{
    "text": [
        "How resilient are the European regions? Evidence from the societal response to the 2008 financial crisis Benczúr , Péter Joossens, Elisabeth Manca, Anna Rita Menyhért, Bálint Zec, Slavica 2020 E UR 30352 EN ",
        "This publication is a Technical report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. For information on the methodology and quality underlying the data used in this publication for which the source is neither Eurostat nor other Commission services, users should contact the referenced source. The designations employed and the presentation of material on the maps do not imply the expression of any opinion whatsoever on the part of the European Union concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. Contact information Name: Péter Benczúr Address: Via E. Fermi 2749. 21027 Ispra Email: peter.benczur@ec.europa.eu Tel.: +39 0332 78 5772 EU Science Hub https://ec.europa.eu/jrc JRC121554 EUR 30352 EN PDF ISBN 978-92-76-21452-6 ISSN 1831-9424 doi: 1 0.2760/383460 Luxembourg: Publications Office of the European Union, 2020 © European Union , 2020 The reuse policy of the European Commission is implemented by the Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under the Creative Commons Attribution 4.0 International (CC BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. For any use or reproduction of photos or other material that is not owned by the EU, permission must be sought directly from the copyright holders. All content © European Union , 2020 How to cite this report: Benczur, P., Joossens, E., Manca, A.R., Menyhert, B. and Zec, S., How resilient are the European regions : Evidence from the societal response to the 2008 financial crisis, EUR 30352 EN, Publications Office of the European Union, Luxembourg, 2020, ISBN 978-92-76-21452-6, doi:10.2760/383460 , JRC121554. ",
        "3 Abstract This report proposes a new approach for measuring regional resilience that goes beyond the assessment of traditional economic dimensions. It defines resilience as the societal ability to preserve and generate well-being in the presence of shocks and persistent structural changes in a sustainable manner, without hindering the well- being of future generations. The empirical exercise concentrates on the 2008 financial and economic crisis and the subsequent overall response of EU regions to the economic shock. We implement a three-step methodology: (i) select an extensive list of economic and non-economic variables that span the entire production process of societal well- being; (ii) compute regional resilience indicators based on the joint dynamic response of these variables to the crisis; (iii) identify those pre-crisis characteristics that differentiate resilient regions from the non-resilient ones. Our analysis reveals substantial heterogeneity in resilience across the European regions. It confirms the importance of expanding the measurement strategy to a broader list of subjective and objective well-being measures (like social inclusion, social capital, and quality of life). We show that observed resilience performance is highly dependent on the time horizon: resilience rankings of European regions are markedly different in the short and long run. The analysis of the recovery time provides additional information on the strength and weaknesses of regions, and it is largely dependent on the specific dimensions (variables) considered. Finally, our results highlight that certain country-level and regional characteristics, such as private sector credit flows and the gender employment gap, are strong predictors of resilient regional behaviour after the crisis. Keywords: regional resilience, societal well-being, impact, recovery, medium run, bounce forward, financial and economic crisis, absorption, adaptation, transformation. JEL Classification: C50, I31, R11. ",
        "4 Acknowledgments The authors would like to express their gratitude to JRC colleagues for their helpful and constructive comments during internal discussions and seminars. They are grateful to colleagues in DG EMPL for the comments received during the Triple A Talk (June 2019, Brussels) and in DG ECFIN for the suggestions received during the Midday seminar (October 2019, Brussels). Furthermore, this paper was presented in several national and international conferences, among which the 59th European Regional Science Association Congress (August 2019, Lyon), the 17th International Society for Quality-of-Life Studies Conference (September 2019, Granada), the Regional Studies Association Conference (June 2019, Santiago de Compostela), the Annual Meeting of the Hungarian Association of Economics (December 2019, Budapest). The authors are grateful for the comments and feedback received during these events. Inaccuracies, misinterpretations or mistakes are strictly under the authors’ responsibilities. ",
        "5 Contents Abstract ................................................................................................................ 3 1 Introduction ...................................................................................................... 7 2 Theoretical framework ...................................................................................... 10 2.1 Conceptual framework ................................................................................ 10 2.2 The regional response to the 2008 financial crisis: the measurement framework 11 3 Empirical methodology: a three-step approach .................................................... 14 3.1 Variable selection: implementing the system view ......................................... 14 3.2 Metrics and Indicators ................................................................................ 17 3.2.1 Magnitude-based resilience metrics ...................................................... 18 3.2.2 Duration-based resilience metrics ........................................................ 19 3.3 Characteristics .......................................................................................... 20 4 Results ........................................................................................................... 22 4.1 Magnitude based metrics, components and indicators .................................... 22 4.1.1 The metrics ....................................................................................... 22 4.1.2 Resilience by its three main components............................................... 24 4.2 Beyond the economic aspect of resilience ..................................................... 24 4.2.1 Social and economic dimension ........................................................... 25 4.2.2 Household income and subjective measures .......................................... 25 4.2.3 Overall resilience ............................................................................... 26 4.3 Time to recover from the crisis .................................................................... 28 4.3.1 How long does each variable recover from the crisis? ............................. 30 4.3.2 Regional speed of recovery ................................................................. 31 4.4 Characteristics .......................................................................................... 32 5 Conclusions .................................................................................................... 36 6 References ...................................................................................................... 38 Annex 1: List of selected system variables ....................................................................... 41 Annex 2: Correlation matrix of the system sub-components ................................................. 42 Annex 3: Correlation of categories ............................................................................... 43 Annex 4: Comparison of different measures .................................................................... 44 Annex 5: Impact, medium run and bounce forward over the EU .............................................. 46 Annex 6: Time to the maximum impact of the shock ............................................................ 48 Annex 7: List of selected characteristics from the univariate regressions ................................. 49 ",
        "6 List of Tables Table 1: List of resilience metrics ...................................................................................18 Table 2: Time to recover by variable ...............................................................................31 Table 3:Multivariate regressions for the three resilience indicators .........................................33 List of Figures Figure 1: The JRC system view ......................................................................................11 Figure 2: List of final system variables ............................................................................16 Figure 3: Data system ................................................................................................17 Figure 4: Schematic overview of the resilience metrics ........................................................20 Figure 5: Impact ......................................................................................................22 Figure 6: Medium run ................................................................................................23 Figure 7: Bounce forward ...........................................................................................23 Figure 8: Resilience indicator by Asset, Engine and Outcomes ................................................24 Figure 9: Impact and Medium run: comparison Social vs Economic measures across the Macro regions of the EU ...............................................................................................................25 Figure 10: Resilience indicators: Average household income vs average measure of positive perceptions of society. ..............................................................................................................26 Figure 11: Maps of the three resilient indicators for all regions ................................................27 Figure 12: Impact, medium run and bounce forward indicator for all regions ................................28 Figure 13: Relation between the size of impact for the GDP and the time to recover ........................29 Figure 14: Rank in impact vs rank in time to recover .............................................................30 Figure 15: Rank of regions in the overall score of time to recover .............................................32 ",
        "7 1 Introduction In the last decades, EU society has been exposed to many challenges. Demographic imbalances, climate change, migration pressure, the financial and economic crisis, technological transformation, and changes in the geopolitical landscape are just some of the examples. These trends drive economic, technological, social, democratic, and geopolitical revolutions and might reshape global and European society (ESPAS, 2015; Joint Research Centre, 2020). Even though change and transformation have been at the core of human and societal development from the earliest of times, with distress often being a catalyst for future improvements, recent developments seem to result in a growing sense of discontent and uncertainty . These tendencies have contributed to a growing interest in understanding the capacity to thrive despite adversity. From 2000 onwards, resilience has become a popular topic among scientists and policy-makers in various fields. The concept of resilience had already been extensively studied in engineering (as in Holling, 1973 or Pimm, 1984), psychology (Garmezy, 1973), and ecology (Batabyal, 1998). Recently, it has also gained a strong interest in economics and regional sciences (as in Bristow, 2010; Martin, 2012; Modica and Reggiani, 2015; Sensier et al., 2016). As of late, international organisations have also made different attempts to promote resilience through political declarations 1 and scientific analysis (Duval and Vogel, 2008; Caldera Sánchez et al., 2015; OECD, 2014; Sondermann, 2018). One example concerns the three-way resilience concept (structured around vulnerability, shock absorption, and recovery) put forward by the Commission's Directorate ‑ General for Economic and Financial Affairs for the Economic and Monetary Union, which provides a detailed taxonomy of economic resilience factors by policy area (European Commission, 2017). Furthermore, this line of work emphasises the importance of completing the single market, the banking union, and the capital markets union in order to strengthen resilience in especially in case of reduced traditional adjustment capabilities in monetary and fiscal areas (European Commission, 2018). In the Quarterly Report on the Euro Area of November 2019, a full chapter is dedicated to the discussion on how structural reforms have contributed to the functioning of the Euro area over the past 20 years by stimulating growth, convergence, and resilience (Canton et al., 2019). Other recent Relevant EC research includes Pontarollo and Serpieri (2018) that assesses regional renewal capacity (i.e. the extent to which regional economies ‘renew’ their growth paths after experiencing a shock) of the European regions in the aftermath of the 2008 financial and economic crisis. Another study can be found in Annoni et al. (2019) that explores the regional resilience to the 2008 economic and financial crisis by assessing the initial level of economic development of European regions. Di Pietro et al. (2020) show that a general equilibrium model can be used to analyse the vulnerability, recovery and resistance of European regions with respect to a demand, total factor productivity, and risk premium. The aforementioned approaches have all focused on macroeconomic aspects (e.g. GDP, employment, productivity) of resilience. Earlier Commission work, that can be found in Canova and Kontolemis (2012), examined the adjustment capacity of industrial sectors of the EU to shocks and analysed the role that institutional factors and product market regulations play in this adjustment process. Despite these efforts, the concept of resilience has not yet become an entirely operational policy target for at least three reasons. First, there still exists neither a common definition nor a common measurement approach to resilience, as explained in Martin and Sunley (2015) or Martin et al. (2016). Second, resilience is shock-specific and observable only retrospectively, which is often in contrast with the requirements of policy-makers for timely data and forward- 1 Consider, for example, the joint Rome Declaration by the EU institutions (https://www.consilium.europa.eu/en/press/press- releases/2017/03/25/rome-declaration/), the European Commission’s Reflection Paper on Globalisation (https://ec.europa.eu/commission/sites/beta-political/files/reflection-paper-globalisation_en.pdf), or the Note on Resilience Principles by the G20 (http://www.bundesfinanzministerium.de/Content/DE/Standardartikel/Themen/Schlaglichter/G20- 2016/Note-Resilience-Principles-in-Economie.pdf?__blob=publicationFile). ",
        "8 looking information. Third, most relevant empirical work has focussed on economic resilience only, despite an increasing need to go beyond merely economic indicators (such as GDP per capita or GDP growth) and to develop “indicators that are as clear and appealing as GDP, but more inclusive of environmental and social aspects of progress” 2 (also discussed in Folke et al., 2010; Sensier et al., 2016; Manca et al., 2017). To contribute to filling this gap, the Joint Research Centre (JRC) of the European Commission, in co-operation with the European Political Strategy Centre, started a joint reflection on resilience (Joint Research Centre, 2015) and set up a dedicated EU-wide policy network. 3 The first results of these efforts were the development of a conceptual framework of resilience in Manca et al. (2017) and the construction of an empirical measurement strategy, described in Alessi et al. (2019). Within this approach, a society is defined as resilient if it retains the ability to deliver societal well-being in a sustainable way even in the face of shocks and/or persistent structural changes. 4 Resilience is a complex and multidimensional phenomenon which can be studied at the level of countries (Alessi et al., 2019), regions (Modica and Reggiani, 2015; Martin, 2012; Sensier et al., 2016; Pontarollo and Serpieri, 2018), as well as individual, households or firms (Masten, 1994; Martin et al., 2015; Ambulkar et al., 2015). It can be expected that there is substantial interaction between the different societal layers. For instance, resilient communities require resilient individuals, but it is also true that individuals become resilient in societies that better cope with distress, as claimed in Joossens et al. (2020). Why study resilience at the regional level? It is a shared opinion that regional economies are characterized by complex, non-linear, and non–equilibrium dynamics (Simmie and Martin, 2010). For this reason, studying resilience in a regional context can yield many essential insights from a policy perspective. First, it can uncover robust spatial patterns and substantial within- country heterogeneity in resilience. Second, it can reveal a lot about the nature of resilience itself, by indicating the role of countries and country- versus regional-level characteristics in driving regional performance. Third, zooming in from the country level to subnational level enables a more reliable empirical analysis: a large number of regions as statistical units can yield more robust conclusions. There are many studies focused on the issue of regional resilience in the aftermath of the 2008 financial crisis from an economic standpoint, see for example Christopherson et al. (2010), Hudson (2010), Martin et al. (2016), Simmie and Martin (2010), Faggian et al. (2018). Resilience performance of regions seems to depend on their socio-economic characteristics and the diversity of economic structures and development strategies (Dabson et al., 2012). JRC studies, such as Pontarollo and Serpieri (2018), Di Pietro et al. (2020), Benczur et al. (2020), investigate regional patterns of economic resilience to identify geographical and thematic areas of strategic policy intervention. Overall, the insights gained in these areas are very important from a policy point of view. They help to make sense of the growing regional inequality and divergence observed since the beginning of the millennium (Dijkstra et al., 2015; Iammarino et al., 2018). Together with country- level findings, they help to identify the available and feasible policy tools that can be used by local, regional, and national governments to promote resilience. Moreover, they demonstrate that resilience can be increased by sound intervention, policy planning, and strategic monitoring. Finding the right balance and adequate targeting of such interventions is one of the critical challenges facing policy-makers. Our contribution is threefold: first, it takes a holistic 2 Source: the Beyond GDP homepage, http://ec.europa.eu/environment/beyond_gdp/index_en.html 3 The Commission-wide Research Network on Measuring Resilience, Resil.net, is composed by representatives of each Directorate General of the European Commission. 4 Though resilience can be shock dependent while sustainability is a general feature, the link between this definition of resilience and the concept of sustainability is very close. In a sense, sustainability is the goal to be reached, while resilience is the means to remain on, or return to, a sustainable development path in the presence of distress. ",
        "9 perspective by extending the current strictly economic view to broader socio-economic dimensions; second, it expands the concept of resilience to societal wellbeing and links it to sustainability; and, finally, it assigns prominent importance to the time dimension for the resilience assessment. The measurement strategy of the current study builds upon Alessi et al. (2019) and complements the analysis presented in Benczur et al. (2020), with the aim to assess the response of EU regions to the 2008 global financial and economic crisis. In particular, this paper highlights the regions that have shown resilient behaviour during and after the crisis, with particular attention not only to the amplitude of resilience along different time horizons but also to the speed of recovery European regions have experienced. Furthermore, it discusses the empirical implications of complementing the selection of economic variables with indicators related to the social aspects of our society. Finally, it highlights the importance of regional or country- level characteristics that are associated with revealed regional resilience. The final goal of this exercise is to provide policymakers with tools and analytical methods to better understand resilience and enhance the regional capacity to intervene (prevent, prepare, protect, promote and transform) to better face potential future shocks of similar nature. The structure of this report is as follows. Section 2 outlines the theoretical and measurement framework. Section 3 presents relevant details of the empirical analysis, from selecting system variables to creating resilience indicators and resilience characteristics. Section 4 presents the result of the analysis in terms of regional resilience rankings and patterns, while also identifying those regional and country-level features that are most closely associated with resilience performance from a statistical standpoint. Section 5 puts this into a policy context and concludes. ",
        "10 2 Theoretical framework Resilience is a complex and multidimensional concept, representing the general ability to thrive despite adversities. The traditionally dominant focus on the ability to restore a system’s original function and stability has been further developed to include adaptability, the ability to bounce forward a pre-crisis situation, and the speed of recovery. , in this section, we recap briefly the motivation and theoretical background which guide us in the choices for our empirical approach. We build upon Manca et al. (2017) and extend the analysis in, where the concept of resilience has been broadened to include societal resilience. We highlight the main assumptions for overcoming the complexity of societal resilience and the relevant features for building various resilience indicators. 2.1 Conceptual framework As mention before, our starting point is the framework developed in Manca et al. (2017) and extended in Alessi at al., (2019), which aims to provide a common ground to define and measure societal resilience. This framework places societal well-being at its core and defines a system as resilient if it can face challenges without losing its ability to deliver well-being in a sustainable way. To be able to assess the dynamics of societal well-being, one needs to look at different components of its generation process. Societal well-being is not a simple sum of individual well-being levels: it is strongly linked to the structure and fabric of the society, such as community values and social capital. It is thus important to take a broad and disaggregated view, which is able to capture both monetary and non-monetary aspects of society. In particular, looking exclusively at the economic behaviour of a region is not sufficient to fully understand its reaction to a shock. The economic reaction is just a part of the picture: the social, institutional, and political infrastructure should be taken into account to fully understand the overall resilience. Moreover, shocks can affect differently the segments of the societal system, implying the need to adopt a comprehensive analysis of the sub-components of the system itself. To this end, building on the holistic model proposed by Costanza et al. (1997), the framework breaks down the socio-economic-political system into three main pillars. The first pillar concerns the ‘assets’, represented by input levels of human, social, natural, and built capital. The second deals with the target ‘outcomes’ in terms of economic welfare (i.e. investment and consumption) and social well-being dimensions (i.e. health, employment, life satisfaction, and happiness). The third is the ‘engine’, which encapsulates the interaction of main stakeholders within socio-economic, political, and socio and eco-system services, 5 whose function is to utilise the assets and transform them into outcomes (Figure 1). Overall, this simplified representation of society is what we refer to as “the system view” later on. 6 Societal resilience is about the way society responds to shocks over time. Sensier et al. (2016) argue that different shocks have different outcomes, and shocks differ in magnitude, type, and length. Depending on the interaction between the time of exposure and the intensity of distress, three different resilience capacities can be identified: absorption, adaptation, and 5 Eco-system services are the contributions of ecosystem structure and function (in combination with other inputs) to human well-being. Socio-system services are linked to the social relations among individuals. For further information see, Manca et al. (2017). 6 It also highlights the importance of the relationship between resilience and sustainability through the use of capitals, along the lines of Stiglitz et al. (2010), More importantly, as argued in OECD (2018), it allows a more flexible approach to measure and monitor resilience than the usual ‘four capitals’ approach. ",
        "11 transformation (Manca et al., 2017). They represent structurally different behavioural adjustments needed to ensure the optimal functioning of the system after being hit by a shock. 7 Figure 1: The system view of Manca et. al. (2017) 2.2 The regional response to the 2008 financial crisis: the measurement framework The intensity and duration of the economic downturn were diverse across EU regions (ECB, 2010). Not all regions experienced an economic decline. The territorial impact of the crisis has significantly varied even within the same country (Martin, 2011; European Commission, 2013). While some regions experienced a swift return to pre-crisis levels of employment and output, the process of recovery was much longer for many regions (Pontarollo and Serpieri, 2018). To assess the resilience capacity, we build from the methodology developed in Alessi et al. (2019). This methodology has then been adapted to regional level analysis in Benczur et al. (2020). To the best of our knowledge, this was a first effort to operationalize a multidimensional approach to regional societal resilience. This study provides a complementary analysis that focuses more on the time dimension of resilience, on the interdependencies between the different pillars of the system (asset, engine and outcome) and pays more attention to the social response to the economic downturn. 7 It is important to note that these capacities are by no means mutually exclusive. In fact, the boundaries between absorptive, adaptive and transformative capacities are rather blurred, and the way a certain response to a shock can be interpreted naturally depends on the way the system is defined, as well as on the time horizon, risk aversion, performance metrics etc. considered. This implies that both the resilience strategies themselves, as well as their ranking and desirability need to be assessed on a case-by-case basis. ",
        "12 Following the two aforementioned studies, our basic assumption is that the crisis was a single common event, hitting all European regions in the same way. This is a simplifying assumption: though the global financial crisis originated in the US and hit Europe as an exogenous shock, the degree to which a given region was exposed and vulnerable to this common shock varied to a considerable degree. Since it would be virtually impossible to pin down the magnitude of the shock in each particular case, our chosen approach acknowledges that vulnerability to a shock and the lack of resilience are not separable in the early phase of the crisis. As long as reducing an entity’s vulnerability is tantamount to increasing its shock absorption capacity, this seems a reasonable assumption. We represent the regional society in a simplified way, as stylized in Figure 1. This so-called “system view” is a starting point for building a regional resilience indicator. The system view moves away from the narrow economic analysis and expands it with social aspects including subjective indicators which provide an indication of individual perceptions. In this perspective, even when studying resilience at the regional level, individuals become important players as perceptions drive behaviour, which adds complexity to the functioning of the society. Indeed, the system view allows tackling complexity and interconnections since it sheds light on how the shocks spread among the different segments of the system, how they interact with each other, and what are the possible policy entry points within a regional context. However, in this exercise, we do not keep track of the interconnectedness between the country (or even European) system and the regional one, which themselves can too be perturbed by the crisis. We only take into account the country-level factors for regional resilience as explained in section 4.4. Given that resilience is characterised by the observed dynamic response of a system to disturbances, the direct and continuous monitoring of such an empirically based indicator would require a continuous re-assessment 8 . For example, should the unemployment rate be considered as the basis for such an indicator, one would regularly need to re-estimate how it responds to each new disturbance. This may not only be inconvenient but also impossible given the absence of identifiable new shocks most of the time. Moreover, studying the dynamic responses of system variables in an ongoing manner would not provide direct guidance on what policies may foster resilience, or how a system could deal with unknown future disturbances. Our proposed measurement framework is based on a three-step approach. First, using a unique historical episode marked by a single common shock (as assumed), we select an extensive list of economic and non-economic indicators that span the entire process of societal well-being production. Second, we focus on the joint dynamic response of all system variables to the crisis to derive resilience indicators associated with different time horizons and coping capacities (i.e. the impact of the crisis, the medium run, and the bounce forward). Learning from the experience in Alessi et al. (2019) and further elaborating the research in Benczur et al. (2020), we develop an alternative indicator of resilience which accounts for the speed (time) of recovery. As a third and last step, we search for some pre-determined, pre-crisis systemic features that differentiate resilient regions from non-resilient ones. These resilience characteristics intend to capture a region’s general ability to respond to disturbances, which can then also drive the effectiveness of specific interventions during the crisis. The characteristics can be monitored regularly to assess resilience in a forward-looking manner and can identify potential entry points for policies. 9 The motivation for studying societal resilience at the regional level includes the need to increase the robustness of the empirical analysis and capture the regional and sub-national aspects of societal resilience. Nevertheless, shifting the analysis from countries to the regional level 8 There are expert-opinion-based alternatives, like the Resilient City Index of the Rockefeller Foundation and Arup ( https://www.cityresilienceindex.org/#/) . 9 For instance, as illustrated in Alessi et al. (2019), the pre-crisis expenditure on social protection has been revealed as a significant predictor of country resilience in the absorption capacity. ",
        "13 involves various challenges. Data availability influences variable selection at the regional level, given the inadequacy of specific indicators due to their national character (e.g. stock price index) or lack of data granularity. There is a trade-off between selecting a large number of diverse resilience indicators of mixed regional-national character or resorting to a lower number of indicators with sufficient regional granularity and character. ",
        "14 3 Empirical methodology: a three-step approach In this section, we describe the operational choices associated with the measurement strategy. Three main considerations were followed. The first is to go beyond the narrow economic perspective and account simultaneously for the social dimensions when assessing resilience, as already proposed in Manca et al. (2017), Alessi et al. (2019), and Benczur et al. (2020). To this purpose, we follow the approach of representing the society in a systematic way and finding the empirical information that matches the system view. This means that each segment of the theoretical societal model is mapped to the available regional information. The selected system variables, therefore, span all observable aspects of the regional socio-economic system. They represent the empirical counterpart of the regional system view (see section 4.1 for details). These selected regional system variables are measured in terms of their response to the shock across different time horizons. Further, these responses have been accordingly aggregated into various resilience indicators. The second is to acknowledge the existence of different resilience capacities related to the time horizon. Given the highly time-dependent character of most system’s reactive capacities, we propose employing different time horizons when assessing resilience in the aftermath of a shock. This enables us to obtain a more complete picture of the response path and to analyse in- depth what it takes to get back to normal. The third idea rises from the need to obtain timely continuous monitoring of resilience. This is not feasible with the revealed resilience since we would need to continuously evaluate the longer-term behaviour after a specific shock. Hence, learning from past episodes becomes crucial. Analysing past episodes provides an opportunity to identify resilience characteristics. These can be defined as those regional features, which are pre-determined to the shock and represent strong predictors of resilient behaviour during the crisis. Resilience characteristics can represent potential policy entry points which can enhance better response to future distress. Taking these three ideas into account, we have operationalized the high dimensionality of resilience where its measurement reflects upon absorption, adaptation, and transformation capacities. The results are three different magnitude indicators: impact, medium run, and a bounce forward indicator that jointly describe the behaviour of regions in coping with the economic and financial crisis, complemented with a measure of the duration of recovery. Furthermore, as the magnitude-based resilience metrics capture only one (albeit important) aspect of resilience, following Sensier et al. (2016), we propose an alternative perspective by focusing on the time dimension of resilience. Specifically, the magnitude-based medium- horizon resilience metrics as in Alessi et al. (2019) and Benczur et al. (2020), is tailored to assess the combined (net) effect of impact and recovery at a fixed point in time, without any regard for the speed or extent of recovery. While comparing the impact and medium-run score of a region can certainly reveal some information on the extent of recovery, its duration and speed can only be adequately captured from a different perspective. Furthermore, one could assess the extent to which a particular geographical area might be characterised by no recovery at all after five or ten years from the crisis. Therefore, complementing the impact, medium-run and bounce- forward indicators with some insights about the duration of recovery promises to be helpful in better understanding regional resilience. 3.1 Variable selection: implementing the system view There are different authors, such as Sherrieb et al. (2010), De Carvalho (2011), Stiglitz et al. (2018), who argue about the importance of having a multidimensional approach for the representation of the society. There are existing indices and measurement frameworks which managed to ",
        "15 include multiple aspects of the society and well-being (see the European Social Scoreboard, 10 Social Progress Index by Porter and Stern (2017) or Human Development Index by Anand and Sen (1994)). When multiple variables are considered, there are many ways to aggregate single dimensions into the sub-components and final indices. The choice of the variables, standardisation methods or the weights to be used are inevitably subject to a certain degree of subjectivity (Nardo et al., 2008). This is a common criticism of many authors who prefer relying on a single resilience measure based on a small set of variables (see Faggian et al., 2018). However, given our aim to provide a wider view of the regional society and its reaction to the shock, it becomes of crucial importance to capture different aspects of such society and their joint reaction to a shock. Starting from the system view, our society is represented by three main building blocks: assets, engine, and outcomes. The first main block, assets, includes natural, built, human and social capital. The world's stock of natural assets includes geology, soil, air, water, and all living things. Built capital is the collection of physical, material and technological objects that have been created by the society: it includes material and technological infrastructures Human capital is defined as the stock of knowledge, habits, social and personality attributes. It also includes creativity, embodied in the ability to perform labour to produce economic value. Social capital refers to interpersonal relationships, shared norms and values, trust, cooperation, and reciprocity. Overall, the assets should contain variables related to education, skills, labour force, and trust and fairness, social networks, etc. 11 The second main block represents the fabric and structure of the society, the so-called engine. It is a functional mechanism that transforms societal assets into the overall level of well-being. It includes structural elements of our entire socio-economic, political and environmental institutions. It can be represented with measures of productivity and quality of institutions. From the measurement point of view, this block is the most difficult to cover with actual variables at the regional level, also given its high degree of interconnectedness with the country level ‘engine’. The third main block refers to outcomes that directly relate to the level of societal well-being, such as income, consumption, wealth, inequality, poverty, or the level of crime. This pillar represents a set of social progress targets towards which society aims. It also contains investment, the purpose of which is to maintain and increase the stock of the four types of capital. Given our standpoint about the multidimensional nature of resilience, we find it necessary to measure its level in each pillar. This choice is grounded on the observations from Alessi et al. (2019) who argue that resilience in the outcomes cannot be realised without the resilience in other parts of the system. Given the system view and being constrained by the data availability, we have developed the empirical counterpart of the regional model for the representation of society, illustrated in Figure 2 (details on coverage and variability are included in Annex 1). 10 https://ec.europa.eu/social/main.jsp?langId=en&catId=1196&newsId=9163&furtherNews=yes 11 Given that in this exercise we consider only an economic shock with limited time frame for evaluation, we assume that there was no direct effect on natural and built capital, but only on human and social. ",
        "16 Figure 2: List of final system variables The final list of selected system variables is the result of an iterative process. First, an initial pool of about fifty ‘candidates’ was considered and classified for inclusion into the system view based on expert judgment. The assignment of variables to the respective parts of the system was often not possible on fully objective grounds given the multifaceted character of most available indicators. In the second step, data availability and coverage along various dimensions were verified. Specifically, we applied the dual selection criterion of minimum time coverage (i.e. data availability for at least three years preceding, one year during and one year after the crisis) and geographical coverage (i.e. data availability for at least 60 per cent of relevant regions). The third step concerns the assessment of each remaining candidate variable’s dynamic behaviour following the crisis. Only those were retained that exhibited ‘sufficient’ variation for most regions in the post-crisis period, as measured by the comparison of observed post-crisis and pre-crisis volatilities. 12 There is a trade-off in the choice of the number of variables to include. The higher the number of variables, the better the chance of being able to take into account the various aspects of the society, but, at the same time, the higher the chance the analysis would suffer from data coverage. Given the regional depth of this exercise, data is gathered at different levels: the country level (NUTS0), intermediate NUTS1 (95 regions included), and more detailed NUTS2 (269 regions included) 13 following the 2013 NUTS classification. When taking into consideration the financial and economic crisis, we define three important reference points: the pre-crisis period is defined 12 Specifically, when post-crisis observations of a variable do not deviate from the extrapolated pre-crisis trend, we conclude that there was no visible impact of the crisis. The deviation is defined as falling out from the 95 per cent prediction area of the linear regression based on the pre-crisis data. For a variable to be included, a minimum of 50 per cent of the regions is required to show sufficient variation due to the crisis. Some variables do not exhibit sufficient variation with the 50 per cent threshold. However, they are potentially acceptable in case they cover important factors of the system which are not or insufficiently covered by the other variables. This was the case of subjective variables such as happiness, life satisfaction or trust. In these cases, the threshold is lowered to 40 per cent of regions exhibiting sufficient variation. 13 Some small overseas regions (PT2, PT3, FRA*) have been removed for this analysis. ",
        "17 as the time window 2000-2007, the crisis is considered to have happened between 2007 and 2012, while for post-crisis all years after 2012 are included. We have taken 2016 as the final year as many variables did not have more recent data available. We obtain a data matrix as can be visualized by Figure 3. Figure 3: Data system There is a trade-off between data availability and precision of the final results, at NUTS2 level data is less aggregated and therefore more precise in representing the phenomenon of interest, but fewer variables are available. The sparsity of data at a more granular level can be due to (i) budget constraints allocated to the collection of the data so they are not collected or are not sufficiently reliable, or to (ii) conceptual reasons (i.e. the stock market index exists only at country level). Moreover, some variables are collected in some selected countries but not in others (frequently this is the case for subjective well-being variables). The number of missing regions increases as we go from NUTS0 to NUTS2. The selection of variables, based on the coverage and variability is performed at the NUTS1 level. A final list is then obtained by removing the variables that measure conceptually similar parts of the system, and are highly correlated with other variables (i.e. risk of social exclusion and poverty risk). The selected variables are then used at the NUTS2 level as well. In the case of missing regions at this granularity level, we have chosen to apply the following imputation methodology. If for a given variable a NUTS2 region is not sufficiently populated over time but belongs to a NUTS1 region that is sufficiently populated, we imputed the NUTS2 data points for that variable using the data from the corresponding NUTS1 regions. The initial list of 50 variables has been reduced to 24, the ones illustrated in Figure 1. Although the final list of variables does not manage to cover all parts of the system, we find that most parts (expected to be hit by the financial crisis) are sufficiently covered. 3.2 Metrics and Indicators As for resilience indicators, two different types are used. The first is based on the magnitude of change in system variables at various time horizons in the aftermath of the crisis. The second type is related to the duration of the wave period, and the number of years it takes for system variables to fully recover from the crisis-induced shock. ",
        "18 3.2.1 Magnitude-based resilience metrics Similar to Alessi et al. (2019), the raw time series of each variable is used to compute three magnitude-based resilience metrics: impact, medium-run, and bounce-forward. (See Figure 4 and Table 1 for more details.) The first two measure the absorption capacity of a region through the observed (negative) effect of the crisis-related initial shock at short- and medium-term horizons. The bounce-forward metric, on the other hand, accounts for regions’ adaptation and transformation capacity, based on a discrete score related to the extent and completeness of their recovery from the crisis over a 10-year period. Table 1: List of resilience metrics 14 The aforementioned three metrics are calculated for each region and system variable individually. Contrary to Sensier et al. (2016), no distinction is made between the cyclical and the trend behaviour, due to the difficulty of reliably assessing long-term variable trends based on the relatively short observation window at hand. 15 To mitigate potential distortions resulting from this choice, we concentrate on stationary variables (wherever it is possible) and pin down pre-crisis reference value based on multi-year averages (rather than a single-year value). To combine each of the above metrics across 24 system variables for a single composite indicator, we use the normalised z-scores associated with each system variable, as standardised over the entire cross-section of regions. This means focusing on the relative position of each region with respect to each system variable – with the advantage of creating comparable regional rankings that account for both the mean and dispersion of resilience performance across European regions. 16 Once standardised, the 24 resilience metrics are aggregated by weighted (arithmetic) averaging into the respective synthetic indicators for impact, medium-run, and bounce-forward resilience. The variable-specific aggregation weights are calculated in a way to ensure that each part of the system (i.e. asset, engine and outcome) is equally important. 14 The column min/max refers to the sign. The calculations of the metric is slightly different whether a variable is supposed to be in the positive sign, i.e., the higher the better or crisis at the minimum which are indicated with min. While those with label max are the opposite or have a negative sign (the less the better or crisis at a maximum level). 15 As far as for the employment and GDP series we could rely on a long time series, this was not possible for others type of variables which imply individual perceptions, such as health, trust or life satisfaction, or related to different aspects of the society such as inequality, share of permanent contracts or education level. 16 For each of the variables, the value of the medium run metric corresponding to the zero level is reportedError! Reference source not found.. Values for the other two metrics are available in Annex 5. M e t r i c m i n / m a x D e f i n i t i o n u s e d f o r v a r i a b l e s I n t e r p r e t a t i o n m i n M i n i m u m o f t h e p e r i o d 2 0 0 8 - 2 0 1 6 m i n u s t h e 2 0 0 7 d a t a m a x 2 0 0 7 d a t a m i n u s t h e m a x i m u m o f t h e p e r i o d 2 0 0 8 - 2 0 1 6 m i n D i f f e r e n c e b e t w e e n m o s t r e c e n t a n d 2 0 0 7 m a x D i f f e r e n c e b e t w e e n 2 0 0 7 a n d m o s t r e c e n t m i n 1 i n c a s e m e d i u m r u n i s l a r g e r t h a n p r e - c r i s i s v o l a t i l i t y , 0 i n c a s e m e d i u m r u n i n a b s o l u t e v a l u e i s s m a l l e r t h a n v o l a t i l i t y a n d - 1 o t h e r w i s e m a x 1 i n c a s e m e d i u m r u n i s s m a l l e r t h a n p r e - c r i s i s v o l a t i l i t y , 0 i n c a s e m e d i u m r u n i n a b s o l u t e v a l u e i s s m a l l e r t h a n v o l a t i l i t y a n d - 1 o t h e r w i s e B o u n c e f o r w a r d I s t h e m e d i u m t e r m e f f e c t s i g n i f i c a n t ? D i d t h e s i t u a t i o n i m p r o v e s i g n i f i c a n t l y p o s i t i v e l y o r n e g a t i v e l y w i t h r e s p e c t b e f o r e t h e c r i s i s ( s i g n i f i c a n c e o f m e d i u m r u n ) I m p a c t H o w m u c h h a s t h e c r i s i s e f f e c t e d t h e r e l e v a n t r e g i o n i n t h e s h o r t t e r m ? H i g h i n c a s e c r i s i s d i d n o t h i t , t h e l o w e r t h e w o r s e . M e d i u m - r u n W h a t i s t h e m e d i u m t e r m e f f e c t ? C h a n g e b e t w e e n t h e b e g i n n i n g o f t h e c r i s i s a n d n o w . I n c a s e o f g o o d d e v e l o p m e n t t h i s w i l l b e h i g h ",
        "19 The resulting impact and medium run indicators can be interpreted in relative terms: they are close to zero if the performance of a region is close to the average performance of EU regions. High positive values indicate more resilient behaviour, while low negative values indicate lower resilience than the EU regional average. The interpretation of the bounce forward indicator is somewhat different. It depends on the share of system variables in which a region has outperformed (stayed steady or underperformed) its pre-crisis levels. It varies from one to minus one: if it is close to one, it means that it has performed better in almost all dimensions, while if it is close to minus one, this means that the post-crisis levels are worse off than the pre- crisis levels. A zero score may indicate that the region simply returned to the pre-crisis levels in all the dimensions, but it can also mean that the region has performed very well in some dimensions and very poorly in others. This type of composite indicator can be surely criticized for the level of subjectivity in its construction. Namely, when two regions have the same resilience score, they might have very different underlying values for the different components, concealing potentially significant heterogeneity. Despite the potential criticism of using aggregate indices, we believe that it is necessary to include more than just economic growth measures. This is mostly due to the complexity of regional reaction to the crisis which does not remain within the economic domain but also in social, political, and environmental. 3.2.2 Duration-based resilience metrics A schematic overview of the duration-based resilience metrics is presented in Figure 4. Two things are taken into account here. First, the year of the worst level of the variable is recorded. Then it is checked if the pre-crisis 2007 level has again been reached after the downturn and if yes, the year in which this happened has been recorded. The shortest time span between these two recorded events is then defined as the overall time to recover for a region for a specific system variable. Using the number of years, it is easy to compare between variables or between regions. However, if one wants to assess an overall ability to recover fast, this becomes a challenging task. One possible way is to look into variables one by one and derive some measure based on a share of regions that recovered within a given time frame. While this provides for each variable an overall capacity of recovery, we lose the ability to compare the regions. It is not reasonable to assess the average time to recover across the system variables since there are dimensions in which some regions never recovered. A viable solution that allows comparing regional performance in the time dimension of resilience which overcomes the two aforementioned problems is the Copland pairwise aggregation method (Saari and Merlin, 1996). It provides a regional score which is relative by nature since it reflects where a region stands with respect to the other regions in terms of necessary time to recover. Copland score is obtained by employing a tournament (a pairwise contest) of regions for each of the system variables. The final score is an aggregation of all the regional “tournament” results across the system variables 17 . 17 For each variable, regions are evaluated according to whether they recovered faster or slower with respect to the other regions. They are assigned a score: this score reflects how many times a given region was better (or worse) in a “tournament” with other regions. For regions that have not yet recovered are always considered as equal at the bottom, i.e. when competing with a region that already recovered they are considered worse while when competing with an another region that has not yet recovered they are considered equal. The intermediate result is that for each variable, we have a performance score of each region, and the regions can be ranked according to that score. The final aggregate score of a region is the simple sum of all the region’s scores across all the 24 variables. ",
        "20 Figure 4: Schematic overview of the resilience metrics 3.3 Characteristics We refer to resilience characteristics as those pre-determined, pre-crisis features of countries or regions that are found to be statistically related to the resilience performance. In particular, we focus on identifying those policy-relevant features which span across the different aspects of the society, have the potential to contribute to resilient behaviour and which can be monitored over time. To pin down the most important characteristics of resilient behaviour, the following methodological approach has been applied. Starting from a slightly further extended list of characteristics of Alessi et al. (2019), 18 we first assess their relevance through a univariate regression analysis, considering the characteristics at all geographical levels for each of the three magnitude metrics. This allows selecting the variables that express the highest explanatory power for each of the three indicators (adjusted R2 .0.15). Then, we address the multicollinearity issue of the remaining characteristics, removing collinear variables with similar information content, using variance inflation factor, and Pearson correlation criteria (drop the variables that correlate higher than 0.9). In the second stage, we perform an in-depth multivariate regression analysis to identify the most robust characteristics. To this end, we have used a stepwise leap and bound algorithm on Ordinary Least Squares (OLS) models 19 to select the best set of characteristics according to their Akaike Information Criteria. This final set of characteristics has been used across three 18 The more than 250 series range from institutional features to government finances to measures of subjective well-being. Their source is the Global Competitiveness Index of the World Economic Forum, the World Bank, the OECD, the Gallup World Poll Survey, the Macroeconomic Imbalance Procedure Scoreboard, the Eurostat, the EC digital scoreboard, as well as the European Institute for Gender Equality. 19 This methodology performs variable selection for linear regression in situation with a large number of predictors. It uses the the Furnival-Wilson leaps-and-bounds algorithm, which organizes all the possible models into tree structures and scans through them, leaping over those that are definitely not optimal. The optimal model is the one with the smallest value of AIC, AICc, and BIC; the largest value of R2 ADJ; and a value of Mallows’s Cp that is close to the number of predictors in the models +1 or the smallest among the other Mallows’s Cp values. ",
        "21 different models, which reflect the nested nature of our data of regions within countries: OLS with country clustered standard errors, random intercept model, and fixed effect model. 20 It is to be noticed that for this exercise, the analysis of the characteristics has been performed only for the impact/medium run/bounce-forward indicators, and not the duration based one. This choice is motivated by the nature of the final indicators, where the duration based one is entirely based on rankings and hence less suitable for the regression analysis. Given the need to take into account the different granularity of the characteristics to see at which geographical level they effectively play a role, certain characteristics have been examined both at country and regional level (i.e. GDP). Also, the variables were set to be at their pre-crisis level, typically using the 2000 ‒ 2007 multi-year average. 20 The full regression methodology is presented in Benczur et al. (2020). ",
        "22 4 Results 4.1 Magnitude based metrics, components and indicators 4.1.1 The metrics For the comparison of the resilience performance of European regions in all parts of the socio- economic system, the heatmaps below provide schematic but ample descriptive evidence by resilience metric. Figure 5, 6 and 7 indicate regional resilience scores and rankings through the tertiary red-yellow-green colour palette, with darker green (red) tones representing more (less) resilient behaviour. Missing regions are left white. Each row corresponds to an individual system variable (grouped by system parts), with the last row representing the aggregate indicator score itself. As for columns, they represent each of the NUTS2 region sorted by nomenclature code and country affiliation. Let us focus on the medium run metric (Figure 6): the mean level refers to the raw metric and shows the average regional resilience performance in the medium run. In particular, nine out of 24 dimensions show that on average the EU regions have not fully returned to the pre-crisis level. Among these, most refer to the social burden of the crisis: income inequality, the frequency of social interactions, trust in the European Parliament. The situation is critical also in the average regional performance in NEET and unemployment (long-term unemployment included). A modest improvement is shown by the GDP level, while an overall positive medium- run performance can be observed for the level of education, female employment and life satisfaction. The different behaviour of the different dimensions provides additional evidence of the need to go beyond the purely economic perspective. For example, we can observe the behaviour of GDP and it has a very different regional dispersion if compared to NEET, education level, or wages. One variable alone is not sufficient to be able to tell the full story: indeed, all the 24 together contribute to the final performance of each region. Figure 5: Impact note: The mean level refers to the mean level of the metric before the transformation. It provides an idea of the EU average impact for each variable. Mean level LT LU LV MT educated_labour -4.937 education_level -0.369 fairness -4.318 migration_rate -4.917 trust_people -4.679 female_employment -1.674 lprod -0.033 permanent -1.431 rd_gdp -0.044 social_weekly -8.466 trust_ep -7.049 trust_legal -3.012 wages -0.071 employment -3.109 gdp -0.066 health -2.218 hh_income -0.033 inequality_s80s20 -0.101 lifesat -3.277 neet -3.930 stress_disease -26.144 suicide -2.460 unemployed_12m -2.823 unemployment -4.744 Impact SI CY EE HR IE LT|LU|LV|MT Outcome AT BE BG Asset Engine NL CZ DK DE EL ES FI FR HU IT UK PL PT RO SE SK ",
        "23 Figure 6: Medium run note: The mean level refers to the mean level of the metric before the transformation. It provides an idea of the EU average medium run for each variable. Figure 7: Bounce forward note: The mean level refers to the mean level of the metric before the transformation. It provides an idea of the EU average bounce forward capacity for each variable. How justified is the inclusion of each variable into different sub-components? In Annex 2 we present the correlation coefficients between system variables, components and the final indicator. Most variables are indeed included in the component with which the variables exhibit the highest correlation. However, there are some exceptions (such as female employment rate or share of the labour force with secondary education) which appear more correlated with the component to which they do not belong. However, to obtain balance and conceptual consensus, we have decided to keep them as originally assigned using the JRC expert judgement. M e a n l e v e l L T L U L V M T e d u c a t e d _ l a b o u r - 0 . 8 9 2 e d u c a t i o n _ l e v e l 8 . 6 4 7 f a i r n e s s 2 . 8 9 5 m i g r a t i o n _ r a t e - 1 . 2 3 8 t r u s t _ p e o p l e 2 . 5 7 2 f e m a l e _ e m p l o y m e n t 3 . 2 2 9 l p r o d 0 . 1 4 0 p e r m a n e n t 0 . 1 8 0 r d _ g d p 0 . 2 3 3 s o c i a l _ w e e k l y - 2 . 7 0 6 t r u s t _ e p - 2 . 2 4 2 t r u s t _ l e g a l 6 . 8 0 5 w a g e s 0 . 4 0 9 e m p l o y m e n t 1 . 1 0 5 g d p 0 . 0 4 7 h e a l t h 0 . 1 3 8 h h _ i n c o m e 0 . 1 1 6 i n e q u a li t y _ s 8 0 s 2 0 - 0 . 0 0 3 li f e s a t 4 . 2 8 1 n e e t - 0 . 5 9 7 s t r e s s _ d i s e a s e 0 . 4 2 9 s u i c i d e - 0 . 1 5 8 u n e m p l o y e d _ 1 2 m - 1 . 0 7 8 u n e m p l o y m e n t - 1 . 4 5 9 M e d i u m r u n L T | L U | L V | M T S I O u t c o m e S E S K B E B G C Z D E D K E E I E H R C Y U K A s s e t E n g i n e I T N L P L P T R O E L E S F I F R H U A T M e a n l e v e l L T L U L V M T e d u c a t e d _ l a b o u r - 0 . 1 7 1 8 e d u c a t i o n _ l e v e l 0 . 7 3 1 8 f a i r n e s s 0 . 3 5 3 2 m i g r a t i o n _ r a t e - 0 . 0 7 2 0 t r u s t _ p e o p l e 0 . 3 0 8 5 f e m a l e _ e m p l o y m e n t 0 . 5 8 0 2 l p r o d 0 . 5 3 7 5 p e r m a n e n t 0 . 0 7 2 3 r d _ g d p 0 . 6 5 2 2 s o c i a l _ w e e k l y - 0 . 2 3 3 8 t r u s t _ e p - 0 . 0 3 9 8 t r u s t _ l e g a l 0 . 4 7 7 6 w a g e s 0 . 0 6 5 5 e m p l o y m e n t 0 . 2 5 9 5 g d p 0 . 4 2 7 5 h e a l t h - 0 . 1 2 4 3 h h _ i n c o m e 0 . 6 8 8 0 i n e q u a li t y _ s 8 0 s 2 0 - 0 . 0 1 0 8 li f e s a t 0 . 3 5 8 2 n e e t - 0 . 0 9 5 8 s t r e s s _ d i s e a s e 0 . 2 2 3 1 s u i c i d e - 0 . 0 8 8 5 u n e m p l o y e d _ 1 2 m - 0 . 2 0 0 0 u n e m p l o y m e n t - 0 . 1 3 0 3 B o u n c e O u t c o m e A s s e t E n g i n e C Y E E H R I E L T | L U | L V | M T S I A T B E B G C Z D E D K E L E S F I F R H U I T N L S K U K P L P T R O S E ",
        "24 4.1.2 Resilience by its three main components Let us first concentrate on the resilience performance across various parts of the system: assets, engine and outcomes. Given the chosen construction of the indicator, regions need to be resilient in each of these parts to achieve a high overall resilient score (as in Alessi et al., 2019). Pairwise correlation coefficients are positive between the respective components (asset, engine and outcomes) for all three resilience indicators. No matter which indicator is considered, outcome and engine variables are the most highly correlated, while correlation is weaker with respect to those belonging classified as assets. Nevertheless, as shown in the medium run there are few exceptions. Greek Aegean islands and Crete show high resilience in the assets, associated with a low performance both in the engine and outcomes. Some other regions, such as Northern central of Bulgaria, the region of Brussels and Bratislava stand out for a very good resilience performance in the outcomes associated with very low resilience in the assets. Figure 8: Resilience indicator by Asset, Engine and Outcomes Impact Medium run Bounce forward 4.2 Beyond the economic aspects of resilience One of the main contributions of our analysis is to enlarge the list of variables by including broader economic and social aspects of the regional structural tissue. We have classified our 24 variables along with the two different criteria. The first is to distinguish between the ",
        "25 economic and social aspects of the system. The economic aspects include labour market variables (employment, unemployment and their variants, and skilled labour) and indicators of wealth and productivity (such as GDP, household income and wages, investment in research and development). Social variables include education (level and NEET), health (perceived, stress-related and suicide rate), inequality and perceptions about own life and society (fairness and different levels of trust, life satisfaction), migration rate and social activity. 4.2.1 Social and economic dimension To compare the social and economic dimensions, the scatterplots below present the relevant one-sided resilience indicator scores for each region, for income and medium-run indicators as well as by broad geopolitical area. These reveal that the statistical relationship between a region’s resilience score in the economic and social dimension is rather weak (Pearson correlation coefficient equal to 0.28). The second thing we observe is that impact resilience presents more clusterization of the regions, while in the medium run the situation is more blurred. Southern regions are associated with low resilience both in social and economic dimensions, while Northern regions are more around average values of resilience in both measures. Western European regions are mainly concentrated around high values of resilience in social and economic measures while Eastern regions show high resilience within economic performance but low in the social dimensions. Results for the bounce forward are analogous to those of medium run (details can be found in Annex 4). Figure 9: Impact and Medium run: comparison Social vs Economic measures across the Macro regions of the EU Impact Medium run 4.2.2 Household income and subjective measures Similar to separating economic aspects from social ones, alternative decompositions of the system are also possible. One of these concerns differentiating between variables of subjective and objective character, respectively. There are some purely subjective measures, such as the perception of fairness, trust in people and institutions, perceived health and life satisfaction. All the other variables can be classified as a more “objective” since they are not directly derived from people opinions and perceptions, but focus on a more tangible and observable condition (such as average household income). Since one of the very innovative aspects of this approach is precisely the inclusion of subjective measures and their reaction to a shock, we wanted to distil and understand the behaviour of such measures in relation to the more objective ones. If we take into consideration resilience in household income, and try to assess what is the association with resilience in perceived subjective measures (averaged). We can observe from Figure 10 that there is no significant association between the two. We can also notice that while ",
        "26 regions do exhibit some grouping along with the household income measure according to their belonging to the EU macro area, this is not the case for the perceptions measures. Southern regions are mainly concentrated around the low level of resilience in household income but split between the low and high level of resilience in perception measures. Regions from the Eastern block, on the contrary, are positioned at the very high level of household income resilience but have very mixed results when considering perception measures. This suggests that lacking the subjective measures from the big picture could lead to fragmentary understanding overall societal resilience of the regions since perceived dimensions truly do behave rather differently from the ones related to economic prosperity. Detailed graphs of the pairwise comparison for the bounce forward and other “objective” (such as GDP) measures are presented in Annex 4. Figure 10: Resilience indicators: Average household income vs average measure of positive perceptions of society. Impact Medium run 4.2.3 Overall resilience To visualize the resilience of all regions, we present in Figure 11 the maps for all three indicators, an alternative view is presented in Annex 5. These highlight the country and regional variation of resilience. If we look at the map of resilience in impact, it becomes evident that Greek and Spanish regions suffered the most within the short run. The situation is similar but somewhat less dramatic for Latvia and most Irish regions, while on the other hand many German and some Polish regions exhibited an excellent absorption capacity. The regional behaviour mostly follows the country patterns. However, some regions stand out. This is the case of the Greek North Aegean islands that regardless of their low resilience at the moment of the crisis, managed to be highly resilient in the medium run. What concerns the bouncing forward, there are some clear country differences in regional inequalities in resilience. For instance, the UK and Romania are the countries where there are the most substantial differences between the best and the worst-performing regions. Very unequal are also Finland and Denmark. It is also true that some regions have strikingly different behaviour from the overall country: Spain and Italy did not perform well in the overall bounce forward, yet Catalonia and Bolzano did extremely well. ",
        "27 Figure 11: Maps of the three resilient indicators for all regionsi i The designations employed and the presentation of material on the map do not imply the expression of any opinion whatsoever on the part of the European Union concerning the legal status of any country, territory or area or of its authorities, or concerning the delimitation of its frontiers or boundaries ",
        "28 Moreover, the multidimensionality of resilience is also related to the timeframe of its measurement. This is supported by the observation that the three indicators (impact, medium run and bounce forward) exhibit a different performance. Even though the correlation between them is high, they have very diverse patterns of regions in their ranking. In particular, Figure 12 shows interesting cases where the time dependence of resilience to the crisis matters: Greek islands (North Aegean region, EL41) managed to outperform in the medium run, while in bounce forward as well as in impact showed a low score. At the other end, the region Gelderland (NL22) performs well in impact and bounce forward but only managed to perform like the EU average in the medium run. Bratislava region (SK01) suffered in impact and the medium run but managed to achieve a high score in bounce forward. Figure 12: Impact, medium run and bounce forward indicator for all regions 4.3 Time to recover from the crisis We have developed an additional indicator to measure resilience based on the duration of recovery following the crisis. Given the indicator measures the number of years it took to reach the 2007 pre-crisis level again from its worst level, it is easy to compare between variables or between regions. It is more difficult to create a meaningful average for the duration of overall variables as not all regions succeeded to recover within the considered timeframe. The statistical relationship between impact score and recovery time can be shown for each of the individual variables, Figure 13 shows this in relation to GDP. The robust negative relationship indicates that resilient regions in terms of shock absorption posted much faster recovery times. It is worth noting, however, that conditional on full recovery (i.e. when regions that have not yet recovered are excluded), recovery time is largely independent of impact resilience – as illustrated in Figure 13 where the similar impact resilience scores are associated with 3 to 9 years of recovery time. ",
        "29 Figure 13: Relation between the size of impact for the GDP and the time to recover 21 For an overall view, Figure 14 below presents the absolute ranking of regions in both impact resilience and recovery time. It shows that regions of the same country are often grouped together, further supporting the notion of even regional resilience performance within countries. On the other hand, the statistical similarities between the two rankings are rather limited: good relative absorption capacity does not necessarily go together with quick recovery. This partly suggests that the relatively close alignment seen in relation to GDP in Figure 13 is not present in relation to other system variables. In some countries (such as France or the United Kingdom), within-country heterogeneity in resilience performance is relatively large, while other countries (such as Germany or Spain) are characterized by a much more concentrated outcome. Furthermore, there are different Italian regions which were relatively high in their resilience in impact, but rank much lower in terms of their speed of recovery. The opposite is true for some Polish, Slovakian and Swedish regions that were not very resilient in the short run, but rank very high in terms of speed of recovery. 21 Note that the size of impact is the normalized impact measure (zscore) where a positive sign stands of impact which is less severe than the average ",
        "30 Figure 14: Rank in impact vs rank in time to recover 4.3.1 How long does ittake to recover from the crisis in each dimension? Results show that each variable presents a different recovery time. Table 2 presents the cumulative distribution of recovery times across NUTS2 regions by system variables. It also shows, for each system variable, the relative share of regions for which no lower value than the pre-crisis reference point was recorded in the post-crisis period – and needed no recovery whatsoever. In this regard, the education level and R&D expenditures merit particular attention, as these remained unaffected by the crisis for around half of all European regions. Subjective perception indicators (fairness, trust, weekly socially meet, life satisfaction) and real wages, on the other hand, have been hit hard across all regions unequivocally. In general, objective and subjective indicators follow different patterns of recovery where the former records a faster speed of recovery as compared to the latter. If we consider regions and variables with non-zero impact, recovery has been partial in every single case: 10% of affected regions did not recover fully in education, 18% in household disposable income, 58% in real wage and 71% in weekly social meetings. Annex 6 presents a detailed table of the speed at which regions have been reached out by the crisis. It emerges that already within two years 72% of regions were hit in labour productivity, 58% of regions registered a significant drop in household income while 53% of regions in education level. ",
        "31 Table 2: Time to recover by variable 22 Note: Variables with a * are only available every two years 4.3.2 Regional speed of recovery Obtaining such an overall measure presents some difficulty as some regions might have recovered quickly in a given dimension, slowly in others, and never recovered in yet another one. Aggregating across the variables becomes rather challenging and difficult to interpret. To tackle this, we have employed the Copeland method. 23 This method implements tournaments between regions for each variable. 24 All regions start with an initial score of zero. Regions compete in pairwise comparisons where the winner, which is the region that has the lowest time to recover, gains a score of 1, a score of 0 in case of equal time to recover for both regions and finally a score of -1 to the region with the highest time (or no recovery). We then sum up the region's comparison scores. 25 When all pairwise comparisons are completed, we sum up the score across all variables to obtain an overall score. The final ranking provides a measure of how well regions managed to recover from the crisis. The final ranking is shown in Figure 15, where we can highlight some unusual cases. In particular, there is considerable heterogeneity in the time to recover from the crisis in France and the United Kingdom. In Italy, which overall is placed among the medium-low performers, only one region, Trentino Alto Adige, shows an outperforming ranking compared to the rest of the regions. Germany, positioned among the top performers, shows a high concentration of regions among the top national ranking while the region of Bremen lagged behind the rest of the country, but still ranks as top performers within the overall regional rankings. 22 Specifically, the column ‘recovered within 2 years’ provides the share of regions that hit a level below 2007 and managed to recover within 2 years. While the next column ‘recovered within 3 years’ includes those ‘recovered within 2 years’ plus the share of regions that that hit a level below 2007 recovered after 3 years. Etc. 23 See R package votesyst (april 2018), Saari and Merlin (1996) 24 Missing regions remain at a score 0. 25 The regional score for one variable varies between ± 268, which is obtained from the number of regions minus 1. N e v e r r e a c h e d a v a l u e b e l o w 2 0 0 7 R e c o v e r e d w i t h i n 2 y e a r s R e c o v e r e d w i t h i n 3 o r l e s s t h a n 3 y e a r s R e c o v e r e d w i t h i n 4 o r l e s s t h a n 4 y e a r s R e c o v e r e d w i t h i n 5 o r l e s s t h a n 5 y e a r s R e c o v e r e d w i t h i n l e s s t h a n 6 y e a r s R e c o v e r e d w i t h i n l e s s t h a n 7 y e a r s R e c o v e r e d w i t h i n l e s s t h a n 8 y e a r s R e c o v e r e d w i t h i n l e s s t h a n 9 y e a r s N o t y e t r e c o v e r e d L a b o u r f o r c e w i t h s e c o n d a r y e d u c t i o n 1 5 % 0 % 4 % 6 % 7 % 1 0 % 1 6 % 2 1 % 2 6 % 5 9 % E d u c a t i o n l e v e l 5 1 % 1 0 % 2 0 % 2 7 % 3 0 % 3 3 % 3 4 % 3 6 % 3 9 % 1 0 % S e l f - p e r c e i v e d f a i r n e s s 0 % 0 % 7 % 7 % 2 7 % 2 7 % 5 0 % 5 0 % 5 8 % 4 2 % N e t m i g r a t i o n 9 % 6 % 1 5 % 1 9 % 2 3 % 2 8 % 3 7 % 4 3 % 4 7 % 4 3 % S e l f - p e r c i e v e d t r u s t i n p e o p l e * 0 % 0 % 1 1 % 1 1 % 2 7 % 2 7 % 4 5 % 4 5 % 5 5 % 4 5 % F e m a l e e m p l o y m e n t r a t e 3 1 % 1 % 5 % 1 1 % 1 9 % 2 7 % 3 6 % 4 4 % 5 0 % 2 0 % L a b o u r p r o d u c t i v i t y 2 0 % 6 % 2 5 % 3 8 % 4 2 % 4 7 % 5 0 % 5 7 % 5 7 % 2 3 % S h a r e o f p e r m a n e n t c o n t r a c t 2 6 % 5 % 7 % 1 0 % 1 6 % 2 5 % 3 4 % 3 8 % 3 8 % 3 7 % T o t a l e x p e n d i t u r e i n R & D 4 8 % 9 % 1 1 % 1 6 % 2 1 % 2 5 % 2 7 % 3 0 % 3 0 % 2 3 % W e e k l y s o c i a ll y m e e t * 0 % 0 % 1 0 % 1 0 % 1 6 % 1 6 % 2 2 % 2 2 % 2 9 % 7 1 % R e a l w a g e s * 0 % 0 % 8 % 8 % 2 4 % 2 4 % 3 1 % 3 1 % 4 2 % 5 8 % T r u s t i n t h e E u r o p a n P a r li a m e n t * 0 % 0 % 1 5 % 1 5 % 3 9 % 3 9 % 5 0 % 5 0 % 5 9 % 4 1 % T r u s t i n t h e l e g a l s y s t e m 7 % 2 % 9 % 1 0 % 1 4 % 1 6 % 2 2 % 4 0 % 4 0 % 5 3 % E m p l o y m e n t r a t e 2 2 % 1 % 4 % 5 % 1 0 % 1 7 % 2 5 % 3 3 % 4 2 % 3 6 % G D P 1 2 % 0 % 1 3 % 3 2 % 3 5 % 4 2 % 4 7 % 5 4 % 5 9 % 2 9 % S e l f - p e r c e i v e d h e a l t h 2 8 % 0 % 7 % 1 0 % 1 3 % 1 6 % 1 8 % 2 0 % 2 0 % 5 1 % H o u s e h o l d d i s p o s a b l e i n c o m e 2 6 % 0 % 1 6 % 2 6 % 4 1 % 4 4 % 4 7 % 5 5 % 5 6 % 1 8 % I n c o m e i n e q u a li t y 2 1 % 1 5 % 2 2 % 2 4 % 2 7 % 3 1 % 4 1 % 4 9 % 4 9 % 3 0 % L i f e s a t i s f a c t i o n * 0 % 0 % 2 4 % 2 4 % 4 0 % 4 0 % 4 8 % 4 8 % 6 1 % 3 9 % N E E T 6 % 2 % 1 1 % 1 6 % 2 0 % 2 7 % 3 9 % 4 7 % 5 5 % 3 8 % D e a t h t o s t r e s s r e l a t e d d i s e a s e s 4 3 % 1 1 % 1 8 % 2 2 % 2 2 % 2 7 % 3 1 % 3 1 % 3 1 % 2 6 % D e a t h r a t e d u e t o h o m i c i d e 1 0 % 6 % 1 5 % 2 3 % 3 1 % 4 0 % 4 9 % 5 6 % 5 6 % 3 4 % L o n g t e r m u n e m p l o y m e n t r a t e 2 2 % 0 % 0 % 1 % 2 % 3 % 7 % 1 5 % 2 3 % 5 5 % U n e m p l o y m e n t r a t e 1 2 % 0 % 5 % 9 % 9 % 1 2 % 2 1 % 3 0 % 3 8 % 5 1 % A ss e t E n g i n e O u t c o m e s ",
        "32 Figure 15: Rank of regions in the overall score of time to recover 4.4 Characteristics Following the methodology described in Section 3.3, we have searched through a wide set of potential candidate characteristics to identify the best possible predictors of resilient behaviour.extending those of also reported elsewhere (Benczur et al., (2020). For each of the magnitude-based resilience metrics, the selected set of 280 potential characteristics has been narrowed down to 48 characteristics for impact, 31 for the medium run and 43 for bounce forward (see Annex 7). Each of these sets has then been further reduced to the top 10 characteristics set, separately for each indicator. Results of the leap and bound stepwise algorithm to obtain the best subset for the OLS regression, using the Akaike criteria. are presented in Error! Reference source not found.Error! Reference source not found.. ",
        "33 Table 3: Multivariate regressions for the three resilience indicators IMPACT MEDIUM RUN BOUNCE FORWARD (1) (2) (3) (4) (5) (6) (7) (8) (9) VARIABLES OLS Random Effects Fixed effects OLS Random Effects Fixed Effects OLS Random Effects Fixed Effects Country level Private sector credit flow -0.049** -0.044*** -0.029*** -0.026** -0.023*** -0.022** (0.014) (0.012) (0.007) (0.010) (0.004) (0.007) Innovation capacity -0.117* -0.073 (0.050) (0.075) Net Intl Investment Position 0.005* 0.006** (0.002) (0.002) Non-routine manual workers 4.164 2.769 (2.978) (2.017) Private spending in R&D -0.123 -0.115 -0.173 -0.100 (0.078) (0.094) (0.106) (0.088) Current account balance 0.014 0.007 (0.015) (0.016) Social expenditure (pensions excluded) 0.022 0.043 (0.030) (0.025) Export market shares 0.040 0.038 0.035* 0.035 (0.026) (0.031) (0.013) (0.026) Women in the labour force 3.418* 2.474* 1.910** 1.277 (1.587) (1.243) (0.567) (1.003) Pay to productivity 0.175 0.235* 0.147* 0.220* (0.092) (0.119) (0.059) (0.104) Regional level Gender employment gap -0.018** -0.008** -0.003 (0.005) (0.003) (0.003) GVA: construction share -1.703 -1.915 -1.848 (1.161) (1.007) (1.028) GVA: industry share 1.513*** 0.768*** 0.553* 0.875* -0.119 -0.250 0.525* -0.179 -0.285 (0.381) (0.231) (0.226) (0.340) (0.199) (0.196) (0.192) (0.168) (0.168) GVA: Professional/scientific sector share 2.027 1.779* 1.649* (1.278) (0.803) (0.779) Accessibility 0.001 0.000 0.000 0.003** 0.001 0.000 0.002** 0.001 0.000 (0.001) (0.001) (0.001) (0.001) (0.001) (0.001) (0.001) (0.001) (0.001) Observations 253 253 253 253 253 253 253 253 253 R-squared 0.725 0.057 0.658 0.011 0.676 0.042 ",
        "34 Country clustered SE YES NO NO YES NO NO YES NO NO Adj-R2 0.714 0.648 0.665 Number of countries 20 20 20 20 20 20 Within R2 0.052 0.057 0.008 0.011 0.04 0.042 Between R2 0.742 0.534 0.620 Overall R2 0.696 0.611 0.640 *** p<0.001, ** p<0.01, * p<0.05, Robust standard errors in parentheses The number of observations is 253, clustered in those 20 countries which are not a single region. Adjusted R 2 for OLS regression using only country level characteristics is as follows: Impact = 0.49, Medium run = 0.60, Bounce forward = 0.62. The first salient finding is that most regional heterogeneity is explained by country-level factors. This is not a surprise given the high between-country variability for all three resilience indicators (81 per cent for the impact, 85 per cent for the medium run and 79 per cent for the bounce forward). The pre-crisis average of private sector credit flows 26 appears to be the most robust predictor of resilient behaviour in all three indicators. The effect is negative, meaning that the higher the amount of county-level liabilities that households and firms have incurred, the lower is the overall regional resilience. The effect appears to be somewhat stronger for the impact than for the medium run and bounce forward, but the overall finding is consistent across the indicators and different specifications. The net international investment position 27 is another prime country-level characteristic that explains regional resilience in impact. It has a positive correlation with impact resilience, suggesting that a better standpoint of a country in terms of its balance of assets vs liabilities with respect to the rest of the world yields better absorption capacity. Other country-level characteristics, which show relatively high correlation with the impact in univariate regressions, but lose their significance in multivariate specifications (OLS or random effects) are the share of non-routine manual workers, 28 private spending on research and development, current account balance and social expenditures. 29 This latter variable is marginally significant in the random-effects model though. For resilience in the medium run, country-level characteristics such as private spending in research and development, 30 export market share, the share of women in the labour force and the perception of whether wages are linked to productivity (pay to productivity) have been included. Although the proportion of variance explained in univariate regressions has been higher than 15 per cent, there is not enough evidence in our data to confirm their significance in multivariate OLS or random effects specification. 26 The private sector credit flow represents the net amount of liabilities which the sectors Non-Financial Corporations and Households and Non-Profit Institutions Serving Households have incurred along the year. Data are in consolidated terms, and expressed in percentage of GDP (source: Eurostat). 27 The international investment position (IIP) is a statistical statement that shows at a point in time the value and composition of (i) financial assets of residents of an economy that are claims on non-residents and gold bullion held as reserve assets, and (ii) liabilities of residents of an economy to non-residents. The difference between an economy’s external financial assets and liabilities is the economy’s net IIP, which may be positive or negative. The net international investment position provides an aggregate view of the net financial position (assets minus liabilities) of a country vis-à-vis the rest of the world. The indicator is expressed in percent of GDP (source: Eurostat). 28 Employment rate by type of contract occupation: non-routine manual tasks (service and sales workers and elementary occupations –isco08: 5, 9). 29 Government expenditures on social protection as percentage of GDP (pensions excluded). 30 Company spending on Research and Development. It is built upon the Executive Opinion Survey, where experts have been asked to evaluate the extent to which companies invest in R&D. (Source: World Economic Forum) ",
        "35 Pay to productivity 31 is positively correlated with the bounce forward capacity. Differently from the medium run indicator, it is significant and robust across model specifications. It suggests that the regions in those countries characterized by a labour market where employees are better incentivized with their salaries are fitter in terms of adaptation and transformation. Average annual export market shares and the share of women in the labour force yield mixed results across the specifications. Both are consistent in sign and size, however, while the coefficients stay significant in OLS, this is not the case for the random-effects model. Innovation capacity, 32 although being a positive and significant predictor in the univariate analysis of bounce forward, in the multivariate specification it turns surprisingly negative and loses its significance in the random effects specification. The scope of this exercise was also to assess why certain regions within a country are performing better. Therefore, we attempted to capture the within-country variation with selected regional characteristics. Again, we started with the ones that show the most explanatory power in univariate regressions. Starting from backward, once we eliminate the between-country variation (the fixed effects models of column (3), (6) and (9)), regional variation in characteristics is not sufficiently strong to contribute to explaining regional resilience. Once we look at random effects or OLS, some regional characteristics do prove to be informative. The gender employment gap exhibits a negative correlation with the resilience in impact, as shown in both OLS and random effects regressions. The high leverage for this effect is that the majority of Greek and Spanish regions have the highest gender employment gap and the lowest impact on resilience. The Gross Value Added share of Industry 33 is another robust predictor for the absorption capacity. This result suggests that the regions with more intensive industrial activities are the ones who have performed better in the aftermath of the crisis. Similar results are found for the intensity of the professional, scientific and technical activities, administrative and support service, especially when we were explicitly modelling only within-country variation, using random and fixed effects models. On the contrary, a different specification of the intensity of the construction sector has always shown a negative correlation with the indicators of resilience, suggesting the vulnerability of regions with a higher economic weight of construction activities. In the multivariate specification, it remains consistent in sign, but not significant. Regional potential accessibility 34 is a characteristic that appears to be less relevant for the impact, but more relevant (both in terms of size and significance) for the medium run and bounce forward. However, although it does suggest that regions with better accessibility are the ones who were “fitter” to catch up and even bounce forward when modelling strictly within- country variation, it loses its significance. 31 Pay to productivity is an indicator of labor market efficiency. It is built upon the Executive Opinion Survey, where experts have been asked to evaluate the extent the pay is related to employee productivity. (Source: World Economic Forum) 32 Perception about the country companies’ capacity to innovate, where higher score represent greater extent of innovation perceived. Based on Executive Opinion Survey (Source: World Economic Forum) 33 Here Industry comprises the following NACE sectors: B – Mining and quarrying, C - Electricity, gas, steam and air conditioning supply D - Water supply; sewerage, waste management and remediation activities 34 The accessibility model measures the minimum travel time between all NUTS3 regions for rail, road and air separately. For multimodal accessibility the accessibility by road, rail and air are integrated into one indicator expressing the combined effects of these modes for each NUTS3 region. (Source: ESPON) ",
        "36 5 Conclusions This report has shed light on how regions have responded to the economic and financial crisis. We have seen that regions exhibit substantial heterogeneity in resilient behaviour during and after the crisis. Greek and Spanish regions suffered a lot in the short run, followed by Latvia and most Irish regions, showing the lack of absorption capacity. On the contrary, German regions not only were able to absorb the shock but also to bounce forward in many dimensions. Results show that resilience is highly dependent on the time horizon, whether it includes the immediate aftermath of the crisis or it takes a longer window of analysis. Striking is the example of the Greek islands, who outperform in the medium run, although they suffered a lot in the immediate aftermath of the crisis. The ability to react to a shock has been also measured through the duration of recovery which has shown great heterogeneity across regions and by variables. Overall, the EU member states appear to be substantially heterogeneous while the within- country variation of regions is smaller. However, while country data might be able to capture overall behaviour, regional data is important to capture the within-country regional differences. There are some clear regional disparities within Denmark, Finland, France, and the UK, especially in the bounce forward capacity. Our broader approach may contribute to providing insights in multi-national contexts, and we have further shown how to operationalize a “beyond GDP” approach in resilience measurement. As the ultimate objective is the maintenance of overall societal well-being, one should not stop at assessing small and selected sectors of well-being production but should aim to capture the broader behaviour of the system. Regions are entities made of economic, institutional and individual actors, and the social dynamics in their behaviour and interactions cannot be ignored. This analysis highlights the importance of expanding the measurement strategy to a broader list of variables which takes into account the time dimension: the impact on core economic variables is not sufficient to tell the full story. Medium run resilience for GDP is not high for the same regions as the resilience of, for example, NEET, wages or education level. Furthermore, results showed different patterns of recovery between objective and subjective indicators where on average the former is faster and the latter much slower. As resilience is property of the dynamic response to a shock or distress, its monitoring would need continuous shocks and their continuous reassessment over time. This would turn to be impossible given the difficulty of identifying new shocks most of the time. To identify directions for policies to foster resilience, we need to look for resilience characteristics. They serve as important measurement tools for gauging and assessing the resilience of countries and regions in a forward-looking manner, with reference to a hypothetical future scenario of a similar kind. This report contributes by identifying candidate characteristics that influence the resilience of regions, potentially differing across resilience capacities. Results show that there is a common pattern across the impact, medium run and bounce forward indicators, where lower pre-crisis levels of private sector credit flows appear to be the most robust country-level predictor of resilient behaviour. Taking into account the within- country regional performance, results have shown that regions with a lower gender employment gap are associated with a higher resilience in impact. Also, the relative importance of the industrial sector in the overall regional economy is another very robust predictor of the absorption capacity. Unlike elsewhere in the literature (see Sensier et al. (2016)), we do not find substantial differences between the performance of employment and GDP. The correlation is roughly 0.65 for both their impact and medium run metrics. The employment bounce forward metric is -1, meaning there was no bounce forward, for 28 per cent of the regions while it is 26 per cent for GDP. However, we also find that the employment score reflects overall resilience better than ",
        "37 GDP itself. Taking it from another perspective, pre-crisis level of GDP and employment, in our regressions exercise, do not have the power to distinguish between the more and less resilient regions (see Section 4.4 and Annex 2). It is important to keep in mind that these characteristics are meant to capture some of the ingredients of the general ability of a country or region to withstand a similar crisis. However, this still does not allow them to provide complete guidance about available or preferred policy actions to prepare for future difficulties. To this end, it would be important to analyse a wide number of economic shocks and eventually find common characteristics. Another important element would be to explore in detail the underlying mechanisms and transmission channels through which resilience characteristics may translate into resilient behaviour in general, and successful crisis management policies in particular. This is clearly beyond the scope of the statistical analysis presented in this report but is of great relevance for future research. To further emphasize this point, it may be useful to speculate briefly about some of the ways resilience characteristics may improve the ability to cope with a crisis. First, resilience characteristics may correspond to buffers that one can draw on and/or deplete in times of distress. For example, a favourable net international investment position or private sector credit flows may enable a country to boost economic performance or promote social protection. On the other hand, at the regional level, increasing equal opportunities in the labour market for women and men may lead to a better utilisation of human capital and a better overall performance. The ultimate use of resilience characteristics would be to monitor them continuously. A similar tool already in use is the macroeconomic imbalance procedure scoreboard, which serves to identify potentially harmful macroeconomic imbalances that could adversely affect economic performance. The annual (or multi-year moving average) behaviour of resilience characteristics would signal whether the resilience of a country or a region is improving or not, so whether it would be able to face future economic shocks better or worse than previously. Our approach proposes to focus on bounce forward instead of bounce back, acknowledging the importance of the transformative ability. Bounce back does not always represent true resilience, as regions should not necessarily return to the pre-crisis level if it had led them to a non-sustainable path. This report proposed a simple measure of bounce forward, but it requires further efforts to fully capture the transformative ability of regions necessary to face the uncertainties in future. Our analysis is a first attempt of this kind and sets the building blocks for further investigations on how to transform the crisis into windows of opportunities. ",
        "38 6 References Alessi, Lucia, Peter Benczur, Francesca Campolongo, Jessica Cariboni, Anna Rita Manca, Balint Menyhert, and Andrea Pagano. (2019). “The Resilience of EU Member States to the Financial and Economic Crisis.” Social Indicators Research , December. Ambulkar, Saurabh, Jennifer Blackhurst, and Scott Grawe. (2015). “Firm’s Resilience to Supply Chain Disruptions: Scale Development and Empirical Examination.” Journal of Operations Management 33: 111–122. Anand, Sudhir, and Amartya Sen. (1994). “Human Development Index: Methodology and Measurement.” Annoni, Paola, Laura Dominicis, and Neysan Khabirpour. (2019). “Location Matters: A Spatial Econometric Analysis of Regional Resilience in the European Union.” Growth and Change 50 (3): 824–855. Batabyal, Amitrajeet A. (1998). “On Some Aspects of Ecological Resilience and the Conservation of Species.” Economic Research Institute Study Papers, Utah State University . Benczur, Peter, Elisabeth Joossens, Anna Rita Manca, Balint Menyhert, and Slavica Zec. (2020). “Building a Policy Relevant Resilience Measure: Beyond the Economic Perspective.” In Handbook on Regional Economic Resilience . Edward Elgar Publishing. Bristow, Gillian. (2010). “Resilient Regions: Re-‘place’ing Regional Competitiveness.” Cambridge Journal of Regions, Economy and Society 3 (1): 153–167. Caldera Sánchez, Aida, Morten Rasmussen, Oliver Röhn, and Mikkel Hermansen. (2015). Economic Resilience: A New Set of Vulnerability Indicators for OECD Countries . OECD Economics Department Working Papers 1249. Canova, Fabio, and Zenon G. Kontolemis. (2012). Measuring the Macroeconomic Resilience of Industrial Sectors in the EU and Assessing the Role of Product Market Regulations . Publications Office of the European Union. Vol. 112. Canton, Erik, Luis Garcia Lombardero, and Plamen Nikolov. (2019). Structural Reforms for Growth and Resilience in the Euro Area . Quarterly Report on the Euro Area (QREA) 18(2). Christopherson, S., J. Michie, and P. Tyler. (2010). “Regional Resilience: Theoretical and Empirical Perspectives.” Cambridge Journal of Regions, Economy and Society 3 (1): 3–10. Costanza, Robert, Ralph d’Arge, Rudolf De Groot, S. Faber, Monica Grasso, Bruce Hannon, Karin Limburg, et al. (1997). “The Value of the World’s Ecosystem Services and Natural Capital.” Nature 387 (6630): 253–260. Dabson, Brian, C. Heflin, and Kathleen Miller. (2012). “Regional Resilience.” Research and Policy Brief, RUPRI, Rural Futures Lab, Harry S. Truman School of Public Affairs, University of Missouri . De Carvalho, Joaquim Francisco. (2011). “Measuring Economic Performance, Social Progress and Sustainability Using an Index.” Renewable and Sustainable Energy Reviews 15 (2): 1073–1079. Di Pietro, Filippo, Patrizio Lecca, and Simone Salotti. (2020). Regional Economic Resilience in the European Union: A Numerical General Equilibrium Analysis . European Commission-Joint Research Centre. Dijkstra, Lewis, Enrique Garcilazo, and Philip McCann. (2015). “The Effects of the Global Financial Crisis on European Regions and Cities.” Journal of Economic Geography 15 (5): 935–949. ",
        "39 Duval, Romain, and Lukas Vogel. (2008). “Economic Resilience to Shocks.” OECD Journal: Economic Studies 2008 (1): 1–38. ECB. (2010). “The Impact of the Financial Crisis on the Central and Eastern European Countries.” ECB Monthly Bulletin 07/2010: 85–96. European Commission. (2013). The Urban and Regional Dimension of the Crisis: Eighth Progress Report on Economic, Social and Territorial Cohesion . Publications Office of the European Union. European Social Survey Cumulative File, ESS 1-7. (2016). “Data File Edition 1.0.” NSD - Norwegian Centre for Research Data, Norway - Data Archive and distributor of ESS data for ESS ERIC. Faggian, Alessandra, Gemmiti Roberta, Jaquet Timoty, and Santini Isabella. (2018). “Regional Economic Resilience: The Experience of the Italian Local Labor Systems.” Annals of Regional Studies , no. 60: 393–410. Folke, Carl, Stephen Carpenter, Brian Walker, Marten Scheffer, Terry Chapin, and Johan Rockstrom. (2010). “Resilience Thinking: Integrating Resilience, Adaptability and Transformability.” Ecology and Society 15 (2). Garmezy, Norman. (1973). “Competence and Adaptation in Adult Schizophrenic Patients and Children at Risk.” Schizophrenia: The First Ten Dean Award Lectures , 163– 204. Holling, Crawford S. (1973). “Resilience and Stability of Ecological Systems.” Annual Review of Ecology and Systematics , 1–23. Hudson, Ray. (2010). “Resilient Regions in an Uncertain World: Wishful Thinking or a Practical Reality?” Cambridge Journal of Regions, Economy and Society 3 (1): 11– 25. Iammarino, Simona, Andrés Rodríguez-Pose, and Michael Storper. (2018). “Regional Inequality in Europe: Evidence, Theory and Policy Implications.” Journal of Economic Geography . Institute for Social and Economic Research. (2017). “British Household Panel Survey.” Joint Research Centre. (2020). Towards a More Resilient Society, Navigating a Challenging Future Together . European Commission. JRC Flagship Report. Joint Research Centre, European Commission. (2015). The Challenge of Resilience in a Globalised World . European Commission. Joossens, Elisabeth, Anna Rita Manca, and Slavica Zec. (2020). Individual Resilience: How EU Citizens Cope in Times of Distress . European Commission-Joint Research Centre. Manca, Anna Rita, Peter Benczur, and Enrico Giovannini. (2017). “Building a Scientific Narrative Towards a More Resilient EU Society. Part 1: A Conceptual Framework.” Martin, AS, B Distelberg, BW Palmer, and DV Jeste. (2015). “Development of a New Multidimensional Individual and Interpersonal Resilience Measure for Older Adults.” Aging and Mental Health 19 (1). Martin, Ron. (2011). “The Local Geographies of the Financial Crisis: From the Housing Bubble to Economic Recession and Beyond.” Journal of Economic Geography 11 (4): 587–618. Martin, Ron. (2012). “Regional Economic Resilience, Hysteresis and Recessionary Shocks.” Journal of Economic Geography 12 (1): 1–32. Martin, Ron, and Peter Sunley. (2015). “On the Notion of Regional Economic Resilience: Conceptualization and Explanation.” Journal of Economic Geography 15 (1): 1–42. ",
        "40 Martin, Ron, Peter Sunley, Ben Gardiner, and Peter Tyler. (2016). “How Regions React to Recessions: Resilience and the Role of Economic Structure.” Regional Studies 50 (4): 561–585. Masten, Ann S. (1994). “Resilience in Individual Development: Successful Adaptation despite Risk and Adversity.” In Educational Resilience in Inner-City America: Challenges and Prospects . Modica, Marco, and Aura Reggiani. (2015). “Spatial Economic Resilience: Overview and Perspective.” Networks and Spatial Economics 15 (2): 211–233. Nardo, Michela, Michaela Saisana, Andrea Saltelli, Stefano Tarantola, Anders Hoffmann, and Enrico Giovannini. (2008). “Handbook on Constructing Composite Indicators: Methodology and User Guide.” OECD/ JRC. OECD. (2014). Rising Inequality: Youth and Poor Fall Further Behind . OECD. (2018). For Good Measure: Advancing Research on Well-Being Metrics Beyond GDP . Edited by Joseph E. Stiglitz, Jean-Paul Fitoussi, and Martine Durand. OECD. Pimm, Stuart L. (1984). “The Complexity and Stability of Ecosystems.” Nature 307 (5949): 321–326. Pontarollo, Nicola, and Carolina Serpieri. (2018). “A Composite Policy Tool to Measure Territorial Resilience Capacity.” Socio-Economic Planning Sciences , 100669. Porter, Michael, and Scott Stern. Social Progress Index 2017 . Deloitte. Saari, Donald G., and Vincent R. Merlin. (1996). “The Copeland Method: I.: Relationships and the Dictionary.” Economic Theory 8 (1): 51–76. Sensier, Marianne, Gillian Bristow, and Healy Adrian. (2016). “Measuring Regional Economic Resilience across Europe: Operationalizing a Complex Concept.” Spatial Economic Analysis 11 (2): 128–151. Sherrieb, Kathleen, Fran H. Norris, and Sandro Galea. (2010). “Measuring Capacities for Community Resilience.” Social Indicators Research 99 (2): 227–247. Simmie, J., and R. Martin. (2010). “The Economic Resilience of Regions: Towards an Evolutionary Approach.” Cambridge Journal of Regions, Economy and Society 3 (1): 27–43. Socio-Economic Panel (SOEP). (2017). “Data for Years 1984-2016.” version 33, SOEP. Sondermann, David. (2018). “Towards More Resilient Economies: The Role of Well- Functioning Economic Structures.” Journal of Policy Modeling 40 (1): 97–117. Stiglitz, Joseph E., Jean-Paul Fitoussi, and Martine Durand. (2018). Beyond GDP: Measuring What Counts for Economic and Social Performance . OECD. Stiglitz, Joseph E., Amartya Sen, Jean-Paul Fitoussi, and others. (2010). Report by the Commission on the Measurement of Economic Performance and Social Progress . Paris: Commission on the Measurement of Economic Performance and Social Progress. ",
        "41 Annex 1: List of selected system variables Note: system variables indicated in italic” A3, A5, E5, E6., E6, O3, O5, O6) have a high number of NUTS1 imputed values at NUT2 level. Within the type column, S stands for social, E for economic, P for perceptions and O for objective. ESS data have been retrieved from European Social Survey Cumulative File, ESS 1-7, (2016), SILC/GSOEP/BHPS for respectively Germany and Great Britain uses Socio-Economic Panel (SOEP), (2017) and the Institute for Social and Economic Research, (2017). Moreover, system variables indicated in italic (A3, A5, E5, E6, E7, O3, O5, O6) have a high number of NUTS1 imputed values at NUTS2 level. V a r i a b l e t y p e c o d e F u l l n a m e s o u r c e S o u r c e c o d e o f t a b l e d e f i n i t i o n S y s t e m p a r t u n i t t r a n s - f o r m a t i o n s i g n e d u c a t e d _ l a b o u r E / O A 1 L a b o u r f o r c e w i t h a t l e a s t s e c o n d a r y e d u c a t i o n E u r o s t a t l f s t _ r _ l f e 2 e m p r c ( _ e d u ) L a b o u r f o r c e w i t h a t l e a s t s e c o n d a r y e d u c a t i o n a s p e r c e n t a g e o f t h e t o t a l l a b o u r f o r c e ( u p p e r s e c o n d a r y a n d p o s t - s e c o n d a r y n o n - t e r t i a r y e d u c a t i o n ( l e v e l s 3 a n d 4 ) ) p o p u l a t i o n f r o m 1 5 - 6 4 y A S S E T % m i n e d u c a t i o n _ l e v e l S / O A 2 E d u c a t i o n l e v e l E u r o s t a t e d a t _ l f s e _ 1 2 t h e p r o p o r t i o n o f 3 0 – 3 4 y e a r - o l d s w i t h t e r t i a r y e d u c a t i o n a l a t t a i n m e n t A S S E T % m i n f a i r n e s s S / P A 3 S e l f - p e r c e i v e d f a i r n e s s E S S p p l f a i r S u r v e y b a s e d – s u b j e c t i v e m e a s u r e . T h e s u r v e y q u e s t i o n \" M o s t p e o p l e t r y t o t a k e a d v a n t a g e o f y o u i f t h e y g o t t h e c h a n c e , o r t r y t o b e f a i r \" . T h e v a r i a b l e i s t h e s h a r e o f t h o s e a n s w e r i n g 7 t o 1 0 ( a g r e e w i t h f a i r n e s s ) o u t o f a s c a l e o f 1 0 . A S S E T % m i n m i g r a t i o n _ r a t e S / O A 4 N e t m i g r a t i o n E u r o s t a t d e m o _ r _ g i n d 3 P o p u l a t i o n c h a n g e - D e m o g r a p h i c b a l a n c e a n d c r u d e r a t e s a t r e g i o n a l l e v e l ( N E T M I G R A T I O N ) ( C r u d e r a t e o f n e t m i g r a t i o n p l u s s t a t i s t i c a l a d j u s t m e n t ) a s s h a r e o f p o p u l a t i o n A S S E T % m i n t r u s t _ p e o p l e S / P A 5 T r u s t i n p e o p l e E S S p p l t r s t T h e s u r v e y q u e s t i o n \" M o s t p e o p l e c a n b e t r u s t e d o r y o u c a n ' t b e t o o c a r e f u l \" . T h e v a r i a b l e i s t h e s h a r e o f t h o s e a n s w e r i n g 7 t o 1 0 ( a g r e e w i t h t r u s t ) . A S S E T % m i n f e m a l e _ e m p l o y m e n t E / O E 1 F e m a l e e m p l o y m e n t r a t e E u r o s t a t l f s t _ r _ l f e 2 e m p r t f e m a l e e m p l o y m e n t r a t e ( a g e : 1 5 - 6 4 ) E N G I N E % m i n l p r o d E / O E 2 L a b o u r p r o d u c t i v i t y e u r o s t a t e l a b o r a t i o n n a m a _ 1 0 r _ 2 g d p / / n a m a _ 1 0 r _ 2 e m h r w R e a l G D P v o l u m e ( o w n e l a b o r a t i o n ) p e r h o u r s w o r k e d E N G I N E l o g m i n p e r m a n e n t E / O E 3 S h a r e o f p e r m a n e n t c o n t r a c t L F S t e m p s h a r e o f t h e e m p l o y e e s t h a t h a v e p e r m a n e n t c o n t r a c t o v e r a ll e m p l o y e d , w h e r e e m p l o y m e n t i s d e f i n e d a s n u m b e r o f p e r s o n s a g e d 2 0 t o 6 4 w h o a r e w o r k i n g . E N G I N E % m i n r d _ g d p E / O E 4 T o t a l e x p e n d i t u r e i n R & D E u r o s t a t r d _ e _ g e r d r e g P u b li c E x p e n d i t u r e i n R & D , P e r c e n t a g e o f g r o s s d o m e s t i c p r o d u c t ( G D P ) , a ll s e c t o r s ( o t h e r s e c o t r s a r e : B u s i n e s s e n t e r p r i s e s e c t o r , G o v e r n m e n t s e c t o r , H i g h e r e d u c a t i o n s e c t o r , P r i v a t e n o n - p r o f i t s e c t o r ) E N G I N E % l o g m i n s o c i a l _ w e e k l y S / O E 5 W e e k l y s o c i a ll y m e e t E S S s c l m e e t S u r v e y b a s e d - s u b j e c t i v e m e a s u r e . T h e s h a r e o f r e s p o n d e n t s a n s w e r i n g t h e y w e e k l y s o c i a ll y m e e t w i t h f r i e n d s , r e l a t i v e s o r c o ll e a g u e s E N G I N E % m i n t r u s t _ e p S / P E 6 T r u s t i n t h e e u r o p a n p a r li a m e n t E S S T R S T E P S u r v e y b a s e d - s u b j e c t i v e m e a s u r e . T h e s h a r e o f r e s p o n d e n t s a n s w e r i n g 7 - 1 0 o n a s c a l e f r o m 0 ( n o t t r u s t a t a ll ) t o 1 0 ( c o m p l e t e t r u s t ) E N G I N E % m i n t r u s t _ l e g a l S / P E 7 T r u s t i n t h e l e g a l s y s t e m E S S T R S T L G L S u r v e y b a s e d - s u b j e c t i v e m e a s u r e . T h e s h a r e o f r e s p o n d e n t s a n s w e r i n g 7 - 1 0 o n a s c a l e f r o m 0 ( n o t t r u s t a t a ll ) t o 1 0 ( c o m p l e t e t r u s t ) E N G I N E % m i n w a g e s E / O E 8 R e a l w a g e E u r o s t a t n a m a _ 1 0 r _ 2 c o e / / n a m a _ 1 0 r _ 2 e m h r w C o m p e n s a t i o n o f e m p l o y e e s p e r h o u r w o r k e d i n P u r c h a s i n g P o w e r S t a n d a r d ( P P S ) d e f l a t e d ( o w n e l a b o r a t i o n ) ( i n ' 0 0 0 ) E N G I N E l o g m i n e m p l o y m e n t E / O O 1 E m p l o y m e n t R a t e E u r o s t a t l f s t _ r _ l f e 2 e m p r t N u m b e r o f p e r s o n s a g e d 2 0 t o 6 4 i n e m p l o y m e n t b y t h e t o t a l p o p u l a t i o n o f t h e s a m e a g e g r o u p O U T C O M E % m i n g d p E / O O 2 G r o s s D o m e s t i c P r o d u c t E u r o s t a t n a m a _ 1 0 r _ 2 g d p / / n a m a _ 1 0 _ g d p R e a l G D P v o l u m e , i n d e x 2 0 1 0 = 1 0 0 ( o w n e l a b o r a t i o n ) O U T C O M E % l o g m i n h e a l t h S / P O 3 S e l f - p e r c i e v e d h e a l t h S I L C / G S O E P ( f o r D E ) / B H P S ( f o r U K ) h e a l t h S u r v e y b a s e d – s u b j e c t i v e m e a s u r e . S h a r e o f r e s p o n d e n t s i n d i c a t i n g a l e v e l o f \" g o o d \" o r \" v e r y g o o d \" ( t h e t o p t w o o u t o f 5 ) O U T C O M E % m i n h h _ i n c o m e E / O O 4 H o u s e h o l d d i s p o s a b l e i n c o m e E u r o s t a t n a m a _ 1 0 r _ 2 h h i n c H o u s e h o l d n e t d i s p o s a b l e i n c o m e , P P S p e r c a p i t a O U T C O M E P P S / c a p i t a l o g m i n i n e q u a li t y _ s 8 0 s 2 0 E / O O 5 I n c o m e i n e q u a li t y S I L C / G S O E P ( f o r D E ) / B H P S ( f o r U K ) T h e S 8 0 / S 2 0 r a t i o . S 8 0 / S 2 0 i s t h e r a t i o o f t h e a v e r a g e i n c o m e s h a r e o f t h e 2 0 % r i c h e s t t o t h e 2 0 % p o o r e s t . O U T C O M E % l o g m a x li f e s a t S / P O 6 li f e s a t i s f a c t i o n E S S s t f li f e S u r v e y b a s e d – s u b j e c t i v e m e a s u r e . T h e s u r v e y q u e s t i o n : “ H o w s a t i s f i e d w o u l d y o u s a y y o u a r e w i t h y o u r li f e t h e s e d a y s ? ” T h e v a r i a b l e i s t h e s h a r e o f t h o s e a n s w e r i n g 7 t o 1 0 o n a s c a l e f r o m 1 ( v e r y d i s s a t i s f i e d ) t o 1 0 ( v e r y s a t i s f i e d ) O U T C O M E % m i n n e e t S / O O 7 N o t i n e m p l o y m e n t n o r i n e d u c a t i o n a n d t r a i n i n g E u r o s t a t e d a t _ l f s e _ 2 2 Y o u n g p e o p l e ( 1 5 - 2 4 y e a r s ) n e i t h e r i n e m p l o y m e n t n o r i n e d u c a t i o n a n d t r a i n i n g , p e r c e n t a g e o f t h e t o t a l p o p u l a t i o n i n t h e s a m e a g e g r o u p O U T C O M E % m a x s t r e s s _ d i s e a s e S / O O 8 D e a t h r a t e d u e t o s t r e s s r e l a t e d d i s e a s e s E u r o s t a t h l t h _ c d _ a c d r 2 / / h l t h _ c d _ a c d r c r u d e d e a t h r a t e p e r 1 0 0 0 0 0 i n h a b i t a n t s - a n n u a l d a t a d u e t o d i s e a s e s o f t h e c i r c u l a t o r y s y s t e m ( I 0 0 - I 9 9 ) O U T C O M E % m a x s u i c i d e S / O O 9 D e a t h r a t e d u e t o s u i c i d e E u r o s t a t h l t h _ c d _ a c d r 2 / / h l t h _ c d _ a c d r c r u d e d e a t h r a t e p e r 1 0 0 0 0 0 i n h a b i t a n t s f o r I n t e n t i o n a l s e l f h a r m i n g ( h t t p : / / e c . e u r o p a . e u / e u r o s t a t / s t a t i s t i c s - e x p l a i n e d / i n d e x . p h p / C a u s e s _ o f _ d e a t h _ s t a t i s t i c s ) O U T C O M E % m a x u n e m p l o y e d _ 1 2 m E / O O 1 0 L o n g t e r m u n e m p l o y m e n t r a t e E u r o s t a t l f s t _ r _ l f u 2 l t u S h a r e o f l o n g t e r m u n e m p l o y e d ( m o r e t h a n 1 2 m o n t h s ) o v e r t h e w o r k f o r c e . T h e l a b o u r f o r c e i s t h e t o t a l n u m b e r o f p e o p l e e m p l o y e d a n d u n e m p l o y e d . O U T C O M E % m a x u n e m p l o y m e n t E / O O 1 1 U n e m p l o y m e n t E u r o s t a t l f s t _ r _ l f u 3 r t U n e m p l o y e d p e r s o n s a s a p e r c e n t a g e o f t h e l a b o u r f o r c e ( 1 5 - 7 4 y e a r s ) . T h e l a b o u r f o r c e i s t h e t o t a l n u m b e r o f p e o p l e e m p l o y e d a n d u n e m p l o y e d . O U T C O M E % m a x n o t e : s y s t e m v a r i a b l e s i n d i c a t e d i n i t a li c ( A 3 , A 5 , E 5 , E 6 , E 7 , O 3 , O 5 , O 6 ) h a v e a h i g h n u m b e r o f N U T S 1 i m p u t e d v a l u e s a t N U T S 2 l e v e l ",
        "42 Annex 2: Correlation matrix of the system sub-components The table presents correlation coefficients between the variables, their system part and the overall resilience indicators. The darker the colour, the higher the correlation. Red colour marks negative correlations. * For the reference year (2007), Polish regions report a low level with respect to the rest of the indicated time series, while this is not true for the country-level data. This exacerbates the overall negative correlation in the impact and medium run. ",
        "43 Annex 3: Correlation of categories Correlation between different categories within the Impact, Medium run and Bounce forward Impact Medium run Bounce forward A S S E T E N G I N E O U T C O M E S O C I A L E C O N O M I C P E R C E P T I O N O B J E C T I V E I M P A C T A S S E T 1 0 . 4 8 0 . 6 5 0 . 7 7 0 . 6 2 0 . 6 7 0 . 7 2 0 . 8 4 E N G I N E 0 . 4 8 1 0 . 7 0 0 . 5 9 0 . 7 9 0 . 3 9 0 . 8 5 0 . 8 4 O U T C O M E 0 . 6 5 0 . 7 0 1 0 . 6 9 0 . 8 8 0 . 4 2 0 . 9 4 0 . 9 0 S O C I A L 0 . 7 7 0 . 5 9 0 . 6 9 1 0 . 4 4 0 . 7 1 0 . 7 2 0 . 8 0 E C O N O M I C 0 . 6 2 0 . 7 9 0 . 8 8 0 . 4 4 1 0 . 3 1 0 . 9 2 0 . 8 8 P E R C E P T I O N 0 . 6 7 0 . 3 9 0 . 4 2 0 . 7 1 0 . 3 1 1 0 . 3 9 0 . 5 8 O B J E C T I V E 0 . 7 2 0 . 8 5 0 . 9 4 0 . 7 2 0 . 9 2 0 . 3 9 1 0 . 9 7 I M P A C T 0 . 8 4 0 . 8 4 0 . 9 0 0 . 8 0 0 . 8 8 0 . 5 8 0 . 9 7 1 A S S E T E N G I N E O U T C O M E S O C I A L E C O N O M I C P E R C E P T I O N O B J E C T I V E M E D I U M R U N A S S E T 1 0 . 4 0 0 . 5 1 0 . 7 3 0 . 5 0 0 . 5 9 0 . 6 2 0 . 7 9 E N G I N E 0 . 4 0 1 0 . 7 2 0 . 4 9 0 . 7 8 0 . 3 5 0 . 8 4 0 . 8 3 O U T C O M E 0 . 5 1 0 . 7 2 1 0 . 5 7 0 . 8 7 0 . 3 1 0 . 9 5 0 . 8 8 S O C I A L 0 . 7 3 0 . 4 9 0 . 5 7 1 0 . 2 8 0 . 6 2 0 . 6 0 0 . 7 2 E C O N O M I C 0 . 5 0 0 . 7 8 0 . 8 7 0 . 2 8 1 0 . 2 3 0 . 9 1 0 . 8 5 P E R C E P T I O N 0 . 5 9 0 . 3 5 0 . 3 1 0 . 6 2 0 . 2 3 1 0 . 2 8 0 . 5 1 O B J E C T I V E 0 . 6 2 0 . 8 4 0 . 9 5 0 . 6 0 0 . 9 1 0 . 2 8 1 0 . 9 5 M E D I U M R U N 0 . 7 9 0 . 8 3 0 . 8 8 0 . 7 2 0 . 8 5 0 . 5 1 0 . 9 5 1 A S S E T E N G I N E O U T C O M E S O C I A L E C O N O M I C P E R C E P T I O N O B J E C T I V E B O U N C E F O R W A R D A S S E T 1 0 . 4 6 0 . 5 5 0 . 7 1 0 . 5 9 0 . 5 7 0 . 6 7 0 . 8 3 E N G I N E 0 . 4 6 1 0 . 5 8 0 . 6 0 0 . 6 8 0 . 4 8 0 . 7 7 0 . 8 0 O U T C O M E 0 . 5 5 0 . 5 8 1 0 . 6 1 0 . 8 8 0 . 3 3 0 . 9 3 0 . 8 5 S O C I A L 0 . 7 1 0 . 6 0 0 . 6 1 1 0 . 4 0 0 . 6 1 0 . 6 8 0 . 7 8 E C O N O M I C 0 . 5 9 0 . 6 8 0 . 8 8 0 . 4 0 1 0 . 2 9 0 . 9 2 0 . 8 6 P E R C E P T I O N 0 . 5 7 0 . 4 8 0 . 3 3 0 . 6 1 0 . 2 9 1 0 . 3 2 0 . 5 5 O B J E C T I V E 0 . 6 7 0 . 7 7 0 . 9 3 0 . 6 8 0 . 9 2 0 . 3 2 1 0 . 9 5 B O U N C E F O R W A R D 0 . 8 3 0 . 8 0 0 . 8 5 0 . 7 8 0 . 8 6 0 . 5 5 0 . 9 5 1 ",
        "44 Annex 4: Comparison of different measures Impact: comparison Social vs Economic measures and Household income and GDP vs Perceptions measures Panel A Panel B Panel C ",
        "45 Medium run: comparison Social vs Economic measures and Household income and GDP vs Perceptions measures Panel A Panel B Panel C Bounce Forward: comparison Social vs Economic measures and Household income and GDP vs Perceptions measures Panel A Panel B Panel C ",
        "46 Annex 5: Impact, medium run and bounce forward over the EU ",
        "47 ",
        "48 Annex 6: Time to the maximum impact of the shock How fast is the minimum obtained due to shock? S h a r e o f r e g i o n s t h a t d i d n o t d e c r e a s e W i t h i n 1 y e a r W i t h i n 2 y e a r s W i t h i n 3 y e a r s W i t h i n 4 y e a r s W i t h i n 5 y e a r s W i t h i n 6 y e a r s W i t h i n 7 y e a r s W i t h i n 8 y e a r s W i t h i n 9 y e a r s W i t h i n 1 0 y e a r s L a b o u r f o r c e w i t h s e c o n d a r y e d u c t i o n 1 5 % 1 % 1 1 % 2 4 % 3 5 % 4 5 % 7 0 % 8 4 % 9 5 % 1 0 0 % 1 0 0 % E d u c a t i o n l e v e l 5 1 % 3 2 % 5 3 % 6 3 % 7 1 % 7 6 % 8 1 % 8 3 % 8 9 % 1 0 0 % 1 0 0 % S e l f - p e r c e i v e d f a i r n e s s 0 % 2 4 % 2 4 % 5 2 % 5 2 % 8 3 % 8 3 % 9 6 % 9 6 % 1 0 0 % 1 0 0 % N e t m i g r a t i o n 9 % 1 7 % 2 6 % 3 4 % 4 4 % 6 0 % 7 7 % 8 2 % 9 2 % 1 0 0 % 1 0 0 % S e l f - p e r c i e v e d t r u s t i n p e o p l e * 0 % 2 4 % 2 4 % 5 1 % 5 1 % 7 7 % 7 7 % 9 3 % 9 3 % 1 0 0 % 1 0 0 % F e m a l e e m p l o y m e n t r a t e 3 1 % 4 % 1 7 % 3 2 % 4 7 % 6 3 % 8 4 % 9 3 % 9 7 % 1 0 0 % 1 0 0 % L a b o u r p r o d u c t i v i t y 2 0 % 1 9 % 7 2 % 7 8 % 8 2 % 8 8 % 9 3 % 9 6 % 9 9 % 1 0 0 % 1 0 0 % S h a r e o f p e r m a n e n t c o n t r a c t 2 6 % 1 0 % 1 6 % 2 8 % 4 5 % 5 6 % 6 5 % 7 7 % 1 0 0 % 1 0 0 % 1 0 0 % T o t a l e x p e n d i t u r e i n R & D 4 8 % 2 2 % 3 1 % 3 7 % 6 1 % 6 6 % 7 4 % 8 3 % 1 0 0 % 1 0 0 % 1 0 0 % W e e k l y s o c i a l l y m e e t * 0 % 2 0 % 2 0 % 3 4 % 3 4 % 5 9 % 5 9 % 8 7 % 8 7 % 1 0 0 % 1 0 0 % R e a l w a g e s * 0 % 1 7 % 1 7 % 4 2 % 4 2 % 7 0 % 7 0 % 8 7 % 8 7 % 1 0 0 % 1 0 0 % T r u s t i n t h e E u r o p a n P a r l i a m e n t * 0 % 2 4 % 2 4 % 5 6 % 5 6 % 8 2 % 8 2 % 9 6 % 9 6 % 1 0 0 % 1 0 0 % T r u s t i n t h e l e g a l s y s t e m 7 % 1 7 % 3 6 % 4 1 % 5 7 % 6 5 % 8 3 % 9 9 % 1 0 0 % 1 0 0 % 1 0 0 % E m p l o y m e n t r a t e 2 2 % 1 % 1 3 % 2 8 % 4 3 % 5 5 % 8 4 % 9 5 % 9 8 % 1 0 0 % 1 0 0 % G D P 1 2 % 1 % 5 6 % 6 4 % 6 7 % 7 1 % 8 8 % 9 5 % 9 6 % 1 0 0 % 1 0 0 % S e l f - p e r c e i v e d h e a l t h 2 8 % 6 % 2 3 % 3 1 % 3 9 % 4 5 % 6 1 % 8 1 % 1 0 0 % 1 0 0 % 1 0 0 % H o u s e h o l d d i s p o s a b l e i n c o m e 2 6 % 2 % 5 8 % 6 4 % 6 9 % 8 0 % 9 2 % 1 0 0 % 1 0 0 % 1 0 0 % 1 0 0 % I n c o m e i n e q u a l i t y 2 1 % 2 4 % 2 9 % 3 9 % 4 7 % 5 4 % 7 2 % 8 7 % 1 0 0 % 1 0 0 % 1 0 0 % L i f e s a t i s f a c t i o n * 0 % 3 6 % 3 6 % 6 0 % 6 0 % 7 9 % 7 9 % 9 6 % 9 6 % 1 0 0 % 1 0 0 % N E E T 6 % 3 % 1 8 % 2 8 % 3 9 % 5 7 % 7 9 % 9 0 % 9 6 % 1 0 0 % 1 0 0 % D e a t h t o s t r e s s r e l a t e d d i s e a s e s 4 3 % 2 3 % 3 6 % 4 1 % 4 2 % 5 2 % 5 7 % 5 8 % 1 0 0 % 1 0 0 % 1 0 0 % D e a t h r a t e d u e t o h o m i c i d e 1 0 % 1 0 % 2 7 % 3 5 % 4 5 % 5 9 % 7 3 % 8 6 % 1 0 0 % 1 0 0 % 1 0 0 % L o n g t e r m u n e m p l o y m e n t r a t e 2 2 % 0 % 0 % 9 % 1 5 % 2 9 % 4 5 % 7 4 % 8 7 % 1 0 0 % 1 0 0 % U n e m p l o y m e n t r a t e 1 2 % 0 % 8 % 2 2 % 3 2 % 4 3 % 6 9 % 8 5 % 9 5 % 1 0 0 % 1 0 0 % O f t h o s e t h a t r e a c h e d a m i n i m u m , w h e n d i d i t o c c u r A s s e t E n g i n e O u t c o m e s ",
        "49 Annex 7: List of selected characteristics from the univariate regressions Impact Medium run Bounce forward COUNTRY LEVEL CHARACTERISTICS Adr 2 Coeff. Sign Source COUNTRY LEVEL CHARACTERISTICS Adjr 2 Coeff. Sign Source COUNTRY LEVEL CHARACTERISTICS Adjr 2 Coeff. Sign Source Private sector credit flow, consolidated - % GDP 0.33 - MIP Private sector credit flow, consolidated - % GDP 0.35 - MIP Net international investment position - annual data 0.32 + MIP Income automatic stabilizer q1 -EUROMOD 0.28 + JRC Private sector credit flow, consolidated - % GDP 0.32 - MIP Capacity for Innovation 0.30 + WEF Share of women in the labour force 0.27 + E Private spending on R&D 0.28 + WEF Current account balance annual data 0.28 + E Company spending on R&D 0.25 + WEF Share of women in the labour force 0.27 + E Social expenditure - no pensions 0.28 + MIP Youth unemployment rate - % of active population aged 15-24 0.25 + MIP Income automatic stabilizer - EUROMOD 0.26 + JRC Non-routine manual work 0.27 - JRC Non-routine manual work 0.25 - JRC University-industry collaboration in R&D 0.26 + WEF Private spending on R&D 0.26 + WEF University-industry collaboration in R&D 0.22 + WEF Firm-level technology absorption 0.24 + WEF Availability of research and training services 0.25 + WEF Firm-level technology absorption 0.21 + WEF Quality of scientific research institutions 0.22 + WEF Income automatic stabilizer -EUROMOD 0.25 + JRC Tertiary education enrolment, gross % 0.20 - E Youth unemployment rate - % of active population aged 15- 24 0.22 + MIP Women share in the labour force 0.22 + E Share of people who trust EP 0.20 - E Pay and productivity 0.22 + WEF State of cluster development 0.21 + WEF Quality of scientific research institutions 0.19 + WEF Non-routine manual work 0.21 - JRC University-industry collaboration in R&D 0.21 + WEF Pay and productivity 0.18 + WEF Intensity of local competition 0.20 + WEF Extent of market dominance 0.20 + WEF Capacity for Innovation 0.18 + WEF Extent of market dominance, 0.19 + WEF Quality of the education system 0.20 + WEF Social expenditure - no pensions 0.17 + E Social expenditure - no pensions 0.19 + E Expenditure on social protection 0.19 + E Intensity of local competition 0.16 + WEF Tertiary education enrolment, gross % 0.19 - E ",
        "50 Tertiary education enrolment, gross % 0.19 - E Net international investment position - annual data 0.16 + MIP Capacity for Innovation 0.19 + WEF Share of people who trust the EU Parliament 0.19 - ESS Extent of market dominance, 0.16 + WEF Share of people who trust the EU Parliament 0.18 - E Quality of scientific research institutions 0.17 + WEF Availability of research and training services 0.16 + WEF Export market shares - % of the world total 0.18 + MIP Business sophistication 0.17 + WEF Export market shares - % of the world total 0.15 + MIP Foreign competition 0.18 + WEF Local supplier quality 0.17 + WEF Long-term unemployment rate, % of active population aged 15-74 0.15 + MIP Domestic competition 0.17 + WEF Value chain breadth 0.17 + WEF REGIONAL CHARACTERISTICS Adjr2 Coeff Source Prevalence of foreign ownership 0.17 + WEF Non-routine cognitive work 0.17 + JRC GVA construction 0.27 - E Net international investment position - annual data 0.16 + MIP Global Competitiveness Index 0.16 + WEF Employment to services ratio in employment 0.27 - E Judicial independence 0.16 + WEF Export market shares - % of the world total 0.16 + MIP Gender employment gap 0.22 - E Trustworthiness and confidence 0.16 + WEF Foreign market size 0.15 + WEF Global Competitiveness Index 0.16 + WEF REGIONAL CHARACTERISTICS Adjr2 Coeff Source Efficacy of corporate boards 0.15 + WEF GVA in construction 0.34 - E REGIONAL CHARACTERISTICS Adjr2 Coeff Source Gender employment gap 0.26 - E Construction to services employment ratio 0.30 - E Social exclusion 0.23 - E GVA in construction 0.28 - E Accessibility 0.22 + Espon Gender employment gap 0.21 - E Inequality 0.21 - E Accessibility 0.17 + E Gross fixed capital formation in manufacturing 0.16 + E Gross fixed capital formation - professional/scientific sector 0.15 + E ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by electronic mail via: https://europa.eu/european-union/contact_en FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications from EU Bookshop at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en). ",
        "K J - N A - 3 0 3 5 2 - E N - N doi:10.2760/383460 ISBN 978-92-76-21452-6 "
    ]
}