{
    "text": [
        "13759/18 SD/lv ECOMP.3.C. EN Council of the European Union Brussels, 30 October 2018 (OR. en) 13759/18 RECH 461 COMPET 724 IND 312 MI 784 EDUC 389 TELECOM 370 ENER 352 ENV 707 REGIO 108 AGRI 515 TRANS 492 SAN 369 CADREFIN 312 CODEC 1855 Interinstitutional Files: 2018/0224(COD) 2018/0225(COD) COVER NOTE From: General Secretaria of the Council To: Delegations No. prev. doc.: 9865/18 + ADD 1 - COM(2018) 435 final 9870/18 + ADD 1 - COM(2018) 436 final Subject: Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination Proposal for a DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on establishing the specific programme implementing Horizon Europe – the Framework Programme for Research and Innovation - Opinion of the European Committee of the Regions Delegations will find attached copy of the above-mentioned opinion. Other language versions available (or shortly) on the following website: https://dm.cor.europa.eu/CoRDocumentSearch/Pages/opinionssearch.aspx?LANG=EN ",
        "COR-2018-03891-00-00-AC-TRA (EN) 1/50 EN EN SEDEC-VI/041 131st plenary session, 8, 9 and 10 October 2018 OPINION Horizon Europe: The Framework Programme 9 for Research and Innovation THE EUROPEAN COMMITTEE OF THE REGIONS − Considers that the level of resources allocated to Horizon Europe is satisfactory in the current budgetary context, and that only a major increase in the Union budget could justify a reassessment, which should then be concentrated on Pillar III and the section on Strengthening the European Research Area; − Is concerned at the risk of inequalities growing between cities and regions that benefit hugely from the framework programme for research and innovation, and whose budgets will increase, and the others, who will suffer the consequences of the fall in cohesion policy budgets; − Emphasises the progress made on taking account of local and regional innovation in Horizon Europe, but is disappointed to note the ongoing refusal to recognise the territorial roots of scientific excellence, the contribution of regional ecosystems and innovation hubs to the EU’s dynamics, and the role of local and regional authorities in the planning and implementation of research and innovation policies; − Calls strongly for the full participation of local and regional authorities in the strategic planning exercise that will guide the implementation of Horizon Europe, and for smart specialisation strategies to be taken into account in this context; − Fully supports new European partnerships and co-financed actions, which could become the main funding tools for trans-regional cooperation and programmes run by consortia of regional ecosystem and innovation hubs (a process to connect territories); calls for a significant proportion of the Horizon Europe programme to be implemented through these arrangements, in particular under Pillars II and III; − Considers it essential to provide a precise framework for the synergies between the different funds and the framework programme around a 5C principle (coherence, complementarity, compatibility, co-construction, recognition of local stakeholder collectives); emphasises the crucial importance of an effective co-construction-based approach, in particular to establish the Seal of Excellence. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 2/50 Rapporteur-general Christophe CLERGEAU (FR/PES), member of the Pays-de-la-Loire Regional Council Reference documents Proposal for a Regulation of the European Parliament and of the Council establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination [COM(2018) 435 final – 2018/00224 (COD)] Proposal for a Decision of the European Parliament and of the Council on establishing the specific programme implementing Horizon Europe – the Framework Programme for Research and Innovation [(COM(2018) 436 final – 2018/00224 (COD)] ",
        "COR-2018-03891-00-00-AC-TRA (EN) 3/50 Opinion of the European Committee of the Regions - Horizon Europe: The Framework Programme 9 for Research and Innovation I. RECOMMENDATIONS FOR AMENDMENTS THE EUROPEAN COMMITTEE OF THE REGIONS A) Proposal for a Regulation of the European Parliament and of the Council establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination [COM(2018) 435 final – 2018/00224 (COD)] Amendment 1 Recital 2 Text proposed by the Commission CoR amendment To deliver scientific, economic and societal impact in pursuit of this general objective, the Union should invest in research and innovation through Horizon Europe - a Framework Programme for Research and Innovation 2021- 2027 (the ‘Programme’) to support the creation and diffusion of high-quality knowledge and technologies, to strengthen the impact of research and innovation in developing, supporting and implementing Union policies, to support the uptake of innovative solutions in industry and society to address global challenges and promote industrial competitiveness; foster all forms of innovation, including breakthrough innovation, and strengthen market deployment of innovative solutions; and optimise the delivery of such investment for increased impact within a strengthened European Research Area. To deliver a scientific, economic and territorial impact in pursuit of this general objective, the Union should invest in research and innovation through Horizon Europe - a Framework Programme for Research and Innovation 2021- 2027 (the ‘Programme’) to support the creation and diffusion of high-quality knowledge and technologies, to strengthen the impact of research and innovation in developing, supporting and implementing Union policies, to support the uptake of innovative solutions in industry and society to address global challenges and promote industrial competitiveness; foster all forms of innovation, including breakthrough innovation, and strengthen market deployment of innovative solutions; and optimise the delivery of such investment for increased impact within a strengthened European Research Area. Amendment 2 Recital 9 Text proposed by the Commission CoR amendment Research activities carried out under the pillar 'Open Science' should be determined according to the needs and opportunities of science. The research agenda should be set in close liaison with the scientific community. Research should be funded on the basis of excellence. Research activities carried out under the pillar 'Open Science' should be determined according to the needs and opportunities of science. The research agenda should be set in close liaison with the scientific community. Research should be funded on the basis of excellence and of the ",
        "COR-2018-03891-00-00-AC-TRA (EN) 4/50 expected impacts . Amendment 3 Recital 13 Text proposed by the Commission CoR amendment The Programme should support research and innovation in an integrated manner, respecting all relevant provisions of the World Trade Organisation. The concept of research, including experimental development should be used in accordance with the Frascati Manual developed by the OECD, whereas the concept of innovation should be used in accordance with the Oslo Manual developed by the OECD and Eurostat, following a broad approach that covers social innovation. The OECD definitions regarding Technological Readiness Level (TRL) should continue, as in the previous Framework Programme Horizon 2020, to be taken into account in the classification of technological research, product development and demonstration activities, and the definition of types of action available in calls for proposals. In principle grants should not be awarded for actions where activities go above TRL 8. The work programme for a given call under the pillar 'Global Challenges and Industrial Competitiveness' could allow grants for large- scale product validation and market replication. The Programme should support research and innovation in all its forms in an integrated manner, respecting all relevant provisions of the World Trade Organisation. The concept of research, including experimental development should be used in accordance with the Frascati Manual developed by the OECD, whereas the concept of innovation should be used in accordance with the Oslo Manual developed by the OECD and Eurostat, following a broad approach that covers social innovation. The OECD definitions regarding Technological Readiness Level (TRL) should continue, as in the previous Framework Programme Horizon 2020, to be taken into account in the classification of technological research, product development and demonstration activities, and the definition of types of action available in calls for proposals. The work programme for a given call under the pillar 'Global Challenges and Industrial Competitiveness' could allow grants for large- scale product validation and market replication. Reason The possibility of grants being awarded should not be removed in the stages closest to products being placed on the market. Amendment 4 Recital 15 Text proposed by the Commission CoR amendment The Programme should seek synergies with other Union programmes, from their design and strategic planning, to project selection, management, communication, dissemination and exploitation of results, to monitoring, auditing and governance. With a view to avoiding overlaps In its strategic planning, Horizon Europe will commit to seeking synergies with other Union programmes, from their design and strategic planning, taking into account national strategies and smart specialisation strategies (S3s), to project selection, management, communication, ",
        "COR-2018-03891-00-00-AC-TRA (EN) 5/50 and duplication and increasing the leverage of Union funding, transfers from other Union programmes to Horizon Europe activities can take place. In such cases they will follow Horizon Europe rules. dissemination and exploitation of results, to monitoring, auditing and governance. With a view to avoiding overlaps and duplication and increasing the leverage of Union funding, combining with regional and national public funding and transfers from other Union programmes to Horizon Europe activities can take place , in line with existing S3s . In such cases they will follow Horizon Europe rules. Amendment 5 Recital 16 Text proposed by the Commission CoR amendment In order to achieve the greatest possible impact of Union funding and the most effective contribution to the Union's policy objectives, the Programme should enter into European Partnerships with private and/or public sector partners. Such partners include industry, research organisations, bodies with a public service mission at local, regional, national or international level, and civil society organisations such as foundations that support and/or carry out research and innovation, provided that desired impacts can be achieved more effectively in partnership than by the Union alone. In order to achieve the greatest possible impact of Union funding and the most effective contribution to the Union's policy objectives, the Programme should enter into European Partnerships with private and/or public sector partners. Such partners include industry, research organisations, universities, regions and cities, bodies with a public service mission at local, regional, national or international level, and civil society organisations such as foundations that support and/or carry out research and innovation, provided that desired impacts can be achieved more effectively in partnership than by the Union alone. Amendment 6 Recital 19 Text proposed by the Commission CoR amendment The pillar 'Open Innovation' should establish a series of measures for integrated support to the needs of entrepreneurs and entrepreneurship aiming at realising and accelerating breakthrough innovation for rapid market growth. It should attract innovative companies with potential for scaling up at international and at Union level and offer fast, flexible grants and co-investments, including with private investors. These objectives should be pursued through the creation of a European Innovation Council (EIC). This Pillar should also support the European Institute of The pillar 'Open Innovation' should establish a series of measures for integrated support to the needs of innovators, entrepreneurs and entrepreneurship aiming at realising and accelerating breakthrough innovation for rapid market growth. It should attract innovative companies with potential for scaling up at international and at Union level and offer fast, flexible grants and co-investments, including with private and public investors. These objectives should be pursued through the creation of a European Innovation Council (EIC). This Pillar ",
        "COR-2018-03891-00-00-AC-TRA (EN) 6/50 Innovation and Technology (EIT) and European innovation ecosystems at large, notably through co-funding partnerships with national and regional innovation support actors. should also support the European Institute of Innovation and Technology (EIT) and local, regional, national and European innovation ecosystems, notably through co-funding partnerships with national and regional innovation support actors. Reason The aims of the Open Innovation pillar should more clearly reflect the target public, which does not consist only of entrepreneurs, and should include the possibility of involving public, as well as private investors. Amendment 7 New text after Article 2(3) Text proposed by the Commission CoR amendment 'regional ecosystems and innovation hubs' bring together public and private actors from quadruple-helix networks (academia, industry, public policy-makers, civil society), structured at regional and local level. These actors coordinate research, innovation and training activities and speed up the dissemination among themselves of the results, knowledge transfer, innovation and the development of new economic activities and services that create sustainable jobs, by working closely with citizens and their needs at local level, bringing the results of research and innovation as near as possible to society and the market; Reason A formal definition of “regional ecosystems and innovation hubs”, encompassing the realities of both cities and regions is needed to ensure that they are fully taken into account and recognised in all strands of Horizon Europe. Amendment 8 Article 2(5) Text proposed by the Commission CoR amendment (5) 'mission' means a portfolio of actions intended to achieve a measurable goal within a set timeframe, and impact for science and technology and/or society and citizens that could not be achieved through individual actions; (5) 'mission' means a portfolio of actions intended to achieve a measurable goal within a set timeframe, and impact for science and technology and/or society and citizens and their territory that could not be achieved through individual actions; ",
        "COR-2018-03891-00-00-AC-TRA (EN) 7/50 Amendment 9 Article 3(1) Text proposed by the Commission CoR amendment The Programme’s general objective is to deliver scientific, economic and societal impact from the Union’s investments in research and innovation so as to strengthen the scientific and technological bases of the Union and foster its competitiveness, including in its industry, deliver on the Union strategic priorities, and contribute to tackling global challenges, including the Sustainable Development Goals. The Programme’s general objective is to deliver scientific, economic and territorial impact from the Union’s investments in research and innovation so as to strengthen the scientific and technological bases of the Union and foster the competitiveness of each of its Member States and their regions , including in their industry, especially by helping to build a knowledge and innovation society, deliver on the Union strategic priorities, and contribute to tackling global challenges, including the Sustainable Development Goals. Amendment 10 Article 3(2) Text proposed by the Commission CoR amendment (b) to strengthen the impact of research and innovation in developing, supporting and implementing Union policies, and support the uptake of innovative solutions in industry and society to address global challenges; (b) to strengthen the impact of research and innovation in developing, supporting and implementing Union policies, and support the uptake of innovative solutions in industry and society and their dissemination throughout the EU, its Member States and their regions, to address local and global challenges; Amendment 11 Article 6(6) Text proposed by the Commission CoR amendment The implementation of the specific programme shall be based on a transparent and strategic multiannual planning of research and innovation activities, in particular for the pillar 'Global Challenges and Industrial Competitiveness', following consultations with stakeholders about priorities and the suitable types of action and forms of implementation to use. This shall ensure alignment with other relevant Union programmes. The implementation of the specific programme shall be based on a transparent and strategic multiannual planning of research and innovation activities, in particular for the pillar 'Global Challenges and Industrial Competitiveness', following consultations with the Member States, the European Parliament, local and regional authorities, stakeholders and civil society about priorities and the suitable types of action and forms of implementation to use. This shall ensure alignment with other relevant Union programmes ",
        "COR-2018-03891-00-00-AC-TRA (EN) 8/50 and shall take account of national strategic priorities and those concerning smart specialisation . Reason Strategic planning will be at the heart of the future governance of the programme, and must therefore involve local and regional authorities and take into account regional smart specialisation strategies. Amendment 12 Article 6(9) Text proposed by the Commission CoR amendment 9. The Programme shall ensure the effective promotion of gender equality and the gender dimension in research and innovation content. Particular attention shall be paid to ensuring gender balance, subject to the situation in the field of research and innovation concerned, in evaluation panels and in bodies such as expert groups. 9. The Programme shall ensure the effective promotion of gender equality and the gender dimension in research and innovation content. Particular attention shall be paid to ensuring gender balance, subject to the situation in the field of research and innovation concerned, in evaluation panels and in bodies such as expert groups. In accordance with Article 349 of the TFEU, the Programme should take into account the specific characteristics of the outermost regions in line with the Commission's Communication on 'A stronger and renewed strategic partnership with the EU's outermost regions', as endorsed by the Council on 12 April 2018. Reason Recital 27 of the proposal for a Regulation of the European Parliament and of the Council establishing Horizon Europe explicitly states that specific measures for the outermost regions are justified, and that the programme must take account of their specific characteristics: however, no mention is made of the outermost regions in the articles. Amendment 13 Article 7(3) Text proposed by the Commission CoR amendment 3 Missions (a) have a clear EU-added value and contribute to reaching Union priorities; (b) be bold and inspirational, and hence have wide societal or economic relevance; (c) indicate a clear direction and be targeted, measurable and time-bound; (d) be centered on ambitious but realistic 3. Missions (a) have a clear EU-added value and contribute to reaching Union priorities; (b) be bold and inspirational, and hence have wide societal or economic relevance; (c) indicate a clear direction and be targeted, measurable and time-bound; (d) be centered on ambitious but realistic ",
        "COR-2018-03891-00-00-AC-TRA (EN) 9/50 research and innovation activities; (e) spark activity across disciplines, sectors and actors; (f) be open to multiple, bottom-up solutions . research and innovation activities; (e) spark activity across disciplines, sectors and actors; (f) be open to multiple, bottom-up solutions ; (g) help strengthen the European Research Area and the implementation of smart specialisation strategies. Amendment 14 Article 8(1) Text proposed by the Commission CoR amendment P arts of Horizon Europe may be implemented through European Partnerships. The involvement of the Union in European Partnerships may take any of the following forms: The different p arts of Horizon Europe may be implemented through European Partnerships. The involvement of the Union in European Partnerships may take any of the following forms: Amendment 15 Article 7, add a paragraph 4 Text proposed by the Commission CoR amendment 4. Missions should be developed through an open and participatory process, involving all stakeholders at local, regional, European and global level. Amendment 16 Article 9(2) Text proposed by the Commission CoR amendment (c) EUR 13 500 000 000 for Pillar III 'Open Innovation' for the period 2021-2027, of which (1) EUR 10 500 000 000 for the European Innovation Council, including up to EUR 500 000 000 for European Innovation Ecosystems; (2) EUR 3 000 000 000 for the European Institute of Innovation and Technology (EIT); (c) EUR 13 500 000 000 for Pillar III 'Open Innovation' for the period 2021-2027, of which (1) EUR 10 500 000 000 for the European Innovation Council, including EUR 500 000 000 for European Innovation Ecosystems , with a further EUR 1 500 000 000 transferred from Pillar II to be used in its thematic priorities. At least EUR 1 000 000 000 should take the form of co-financing joint support programmes for SMEs, particularly for incremental innovation ; (2) EUR 3 000 000 000 for the European Institute of Innovation and Technology (EIT); ",
        "COR-2018-03891-00-00-AC-TRA (EN) 10/50 Reason Support for European innovation ecosystems will closely concern regional ecosystems and innovation hubs. The amount provided for is conditional, which is not acceptable, and too low to have a significant overall or territorial impact. Boosting the budget for these activities means regions will be able to take their rightful place in the next framework programme by devising medium- to long-term structural policies essential for strengthening the Union's innovation capacity. Amendment 17 Article 9(8) Text proposed by the Commission CoR amendment Resources allocated to Member States under shared management and transferrable in accordance with Article 21 of Regulation (EU) XX […Common Provisions Regulation] may, at their request, be transferred to the Programme. The Commission shall implement those resources directly in accordance with point (a) of Article 62(1) of the Financial Regulation or indirectly in accordance with point (c) of that Article. Where possible, those resources shall be used for the benefit of the Member State concerned. Reason Moved to Article 11. Amendment 18 Article 11 Text proposed by the Commission CoR amendment Actions awarded a Seal of Excellence certification, or which comply with the following cumulative, comparative, conditions: a) they have been assessed in a call for proposals under the Programme; b) they comply with the minimum quality requirements of that call for proposals; c) they may not be financed under that call for proposals due to budgetary constraints, may receive support from the European Regional Development Fund, the Cohesion Fund, the European Social Fund+ or the European Agricultural Fund for Rural Development, in accordance with paragraph 5 of Article [67] of 1. Horizon Europe should be implemented in synergy with other EU programmes. Complementary and combined funding, additional to funding for Horizon Europe, should be deployed in accordance with the same rules of application as apply to the current programme. If appropriate, joint calls may be established with other EU programmes, in which case the rules of participation of only one of the programmes shall apply. Although these actions fall under the Horizon Europe programme, its rules shall apply to all contributions that fund them. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 11/50 Regulation (EU) XXX [Common Provisions Regulation] and Article [8] or Regulation (EU) XXX [Financing, management and monitoring of the Common Agricultural Policy], provided that such actions are consistent with the objectives of the programme concerned. The rules of the Fund providing support shall apply. 2. Actions awarded a Seal of Excellence certification, or which comply with the following cumulative, comparative, conditions: a) they have been assessed in a call for proposals under the Programme; b) they comply with the minimum quality requirements of that call for proposals; c) they may not be financed under that call for proposals due to budgetary constraints, may receive support from the European Regional Development Fund, the Cohesion Fund, the European Social Fund+ or the European Agricultural Fund for Rural Development, in accordance with paragraph 5 of Article [67] of Regulation (EU) XXX [Common Provisions Regulation] and Article [8] or Regulation (EU) XXX [Financing, management and monitoring of the Common Agricultural Policy], provided that such actions are consistent with the objectives of the programme concerned. 3 Actions carried out under the European partnerships referred to in Article 8 may also receive contributions from other programmes of the EU, its Member States and their local and regional authorities, in which case the rules of participation of only one of the programmes may apply. If these actions fall under the Horizon Europe programme, its rules may apply to all contributions that fund them, subject to rules relating to Community guidelines on State aid. 4. Resources allocated to Member States under shared management and transferrable in accordance with Article 21 of Regulation (EU) XX […Common Provisions Regulation] may, at the request of the managing authority, a) be transferred to the Horizon Programme. The Commission shall implement those resources directly, in accordance with point (a) of Article 62(1) of the Financial Regulation or indirectly, in accordance with point (1)(c) of that Article. Those resources shall be used for the benefit of the geographical area corresponding to the managing authority concerned, in line with Articles 18(7) and 19(1), ",
        "COR-2018-03891-00-00-AC-TRA (EN) 12/50 second subparagraph; b) be deemed transferred to Horizon Europe when they are directly allocated by the managing authority to a joint programme co- financed by Horizon Europe. The Horizon Europe rules permit payments to be made to third parties by a joint programme co-financed in this way, subject to the rules on Community guidelines on state aid. Reason The old debate on synergies requires a clear and comprehensive conclusion that will allow for combined financing beyond the Seal of Excellence, and for fully tapping the potential of European partnerships. However, this arrangement must also be elastic and leave regions able to react and adapt swiftly to initiatives and developments in the European ecosystem. This amendment achieves its purpose by enabling Managing Authorities to make a virtual transfer via a direct allocation to a programme co-financed by the Framework Programme. In this way they would decide to participate without prior programming and an actual transfer. Amendment 19 Article 20(5) Text proposed by the Commission CoR amendment The work programme shall specify calls for which \"Seals of Excellence\" will be awarded. With prior authorisation from the applicant, information concerning the application and the evaluation may be shared with interested financing authorities, subject to the conclusion of confidentiality agreements. The work programme shall specify calls for which \"Seals of Excellence\" will be awarded. The award of the \"Seal of Excellence\" shall be subject to the consent of the applicant to provide access to relevant funding authorities, and to information on the application and assessment, subject to confidentiality agreements. Amendment 20 Article 23 Text proposed by the Commission CoR amendment An action that has received a contribution from another Union programme may also receive a contribution under the Programme, provided that the contributions do not cover the same costs. The rules of each contributing Union programme shall apply to its respective contribution to the action. The cumulative funding shall not exceed the total eligible costs of the action and the support from the different Union programmes may be calculated on a pro- An action that has received a contribution from another Union programme may also receive a contribution under the Programme, provided that the contributions do not cover the same costs. If these contributions are allocated jointly to cover the same activities and their costs, (a) This action should be implemented under the same set of implementing and eligibility rules. The cumulative funding shall not exceed the total eligible costs of the action and the support from ",
        "COR-2018-03891-00-00-AC-TRA (EN) 13/50 rata basis in accordance with the documents setting out the conditions for support. the different Union programmes may be calculated on a pro-rata basis in accordance with the documents setting out the conditions for support ; (b) the action should be implemented under the rules of the programme providing the main contribution, subject to the rules relating to Community guidelines on State aid in the case referred to in Article 11(4)(b) . Amendment 21 Article 30 Text proposed by the Commission CoR amendment 1. A single funding rate per action shall apply for all activities it funds. The maximum rate shall be fixed in the work programme. 2. The Programme may reimburse up to 100% of total eligible costs of an action, except for: (a) innovation actions: up to 70% of the total eligible costs, except for non- profit legal entities where the Programme may reimburse up to 100% of the total eligible costs; (b) programme co-fund actions: at least 30% of the total eligible costs, and in identified and duly justified cases up to 70%. 3. The funding rates determined in this Article shall also apply for actions where flat rate, unit or lump sum financing is fixed for the whole or part of the action. 1. A single funding rate per action shall apply for all activities it funds. The maximum rate shall be fixed in the work programme. 2. The Programme may reimburse up to 100% of total eligible costs of an action, except for: (a) innovation actions : up to 70% of the total eligible costs, except for non- profit legal entities where the Programme may reimburse up to 100% of the total eligible costs; (b) programme co-fund actions: at least 50 % of the total eligible costs, and in identified and duly justified cases up to 70%. 3. The funding rates determined in this Article shall also apply for actions where flat rate, unit or lump sum financing is fixed for the whole or part of the action. Reason Consistent with the principle of co-financing. Amendment 22 Article 43(4) Text proposed by the Commission CoR amendment 1. The beneficiary of the EIC Accelerator shall be a legal entity qualifying as a start-up, an SME or as a mid-cap, established in a Member State or associated country. The 1. The beneficiary of the EIC Accelerator shall be a legal entity qualifying as a start-up, an SME or as a mid-cap, established in a Member State or associated country. The ",
        "COR-2018-03891-00-00-AC-TRA (EN) 14/50 proposal may be submitted by the beneficiary, or by one or more natural persons or legal entities intending to establish or support that beneficiary. 2. A single award decision shall cover and provide funding for all forms of Union contribution provided under EIC blended finance. 3. Proposals shall be evaluated on their individual merit by independent experts and selected in the context of an annual open call with cut-off dates, based on Articles 24 to 26, subject to paragraph 4. 4. Award criteria shall be: – excellence; – impact; – the level risk of the action and the need for Union support. proposal may be submitted by the beneficiary, or by one or more natural persons or legal entities intending to establish or support that beneficiary. 2. A single award decision shall cover and provide funding for all forms of Union contribution provided under EIC blended finance. 3. Proposals shall be evaluated on their individual merit by independent experts and selected in the context of an annual open call with cut-off dates, based on Articles 24 to 26, subject to paragraph 4. 4. Award criteria shall be: – excellence; – impact; – the level risk of the action, the quality of national, regional or local assistance and the need for Union support. Reason Even if companies benefiting from the accelerator are supposed to target a wide market, their success depends not only on their financial structure but also on the assistance they receive within a favourable ecosystem at the European, national and local level. Amendment 23 Annex I - Broad lines of activities, Part (3) (b) Text proposed by the Commission CoR amendment (b) European innovation ecosystems Areas of intervention: Connecting with regional and national innovation actors and supporting the implementation of joint cross-border innovation programmes by Member States and associated countries, from the enhancement of soft skills for innovation to research and innovation actions, to boost the effectiveness of the European innovation system. This will complement the ERDF support for innovation eco-systems and interregional partnerships around smart specialisation topics. (b) European innovation ecosystems Areas of intervention : Connecting with regional and national innovation actors and supporting the implementation of joint cross-border innovation programmes by regional ecosystem players and innovation hubs, by Member States and associated countries, such programmes ranging from the enhancement of soft skills for innovation to research and innovation actions, to boost the effectiveness of the European innovation system. This will complement the ERDF support for innovation eco-systems and interregional partnerships around smart specialisation topics. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 15/50 Reason This is essential to allow for the funding of trans-regional projects. Amendment 24 Annex II - Types of Action, sixth indent Text proposed by the Commission CoR amendment – Programme co-fund action: action to provide co-funding to a programme of activities established and/or implemented by entities managing and/or funding research and innovation programmes, other than Union funding bodies. Such a programme of activities may support networking and coordination, research, innovation, pilot actions, and innovation and market deployment actions, training and mobility actions, awareness raising and communication, dissemination and exploitation, or a combination thereof, directly implemented by those entities or by third parties to whom they may provide any relevant financial support such as grants, prizes, procurement, as well as Horizon Europe blended finance; – Programme co-fund action: action to provide co-funding to a programme of activities established and/or implemented by entities managing and/or funding research and innovation programmes, other than Union funding bodies. This type of action could in particular support the action programmes of regional ecosystems and innovation hubs and cooperation between them. Such a programme of activities may support networking and coordination, research, innovation, pilot actions, and innovation and market deployment actions, training and mobility actions, awareness raising and communication, dissemination and exploitation, or a combination thereof, directly implemented by those entities or by third parties to whom they may provide any relevant financial support such as grants, prizes, procurement, as well as Horizon Europe blended finance; Reason This is essential to allow for the funding of trans-regional projects. Amendment 25 Annex III - Partnerships, Part 1, (a) Text proposed by the Commission CoR amendment (a) Evidence that the European Partnership is more effective in achieving the related objectives of the Programme, in particular in delivering clear impacts for the EU and its citizens, notably in view of delivering on global challenges and research and innovation objectives, securing EU competitiveness and contributing to the strengthening of the European Research and Innovation Area and international commitments; (a) Evidence that the European Partnership is particularly effective in achieving the related objectives of the Programme, in particular in delivering clear impacts for the EU and its citizens, notably in view of delivering on global challenges and research and innovation objectives, securing EU competitiveness and contributing to the strengthening of the European Research and Innovation Area and international commitments; ",
        "COR-2018-03891-00-00-AC-TRA (EN) 16/50 Reason The current wording is very restrictive and could considerably limit the scope of European partnerships. Amendment 26 Annex IV - Synergies with other programmes, point 4(a) Text proposed by the Commission CoR amendment 4. Synergies with the European Social Fund Plus (ESF+) will ensure that: a) the ESF+ can mainstream and scale up innovative curricula supported by the Programme, through national or regional programmes, in order to equip people with the skills and competences needed for the jobs of the future; 4. Synergies with the European Social Fund Plus (ESF+) will ensure that: a) the ESF+ can mainstream and scale up innovative curricula supported by the Programme, through national, regional or trans-regional programmes, in order to equip people with the skills and competences needed for the jobs of the future; Amendment 27 Annex IV - Synergies with other programme, point 6(b) Text proposed by the Commission CoR amendment 6. Synergies with the Digital Europe Programme (DEP) will ensure that: a) whereas several thematic areas addressed by the Programme and DEP converge, the type of actions to be supported, their expected outputs and their intervention logic are different and complementary; b) research and innovation needs related to digital aspects are identified and established in the Programme's strategic research and innovation plans; this includes research and innovation for High Performance Computing, Artificial Intelligence, Cybersecurity, combining digital with other enabling technologies and non-technological innovations; support for the scale-up of companies introducing breakthrough innovations (many of which will combine digital and physical technologies; the integration of digital across all the pillar 'Global Challenges and Industrial 6. Synergies with the Digital Europe Programme (DEP) will ensure that: a) whereas several thematic areas addressed by the Programme and DEP converge, the type of actions to be supported, their expected outputs and their intervention logic are different and complementary; b) research and innovation needs related to digital aspects are identified and established in the Programme's strategic research and innovation plans; this includes research and innovation for High Performance Computing, Artificial Intelligence, Cybersecurity, combining digital with other enabling technologies and non-technological innovations; support for the scale-up of companies introducing breakthrough innovations (many of which will combine digital and physical technologies; the integration of digital across all the pillar 'Global Challenges and Industrial ",
        "COR-2018-03891-00-00-AC-TRA (EN) 17/50 Competitiveness'; and the support to digital research infrastructures; Competitiveness'; assistance for digital innovation clusters and the support to digital research infrastructures; Amendment 28 Add a new paragraph at the end of Annex V - Indicators for key impact pathways, page 16 Text proposed by the Commission CoR amendment Indicators for territorial impact pathways The programme should have an impact on development and economic transformation at local, regional and national level, helping strengthen the Union’s technological base and competitiveness. (see the table below, which is an integral part of this amendment) For a territorial impact Short term Medium term Longer-term Contribute to territories' growth and economic transformation Synergies between funding sources Amount of public and private co-financing harnessed for projects under the FP before, during and after its implementation Contribution to policy priorities Proportion of FP projects contributing to smart specialisation at regional and national level Contribution to growth and economic transformation Business creation and market share growth in the smart specialisation sectors of ecosystems Dissemination and uptake of research and innovation in and by territories for the benefit of citizens Adoption Proportion of FP research and innovation adopted by local stakeholders, including in the public sector Deployment Number of innovations deployed, disseminated to all partners in the territories concerned, with the involvement of the public sector Replication Dissemination and influence of innovations to other territories Support the development of and investment in networks of excellence and innovation hubs Collaboration between regional ecosystems and innovation hubs and pockets of excellence across the EU Number of projects or the proportion of projects funded by the FP that have led to further collaborations between bodies from different territories and actors in these categories Development of regional ecosystems and innovation hubs Estimated effects of collaborations based on outcomes funded by the FP on the development of regional ecosystems and innovation hubs Contribution to bridging the innovation gap Estimated cumulative effects deriving from outcomes funded by the FP in reducing the innovation gap in the EU ",
        "COR-2018-03891-00-00-AC-TRA (EN) 18/50 Reason Explicit reference to territorial impact indicators among other key impact indicators proposed by the Commission. This proposal is in line with the wording (title, explanatory text and table) of Annex V as proposed by the Commission. B) Proposal for a Decision of the European Parliament and of the Council on establishing the specific programme implementing Horizon Europe – the Framework Programme for Research and Innovation [(COM(2018) 436 final – 2018/00224 (COD)] Amendment 29 Recital 7 Text proposed by the Commission CoR amendment Reflecting the important contribution that research and innovation should make to address challenges in food, agriculture, rural development and the bioeconomy, and to seize the corresponding research and innovation opportunities in close synergy with Common Agricultural Policy, relevant actions under the Specific Programme will be supported with EUR 10 billion for the cluster 'Food and Natural Resources' for the period 2021-2027. Reflecting the important contribution that research and innovation should make to address challenges in food, agriculture, rural development , the sea, fisheries and the bioeconomy, and to seize the corresponding research and innovation opportunities in close synergy with Common Agricultural Policy , the Integrated Maritime Policy and the Common Fisheries Policy , relevant actions under the Specific Programme will be supported with EUR 10 billion for the cluster 'Food and Natural Resources' for the period 2021-2027. Reason The seas and fisheries are crucial sectors for the EU: mention of these sectors is therefore essential. Amendment 30 New recital (7a) Text proposed by the Commission CoR amendment (7a) In view of the major challenges that maritime issues represent for employment (the blue economy), the quality of the environment and the fight against climate change, these challenges will be a cross-cutting priority of the programme, which will be the subject of specific monitoring and for which a target objective will be set to mobilise the programme as part of the strategic programming. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 19/50 Amendment 31 Article 2 Text proposed by the Commission CoR amendment The Specific Programme has the following operational objectives: (a) reinforcing and spreading excellence; (b) increasing collaboration across sectors and disciplines; (c) connecting and developing research infrastructures across the European research area; (d) strengthening international cooperation; (e) attracting, training and retaining researchers and innovators in the European Research Area, including through mobility of researchers; (f) fostering open science and ensuring visibility to the public and open access to results; (g) actively disseminating and exploiting results, in particular for policy development; (h) supporting the implementation of Union policy priorities; (i) reinforcing the link between research and innovation and other policies, including Sustainable Development Goals; (j) delivering, through R&I missions, on ambitious goals within a set timeframe; (k) involving citizens and end-users in co-design and co-creation processes; (l) improving science communication. (m) accelerating industrial transformation; The Specific Programme has the following operational objectives: (a) reinforcing and spreading excellence; (b) increasing collaboration across sectors and disciplines; (c) connecting and developing research infrastructures across the European research area; (d) strengthening international cooperation; (e) attracting, training and retaining researchers and innovators in the European Research Area, including through mobility of researchers; (f) fostering open science and ensuring visibility to the public and open access to results; (g) actively disseminating and exploiting results, in particular for policy development; (h) supporting the implementation of Union policy priorities; (h a ) enhancing the implementation of smart specialisation strategies and the competitiveness of regional ecosystems and innovation hubs; (i) reinforcing the link between research and innovation and other policies, including Sustainable Development Goals; (j) delivering, through R&I missions, on ambitious goals within a set timeframe; (k) involving citizens and end-users in co-design and co-creation processes; (l) improving science communication. (m) accelerating industrial change and in particular the ecological and digital transition of industry, while developing sustainable and high- quality jobs ; Reason The operational objectives of the framework programme should help implement smart specialisation strategies in the EU Member States and their regions, which are an integral part of the EU's support for research and innovation (COM(2018) 306 final). ",
        "COR-2018-03891-00-00-AC-TRA (EN) 20/50 Amendment 32 Article 5(1) Text proposed by the Commission CoR amendment For each mission, a mission board may be established. It shall be composed of around 15 high level individuals including relevant end- users' representatives. The mission board shall advise upon the following: (a) content of work programmes and their revision as needed for achieving the mission objectives, in co-design with stakeholders and the public where relevant ; For each mission, a mission board may be established. It shall be composed of around 15 high-level individuals including relevant end- users' representatives and public and private stakeholders . The mission board shall advise upon the following: (a) content of work programmes and their revision as needed for achieving the mission objectives, in co-design with public policy- makers from the Member States, local and regional authorities , stakeholders and the public; Amendment 33 Article 10(2) Text proposed by the Commission CoR amendment The EIC Board may upon request address recommendations to the Commission on: a) any matter which from an innovation perspective may enhance and foster innovation eco-systems across Europe, the achievements and impact of the objectives of the EIC component and the capacity of innovative firms to roll out their solutions; The EIC Board may upon request address recommendations to the Commission on: a) any matter which from an innovation perspective may enhance and foster innovation eco-systems across Europe, and especially cooperation between regional eco-systems and innovation hubs,, the achievements and impact of the objectives of the EIC component and the capacity of innovative firms to roll out their solutions; Amendment 34 Article 10(3) Text proposed by the Commission CoR amendment The EIC Board shall be composed of 15 to 20 high level individuals drawn from various parts of Europe's innovation ecosystem, including entrepreneurs, corporate leaders, investors and researchers. It shall contribute to outreach actions, with EIC Board members striving to enhance the prestige of the EIC brand. 3. The EIC Board shall be composed of 15 to 20 high-level individuals drawn from various parts of local, regional, national and European innovation ecosystems, including entrepreneurs, corporate leaders, investors and researchers. It shall contribute to outreach actions, with EIC Board members striving to enhance the prestige of the EIC brand. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 21/50 Amendment 35 Article 10(4) Text proposed by the Commission CoR amendment The EIC Board shall have a President who shall be appointed by the Commission following a transparent recruitment process. The President shall be a high profile public figure linked to the innovation world. The President shall be appointed for a term of office limited to four years, renewable once. The President shall chair the EIC Board, prepare its meetings, assign tasks to members, and may establish dedicated sub-groups, in particular to identify emerging technology trends from EIC's portfolio. He or she shall promote the EIC, act as interlocutor with the Commission and represent the EIC in the world of innovation. The Commission may provide for administrative support for the President to undertake his or her duties. The EIC Board shall have a President who shall be appointed by the Commission following a transparent recruitment process. The President shall be a high profile public figure linked to the innovation world. The President shall be appointed for a term of office limited to four years, renewable once. The President shall chair the EIC Board, prepare its meetings, assign tasks to members, and may establish dedicated sub-groups, in particular to identify emerging technology trends from EIC's portfolio , and closely involving regional and national agencies responsible for innovation . He or she shall promote the EIC, act as interlocutor with the Commission and represent the EIC in the world of innovation. The Commission may provide for administrative support for the President to undertake his or her duties. Amendment 36 Point 1.4.4 of the Legislative Financial Statement Text proposed by the Commission CoR amendment EXPLANATORY MEMORANDUM Part I, Point 1.4.4. Legislative Financial Statement (page 20 of COM(2018) 436 final) Horizon Europe is designed to be implemented enabling synergies with other Union funding programmes, in particular through arrangements for complementary funding from EU programmes where management modalities permit; either in sequence, in an alternating way, or through the combination of funds including for the joint funding of actions. A non-exhaustive list of such arrangements and funding programmes include synergies with the following programmes: · Common Agricultural Policy (CAP) · European Regional Development Fund (ERDF) · European Social Fund (ESF) EXPLANATORY MEMORANDUM Part I, Point 1.4.4. Legislative Financial Statement (page 20 of COM(2018) 436 final) Horizon Europe is designed to be implemented enabling synergies with other Union funding programmes, in particular through arrangements for complementary funding from EU programmes where management modalities permit; either in sequence, in an alternating way, or through the combination of funds including for the joint funding of actions. A non-exhaustive list of such arrangements and funding programmes include synergies with the following programmes: · Common Agricultural Policy (CAP) · Integrated Maritime Policy · Common Fisheries Policy ",
        "COR-2018-03891-00-00-AC-TRA (EN) 22/50 · Single Market Programme · European Space Programme · Connecting Europe Facility (CEF) · Digital Europe Programme (DEP) · Erasmus Programme · External Instrument · InvestEU Fund Research and Training Programme of the European Atomic Energy Community · European Maritime and Fisheries Fund · European Regional Development Fund (ERDF) · European Social Fund (ESF) · Single Market Programme · European Space Programme · Connecting Europe Facility (CEF) · Digital Europe Programme (DEP) · Erasmus Programme · External Instrument · InvestEU Fund Research and Training Programme of the European Atomic Energy Community Amendment 37 Annex I - Activities, first part, Strategic Planning, third to fifth paragraphs (page 1) Text proposed by the Commission CoR amendment It will include extensive consultations and exchanges with Member States, the European Parliament as appropriate, and with various stakeholders about priorities, including missions, under the 'Global Challenges and Industrial Competitiveness' pillar, and the suitable types of action to use, in particular European partnerships. Based on such extensive consultations, the Strategic Planning will identify common objectives and common areas for activities such as partnership areas (the proposed legal basis sets out only the instruments and criteria that will guide their use) and mission areas. The Strategic Planning will help to develop and realise the implementation of policy for the relevant areas covered, at EU level as well as complementing policy and policy approaches in the Member States. EU policy priorities will be taken into consideration during the Strategic Planning process to increase the contribution of research and innovation to the realisation of policy. It will also take into account foresight activities, studies and other scientific evidence and take account of relevant existing initiatives at EU and national level. It will include extensive consultations and exchanges with Member States and their regions, including the outermost regions , the European Parliament as appropriate, and with various stakeholders about priorities, including missions, under the 'Global Challenges and Industrial Competitiveness' pillar, and the suitable types of action to use, in particular European partnerships. Based on such extensive consultations, the Strategic Planning will identify common objectives and common areas for activities such as partnership areas (the proposed legal basis sets out only the instruments and criteria that will guide their use) and mission areas. The Strategic Planning will help to develop and realise the implementation of policy for the relevant areas covered, at EU level as well as complementing policy and policy approaches in the Member States and their regions, including the outermost regions . EU policy priorities will be taken into consideration during the Strategic Planning process to increase the contribution of research and innovation to the realisation of policy. It will also take into account foresight activities, studies and other scientific evidence and take account of relevant existing initiatives at EU , national and regional level. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 23/50 Amendment 38 Annex I - Activities, first part Strategic Planning, 11th and 12th paragraphs (page 2) Text proposed by the Commission CoR amendment 'FET Flagships' supported under Horizon 2020 will continue to be supported under this Programme. As they present substantial analogies with missions, other 'FET flagships', if any, will be supported under this Framework Programme as missions geared towards future and emerging technologies. Science and Technology Cooperation dialogues with the EU's international partners and policy dialogues with the main world regions will make important contributions to the systematic identification of opportunities for cooperation which, when combined with differentiation by country/region, will support priority setting. 'FET Flagships' supported under Horizon 2020 will continue to be supported under this Programme. As they present substantial analogies with missions, other 'FET flagships', if any, will be supported under this Framework Programme as missions geared towards future and emerging technologies. The new framework programme will aim to secure better recognition and mobilisation of excellence spread across all of Europe's Member States and regions; it will in particular foster initiatives to build trans-national and trans-regional cooperation between regional ecosystems and innovation hubs. Science and Technology Cooperation dialogues with the EU's international partners and policy dialogues with the main world regions will make important contributions to the systematic identification of opportunities for cooperation which, when combined with differentiation by country/region, will support priority setting. Amendment 39 Annex I - Activities, second part Dissemination and Communication, first and second paragraphs (page 3) Text proposed by the Commission CoR amendment Horizon Europe will provide dedicated support for open access to scientific publications, to knowledge repositories and other data sources. Dissemination and knowledge diffusion actions will be supported, also from cooperation with other EU programmes, including clustering and packaging results and data in languages and formats for target audiences and networks for citizens, industry, public administrations, academia, civil society organisations, and policy makers. For this purpose, Horizon Europe may make use of advanced technologies and intelligence tools. There will be appropriate support for mechanisms Horizon Europe will provide dedicated support for open access to scientific publications, to knowledge repositories and other data sources. Dissemination and knowledge diffusion actions will be supported, also from cooperation with other EU programmes, including clustering and packaging results and data in languages and formats for target audiences and networks for citizens, industry, public administrations, academia, civil society organisations, and policy makers. For this purpose, Horizon Europe may make use of advanced technologies and intelligence tools. There will be appropriate support for mechanisms ",
        "COR-2018-03891-00-00-AC-TRA (EN) 24/50 to communicate the programme to potential applicants (e.g. National Contact Points). to communicate the programme to potential applicants (e.g. National and regional Contact Points), especially for the Member States and regions that had the least involvement with the Horizon 2020 programme. Amendment 40 Annex I Text proposed by the Commission CoR amendment RESEARCH INFRASTRUCTURES Rationale Page 14 of COM(2018) 436 final (Annex I) Activities will contribute to different Sustainable Development Goals (SDGs) such as: SDG 3 - Good Health and Well-Being for People; SDG 7 - Affordable and Clean Energy; SDG 9 - Industry Innovation and Infrastructure; SDG 13 - Climate Action. RESEARCH INFRASTRUCTURES Rationale Page 14 of COM(2018) 436 final (Annex I) Activities will contribute to different Sustainable Development Goals (SDGs) such as: SDG 3 - Good Health and Well-Being for People; SDG 7 - Affordable and Clean Energy; SDG 9 - Industry Innovation and Infrastructure; SDG 13 - Climate Action ; SDG 14 - Life Below Water; SDG 17 - Partnerships for the Goals . Reason A number of infrastructures belonging to ESFRI relate to the marine environment, justifying the inclusion of SDG 14. The proposal to include SDG 17 stems from the concept of infrastructure that is shared across the entire EU and the ensuing partnership aimed at achieving the objectives. Amendment 41 Annex I Pillar II Text proposed by the Commission CoR amendment Broad lines – Reforms in public health systems and policies in Europe and beyond; – New models and approaches for health and care and their transferability or adaptation from one country/region to another; – Improving health technology assessment; – Evolution of health inequality and effective policy response; – Future health workforce and its needs; – Improving timely health information and use of health data, including electronic health records, with due attention to security, privacy, interoperability, standards, comparability and Broad lines – Reforms in public health systems and policies in Europe and beyond; – New models and approaches for health and care and their transferability or adaptation from one country/region to another , and for the contribution of the voluntary and not-for-profit sector ; – Improving health technology assessment; – Evolution of health inequality and effective policy response; – Future health workforce and its needs; – Improving timely health information and use of health data, including electronic health records, ",
        "COR-2018-03891-00-00-AC-TRA (EN) 25/50 integrity; – Health systems resilience in absorbing the impact of crises and to accommodate disruptive innovation; – Solutions for citizen and patient empowerment, self-monitoring, and interaction with health and social care professionals, for more integrated care and a user-centred approach; – Data, information, knowledge and best practice from health systems research at EU-level and globally. with due attention to security, privacy, interoperability, standards, comparability and integrity; – Health systems resilience in absorbing the impact of crises and to accommodate disruptive innovation; – Solutions for citizen and patient empowerment, self-monitoring, and interaction with health and social care professionals, for more integrated care and a user-centred approach; – Data, information, knowledge and best practice from health systems research at EU-level and globally. Amendment 42 Annex I, Broad lines of activities, Pillar II - Global Challenges and Industrial Competitiveness, Inclusive and Secure Society cluster; section 2.1, second paragraph (page 24) Text proposed by the Commission CoR amendment The EU must promote a model of inclusive and sustainable growth while reaping the benefits of technological advancements, enhancing trust in and promoting innovation of democratic governance, combatting inequalities, unemployment, marginalisation, discrimination and radicalisation, guaranteeing human rights, fostering cultural diversity and European cultural heritage and empowering citizens through social innovation. The management of migration and the integration of migrants will also continue to be priority issues. The role of research and innovation in the social sciences and the humanities in responding to these challenges and achieving the EU’s goals is fundamental. The EU must promote a model of inclusive and sustainable growth while reaping the benefits of technological advancements, enhancing trust in and promoting innovation of democratic governance, combatting inequalities, unemployment, marginalisation, discrimination and radicalisation, by protecting and promoting human rights, cultural diversity and European cultural heritage , by improving access to culture and education for all and by empowering citizens through social innovation and the development of a social economy . The management of migration and the reception and integration of migrants will also continue to be priority issues. The role of research and innovation in the social sciences and the humanities in responding to these challenges and achieving the EU’s goals is fundamental. The social inclusion objective must build, in particular, on promoting the cultural heritage, tangible or intangible, which in today's globalised world plays a central role in people's sense of belonging, in particular its regional and linguistic aspects. Europe – which has in fact been built over centuries by the coexistence of very diverse communities that have left a huge ",
        "COR-2018-03891-00-00-AC-TRA (EN) 26/50 legacy – should therefore address this challenge and support the preservation and enhancement of heritage, together with the various regions and countries. Such action is all the more relevant in that it is an important field for experimentation and application for a great many technological innovations. Their implementation in the field of heritage constitutes a powerful economic driver in the form of tourism revenue generated for the regions . Amendment 43 Annex I, Broad lines of activities, Pillar II - Global Challenges and Industrial Competitiveness, Inclusive and Secure Society cluster; section 2.1, sixth paragraph (page 25) Text proposed by the Commission CoR amendment Research and Innovation activities in this Global Challenge will be overall aligned with the Commission's priorities on Democratic Change; employment, growth and investment; justice and fundamental rights; migration; a deeper and more equitable monetary Union; the digital single digital market. It will respond to the commitment of the Rome Agenda to work towards: \"a social Europe\" and \"a Union which preserves our cultural heritage and promotes cultural diversity\". It will also support the European Pillar of Social Rights, and the Global Compact for safe, orderly and regular migration. Research and Innovation activities in this Global Challenge will be overall aligned with the Commission's priorities on Democratic Change; employment, growth and investment; education; justice and fundamental rights; migration; a deeper and more equitable monetary Union; the digital single digital market. It will respond to the commitment of the Rome Agenda to work towards: \"a social Europe\" and \"a Union which preserves our cultural heritage and promotes cultural diversity\". It will also support the European Pillar of Social Rights and the objective of a knowledge society , and the Global Compact for safe, orderly and regular migration. Amendment 44 Annex I, Broad lines of activities, Pillar II - Global Challenges and Industrial Competitiveness, Inclusive and Secure Society cluster; section 2.2.1 (pages 25 and 26) Text proposed by the Commission CoR amendment Broad Lines – The history, evolution and effectiveness of democracies, at different levels and in different forms; digitisation aspects and the effects of social network communication and the role of education and youth policies as cornerstones of democratic citizenship; – Innovative approaches to support the Broad Lines – The history, evolution and effectiveness of democracies, at different levels and in different forms; digitisation aspects and the effects of social network communication and the role of education and youth policies as cornerstones of democratic citizenship; – Innovative approaches to support the ",
        "COR-2018-03891-00-00-AC-TRA (EN) 27/50 transparency, responsiveness, accountability effectiveness and legitimacy of democratic governance in full respect of fundamental rights and of the rule of law; – Strategies to address populism, extremism, radicalisation, terrorism and to include and engage disaffected and marginalised citizens; – Better understand the role of journalistic standards and user-generated content in a hyper-connected society and develop tools to combat disinformation; – The role of multi-cultural citizenship and identities in relation to democratic citizenship and political engagement; – The impact of technological and scientific advancements, including big data, online social networks and artificial intelligence on democracy; – Deliberative and participatory democracy and active and inclusive citizenship, including the digital dimension; – The impact of economic and social inequalities on political participation and democracies, demonstrating how reversing inequalities and combatting all forms of discrimination including gender, can sustain democracy. transparency, responsiveness, accountability effectiveness and legitimacy of democratic governance in full respect of fundamental rights and of the rule of law; – Strategies to address populism, extremism, radicalisation, terrorism and to include and engage disaffected and marginalised citizens; – Better understand the role of journalistic standards and user-generated content in a hyper-connected society and develop tools to combat disinformation; – The role of multi-cultural citizenship and identities in relation to democratic citizenship and political engagement; – The impact of technological and scientific advancements, including big data, online social networks and artificial intelligence on democracy; – Deliberative and participatory democracy and active and inclusive citizenship, including the digital dimension; – The role of cities and regions as places for building citizenship, social and cultural links, the environmental and energy transition, and economic development and innovation; their contribution to the development of social innovation, democratic practices, and local, national and European citizenship; – The impact of economic and social inequalities on political participation and democracies, demonstrating how reversing inequalities and combatting all forms of discrimination including gender, can sustain democracy. Reason Cities and regions are also a tool for a more secure and inclusive society and their role must be subject to scientific research. Amendment 45 Annex I - Broad lines of activities, Pillar II - Global Challenges and Industrial Competitiveness, Inclusive and Secure Society cluster; section 2.2.3 (pages 26 and 27) Text proposed by the Commission CoR amendment 2.2.3 Social and Economic Transformations 2.2.3 Education, Employment and Social and ",
        "COR-2018-03891-00-00-AC-TRA (EN) 28/50 European societies are undergoing profound socio-economic transformations, especially as a result of globalisation and technological innovations. At the same time there has been an increase in income inequality in most European countries. Forward-looking policies are needed, with a view to promoting inclusive growth and reversing inequalities, boosting productivity (including advancements in its measurement) and human capital, responding to migration and integration challenges and supporting intergenerational solidarity and social mobility. Education and training systems are needed for a more equitable and prosperous future. Broad lines – Knowledge base for advice on investments and policies especially education and training, for high value added skills, productivity, social mobility, growth, social innovation and job creation. The role of education and training to tackle inequalities; – Social sustainability beyond GDP only indicators especially new economic and business models and new financial technologies; – Statistical and other economic tools for a better understanding of growth and innovation in a context of sluggish productivity gains; – New types of work, the role of work, trends and changes in labour markets and income in contemporary societies, and their impacts on income distribution, non-discrimination including gender equality and social inclusion; – Tax and benefits systems together with social security and social investment policies with a view to reversing inequalities and addressing the negative impacts of technology, demographics and diversity; – Human mobility in the global and local contexts for better migration governance, integration of migrants including refugees; respect of international commitments and human rights; greater, improved access to quality education, training, support services, active and inclusive citizenship especially for the vulnerable; Economic Transformations European societies are undergoing profound socio-economic transformations, especially as a result of globalisation and technological innovations. At the same time there has been an increase in income inequality in most European countries. Forward-looking policies are needed, with a view to promoting inclusive growth and reversing inequalities, boosting productivity (including advancements in its measurement) and human capital, responding to migration and integration challenges and supporting intergenerational solidarity and social mobility. Education and training systems are needed for a more equitable and prosperous future. Broad lines – The role of education and training to tackle inequalities; organisation of the education and training system; educational and innovative practices; activities that foster fulfilment, creativity, autonomy and the development of critical thinking; appropriate support for each young person, contributing to the success of everyone at school or in training; – Social sustainability beyond GDP only indicators especially new economic and business models and new financial technologies; diversity of economic, social and environmental aims and of business models; – Statistical and other economic tools for a better understanding of growth and innovation in a context of sluggish productivity gains; – New types of work, the role of work, the place of employees in the business, trends and changes in labour markets and income in contemporary societies, and their impacts on income distribution, non-discrimination including gender equality and social inclusion; – Tax and benefits systems together with social security and social investment policies with a view to reversing inequalities and addressing the negative impacts of technology, demographics and diversity; – Human mobility in the global and local ",
        "COR-2018-03891-00-00-AC-TRA (EN) 29/50 – Education and training systems to foster and make the best use of the EU's digital transformation, also to manage the risks from global interconnectedness and technological innovations, especially emerging online risks, ethical concerns, socio-economic inequalities and radical changes in markets; – Modernisation of public authorities to meet citizens’ expectation regarding service provision, transparency, accessibility, openness, accountability and user centricity. – Efficiency of justice systems and improved access to justice based on judiciary independence and rule of law principles, with fair, efficient and transparent procedural methods both in civil and criminal matters. contexts for better migration governance, integration of migrants including refugees; respect of international commitments and human rights; greater, improved access to quality education, training, support services, active and inclusive citizenship especially for the vulnerable; – Education and training systems to foster and make the best use of the EU's digital transformation, also to manage the risks from global interconnectedness and technological innovations, especially emerging online risks, ethical concerns, socio-economic inequalities and radical changes in markets; – Modernisation of public authorities to meet citizens’ expectation regarding service provision, transparency, accessibility, openness, accountability and user centricity. – Efficiency of justice systems and improved access to justice based on judiciary independence and rule of law principles, with fair, efficient and transparent procedural methods both in civil and criminal matters. Amendment 46 Annex I - Pillar II (page 31) Text proposed by the Commission CoR amendment 3.2 Areas of Intervention 3.2.1 Manufacturing Technologies Manufacturing is a key driver of employment and prosperity in the EU, producing over three quarters of the EU's global exports and providing over a 100 million direct and indirect jobs. The key challenge for EU manufacturing is to remain competitive at a global level with smarter and more customised products of high added value, produced at much lower energy costs. Creative and cultural inputs will be vital to help generate added value. 3.2 Areas of Intervention 3.2.1 Cross-cutting processing and performance drivers The future of industry depends not just on technological factors, but also social and organisational ones that are critical for its competitiveness, are often too little known and demand a further development in knowledge, dissemination and ownership. Broad lines – Organisation of value chains and collaboration within them; sharing of added value and negotiation and pricing mechanisms; information exchange and collaborative work tools, co-design initiatives; use of virtual and ",
        "COR-2018-03891-00-00-AC-TRA (EN) 30/50 augmented reality in design, preparation for manufacture and training of workers; – Clustering, localised collaboration networks, development of regional ecosystems and innovation hubs; development of positive externalities by regions to make them more attractive and their industry more competitive; – Ergonomics and improving working conditions; access to lifelong learning and adapting skills to changing job profiles; capitalising on the experience and creativity of employees; – Removing obstacles to the transformation, especially digital transformation, of companies: access to funding, innovation and skills; creation and management of transformation strategies, providing support for the transition; evolution in the representation of industry and its trades. 3.2.2 Manufacturing Technologies Manufacturing is a key driver of employment and prosperity in the EU, producing over three quarters of the EU's global exports and providing over a 100 million direct and indirect jobs. The key challenge for EU manufacturing is to remain competitive at a global level with smarter and more customised products of high added value, produced at much lower energy costs. Creative and cultural inputs will be vital to help generate added value. Reason At present, Horizon Europe neglects or underplays the cross-cutting and organisational aspects that nevertheless play a great role in the transformation and competitiveness of industry and for which Europe needs more scientific knowledge and more innovation. Amendment 47 Annex I - Pillar II (page 39) Text proposed by the Commission CoR amendment EXPLANATORY MEMORANDUM PART II - Annex I Point 4. CLUSTER 'CLIMATE, ENERGY AND MOBILITY' EXPLANATORY MEMORANDUM PART II - Annex I Point 4. CLUSTER 'CLIMATE, ENERGY AND MOBILITY' ",
        "COR-2018-03891-00-00-AC-TRA (EN) 31/50 4.1. Rationale [...] Activities under this Cluster contribute in particular to the goals of the Energy Union, as well as to those of the Digital Single Market, the Jobs, Growth and Investment agenda, the strengthening of the EU as a global actor, the new EU Industrial Policy Strategy, the Circular Economy, the Raw Materials Initiative, the Security Union and the Urban Agenda, as well as the Common Agricultural Policy of the EU as well as EU legal provisions to reduce noise and air pollution. [...] 4.1. Rationale [...] Activities under this Cluster contribute in particular to the goals of the Energy Union, as well as to those of the Digital Single Market, the Jobs, Growth and Investment agenda, the strengthening of the EU as a global actor, the new EU Industrial Policy Strategy, the Circular Economy , Blue Growth , the Raw Materials Initiative, the Security Union and the Urban Agenda, as well as the Common Agricultural Policy , the Integrated Maritime Policy and the Common Fisheries Policy of the EU as well as EU legal provisions to reduce noise and air pollution. [...] Reason The seas and fisheries are crucial sectors for the EU: mention of these sectors is therefore essential. Amendment 48 Annex I - Pillar II - 4.2.5. Communities and Cities (page 42) Text proposed by the Commission CoR amendment Broad lines [...] Quality of life for the citizens, safe mobility, urban social innovation, cities' circular and regenerative capacity, reduced environmental footprint and pollution; [...] Broad lines [...] Quality of life for the citizens, safe mobility, urban social innovation, cities' circular and regenerative capacity, reduced environmental footprint and pollution; Getting citizens in towns and regions involved, the democratic challenges of the environmental and energy transformation; social acceptance and support for the changes involved in the transition; reduction of inequalities in the process of adapting to climate change and the environmental and energy changes; [...] ",
        "COR-2018-03891-00-00-AC-TRA (EN) 32/50 Amendment 49 Annex I - Pillar II - 5.2.4. Sea and Oceans (page 48) Text proposed by the Commission CoR amendment Broad lines [...] Blue value-chains, the multiple-use of marine space and growth of the renewable energy sector from seas and oceans, including sustainable micro- and macro- algae; Nature-based solutions based on the dynamics of marine and coastal ecosystems, [...] Broad lines [...] Blue value-chains, the multiple-use of marine space and growth of maritime industries such as the renewable energy sector from seas and oceans, including sustainable micro- and macro- algae; Land-sea interfaces in coastal areas, sustainability of various blue economy sectors, including fishing and marine crops, as well as coastal tourism; systematic approaches to sustainable development of port and coastal areas; the issue of urbanisation and population ageing in coastal areas; Nature-based solutions based on marine and coastal ecosystem dynamics, [...] Amendment 50 Annex I - Pillar II - 6.2.2. Global Challenges (page 54) Text proposed by the Commission CoR amendment 2. Inclusive and Secure Society Research on inequality, poverty and exclusion, social mobility, cultural diversity, and skills; assessment of social, demographic and technological transformations on the economy and on society; Support to the preservation of cultural heritage; [...] 2. Inclusive and Secure Society - Research on inequality, poverty and exclusion, social mobility, cultural diversity, and skills; assessment of social, demographic and technological transformations on the economy and on society; – Research into the creation of educational disadvantage and the development of an education and training system that promotes the success and self-fulfilment of all throughout their lives; - Support to the preservation of cultural heritage; [...] ",
        "COR-2018-03891-00-00-AC-TRA (EN) 33/50 Amendment 51 Annex I - Pillar II (pages 55 and 56) Text proposed by the Commission CoR amendment 5. Food and Natural Resources [...] – EU Reference Laboratories on Feed Additives, Genetically Modified Organisms and Food Contact Materials; – Knowledge centre for food fraud and quality; – Knowledge centre for bioeconomy. 5. Food and Natural Resources [...] – EU Reference Laboratories on Feed Additives, Genetically Modified Organisms and Food Contact Materials; – Knowledge centre for local food systems; – Knowledge centre for food fraud and quality; – Knowledge centre for bioeconomy. Amendment 52 Annex I - Programme Activities, Pillar III – Open Innovation, seventh paragraph (page 58) Text proposed by the Commission CoR amendment For Europe to lead that new wave of breakthrough innovation, the following underlying challenges need to be met: – Improve the transformation of science into innovation in order to accelerate the transfer of ideas, technologies and talent from the research base into start-ups and industry; – Speed up industrial transformation: European industry is lagging behind in embracing new technologies and scaling up::77% of the young and big R&D companies are in US or Asia and only 16% are based in Europe; – Increase risk finance to overcome financing gaps: Europe's innovators suffer from a low supply of risk finance. Venture capital is key to turning breakthrough innovations into world-leading companies but, in Europe, it is less than a quarter of the amounts raised in the US and in Asia. Europe must bridge the 'Valleys of death', whereby ideas and innovations fail to reach the market due to the gap between public support and private investment, in particular with regard to high- For Europe to lead that new wave of breakthrough innovation, the following underlying challenges need to be met: – Improve the transformation of science into innovation in order to accelerate the transfer of ideas, technologies and talent from the research base into start-ups and industry; – Speed up industrial transformation: European industry is lagging behind in embracing new technologies and scaling up::77% of the young and big R&D companies are in US or Asia and only 16% are based in Europe; – Increase risk finance to overcome financing gaps: Europe's innovators suffer from a low supply of risk finance. Venture capital is key to turning breakthrough innovations into world-leading companies but, in Europe, it is less than a quarter of the amounts raised in the US and in Asia. Europe must bridge the 'Valleys of death', whereby ideas and innovations fail to reach the market due to the gap between public support and private investment, in particular with regard to high- ",
        "COR-2018-03891-00-00-AC-TRA (EN) 34/50 risk breakthrough innovations and long-term investments; – Enhance and simplify the European landscape for funding and supporting research and innovation: the multitude of funding sources provides a complex landscape for innovators. EU intervention has to cooperate and coordinate with other initiatives at European, national and regional level, public and private, to better enhance and align supporting capacities, and provide for an easy-to-navigate landscape for any European innovator; – Overcome fragmentation to the innovation ecosystem. While Europe is home to a growing number of hotspots, these are not well connected. Companies with international growth potential have to cope with fragmentation of national markets with their diverse languages, business cultures and regulations. risk breakthrough innovations and long-term investments; – Enhance and simplify the European landscape for funding and supporting research and innovation: the multitude of funding sources provides a complex landscape for innovators. EU intervention has to cooperate and coordinate with other initiatives at European, national and regional level, public and private, to better enhance and align supporting capacities, and provide for an easy-to-navigate landscape for any European innovator; – Overcome fragmentation to the innovation ecosystem. While Europe is home to a growing number of hotspots, these are not well connected. Companies with international growth potential have to cope with fragmentation of national markets with their diverse languages, business cultures and regulations ; – Recognise the territorial basis of science and innovation and the major contribution of regional ecosystems and innovation hubs, which can respond rapidly and provide radical innovations, and are able to ensure ongoing support for the transformation of value chains in Europe and for action to develop skills and human resources. To this end, it is necessary to take better account of smart specialisations and their networks . Amendment 53 Annex I - Programme Activities, Pillar III – Open Innovation, 11th paragraph (pages 59 and 60) Text proposed by the Commission CoR amendment Whilst the EIC will directly support breakthrough innovations, the overall environment from which European innovations nurture and emerge must be further developed and enhanced: it must be a common European endeavour to support innovation all across Europe, and in all dimensions and forms, including through complementary EU and national policies and Whilst the EIC will directly support breakthrough innovations, the overall environment from which European innovations nurture and emerge must be further developed and enhanced: it must be a common European endeavour to support innovation all across Europe, its Member States and their regions, and in all dimensions and forms, including through complementary local, ",
        "COR-2018-03891-00-00-AC-TRA (EN) 35/50 resources whenever possible. Hence, this Pillar provides also for: – Renewed and reinforced coordination and cooperation mechanisms with Member States and Associated Countries, but also with private initiatives, in order to support all types of European innovation ecosystems and their actors; – Support to the European Institute of Innovation and Technology (EIT) and Knowledge and Innovation Communities (KICs). regional, national and EU policies and resources whenever possible. Hence, this Pillar provides also for: – Renewed and reinforced coordination and cooperation mechanisms with local and regional authorities, Member States and Associated Countries, but also with private initiatives, in order to support all types of European innovation ecosystems and their actors; – Support to the European Institute of Innovation and Technology (EIT) and Knowledge and Innovation Communities (KICs). Amendment 54 Annex I - Programme activities, Pillar III - Open Innovation, Part 1 European Innovation Council, point 1.1 (page 62) Text proposed by the Commission CoR amendment Particular attention will be paid to ensuring proper and efficient complementarity with individual or networked Member States initiatives, including in the form of European Partnership. Particular attention will be paid to ensuring proper and efficient complementarity with individual or networked Member State initiatives and regional ecosystems and innovation hubs , including in the form of European Partnerships. In the interests of the projects that receive support, the Pathfinder and the Accelerator will ensure that their assistance is incorporated into a continuous chain of support for projects. The EIC will maintain a constant dialogue with the national, regional and local authorities responsible for innovation to ensure that actions complement one another and to maximise coordination and cooperation, including through co-financed programmes. This dialogue is a prerequisite for the EIC to award Seals of Excellence. Amendment 55 Annex I Pillar III (page 64) Text proposed by the Commission CoR amendment 1.1.3. Additional EIC activities Additionally, EIC will also implement: 1.1.3. Additional EIC activities Additionally, EIC will also implement: ",
        "COR-2018-03891-00-00-AC-TRA (EN) 36/50 – EIC business acceleration services in support of Pathfinder and Accelerator activities and actions. The aim will be to connect the EIC Community of funded innovators, including funded Seal of Excellence, to investors, partners and public buyers. It will provide a range of coaching and mentoring services to EIC actions. It will provide innovators with access to international networks of potential partners, including industrial ones, to complement a value chain or develop market opportunities, and find investors and other sources of private or corporate finance. Activities will include live events (e.g. brokerage events, pitching sessions) but also, the development of matching platforms or use of existing ones, in close relation with financial intermediaries supported by the InvestEU and with the EIB Group. These activities will also encourage peer exchanges as a source of learning in innovation ecosystem, making particular good use of Members of the High Level Advisory board of the EIC and EIC Fellows; – EIC business acceleration services in support of Pathfinder and Accelerator activities and actions. The aim will be to connect the EIC Community of funded innovators, including funded Seal of Excellence, to investors, partners and public buyers , but also national and local players promoting innovation and capable of complementing EIC support and provide sustainable help to innovators . It will provide a range of coaching and mentoring services to EIC actions. It will provide innovators with access to international networks of potential partners, including industrial ones, to complement a value chain or develop market opportunities, and find investors and other sources of private or corporate finance. Activities will include live events (e.g. brokerage events, pitching sessions) but also, the development of matching platforms or use of existing ones, in close relation with financial intermediaries supported by the InvestEU and with the EIB Group. These activities will also encourage peer exchanges as a source of learning in innovation ecosystem, making particular good use of Members of the High Level Advisory board of the EIC and EIC Fellows; Amendment 56 Annex I - Programme activities, Pillar III - Open Innovation, European Innovation Council, point 1.2.2 (pages 65 and 66) Text proposed by the Commission CoR amendment 1.2.2 EIC programme managers The Commission will take a pro-active approach to the management of high risk projects, through access to the necessary expertise. The Commission will appoint on a temporary basis a number of EIC programme managers to assist it with technology-based vision and operational guidance. Programme managers will come from multiple spheres, including companies, universities, national laboratories and research centres. They will bring deep expertise from personal experience and years in the field. They will be recognised leaders, either having managed 1.2.2 EIC programme managers The Commission will take a pro-active approach to the management of high risk projects, through access to the necessary expertise. The Commission will appoint on a temporary basis a number of EIC programme managers to assist it with technology-based vision and operational guidance. Programme managers will come from multiple spheres, including public stakeholders specialising in innovation companies, universities, national laboratories and research centres. They will bring deep expertise from personal experience and years in the field. They ",
        "COR-2018-03891-00-00-AC-TRA (EN) 37/50 multidisciplinary research teams or directing large institutional programs, and know the importance of communicating their visions tirelessly, creatively, and broadly. Lastly, they will have experience in overseeing important budgets, which require sense of responsibility. will be recognised leaders, either having managed multidisciplinary research teams or directing large institutional programs, and know the importance of communicating their visions tirelessly, creatively, and broadly. Lastly, they will have experience in overseeing important budgets, which require sense of responsibility. Amendment 57 Annex I Programme activities, Pillar III - Open Innovation, European Innovation Council, point 2.1 (page 68) Text proposed by the Commission CoR amendment 2.1 Reason To fully harness the potential of innovation involving researchers, entrepreneurs, industry and society at large, the EU must improve the environment within which innovation can flourish at all levels. This will mean contributing to the development of an effective innovation ecosystem at EU level, and encouraging cooperation, networking, and the exchange of ideas, funding and skills among national and local innovation ecosystems. The EU must also aim to develop ecosystems that support social innovation and public sector innovation, in addition to innovation in private enterprises. Indeed, the government sector must innovate and renew itself in order to be able to support the changes in regulation and governance required to support the large-scale deployment of new technologies and a growing public demand for the more efficient and effective delivery of services. Social innovations are crucial to enhance the welfare of our societies. 2.1 Reasons To fully harness the potential of innovation involving researchers, entrepreneurs, industry and society at large, the EU must improve the environment within which innovation can flourish at all levels. This will mean contributing to the development of an effective innovation ecosystem at EU level, and encouraging cooperation, networking, and the exchange of ideas, funding and skills among national and local innovation ecosystems. The EU must also aim to develop ecosystems that support social innovation and innovation in the voluntary, not-for-profit and public sectors , in addition to innovation in private enterprises. Indeed, these sectors must innovate and renew themselves in order to be able to support the changes in regulation and governance required to support the large-scale deployment of new technologies and a growing public demand for the more efficient and effective delivery of services. Social innovations are crucial to enhance the welfare of our societies. Amendment 58 Annex I - Programme activities, Pillar III - Open Innovation, European Innovation Council, point 2.2 (pages 68 and 69) Text proposed by the Commission CoR amendment 2.2 Areas of intervention As a first step the Commission will organise an 2.2 Areas of Intervention As a first step the Commission will organise an ",
        "COR-2018-03891-00-00-AC-TRA (EN) 38/50 EIC Forum of Member States and Associated countries’ public authorities and bodies in charge of national innovation policies and programmes, with the aim of promoting coordination and dialogue on the development of the EU's innovation ecosystem. Within this EIC Forum, the Commission will: – Discuss the development of innovation- friendly regulation, through the continued application of the Innovation Principle and development of innovative approaches to public procurement including developing and enhancing the Public Procurement of Innovation (PPI) instrument to drive innovation. The Observatory of Public Sector Innovation will also continue to support internal government innovation efforts, alongside the revamped Policy Support Facility; – Promote the alignment of research and innovation agendas with EU efforts to consolidate an open market for capital flows and investment, such as the development of key framework conditions in favour of innovation under the Capital Markets Union; – Enhance coordination between national innovation programmes and the EIC, so as to stimulate operational synergies and avoid overlap, by sharing data on programmes and their implementation, resources and expertise, analysis and monitoring of technological and innovation trends, and by interconnecting respective innovators' communities; – Establish a joint communication strategy on innovation in the EU. It will aim at stimulating the EU's most talented innovators, entrepreneurs, particularly young drivers, SMEs and start-ups, also from fresh corners of the EU. It will stress the EU added-value that technical, non-technical, and social innovators can bring to EU citizens by developing their idea/vision into a thriving enterprise (social value/impact, jobs and growth, societal progression). Activities will be implemented to ensure effective complementarity between EIC’s types of action EIC Forum of Member States , cities and regions, and Associated countries’ public authorities and bodies in charge of national innovation policies and programmes, with the aim of promoting coordination and dialogue on the development of the EU's innovation ecosystem. Within this EIC Forum, the Commission will: – Discuss the development of innovation- friendly regulation, through the continued application of the Innovation Principle and development of innovative approaches to public procurement including developing and enhancing the Public Procurement of Innovation (PPI) instrument to drive innovation. The Observatory of Public Sector Innovation will also continue to support internal government innovation efforts, alongside the revamped Policy Support Facility; – Promote the alignment of research and innovation agendas with EU efforts to consolidate an open market for capital flows and investment, such as the development of key framework conditions in favour of innovation under the Capital Markets Union; – Enhance coordination between national , regional and local innovation programmes and the EIC, so as to stimulate operational synergies and avoid overlap, by sharing data on programmes and their implementation, resources and expertise, analysis and monitoring of technological and innovation trends, and by interconnecting respective innovators' communities; – Foster the identification, classification, recognition and promotion of regional ecosystems and innovation hubs, connecting them around smart specialisations, and bringing them together in consortia likely to contribute significantly to achieving the objectives of the programme and in particular its Open Innovation pillar; – Establish a joint communication strategy on innovation in the EU. It will aim at stimulating the EU's most talented innovators, entrepreneurs, particularly young drivers, ",
        "COR-2018-03891-00-00-AC-TRA (EN) 39/50 and their specific focus on breakthrough innovation, with activities implemented by Member States and Associated Countries, but also by private initiatives, in order to support all types of innovation, reach out to all innovators across the EU, and provide them with enhanced and adequate support. SMEs and start-ups, also from fresh corners of the EU. It will stress the EU added-value that technical, non-technical, and social innovators can bring to EU citizens by developing their idea/vision into a thriving enterprise (social value/impact, jobs and growth, societal progression). Activities will be implemented to ensure effective complementarity between EIC’s types of action and their specific focus on breakthrough innovation, with activities implemented by Member States , regions and cities and Associated Countries, but also by private initiatives, in order to support all types of innovation, reach out to all innovators across the EU, and provide them with enhanced and adequate support. Reason Cities, regions, and their innovation ecosystems should be at the heart of the EIC. Amendment 59 Annex I - Programme activities, Pillar III - Open Innovation, European Innovation Council, point 2.2 (page 69) Text proposed by the Commission CoR amendment To that end, the EU will: – Promote and co-fund joint innovation programmes managed by authorities in charge of public national, regional or local innovation policies and programmes, to which private entities supporting innovation and innovators may be associated. Such demand-driven joint programmes may target, among others, early stage and feasibility study support, academia- enterprise cooperation, support to high-tech SMEs' collaborative research, technology and knowledge transfer, internationalisation of SMEs, market analysis and development, digitalisation of low-tech SMEs, financial instruments for close to market innovations activities or market deployment, social innovation. They may also include joint public procurement initiatives, enabling innovations to be commercialised in the To that end, the EU will: – Promote and co-fund joint innovation programmes managed by authorities in charge of public national, regional or local innovation policies and programmes, to which private entities supporting innovation and innovators may be associated. These joint programmes could take the form of consortia that draw together regional ecosystems and innovation hubs; Such demand-driven joint programmes may target, among others, early stage and feasibility study support (including complementary research that would provide proof of concept, demonstrators and pilot production lines), academia-enterprise cooperation, support to high-tech SMEs' collaborative research, technology and knowledge transfer, internationalisation of SMEs, market analysis and development, ",
        "COR-2018-03891-00-00-AC-TRA (EN) 40/50 public sector, in particular in support of the development of new policy. This could be particularly effective to stimulate innovation in public service areas and to provide market opportunities to European innovators. – Support also joint programmes for mentoring, coaching, technical assistance and other services that are delivered close to innovators, by networks such as Enterprise Europe Network (EEN), clusters, pan-European platforms such as Startup Europe, local innovation actors, public but also private, in particular incubators and innovation hubs that could moreover be interconnected to favour partnering between innovators. Support may also be given to promote soft skills for innovation, including to networks of vocational institutions and in close relation with the European Institute of Innovation and Technology; digitalisation of low-tech SMEs, financial instruments for close to market innovations activities or market deployment, social innovation. They may also include joint public procurement initiatives, enabling innovations to be commercialised in the public sector, in particular in support of the development of new policy. This could be particularly effective to stimulate innovation in public service areas and to provide market opportunities to European innovators. – Support also joint programmes for mentoring, coaching, technical assistance and other services that are delivered close to innovators, by networks such as Enterprise Europe Network (EEN), clusters, pan-European platforms such as Startup Europe, regional and local innovation actors, public but also private, in particular incubators and innovation hubs that could moreover be interconnected to favour partnering between innovators. Support may also be given to promote soft skills for innovation, including to networks of vocational institutions and in close relation with the European Institute of Innovation and Technology; ",
        "COR-2018-03891-00-00-AC-TRA (EN) 41/50 Amendment 60 Annex I - Programme activities, Pillar III - Open Innovation, European Innovation Council, point 2.2 (page 69) Text proposed by the Commission CoR amendment The EU will also launch actions necessary to further monitor and nurture the overall innovation landscape and innovation management capacity in Europe. The ecosystem support activities will be implemented by the Commission, supported by an executive agency for the evaluation process. The EU will also launch actions necessary to further monitor and nurture the overall innovation landscape and innovation management capacity in Europe. The Commission will set up, together with cities and regions, a forum of regional ecosystems and innovation hubs, in order to improve knowledge of their conditions for start-up and success, their contribution to European scientific excellence and to the dynamics of innovation, and to facilitate and boost their contribution to implementing the programme and achieving its objectives. The ecosystem support activities will be implemented by the Commission, supported by an executive agency for the evaluation process. Amendment 61 Annex I - Programme activities, Pillar III - Open Innovation, European Innovation Council, point 3.1 second paragraph (page 70) Text proposed by the Commission CoR amendment Efforts are still needed to develop ecosystems where researchers, innovators, industries and governments can easily interact. Efforts are still needed to develop ecosystems where researchers, innovators, industries and governments, as well as local and regional authorities, can easily interact. Amendment 62 Annex I - Programme activities, Pillar III - Open Innovation, European Institute of Innovation and Technology, point 3.1 fourth paragraph, first sentence (page 70) Text proposed by the Commission CoR amendment The nature and scale of the innovation challenges require liaising and mobilising players and resources at European scale, by fostering cross- border collaboration. The nature and scale of the innovation challenges require liaising and mobilising players and resources at European scale, by fostering trans- regional and cross-border collaboration. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 42/50 Amendment 63 Annex I - Programme activities, Pillar III - Open Innovation, European Institute of Innovation and Technology, point 3.2.1 (pages 70 and 71) Text proposed by the Commission CoR amendment 3.2 Areas of intervention 3.2.1 Sustainable innovation ecosystems across Europe The EIT will play a reinforced role in strengthening sustainable innovation ecosystems across Europe. In particular, the EIT will continue to operate primarily through its Knowledge and Innovation Communities (KICs), the large-scale European partnerships that address specific societal challenges. It will continue to strengthen innovation ecosystems around them, by fostering the integration of research, innovation and education. Furthermore, EIT will contribute to bridge existing gaps in innovation performance across Europe by expanding its Regional Innovation Scheme (EIT RIS). The EIT will work with innovation ecosystems that exhibit high innovation potential based on strategy, thematic alignment and impact, in close synergy with Smart Specialisation Strategies and Platforms. 3.3 Areas of intervention 3.2.1 Sustainable innovation ecosystems across Europe The EIT will play a reinforced role in strengthening sustainable innovation ecosystems across Europe. In particular, the EIT will continue to operate primarily through its Knowledge and Innovation Communities (KICs), the large-scale European partnerships that address specific societal challenges. It will continue to strengthen innovation ecosystems around them, by fostering the integration of research, innovation and education. Furthermore, EIT will contribute to bridge existing gaps in innovation performance across Europe by expanding its Regional Innovation Scheme (EIT RIS). The EIT will work with innovation ecosystems , and in particular with regional ecosystems and innovation hubs, that exhibit high innovation potential based on strategy, thematic alignment and impact, in close synergy with Smart Specialisation Strategies and Platforms. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 43/50 Amendment 64 Annex I Programme activities, Pillar III - Open Innovation, European Institute of Innovation and Technology, point 3.2.4 (page 72) Text proposed by the Commission CoR amendment Broad lines – Cooperation with the EIC in streamlining the support (i.e. funding and services) offered to highly innovative ventures in both start-up and scale-up stages, in particular through KICs; – Planning and implementation of EIT activities in order to maximise synergies and complementarities with the actions under the Global Challenges and Industrial Competitiveness Pillar; – Engage with EU Member States at the national level, establishing a structured dialogue and coordinating efforts to enable synergies with existing national initiatives, in order to identify, share and disseminate good practices and learnings; Broad lines – Cooperation with the EIC in streamlining the support (i.e. funding and services) offered to highly innovative ventures in both start-up and scale-up stages, in particular through KICs; – Planning and implementation of EIT activities in order to maximise synergies and complementarities with the actions under the Global Challenges and Industrial Competitiveness Pillar; – Engage with EU Member States at the national level and with local and regional authorities , establishing a structured dialogue and coordinating efforts to enable synergies with existing national, regional and local initiatives, in order to identify, share and disseminate good practices and learnings; Amendment 65 Annex I - Programme Activities - Strengthening the European Research Area, fourth paragraph (page 74) Text proposed by the Commission CoR amendment In addition, research and innovation are seen by some as distant and elitist without clear benefits for citizens, instilling attitudes that hamper the creation and uptake of innovative solutions, and scepticism about evidence-based public policies. This requires both better linkages between scientists, citizens and policy-makers, and more robust approaches to pooling scientific evidence itself. These disparities and inequalities in access to research and innovation have resulted in a loss of public trust, but research and innovation are also seen by some as distant and elitist without clear benefits for citizens, instilling attitudes that hamper the creation and uptake of innovative solutions, and scepticism about evidence-based public policies. This requires tackling the disparities that have been observed , better linkages between scientists, citizens and policy- makers, and more robust approaches to pooling scientific evidence itself. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 44/50 Amendment 66 Annex I - Programme Activities - Strengthening the European Research Area, fifth paragraph (page 74) Text proposed by the Commission CoR amendment The EU now needs to raise the bar on the quality and impact of its research and innovation system, requiring a revitalised European Research Area (ERA), better supported by the EU's research and innovation Framework Programme. Specifically, a well-integrated yet tailored set of EU measures is needed, combined with reforms and performance enhancements at national level (to which the Smart Specialisation Strategies supported under the European Regional Development Fund can contribute) and, in turn, institutional changes within research funding and performing organisations, including universities. By combining efforts at EU level, synergies can be exploited and the necessary scale can be found to make support to national policy reforms more efficient and impactful. The EU now needs to raise the bar on the quality and impact of its research and innovation system, requiring a revitalised European Research Area (ERA), better supported by the EU's research and innovation Framework Programme. Specifically, a well-integrated yet tailored set of EU measures is needed, combined with reforms and performance enhancements at national , regional and local level (to which the Smart Specialisation Strategies supported under the European Regional Development Fund can contribute) and, in turn, institutional changes within research funding and performing organisations, including universities. By combining efforts at EU level, synergies can be exploited and the necessary scale can be found to make support to national , regional and local policy reforms more efficient and impactful. Amendment 67 Annex I - Programme Activities - Strengthening the European Research Area, sixth paragraph (page 74) Text proposed by the Commission CoR amendment The activities supported under this part addresses ERA policy priorities, while generally underpinning all parts of Horizon Europe. Activities may also be established to foster brain circulation across ERA through mobility of researchers and innovators. The activities supported under this part addresses ERA policy priorities, while generally underpinning all parts of Horizon Europe. Activities may also be established to foster brain circulation across ERA through mobility of researchers and innovators. Other activities can focus on supporting the emergence, structuring and excellence of new regional ecosystems and innovation hubs in the Member States and regions lagging behind in the development of research and innovation. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 45/50 Amendment 68 Annex I - Programme Activities - Strengthening the European Research Area, Sharing excellence (page 76) Text proposed by the Commission CoR amendment Broad lines – Teaming, to create new centres of excellence or upgrade existing ones in eligible countries, building on partnerships between leading scientific institutions and partner institutions; – Twinning, to significantly strengthen a university or research organisation from an eligible country in a defined field, by linking it with internationally-leading research institutions from other Member States or Associated Countries. – ERA Chairs, to support universities or research organisations attract and maintain high quality human resources under the direction of an outstanding researcher and research manager (the 'ERA Chair holder'), and to implement structural changes to achieve excellence on a sustainable basis. – European Cooperation in Science and Technology (COST), involving ambitious conditions regarding the inclusion of eligible countries, and other measures to provide scientific networking, capacity building and career development support to researchers from these target countries. 80% of the total budget of COST will be devoted to actions fully aligned with the objectives of this intervention area. Broad lines – Teaming, to create new regional ecosystems and innovation hubs and new centres of excellence or upgrade existing ones in eligible countries, building on partnerships between leading scientific institutions and partner institutions; – Twinning, to significantly strengthen a university or research organisation from an eligible country in a defined field, by linking it with internationally-leading research institutions from other Member States or Associated Countries. – ERA Chairs, to support universities or research organisations attract and maintain high quality human resources under the direction of an outstanding researcher and research manager (the 'ERA Chair holder'), and to implement structural changes to achieve excellence on a sustainable basis. – European Cooperation in Science and Technology (COST), involving ambitious conditions regarding the inclusion of eligible countries, and other measures to provide scientific networking, capacity building and career development support to researchers from these target countries. 80% of the total budget of COST will be devoted to actions fully aligned with the objectives of this intervention area. – trans-regional cooperation around shared smart specialisations and between regional ecosystems and innovation hubs, by supporting and facilitating the involvement of emerging and developing ecosystems. ",
        "COR-2018-03891-00-00-AC-TRA (EN) 46/50 Amendment 69 Annex I - Programme Activities - Strengthening the European Research Area - Reforming and enhancing the European Research Area, (page 91) Text proposed by the Commission CoR amendment Policy reforms at national level will be mutually reinforced through the development of EU-level policy initiatives, research, networking, partnering, coordination, data collection and monitoring and evaluation. Broad lines – Strengthening the evidence base for research and innovation policy, for a better understanding of the different dimensions and components of national research and innovation systems, including drivers, impacts, associated polices; – Foresight activities, to anticipate emerging needs, in coordination and co-design with national agencies and future-oriented stakeholders, in a participative manner, building on advances in forecasting methodology, making outcomes more policy relevant, while exploiting synergies across and beyond the programme; – Accelerating the transition towards open science, by monitoring, analysing and supporting the development and uptake of open science policies and practices at the level of Member States, regions, institutions and researchers, in a way that maximises synergies and coherence at EU level; – Support to national research and innovation policy reform, including though a strengthened set of services of the Policy Support Facility (PSF) (i.e. peer reviews, specific support activities, mutual learning exercises and the knowledge centre) to Member States and Associated Countries, operating in synergy with the European Regional Development Fund, the Structural Reform Support Service (SRSS) and the Reform Delivery Tool; Policy reforms at national , regional and local level will be mutually reinforced through the development of EU-level policy initiatives, research, networking, partnering, coordination, data collection and monitoring and evaluation. Broad lines – Strengthening the evidence base for research and innovation policy, for a better understanding of the different dimensions and components of national , regional and local research and innovation systems, including drivers, impacts, associated polices; – Foresight activities, to anticipate emerging needs, in coordination and co-design with national agencies , local and regional authorities sand future-oriented stakeholders, in a participative manner, building on advances in forecasting methodology, making outcomes more policy relevant, while exploiting synergies across and beyond the programme; – Accelerating the transition towards open science, by monitoring, analysing and supporting the development and uptake of open science policies and practices at the level of Member States, regions, cities, institutions and researchers, in a way that maximises synergies and coherence at EU level; – Support to national , regional and local research and innovation policy reform, including though a strengthened set of services of the Policy Support Facility (PSF) (i.e. peer reviews, specific support activities, mutual learning exercises and the knowledge centre) to Member States, regions and cities and Associated Countries, operating in synergy with the European Regional Development Fund, the Structural Reform Support Service (SRSS) and the Reform Delivery Tool; ",
        "COR-2018-03891-00-00-AC-TRA (EN) 47/50 – Support for the emergence, structuring and development of regional ecosystems and innovation hubs. In the event of a joint request from the Member State and local and regional authorities, a specific measure for cooperation between the Commission and these national, regional and local actors may be implemented in order to enhance the relevance of ERDF and ESF + use in the field of research and innovation, to facilitate access to the Horizon Europe programme and to strengthen synergies between the different funds and the framework programme, for example, in the new European partnerships and co-financed programmes. The Commission services and agencies responsible for the implementation of Horizon Europe will be directly involved in this scheme; II. POLICY RECOMMENDATIONS THE EUROPEAN COMMITTEE OF THE REGIONS 1. reiterates its call for a comprehensive approach to the Union’s financial effort for research, training and innovation, which is currently absent from budgetary work; 2. considers that the level of resources allocated to Horizon Europe is satisfactory in the current budgetary context, and that only a major increase in the Union budget could justify a reassessment, which should then be concentrated on Pillar III and the section on Strengthening the European Research Area; 3. is concerned at the risk of inequalities growing between cities and regions that benefit hugely from the framework programme for research and innovation, and whose budgets will increase, and the others, who will suffer the consequences of the fall in cohesion policy budgets; reiterates that according to Article 174 TFEU, the Union shall develop and pursue its actions leading to the strengthening of its economic, social and territorial cohesion; warns of the inadequacy of the steps taken to close the gaps between regions in order to address the challenges, including the demographic challenge, and to promote access for all to Horizon Europe; 4. calls for genuine account to be taken of the excellence to be found throughout the EU's Member States and regions in order to improve the level of scientific excellence in Europe as a whole and not in just a few large regions and cities; ",
        "COR-2018-03891-00-00-AC-TRA (EN) 48/50 5. emphasises the progress made on taking account of local and regional innovation in Horizon Europe, but is disappointed to note the ongoing refusal to recognise the territorial roots of scientific excellence, the contribution of regional ecosystems and innovation hubs to the EU’s dynamics, and the role of local and regional authorities in the planning and implementation of research and innovation policies; considers that the introduction of a formal definition of regional and innovation hubs is essential if they are to be properly taken into consideration; 6. calls strongly for the full participation of local and regional authorities in the strategic planning exercise that will guide the implementation of Horizon Europe, and for smart specialisation strategies to be taken into account in this context; 7. believes that territorial impacts should be recognised as integral components of the impact concept when it comes to evaluating the programme and projects; 8. considers it essential that the coordination needed between European, national, regional and local innovation policies is clearly spelled out and that local and regional authorities have a place in the European Innovation Council Forum; 9. fully supports new European partnerships and co-financed actions, which could become the main funding tools for trans-regional cooperation and programmes run by consortia of regional ecosystem and innovation hubs (a process to connect territories); calls for a significant proportion of the Horizon Europe programme to be implemented through these arrangements, in particular under Pillars II and III; 10. hopes that all funding harnessed to co-finance an action or action programme under Horizon Europe will be subject to the legal rules applying to this programme, in particular those concerning State aid; 11. considers it essential to provide a precise framework for the synergies between the different funds and the framework programme around a 5C principle (coherence, complementarity, compatibility, co-construction, recognition of local stakeholder collectives); emphasises the crucial importance of an effective co-construction-based approach, in particular to establish the Seal of Excellence; 12. strongly opposes the fact that the option of transferring a share of cohesion policy funds to the Horizon Europe programme should be systematically decided by the Member States; strongly urges that this option should be exercised by the relevant managing authority and that the arrangements for harnessing these funds should be decided on by agreement between that authority and the Commission, ensuring that these funds are returned to the geographical area concerned; 13. emphasises the importance and value of the support measure for the European innovation ecosystems provided for in Pillar III, calls for its budget to be substantially increased, and for this approach to be directed, in particular, towards regional ecosystems and innovation hubs; ",
        "COR-2018-03891-00-00-AC-TRA (EN) 49/50 14. notes with concern, in relation to Pillar II, the risks of \"missions\" becoming commonplace, and calls for a return to the operational and co-construction-based approach proposed by the Lamy Report; is also concerned by the weakness of the place given to the social sciences and humanities; calls for further examination of the topics discussed in the Inclusive and Secure Society cluster; 15. calls, in connection with agricultural dimension of the Food and Natural Resources cluster, for priority to be given to research into agro-ecological and agro-forestry production methods and to the development of local food systems; 16. notes that the Commission's proposals comply with the principles of subsidiarity and proportionality; stresses the importance of taking into account the proposals in this report in order to put into practice the conclusions of the Task Force on Subsidiarity. Brussels, 9 October 2018 The President of the European Committee of the Regions Karl-Heinz Lambertz The Secretary-General of the European Committee of the Regions Jiří Buriánek ",
        "COR-2018-03891-00-00-AC-TRA (EN) 50/50 III. PROCEDURE Title Horizon Europe: Framework Programme 9 for Research and Innovation References COM(2018) 435 final and COM(2018) 436 final. Legal basis Article 307 TFEU Procedural basis Rule 41(a) RoP Date of Council/EP referral/Date of Commission letter 7 June 2018 (letter from the European Commission) 26 June 2018 (letter from the European Parliament) Date of Bureau/President's decision Appointment as rapporteur-general for the plenary session of 8, 9 and 10 October 2018 by the CoR President. Date of President's decision: 18 July 2018 (Rule 43(2)) RoP Commission responsible Social Policy, Education, Employment, Research and Culture (SEDEC) Rapporteur-General Christophe Clergeau (FR/PES) Analysis July 2018 Discussion in commission N/A Date adopted by commission N/A Result of the vote in commission (majority, unanimity) N/A Date adopted in plenary 9 October 2018 Previous Committee opinions Local and Regional Dimension of Horizon 2020 and the New Framework Programme for Research and Innovation [SEDEC-VI/026], rapporteur: Christophe CLERGEAU (FR/PES), adopted on 12 July 2017 Date of subsidiarity monitoring consultation Monitoring carried out during preparations for the analysis, for which a subsidiarity grid had been provided _____________ "
    ]
}