{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 2.3.2015 COM(2015) 100 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Results of the public consultation on the Europe 2020 strategy for smart, sustainable and inclusive growth ",
        "1 Introduction The Europe 2020 strategy was launched in 2010 as the EU's integrated long-term strategy for jobs and growth. To achieve its objective of smart, sustainable and inclusive growth for Europe, the strategy relies on five headline targets on employment, research and development, climate and energy, education, and the fight against poverty and social exclusion, translated by each Member State into national targets. The strategy is implemented and monitored as part of the European Semester. In addition, it has served as an overarching framework for a range of policies at EU and national level. In particular, the strategy has served as a guide for the design and programming of the European Structural and Investment Funds over 2014- 2020. After the first years of implementation of the strategy, halfway to its 2020 horizon the Commission launched a public consultation to take stock of the delivery on the strategy's objectives so far. The fact that the first years of the Europe 2020 strategy co-incided with a severe financial and economic crisis had a significant impact on progress towards the goals of the strategy. It has also meant that short-term policy considerations often inevitably prevailed over longer-term approaches. Findings from the latest Eurobarometer survey on the Europe 2020 strategy 1 indicate that the overall direction taken by the EU in response to the crisis is supported by EU citizens – nearly twice as many respondents consider that the EU is going in the right direction to exit the crisis and face its challenges as those who do not. This Communication sets out the main findings of the public consultation organised between May and October 2014 to gather the views of stakeholders on the design and the results of the Europe 2020 strategy. It is accompanied by an up-to-date report on the state of play regarding the Europe 2020 targets. 2 Executive summary The public consultation on the Europe 2020 strategy was held between 5 May 2014 and 31 October 2014. The aim was to collect experience from stakeholders to draw the lessons from the first years of implementation of the strategy and to feed into the review. In total 755 contributions were received from 29 countries. Social partners, interest groups and non-governmental organisations are the most represented category of respondents, followed by Member States' governments and public authorities, individual citizens, think tanks, academia and foundations, and companies. The main outcomes from the public consultation are the following: - Europe 2020 is seen as a relevant overarching framework to promote jobs and growth at EU and national level. Its objectives and priorities are meaningful in the light of current and future challenges. - The five headline targets represent key catalysts for jobs and growth and help to keep the strategy focused. - Most of the flagship initiatives have served their purpose, yet their visibility has remained weak. - There is scope and a need to improve the delivery of the strategy through enhanced ownership and involvement on the ground. 1 Standard Eurobarometer 81 of spring 2014 – Europe 2020 report. 2 \"Smarter, greener, more inclusive? Indicators to support the Europe 2020 strategy\", 2015 edition, Eurostat. ",
        "2 1. Context of the public consultation on the Europe 2020 strategy In March 2014, the European Commission published a Communication \"Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth \" 3 aimed at assessing where the EU and its Member States stand in the implementation of the strategy four years after its launch, and to pave the ground for the review of the strategy. Halfway to the 2020 deadline, the delivery of the jobs and growth objectives is mixed, notably due to the impact of the crisis . The legacy of the crisis is still particularly acute, in particular on labour markets with unemployment remaining very high at EU level and situations varying significantly across Member States. Among the main sources of concern, youth unemployment rates remain elevated in several Member States and long-term unemployment has been increasing. On the social front, the crisis has led to increased exposure to poverty and social exclusion and rising inequalities. The situation is particularly difficult in certain Member States where there have been increases in severe material deprivation and in the share of jobless households. At the height of the crisis, the need to get public spending under control limited expenditure in research and development in a number of Member States. Now that the focus is gradually shifting from the emergencies of the crisis to building solid foundations for jobs and growth, it is important for Member States to prioritise growth-enhancing expenditure such as investment in research and development. A number of long-term trends also continue to affect growth, for example demographic developments, globalisation and competition from international partners, the challenge of productivity and digitalisation as well as pressure on resources and environmental concerns. The crisis has also affected progress towards the Europe 2020 headline targets . The crisis has had a clear negative impact on employment and levels of poverty and has constrained progress towards some of the other targets, with the exception of its effect on the reduction of greenhouse gas emissions. Despite the crisis there have been more positive structural trends, for instance in education levels, building a more sustainable energy mix and the reduction in the carbon intensity of the economy. As a consequence, globally, the EU is on course to meet or closely approach its targets on education, climate and energy. This is not the case regarding employment, research and development and poverty reduction where the impact of the crisis has been most acutely felt. In all areas, efforts need to be sustained to consolidate progress and make further advances. The Europe 2020 targets are political commitments 4 . The political nature of the targets is inherent in the strategy and reflects the primary role that national governments should play in the strategy, in line with the principle of subsidiarity. However, for most of the areas, national targets are not sufficiently ambitious to cumulatively reach the EU-level ambition. For instance, if all the Member States reached their individual national targets, the aggregated investment in research and development at EU level would amount to 2.6% of GDP by 2020, which is below the 3% target set by the EU. These varying degrees of commitment are also reflected in the variable degree of policy response and ambition across the EU. Part of the mixed progress on the Europe 2020 targets can also be attributed to the time lag with which structural reforms produce their full impact on the economies . Although the pace and quality of structural reforms have varied from one Member State to another, most Member States have embarked on important structural reforms in their labour markets, to make them more resilient in the future, in product and services markets to improve their 3 COM(2014) 130 final. 4 With the notable exception of the targets on greenhouse gas emissions' reduction and on the use of renewable energy, which are supported by a legally binding framework at EU level, including values to be reached at national level. ",
        "3 functioning and foster an efficient allocation of resources, and in public administrations to enhance their efficiency. Yet, these reforms take time to bear fruit and become visible, which makes their swift and thorough implementation crucial. Growing divergences across and often within Member States have hampered progress towards the Europe 2020 targets . The crisis has led to a growing gap between the best and least well performing Member States, instead of the desired convergence of our economies. There has also been a widening gap between regions inside and across Member States. As an example, in 2013, the gap between the highest and the lowest performance as regards the employment rate of the population aged 20-64 was 26.9 percentage points, with employment rates varying from 52.9% in Greece to 79.8% in Sweden. This can be compared to the situation in 2000, where 22.7 percentage points separated the lowest from the highest performance, with employment rates going from 55.3% in Bulgaria to 78.0% in Denmark. EU-LEVEL EUROPE 2020 TARGETS LATEST DATA Increasing the employment rate of the population aged 20-64 to at least 75% 68.4% (2013) Increasing investment in R&D to 3% of GDP 2.02% (2013) Reducing greenhouse gas emissions by at least 20% compared to 1990 levels 17.9% reduction (2012) Increasing the share of renewable energy in final energy consumption to 20% 14.1% (2012) Moving towards a 20% increase in energy efficiency (measured in terms of primary energy consumption and final energy consumption) Primary energy consumption: 11.9% increase in energy efficiency (2013) Final energy consumption: 12.8% increase in energy efficiency (2013) Reducing the rate of early leavers from education and training to less than 10% 12.0% (2013) Increasing the share of the population aged 30-34 having completed tertiary education to at least 40% 36.9% (2013) Lifting at least 20 million people out of the risk of poverty and social exclusion (equivalent to a target of 96.6 million) 121.6 million people at risk of poverty or social exclusion (2013) 5 Source: European Commission 5 The target is measured for the EU27 as there is no available data for Croatia in 2008, i.e. the base year for the calculation of the target. ",
        "4 Against this background, one of the aims of the public consultation on the Europe 2020 strategy was to gain deeper knowledge of the delivery of the strategy on the ground. As a partnership between the EU and its Member States, the success of the strategy crucially depends on the commitment and involvement of national governments, parliaments, local and regional authorities, social partners, other stakeholders and the civil society. It was thus important to harvest the views of all of those involved in the implementation of the strategy, and learn from their experience and best practices. 2. Key figures on the public consultation on the Europe 2020 strategy The public consultation on the Europe 2020 strategy was open from 5 May 2014 to 31 October 2014. It drew on a number of tools to optimise its visibility and foster participation . In addition to the communication of the public consultation on Your Voice in Europe , a dedicated website 6 offered the possibility to fill in a questionnaire or to submit a position paper and provided links to the main documents relating to the Europe 2020 strategy. The Commission designed this questionnaire to collect views on the first years of the strategy and to gather ideas for its further development. This website also includes a section dedicated to the publication of the contributions received 7 . 755 respondents took part in the public consultation . The country distribution shows a preponderance of replies from Belgium where European-level interest groups are based. The participation rate was very low in Central and Eastern European countries. Third country participants came from Norway, Switzerland, Canada and the United States. The participants reflect the broad range of stakeholders of the Europe 2020 strategy. Social partners, interest groups and non-governmental organisations form the most represented category (41%), followed by Member States' governments and public authorities, including local and regional authorities (20%), individual citizens (19%) and think tanks, academia and foundations (14%). Companies account for 6% of the respondents, a rather low score which is counterbalanced by the higher score of interest groups representing them. Distribution of respondents by stakeholder category Source: European Commission 6 http://ec.europa.eu/europe2020/public-consultation/index_en.htm, hosted by the general website of the Europe 2020 strategy 7 http://ec.europa.eu/europe2020/public-consultation/contributions/index_en.htm ",
        "5 The distribution between areas covered reflects the inclusiveness of the Europe 2020 strategy . A majority of participants covered all the areas of the strategy in their replies, including economic and financial affairs, competitiveness, industry, the single market, employment, research, development and innovation, the digital economy, climate, energy and resource efficiency, education and training, and poverty and social exclusion. The distribution between contributions focused on one specific area is overall balanced. In addition to the official replies to the public consultation, EU and national institutions have also fed into the discussion on the review of the strategy . At the initiative of the Italian Presidency of the Council, the review was discussed in most sectoral Council formations. Drawing on the outcome of these discussions, the Presidency presented a summary at the General Affairs Council in December 2014 8 . The European Parliament has played an important role since the launching of the strategy, including in mobilising national Parliaments to play their part. A number of exchanges of views with national Parliaments on the Europe 2020 strategy and its further development have taken place in recent months. Reflections on the review of the Europe 2020 strategy have generated strong interest and mobilised stakeholders involved in the implementation of the strategy . The Committee of the Regions, through the work of its monitoring platform, and the European Economic and Social Committee, have been particularly active and organised exchanges of views and discussions around the topics of the Europe 2020 strategy. Similarly, a range of events were organised in the Member States, with the support of the European Semester Officers from the European Commission, on the strategy as a whole or some of its features. These events have enriched the dialogue with all the interested actors, built bridges between the various networks of stakeholders, and gathered experience and best practices from the ground to feed into the review of the strategy. 3. Main outcomes from the public consultation on the Europe 2020 strategy 3.1 The scope and the objectives of the Europe 2020 strategy are still relevant There is an overwhelming support for an EU strategy in favour of jobs and growth . A large majority of the respondents (86%) consider that Europe needs a comprehensive and overarching medium-term strategy for jobs and growth for the coming years, while only a few of them (14%) have mixed or negative views. The latter, mainly individual citizens, consider either that the EU should focus on the implementation of existing instruments; or that social, economic and environmental development is more important than growth per se ; or that decision-makers should put aside the idea of infinite growth. The vast majority of participants associate the strategy with their sphere of action and appreciate its overarching capacity. The relevance of the triptych \"smart, sustainable and inclusive growth\" is welcomed. The Europe 2020 strategy addresses today's and tomorrow's challenges . The contributions to the public consultation show a strong co-relation between the areas identified by the participants as priorities and those encompassed by the Europe 2020 strategy. 3.2 The current five headline targets are relevant and mutually reinforcing Respondents very largely welcome the targets as a useful instrument for the delivery of the strategy . Most (87%) consider the targets as a useful tool in the implementation and monitoring of the Europe 2020 strategy, since they act as benchmarks that help focus attention on a number of key areas. Some contributions (10%) indicate avenues for improvement while acknowledging that targets are a valuable instrument. A number of contributions emphasise the importance of avoiding too many targets and thus of keeping a focused approach. The 8 http://data.consilium.europa.eu/doc/document/ST-16559-2014-INIT/en/pdf ",
        "6 targets are seen as unuseful by only a few of the respondents (3%). Moreover, some respondents highlight the importance of complementing any quantitative assessment of progress towards the targets with a qualitative analysis. The importance of a qualitative analysis and evaluation is shared by the Commission and is notably carried out in the context of the European Semester. There is strong support for keeping the current five headline targets unchanged . A large majority of respondents (78%) consider the current targets are sufficient. Some respondents propose to add new targets whereas others question the relevance of the target related to tertiary education, and underline the importance of adapting skills to labour market needs in order to avoid mismatches. It is important to recall that the targets are not meant to reflect the totality of the EU's policies or ambitions – they are representative measurements of the type of changes advocated by the Europe 2020 strategy. Some of the targets suggested by contributors such as indicative targets for resource efficiency and industry's share of GDP are already streamlined into other EU policies. Finally, no clear hierarchy between the targets emerges from the public consultation. Approximately half of the respondents take the position that the targets are equally important and interdependent, that they are mutually reinforcing and that altogether they contribute to jobs and growth. 3.3 The flagship initiatives have served their purpose The flagship initiatives have generally served their purpose and action in their respective areas needs to be pursued through other forms . Overall, participants see the purpose of the flagship initiatives as improving the EU's performance to reach the Europe 2020 targets. Yet, a significant number of participants (32%), including governments and representative organisations, delivered a mixed assessment: flagship initiatives were seen to have delivered their purpose by giving an impetus to a range of priority actions. However, their added value has been overshadowed by a lack of awareness and overlapping policy actions, in turn making them redundant. Some respondents indicate that the flagship initiatives are disconnected from their respective broader policy areas and others perceive a blurring due to overlaps and a lack of prioritisation of the flagship initiatives. Therefore, respondents argue that they should now be replaced by more coherently organised and overarching policy programmes. 3.4 Improving the delivery and the implementation of the strategy would be important and desirable There is scope to improve the delivery of the Europe 2020 strategy . When asked if Europe 2020 made a difference, a majority (60%) of the respondents answer positively, but many (40%) answer negatively and underline several implementation gaps as well as ways to address them. The successful implementation of the strategy has been affected by weaknesses in terms of awareness, involvement and enforcement . First, the contributions to the public consultation point to an awareness gap regarding the strategy, either explicitly when the respondents indicate that they cannot reply to some questions, or implicitly when the replies misinterpret the content or the objective of the strategy. Second, less than half of respondents (46%) say that they are involved in the strategy and three quarters (77%) express a willingness to get more involved in the strategy. Some useful best practices also emerge from the contributions, such as the Stakeholder Committee set up by the Danish government, which brings together around 30 organisations, from business associations and labour unions to municipalities and non-governmental organisations. Respondents support an enhanced enforcement framework to ensure that the strategy delivers results, through the right level of ambition and enforcement tools. If more than half of the respondents (58%) consider that having national targets is important and appropriate, almost a third of them (28%) stress that ",
        "7 they should be ambitious enough and that the EU should increase Member States' commitment by strengthening its monitoring process. Respondents underline avenues for improving the delivery of the Europe 2020 strategy . Better targeted communication and information, increased exchanges of experience and best practices across Member States, the involvement of all relevant levels of stakeholders, a close monitoring of progress and the introduction of incentives to foster the commitment to the strategy's objectives are the main options favoured by the participants. 3.5 Summary of the main lessons learned On the basis of the contributions received, the Commission identifies the following strengths, weaknesses, opportunities and threats for the Europe 2020 strategy. Conclusion The Commission will take the results of the public consultation into account in further reflections on how the Europe 2020 strategy should be taken forward. In addition to the outcome of the public consultation, the Commission will also consider the contributions received from the European Parliament, the Council, national Parliaments, the European Economic and Social Committee and the Committee of the Regions. It will also ensure that any proposals will be fully consistent with the ongoing work on deepening the Economic and Monetary Union. In line with the Commission's work programme for 2015, the Commission will present proposals for the review of the Europe 2020 strategy before the end of the year. STRENGTHS • Overwhelming support for an EU-wide jobs and growth strategy • Consistency of the areas covered by Europe 2020 with the challenges to be tackled • Relevant and mutually reinforcing targets • Some already tangible progress: the EU is on course to meet or closely approach the targets on education, climate and energy WEAKNESSES • Lack of visibility of the flagship initiatives • Need to improve the delivery and implementation of the strategy • Insufficient involvement of the relevant stakeholders • Far from reaching the targets on employment, research and development and poverty reduction OPPORTUNITIES • Actors willing to play an active role in the strategy • Close monitoring of the strategy through the European Semester • Alignment of Europe 2020 with the Commission's priorities (jobs, growth and investment) THREATS • The crisis has amplified divergences across and within Member States • Political nature of the targets and lack of ambition of Member States "
    ]
}