{
    "text": [
        "COUNCIL RECOMMENDATION of 13 July 2018 on the 2018 National Reform Programme of Poland and delivering a Council opinion on the 2018 Convergence Programme of Poland (2018/C 320/20) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 121(2) and 148(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies ( 1 ), and in particular Article 9(2) thereof, Having regard to the recommendation of the European Commission, Having regard to the resolutions of the European Parliament, Having regard to the conclusions of the European Council, Having regard to the opinion of the Employment Committee, Having regard to the opinion of the Economic and Financial Committee, Having regard to the opinion of the Social Protection Committee, Having regard to the opinion of the Economic Policy Committee, Whereas: (1) On 22 November 2017, the Commission adopted the Annual Growth Survey, marking the start of the 2018 European Semester for economic policy coordination. It took due account of the European Pillar of Social Rights, proclaimed by the European Parliament, the Council and the Commission on 17 November 2017. The priorities of the Annual Growth Survey were endorsed by the European Council on 22 March 2018. On 22 November 2017, on the basis of Regulation (EU) No 1176/2011 of the European Parliament and of the Council ( 2 ), the Commission also adopted the Alert Mechanism Report, in which it did not identify Poland as one of the Member States for which an in-depth review would be carried out. (2) The 2018 country report for Poland was published on 7 March 2018. It assessed Poland's progress in addressing the country-specific recommendations adopted by the Council on 11 July 2017 ( 3 ), the follow-up given to the country-specific recommendations adopted in previous years and Poland's progress towards its national Europe 2020 targets. (3) On 26 April 2018, Poland submitted its 2018 National Reform Programme and its 2018 Convergence Programme. In order to take account of their interlinkages, the two programmes have been assessed at the same time. (4) Relevant country-specific recommendations have been addressed in the programming of the European Structural and Investment Funds (‘ESI Funds’) for the 2014-2020 period. As provided for in Article 23 of Regulation (EU) No 1303/2013 of the European Parliament and of the Council ( 4 ), where it is necessary to support the implemen­ tation of relevant Council recommendations, the Commission may request a Member State to review and propose amendments to its Partnership Agreement and relevant programmes. The Commission has provided further details on how it would make use of that provision in guidelines on the application of the measures linking the effectiveness of the ESI Funds to sound economic governance. 10.9.2018 C 320/88 Official Journal of the European Union EN ( 1 ) OJ L 209, 2.8.1997, p. 1. ( 2 ) Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances (OJ L 306, 23.11.2011, p. 25). ( 3 ) OJ C 261, 9.8.2017, p. 1. ( 4 ) Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320). ",
        "(5) Poland is currently in the preventive arm of the Stability and Growth Pact. In its 2018 Convergence Programme, the Government plans a gradual improvement of the headline balance from a deficit of 1,7 % of GDP in 2017 to 0,7 % of GDP in 2021. The medium-term budgetary objective, a deficit of 1,0 % of GDP in structural terms, is not expected to be reached by 2021, i.e. in the Convergence Programme horizon. The recalculated structural balance ( 1 ) points to a deficit of 1,3 % of GDP in 2021. According to the 2018 Convergence Programme, the general government debt-to-GDP ratio is expected to decrease from 50,6 % of GDP in 2017 to 50,4 % of GDP in 2018 and to 46,0 % by 2021. The macroeconomic scenario underpinning those budgetary projections is cautious in 2018 and plausible thereafter. (6) On 11 July 2017, the Council recommended Poland to ensure that the nominal growth rate of net primary government expenditure ( 2 ) does not exceed 3,7 % in 2018, corresponding to an annual structural adjustment of 0,5 % of GDP. At the same time, it was stated that the assessment of the 2018 Draft Budgetary Plan and subsequent assessment of 2018 budget outcomes will need to take due account of the goal of achieving a fiscal stance that contributes to both strengthening the ongoing recovery and ensuring the sustainability of public finances. The Commission has carried out a qualitative assessment of the strength of the economic conditions in Poland while giving due consideration to its sustainability challenges. On that basis, it is concluded that no additional elements need to be taken into account. Based on the Commission 2018 spring forecast, there is a risk of a significant deviation from that recommended adjustment in 2018. (7) In 2019, in view of Poland's projected output gap of 1,5 % of GDP, the nominal growth rate of net primary government expenditure should not exceed 4,2 %, in line with the structural adjustment of 0,6 % of GDP stemming from the commonly agreed adjustment matrix of requirements under the Stability and Growth Pact. Based on the Commission 2018 spring forecast, there is a risk of a significant deviation from that requirement in 2019. Overall, the Council is of the opinion that the necessary measures should be taken as of 2018 to comply with the provisions of the Stability and Growth Pact. (8) In the medium and long term, Poland will face expenditure pressures in several areas, in particular related to population ageing, which necessitate new mechanisms to assess the efficiency and effectiveness of public spending and to facilitate a reallocation of resources. To this end, the Government has started work on reforming the budgetary process, in particular to strengthen the medium-term budgetary framework, and incorporate spending reviews into the budgetary process. Poland is the only Member State without a fully-fledged independent fiscal council and with no known plans to create one, even though existing independent institutions cover some of the functions typically fulfilled by fiscal councils. The 2018 country report finds that Poland made no progress in limiting the extensive use of reduced rates for value added tax. However, the Polish Ministry of Finance is working on simplifying how applicable rates are assigned to goods and services. (9) The performance of the Polish labour market has been strong in recent years and employment rates have continued to increase. However, the participation of some groups in the labour force, especially women, the low- skilled and older people, has remained low in comparison to other Member States. Several recent policy measures have tended to lower the incentive to work, especially for women and older people. The Polish social protection system provides insufficient incentives to take up work. While the child benefit has reduced poverty and inequality, it has already had a negative effect on the participation of parents, mostly women, in the labour market as its size and limited means-testing offset work incentives built into other social benefits. Further hampering women's participation in the labour market is the fact that the formal childcare enrolment rate for children under the age of three remains among the lowest in the Union. The limited support made available to people providing long-term care prevents them from entering the labour market. Lowering the statutory retirement age has encouraged some older workers to exit the labour force. Migration from non-EU countries is helping to meet the increase in demand for labour. (10) A complementary route to support both participation in the labour force and the innovative capacity of the economy is to equip pupils and adults with adequate skills and competences that support employment in 10.9.2018 C 320/89 Official Journal of the European Union EN ( 1 ) Cyclically-adjusted balance net of one-off and temporary measures, recalculated by the Commission using the commonly agreed methodology. ( 2 ) Net primary government expenditure comprises total government expenditure excluding interest expenditure, expenditure on Union programmes fully matched by Union funds revenue and non-discretionary changes in unemployment benefit expenditure. Nationally financed gross fixed capital formation is smoothed over a four-year period. Discretionary revenue measures or revenue increases mandated by law are factored in. One-off measures on both the revenue and expenditure sides are netted out. ",
        "a rapidly changing labour market. The rate of adult's participation in education and training is much lower than the Union average. This, combined with certain weaknesses in digital skills, as well as in literacy and numeracy skills, particularly among adults with below-tertiary education, is hampering their employability. To what extent recently introduced and still planned policy measures, such as changes in the organisation of general education, vocational education and higher education, will have an impact on skill levels is not yet known. (11) Poland has continued taking measures to address labour market segmentation by limiting the possibility to abuse temporary employment, increasing social security contributions on some non-standard labour contracts and introducing a minimum hourly wage for some of these contracts. The number and share of permanent contracts has been rising since the end of 2016, however the share of temporary contracts still remains among the highest in the Union. Some further legislative changes relevant for labour market duality might be included in the reformed Labour Code. Social protection coverage of workers who are self-employed and have certain non- standard contracts emerges as a potential issue, especially from the perspective of adequacy of their future pensions. Several measures have been introduced since 2015 to improve social protection coverage of the self- employed and those employed with atypical contracts. (12) The average age of retirement has increased in recent years, reflecting past reforms, such as withdrawing early retirement options and a gradual increase of the statutory retirement age. A continuation of an increase in the effective retirement age is crucial for medium-term economic growth, and to ensure the adequacy and fiscal sustainability of the pension system. However, the recent lowering of the statutory retirement age to 60 for women and to 65 for men goes in the opposite direction. In contrast, the retirement age of male and female judges of ordinary courts was aligned to 65, which is in line with the request by the Commission. The special social insurance system for farmers, being subsidised to a cost close to 1 % of GDP, is among the reasons for low labour mobility and hidden unemployment in agriculture. (13) Better access to healthcare and an increase in its effectiveness are needed in order to improve health outcomes in Poland. Self-reported unmet needs for medical care rank among the highest in the Union, and waiting times for certain interventions are particularly long. The number of hospital beds is relatively high and not optimally distributed geographically. Outpatient and primary healthcare are generally underdeveloped, with doctors having incentives to refer investigations and treatment to specialist providers. Tackling these issues is particularly challenging, given that the level of public funding and the number of doctors and nurses in certain specialisations in Poland are well below the Unionaverage. In 2017, some efforts were made to distribute healthcare resources more efficiently, but the effects of these measures are yet to be seen. (14) Increasing the economy's capacity to innovate is crucial for enabling Poland to move up in the global value chain, thus sustaining the potential to improve living standards. This requires policy action on many fronts in a gradual process of several years. The key relevant policy areas include building trust in the regulatory environment, providing incentives for business expenditure on R&D, strengthening the science base including through reforms of tertiary education and encouraging a strong flow of knowledge and close cooperation between business and research institutions. The latter also involves ensuring favourable conditions for the commercialisation of research, developed and supported by public funding. Several policy measures have already been implemented in these areas, and further ones are planned by the Government. (15) The fast pace of regulatory change and the limited use of public and social consultations on a number of key laws are weighing on the quality of legislation and increasing uncertainty for business. Guaranteeing the rule of law and the independence of the judiciary are also essential in this context. It is recalled that in December 2017, the Commission presented to the Council a reasoned proposal to determine that there is a clear risk of a serious breach by Poland of the rule of law. Legal certainty and trust in the quality and predictability of regulatory, tax and other policies and institutions are important factors that could allow an increase in the investment rate. Solid ex-ante and ex-post impact assessments and well designed and exercised social and public consultations could help improve the quality of legislation, limit the need for subsequent amendments and in this way increase the predictability of the regulatory environment. This could also help to limit possible negative side effects of new laws in the short term, such as for instance the temporary increase in administrative burdens resulting from a change in tax regulations. 10.9.2018 C 320/90 Official Journal of the European Union EN ",
        "(16) The road network has developed rapidly thanks to Union funding, but the road fatality rate is still among the highest in the Union. Moreover, cities face growing mobility challenges, such as congestion and air pollution created by the increasing passenger car fleet and the large share of old cars. The current incentives to use collective, low emission and active transport modes are insufficient to address these challenges. The implemen­ tation of Unionco-financed railway projects continues to face major bottlenecks mainly due to the limited capacity of the construction sector and the institutional weaknesses of the railway infrastructure manager. Although the Government plans an update of a relevant strategic document, insufficient information is currently available on a strategic vision for the long-term development of the transport networks in all modes beyond 2023. Their respective roles would be clearly identified and attributed in this document. In addition, despite investments in recent years, bottlenecks and deficiencies in energy networks and infrastructure persist. (17) In the context of the 2018 European Semester, the Commission has carried out a comprehensive analysis of Poland's economic policy and published it in the 2018 country report. It has also assessed the 2018 Convergence Programme, the 2018 National Reform Programme and the follow-up given to the recommendations addressed to Poland in previous years. The Commission has taken into account not only their relevance for sustainable fiscal and socioeconomic policy in Poland but also the extent to which they comply with Union rules and guidance, given the need to strengthen the Union's overall economic governance by providing Union-level input into future national decisions. (18) In the light of this assessment, the Council has examined the 2018 Convergence Programme and its opinion ( 1 ) is reflected in particular in recommendation (1) below. HEREBY RECOMMENDS that Poland take action in 2018 and 2019 to: 1. Ensure that the nominal growth rate of net primary government expenditure does not exceed 4,2 % in 2019, corresponding to an annual structural adjustment of 0,6 % of GDP. Take steps to improve the efficiency of public spending, including by improving the budgetary process. 2. Take steps to increase labour market participation, including by improving access to childcare and by fostering labour market relevant skills, especially through adult learning, and remove remaining obstacles to more permanent types of employment. Ensure the sustainability and adequacy of the pension system by taking measures to increase the effective retirement age and by reforming the preferential pension schemes. 3. Strengthen the innovative capacity of the economy, including by supporting closer collaboration between business and research institutions. Improve the regulatory environment, in particular by ensuring effective public and social consultations in the legislative process. Done at Brussels, 13 July 2018. For the Council The President H. LÖGER 10.9.2018 C 320/91 Official Journal of the European Union EN ( 1 ) Under Article 9(2) of Regulation (EC) No 1466/97. "
    ]
}