{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 18.3.2015 SWD(2015) 44 final/2 CORRIGENDUM This document corrects document SWD(2015) 44 final of 26.02.2015 Addition of missing paragraphs on pages 20 and 21 The text shall read as follows: COMMISSION STAFF WORKING DOCUMENT Country Report Slovakia 2015 {COM(2015) 85 final} This document is a European Commission staff working document . It does not constitute the official position of the Commission, nor does it prejudge any such position. ",
        "CONTENTS Executive summary 4 1. Scene setter: economic situation and outlook 5 2. Other structural issues 11 2.1. Fiscal policy and taxation 13 2.2. Labour market, education and social policies 19 2.3. Business environment and infrastructure 25 2.4. Modernisation of public administration 33 AA. Overview Table 37 AB. Standard Tables 43 LIST OF TABLES 1.1. Key economic, financial and social indicators 9 1.2. Macroeconomic imbalance procedure (MIP) indicative scoreboard 10 AB.1. Macroeconomic indicators 43 AB.2. Financial market indicators 44 AB.3. Taxation indicators 45 AB.4. Labour market and social indicators 46 AB.5. Expenditure on social protection benefits (% of GDP) 47 AB.6. Product market performance and policy indicators 48 AB.7. Green growth 49 LIST OF GRAPHS 1.1. Real GDP growth and contributions (pps.) 6 1.2. Net investment (% of GDP) 7 1.3. Unemployment, youth unemployment and long-term unemployment rates (%) 7 1.4. General government deficit (a) and debt (b) 8 ",
        "2.1.1. VAT effective rate 13 2.2.1. Government expenditure on education and teachers’ salaries 23 2.3.1. Easiness of doing business in Slovakia 25 2.3.2. Motorway infrastructure in Slovakia 27 2.3.3. Investment in Slovakia 27 2.3.4. Private R&D expenditures in Slovakia and the EU-28 (% of GDP) 28 2.3.5. Network costs comparison for industrial consumers across the EU (Graph 1a) and changes in network costs per consumption band in Slovakia (Graph 1b) 29 2.3.6. Determinants of energy intensity in Slovakia 30 2.4.1. Government effectiveness 33 LIST OF BOXES 1.1. Economic surveillance process 5 ",
        "1. Scene setter: economic situation and outlook EXECUTIVE SUMMARY 3 Growth in Slovakia gathered pace in 2014, driven by a recovery in domestic demand, as both private consumption and investment picked up after several years of decline. Export growth, however, weakened, as demand from Slovakia's main trading partners declined. Overall, GDP is estimated to have grown by 2.4% in 2014, putting Slovakia among the better performers in the euro area. Employment grew throughout the year, but the unemployment rate remained above 13%. Inflation collapsed sharply in 2014, driven mainly by a fall in energy prices. Domestic demand is expected to remain the main motor of growth. Export growth, on the other hand, is projected to continue to slow down in 2015 due to weaker demand from Slovakia's trade partners and is only likely to recover in 2016. Labour market conditions are projected to improve in line with the recovery in economic activity, while inflation is expected to slowly increase over the coming two years. This Country Report assesses Slovakia's economy against the background of the Commission's Annual Growth Survey which recommends three main pillars for the EU's economic and social policy in 2015: investment, structural reforms, and fiscal responsibility. In line with the Investment Plan for Europe, it also explores ways to maximise the impact of public resources and unlock private investment. Finally, it assesses Slovakia in the light of the findings of the 2015 Alert Mechanism Report, in which the Commission found it useful to further examine the persistence of imbalances or their unwinding. The main observations and findings of the analysis are: • The long-term prospects of public finances have improved thanks to changes in taxation, the pension and healthcare systems, and the fiscal framework. Implemented measures of the Action Plan to fight tax fraud are already bearing fruit, particularly in collecting VAT revenue. Nevertheless, inefficiencies in tax collection and tax administration remain. The reform of the pension system has eased the expected pressure on public finances in the future, but the healthcare sector continues to be a drag on the public budget. • The labour market showed signs of recovery in 2014, but unemployment remains high. Disincentives in the social-benefit system have been reduced and some positive results have been obtained in reducing youth unemployment, but long-term unemployment remains a major challenge. Employment among Roma and the low-skilled is low. The relevance of education to the labour market is low and the transition from education to employment is slow. • The country's long-term growth prospects are harmed by the lacklustre performance of investment since the onset of the crisis. The poor investment performance is also reflected in the relatively low quality of infrastructure, which puts a drag on growth in Slovakia's Central and Eastern regions. • Slovakia's competitiveness is held back by lack of improvements in the ease of doing business. Slovakia continues to rank relatively poorly on several indicators of business environment quality, including the ease of starting a business and the ease of paying taxes. High electricity network charges result in high electricity prices for Slovak firms. • The low efficiency of the public administration and of the justice system are not conducive to an efficient allocation of resources. The civil service suffers from high staff turnover and an inefficient management of human resources. Efforts to tackle corruption have so far been limited. Public procurement suffers from engrained deficiencies that affect the allocation of public resources. Overall, Slovakia has made limited progress in addressing the 2014 country-specific recommendations. There has been limited progress in improving the long-term sustainability of public finance by increasing the cost- effectiveness of the healthcare sector. No measures were taken to further strengthen the fiscal framework. Only limited efforts have been made to increase the efficiency of the tax administration, while no action has been taken to link the base for real estate taxation to the market value of the property. Limited progress has been made in tackling long-term unemployment. There has been ",
        "4 some progress regarding work-based learning, with a new Act on vocational education and training to enter into force in 2015. However, limited progress has been made in improving the teaching conditions, encouraging the creation of more profession-oriented bachelor programmes, and increasing the participation of Roma in early childhood education and care. No measures have been taken to ensure a wider participation of Roma in vocational training and higher education. Only limited progress has been made in addressing the gaps in the Slovak research and innovation system, namely to improve the quality and relevance of the science base and cooperation between academia, research and business. Some progress has been made in developing energy interconnections with neighbouring countries; in particular, the gas reverse flow with Ukraine has been operational since September 2014. Progress in improving the functioning of the energy market, however, is slow. Measures taken to improve the quality and efficiency of the public administration and the justice system have been limited. The staff working document also discusses the policy challenges stemming from this analysis: • The high unemployment rate hampers Slovakia's growth potential. The main challenges remain insufficient capacity of public employment services to provide personalised services and low internal labour mobility. At the same time, improving access to childcare, in particular for children below three, could increase the labour force participation of women. The school-to-work transition remains difficult for vocational education and training and higher education graduates. Low investments underminesSlovakia's competitiveness and growth prospects. Continuing economic convergence will require significant increases in both physical and human capital. Regional disparities in economic development are caused also by lacking infrastructure in Slovakia's eastern regions. The quality of the business environment hampers Slovakia's attractiveness for both foreign and domestic investment. • Slovakia's competitiveness depends on the efficiency of its public administration and on the quality of the environment in which businesses operate . Weaknesses in public administration and ineffective public procurement affect the sound and efficient allocation of public resources. Efforts to tackle corruption have so far remained limited. • Changes to taxation, the pension and healthcare systems have contributed to a better state of public finances. Still, inefficiencies remain in tax collection and administration . There has been no shift in the tax burden to areas such as real estate or environmental taxation that are less detrimental to growth. Long-term sustainability of public finances depends on increasing the cost- effectiveness of the healthcare sector. ",
        "1. Scene setter: economic situation and outlook 1. SCENE SETTER: ECONOMIC SITUATION AND OUTLOOK 5 Growth and inflation Slovakia's recovery from the economic crisis was one of the strongest and fastest in the EU, but the recovery of domestic demand lingered as both private consumption and investment stayed below their 2008 levels in real terms. In 2014, domestic demand recovered and growth gathered more pace. According to the Commission 2015 Winter forecast, real GDP grew by 2.4% in 2014, as compared with 1.4% in 2013. Both private consumption and investment rebounded after several years of decline. Export growth, however, weakened, chiefly due to lower demand from Slovakia's main trading partners. Graph 1.1: Real GDP growth and contributions (pps.) -10 -505 10 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014* 2015* 2016* HH consumption Gov. consumption Gross fixed capital formation Changes in inventories Net exports GDP Source: European Commission Going forward, domestic demand is expected to remain the main driver of growth. Growing disposable income and low inflation are expected to continue to bolster private consumption, while a planned expansion of production facilities in the automotive industry will support investment in 2015 and 2016. Export growth, on the other hand, is projected to continue to slow down in 2015 and is only likely to recover in 2016. With imports evolving in line with exports, Slovakia is expected to continue running a current account surplus over the coming years. Declining energy prices led to a sharp drop in inflation in 2014. Consumer price inflation was slightly negative for the year as a whole, but core inflation remains well above zero and the risk of deflation is low. Inflation is projected to slowly increase over the coming years, driven by a pick- up in the prices of services mirroring the recovery in domestic demand. Investment Investment fell sharply with the onset of the crisis and has yet to fully recover. In 2013, investment in capital goods was still around 13 % lower in real terms than in 2008. In 2013, investments fell short of amortisation, indicating a shrinking capital stock (Graph 1.2). The relatively low quality of transport infrastructure, especially in Slovakia's Central and Eastern regions, makes under-investment ever more apparent. The lacklustre performance of investment also harms the country's long-term growth potential. Graph 1.2: Net investment (% of GDP) -2 02468 10 12 2008 2009 2010 2011 2012 2013 Czech Republic Hungary Poland Slovakia Source: European Commission ",
        "6 Slovakia's position in global value chains is relatively low. R&D intensity in Slovakia remains one of the lowest in the EU, due in particular to an extremely low level of business expenditure on R&D. Unemployment At over 13%, the unemployment rate remains high despite employment growth throughout 2014. Looking forward, labour market conditions are projected to improve in line with the recovery in economic activity . However, given the structural nature of unemployment in Slovakia, the unemployment rate is expected to remain above 12% over the coming years. Graph 1.3: Unemployment, youth unemployment and long-term unemployment rates (%) 05 10 15 20 25 30 35 40 45 01 02 03 04 05 06 07 08 09 10 11 12 13 % Unemployment rate Youth unemployment rate Long-term unemployment rate Source: European Commission Long-term unemployment is a persistent problem in Slovakia. Over two thirds of the unemployed have been jobless for more than a year, while around half have been jobless for more than two years. Despite some recent improvements, the youth unemployment rate is among the highest in the EU. Low labour mobility reinforces the geographical segmentation of the labour market as reflected by the high regional differences in employment. Female employment continues to be held back by the insufficient availability of childcare services, while the integration of Roma people into the labour market is limited. Public finances developments The general government deficit in Slovakia increased considerably with the onset of the crisis. Since then, public finances have undergone a significant consolidation, with the deficit declining from almost 8% of GDP in 2009 to 2.6% in 2013. In 2014, the deficit is projected to have slightly deteriorated to 3% of GDP. However, the broadening of the tax base for the corporate income tax, continuing improvements in VAT tax compliance and favourable macroeconomic developments are expected to further bring down the government deficit over the coming two years. The deficit developments also affected the general government debt, which rose from less than 30% of GDP in 2008 to almost 55% in 2013 before stabilising at that level. Graph 1.4: General government deficit (a) and debt (b) 0123456789 Graph 2.2a: 0 10 20 30 40 50 60 Graph 2.2b Source: European Commission Projected increases in age-related costs affect the long-term sustainability of public finances. With the pension system being put on a more sustainable path, healthcare expenditure is expected to be the main driver of age-related costs. Health outcomes for the Slovak population, however, continue to lag behind the rest of the EU. ",
        "7 Box 1.1: Economic surveillance process The Commission’s Annual Growth Survey, adopted in November 2014, started the 2015 European Semester, proposing that the EU pursue an integrated approach to economic policy built around three main pillars: boosting investment, accelerating structural reforms and pursuing responsible growth-friendly fiscal consolidation. The Annual Growth Survey also presented the process of streamlining the European Semester to increase the effectiveness of economic policy coordination at the EU level through greater accountability and by encouraging greater ownership by all actors. This Country Report includes an assessment of progress towards the implementation of the 2014 Country-Specific Recommendations adopted by the Council in July 2014. The Country-Specific Recommendations for Slovakia concerned public finances and taxation, the labour market, education, the energy market, and public administration. ",
        "8 Table 1.1: Key economic, financial and social indicators 2008 2009 2010 2011 2012 2013 2014 2015 2016 Real GDP (y-o-y) 5,4 -5,3 4,8 2,7 1,6 1,4 2,4 2,5 3,2 Private consumption (y-o-y) 6,0 -0,5 0,1 -0,7 -0,4 -0,7 2,1 2,2 2,7 Public consumption (y-o-y) 5,6 6,9 1,7 -2,1 -2,0 2,4 4,3 1,6 2,3 Gross fixed capital formation (y-o-y) 1,6 -18,7 7,2 12,7 -9,3 -2,7 3,9 4,0 4,5 Exports of goods and services (y-o-y) 3,0 -17,0 15,7 12,0 9,3 5,2 4,4 4,1 5,6 Imports of goods and services (y-o-y) 3,6 -19,1 14,7 9,7 2,6 3,8 4,8 4,1 5,5 Output gap 7,5 -1,6 -0,4 -1,2 -2,1 -2,8 -2,6 -2,5 -1,9 Contribution to GDP growth: Domestic demand (y-o-y) 4,7 -3,9 2,0 2,0 -2,9 -0,6 2,8 2,4 2,9 Inventories (y-o-y) 1,2 -3,6 2,4 -1,0 -1,3 0,5 -0,2 0,0 0,0 Net exports (y-o-y) -0,5 2,2 0,4 1,7 5,8 1,4 -0,2 0,1 0,3 Current account balance (% of GDP), balance of payments -6.19* -3,5 -4,7 -5,0 0,9 1,8 . . . Trade balance (% of GDP), balance of payments -1.90* -1,1 -1,1 -0,4 4,1 5,5 . . . Terms of trade of goods and services (y-o-y) -1,6 -1,1 -0,6 -1,3 -1,2 -0,5 0,3 0,4 0,1 Net international investment position (% of GDP) -57.4* -66,7 -62,3 -64,9 -62,2 -63,8 . . . Net external debt (% of GDP) 17.5* 22.2* 21.2* 21.9* 22.4* 23.1* . . . Gross external debt (% of GDP) . 78,6 77,7 78,8 76,0 82,1 . . . Export performance vs advanced countries (% change over 5 years) 72.1* 52.7* 43.4* 32.6* 14.0* 4.8* . . . Export market share, goods and services (%) 0.4* 0,4 0,4 0,4 0,4 0,4 . . . Savings rate of households (net saving as percentage of net disposable income) 1,0 2,3 4,6 3,3 1,9 3,1 . . . Private credit flow, consolidated, (% of GDP) 11,0 3,2 3,1 2,8 3,1 5,3 . . . Private sector debt, consolidated (% of GDP) 65,8 70,2 68,7 71,2 71,2 74,8 . . . Deflated house price index (y-o-y) 12,8 -12,8 -4,9 -5,2 -5,9 -0,4 . . . Residential investment (% of GDP) 2,5 3,0 2,6 2,4 2,3 2,4 . . . Total financial sector liabilities, non-consolidated (y-o-y) 9,2 6,5 3,4 1,0 1,2 0,7 . . . Tier 1 ratio 1 . . . . . . . . . Overall solvency ratio 2 . . . . . . . . . Gross total doubtful and non-performing loans (% of total debt instruments and total loans and advances) 2 . . . . . . . . . Change in employment (number of people, y-o-y) 3,2 -2,8 -2,0 -0,1 0,6 0,0 1,0 0,7 0,8 Unemployment rate 9,6 12,1 14,5 13,7 14,0 14,2 13,4 12,8 12,1 Long-term unemployment rate (% of active population) 6,7 6,5 9,3 9,3 9,4 10,0 . . . Youth unemployment rate (% of active population in the same age group) 19,3 27,6 33,9 33,7 34,0 33,7 30,4 . . Activity rate (15-64 year-olds) 68,8 68,4 68,7 68,7 69,4 69,9 . . . Young people not in employment, education or training (%) 11,1 12,5 14,1 13,8 13,8 13,7 . . . People at risk of poverty or social exclusion (% of total population) 20,6 19,6 20,6 20,6 20,5 19,8 . . . At-risk-of-poverty rate (% of total population) 10,9 11,0 12,0 13,0 13,2 12,8 . . . Severe material deprivation rate (% of total population) 11,8 11,1 11,4 10,6 10,5 10,2 . . . Number of people living in households with very low work-intensity (% of total population aged below 60) 5,2 5,6 7,9 7,7 7,2 7,6 . . . GDP deflator (y-o-y) 2,8 -1,2 0,5 1,6 1,3 0,5 0,0 0,8 1,3 Harmonised index of consumer prices (HICP) (y-o-y) 3,9 0,9 0,7 4,1 3,7 1,5 -0,1 0,4 1,3 Nominal compensation per employee (y-o-y) 6,6 2,6 5,5 2,0 2,6 2,6 3,3 2,3 3,0 Labour productivity (real, person employed, y-o-y) 2,2 -3,4 6,4 0,9 1,6 2,2 . . . Unit labour costs (ULC) (whole economy, y-o-y) 4,3 6,2 -0,9 1,1 1,0 0,3 1,8 0,4 0,4 Real unit labour costs (y-o-y) 1,5 7,4 -1,4 -0,6 -0,2 -0,2 1,8 -0,3 -0,9 REER 3) (ULC, y-o-y) 8,7 8,7 -3,0 0,6 -1,9 0,1 1,0 -1,2 -0,6 REER 3) (HICP, y-o-y) 8,5 5,0 -6,0 0,8 -1,7 1,8 1,0 -0,3 -1,0 General government balance (% of GDP) -2,4 -7,9 -7,5 -4,1 -4,2 -2,6 -3,0 -2,8 -2,6 Structural budget balance (% of GDP) . . -7,2 -4,0 -3,5 -1,5 -2,4 -2,0 -1,9 General government gross debt (% of GDP) 28,2 36,0 41,1 43,5 52,1 54,6 53,6 54,9 55,2 Forecast (1) Domestic banking groups and stand-alone banks. (2) Domestic banking groups and stand-alone banks, foreign-controlled (EU and non-EU) subsidiaries and branches. (3) Real effective exchange rate (*) Indicates BPM5 and/or ESA95 Source: European Commission,2015 winter forecast; ECB ",
        "9 Table 1.2: Macroeconomic imbalance procedure (MIP) indicative scoreboard Thresholds 2008 2009 2010 2011 2012 2013 3 year average -4%/6% -6,4 -4,7 -4,2 -3,4 -1,8 0,2 p.m.: level year - -6,2 -2,6 -3,7 -3,8 2,2 2,1 -35% -57,4 -66,7 -63,1 -65,5 -64,1 -65,1 % change (3 years) ±5% & ±11% 24,9 26,9 10,9 3,4 -3,2 2,1 p.m.: % y-o-y change - 8,4 6,9 -4,2 1,0 0,1 0,9 % change (5 years) -6% 52,1 39,8 31,3 21,1 3,2 -2,2 p.m.: % y-o-y change - 9,7 -5,6 -4,7 3,6 0,9 3,9 % change (3 years) 9% & 12% 6,5 11,1 9,7 6,3 1,2 2,5 p.m.: % y-o-y change - 4,3 6,2 -0,9 1,1 1,0 0,3 6% 12,8 -12,8 -5,0 -5,2 -5,9 -0,5 14% 11,1 3,1 3,1 2,7 3,1 5,4 133% 65,8 70,2 68,7 71,1 71,2 74,8 60% 28,2 36,0 41,1 43,5 52,1 54,6 3-year average 10% 11,4 11,0 12,1 13.4i 14.1i 14.0i p.m.: level year - 9,6 12,1 14,5 13.7i 14,0 14,2 16.5% 9,3 -4,9 2,0 1,0 2,8 -0,3 Internal imbalances Deflated House Prices (% y-o-y change) Private Sector Credit Flow as % of GDP, consolidated Private Sector Debt as % of GDP, consolidated General Government Sector Debt as % of GDP Unemployment Rate Total Financial Sector Liabilities (% y-o-y change) External imbalances and competitiveness Current Account Balance (% of GDP) Net international investment position (% of GDP) Real effective exchange rate (REER) (42 industrial countries - HICP deflator) Export Market shares Nominal unit labour costs (ULC) Flags: na: not available. Figures highlighted are the ones falling outside the threshold established by EC Alert Mechanism Report. For REER and ULC, the first threshold concerns Euro Area Member States. (1) Figures in italic are according to the old standards (ESA95/BPM5). (2) Export market shares data: the total world export is based on the 5th edition of the Balance of Payments Manual (BPM5). (3) Unemployment rate i=Eurostat backcalculation to include Population Census 2011 results. Source: European Commission ",
        "2. OTHER STRUCTURAL ISSUES ",
        "2.1. FISCAL POLICY AND TAXATION 11 Taxation Improvements have been made in tax collection (especially for VAT), however increasing the efficiency of tax collection and the taxation system remains challenging. In 2012, the government embarked on a fight against tax fraud, especially in the area of value-added tax (VAT). Among the measures are a ‘VAT control statement’ ( 1 ), which has to be submitted electronically by all VAT payers, and a compulsory down-payment on VAT registration for high-risk applicants. Although the public finance accounts point to a continued improvement in VAT collection ( 2 ), this result has been achieved only to a limited extent by efficiency improvements through adjustments in the risk assessment of taxpayers and tax audits. While the additional measures introduced in January 2015 to broaden the tax-base have the potential to improve the efficiency of corporate taxation, other areas such as real-estate or environmental taxation, which are less detrimental to growth, have received little or no attention. ( 1 ) Control statements contain a full list of invoices of VAT taxpayers. This enables the tax authorities to cross-check transactions. ( 2 ) The effective tax rate of VAT increased by 2 pps from its lowest-ever level in 2012, reaching 14 % in 2014. Preliminary information from the Ministry of Finance points to a continued reduction in the VAT gap to 32.4 % of potential VAT in 2014, from a peak of 40.6 % in 2012. Graph 2.1.1: VAT effective rate 11% 12% 13% 14% 15% 16% Q1 08 Q3 08 Q1 09 Q3 09 Q1 10 Q3 10 Q1 11 Q3 11 Q1 12 Q3 12 Q1 13 Q3 13 Q1 14 Q3 14 VAT Effective Tax rate Source: Ministry of Finance, Slovakia Improved collection of VAT has been accompanied by an increase in administrative requirements on businesses. The measures adopted so far to fight tax fraud appear to have significantly increased tax compliance costs for businesses. Having to submit electronic ‘VAT control statements’ and deal with a higher number of VAT-related inspections and changing tax legislation means that businesses perceive arrangements for paying taxes as increasingly demanding ( 3 ). Pre-filling of tax returns remains limited and the time necessary to comply with VAT requirements is the second highest in the EU ( 4 ). Delays in promoting further enhancements of the risk assessment and audit capacities weigh on further significant progress in tax collection. The control statements appear to have helped in identifying problematic VAT taxpayers, as successful investigations in 2014 increased by more than 4 pps. as compared with 2013. However, the tax authorities currently use several ( 3 ) In Doing Business 2015 , Slovakia slid back by nine places in the ‘paying taxes’ ranking compared to one year before. These factors have also contributed to the deterioration of the business environment indicator produced by the Business Environment Index of the Business Alliance of Slovakia. ( 4 ) It took 103 hours in 2013 to comply with the VAT requirements, as compared with 60 hours in the EU as a whole ( Doing Business 2015 ). ",
        "2.1. Fiscal policy and taxation 12 data mining models to assess risky taxpayers and these do not appear to be well integrated. The introduction of a scheme to rate taxpayers has been postponed. The links between tax assessment and tax collection and subsequently risk assessment and tax audits have so far not been sufficiently exploited. Resources in the tax administration appear not to be used efficiently. One of the reasons for this is delayed development and implementation of fully fledged, end-to-end processes and strategies to manage compliance risks. Currently, the tax authorities place a great deal of emphasis on inspections, especially in the area of VAT (which accounted for 80 % of all tax audits in 2014). As a result, resources within the tax administration are concentrated on VAT inspections, even though other areas of taxation also deserve attention. For example, there appears to be ample scope for the self-employed to underreport revenue and over- report costs ( 5 ). Moreover, evidence suggests that, despite the higher compliance costs, the self-employed are converting to limited liability companies without employees, which may indicate that this offers even larger margins for tax optimisation ( 6 ). In addition, collection of tax debts has been relatively stagnant, with the recovery rate in 2013 and 2014 standing at about 24 % of recoverable tax debts. Fragmentation also represents an obstacle to efficiency improvements in the tax administration. The implementation of the UNITAS project, aimed at merging the collection of taxes, customs and social security contributions, has been very slow. While the tax and customs offices were formally merged into one institution (the Financial Administration) in 2012, they still function de facto as two separate entities not making use of economies of scale, e.g. by sharing IT resources. An integration of the IT systems within the Financial Administration is expected to ( 5 ) Overall declared costs of the self-employed have hovered around 90 % of their revenues since 2007. ( 6 ) While the number of active self-employed has declined since 2009, the number of limited companies without employees has increased in that time. In addition, the proportion of limited companies without employees in the total number of companies increased from 28 % in 2011 to 36 % in 2013. take place only in 2015 ( 7 ). Fragmented information sources impinge on the exchange of information with revenue authorities in other Member States; in 2013, the Slovak authorities replied late to requests for VAT-related information in 80 % of cases ( 8 ). Implementation of the second phase of the UNITAS project is expected in 2016. Several planned measures may shorten the time necessary to pay taxes, thus reducing compliance costs and mitigating the negative impact on businesses. The time period for VAT registration was shortened from 30 to 21 days in 2015. The time required for refunds of excessive deductions due to a tax audit is expected to decline because during an audit the tax authorities will be able to refund a part of deductions that do not require further investigation. In addition, fines for declaration-related mistakes have been capped and the introduction of an initial ‘self-assessment’ by taxpayers of tax due will facilitate imports of goods from third countries. The government also plans to scrap the VAT guarantee for start-ups and newly established businesses. To limit SME insolvencies, the government will propose a cash accounting scheme whereby suppliers do not become liable for tax until paid by their customer. Broadening the base for corporate taxation is likely to contribute to higher overall efficiency in the tax system. Several measures have been adopted in 2015 including: (i) changes to the rules on the depreciation of assets and leasing, including limits to car depreciation ( 9 ), (ii) thin capitalisation rules limiting tax deduction for interest payments between associated parties, (iii) the extension of transfer pricing rules to (associated) domestic parties, (iv) limits on the deductibility of losses and (v) limitation of deductibility of expenses claimed for personal use through an amendment of ( 7 ) Conception of Development of Financial Administration for years 2014-20, November 2013. ( 8 ) Commission staff working document accompanying the Report from the Commission to the Council and the European Parliament on the application of Council Regulation (EU) No 904/2010 concerning administrative cooperation and combating fraud in the field of VAT, (SWD(2014) 39 final). ( 9 ) New depreciation groups were introduced, e.g. administrative buildings will be depreciated over 40 years and the depreciation period for information technologies was shortened. ",
        "2.1. Fiscal policy and taxation 13 the definition of ‘tax-deductible expenses’. While promotion of R&D through deductibility of up to 150 % of R&D-related expenditure will make the tax-base narrower, it may become a useful instrument to support business innovation. The taxation of real estate remains inefficient and changes to environmental taxes have been marginal. Taxes from real estate have yielded some 0.4 % of GDP since 2000, about 1 pp. lower than the EU average. Plans to introduce a new system of real-estate taxation that would reflect the value of underlying property has been postponed to 2016 at the earliest. Moreover, the Ministry of Finance has not yet published an analysis on possible changes in the taxation of real estate. No major changes have been introduced in environmental taxation, thus keeping in place an inconsistent framework of incentives in the area of environmental policy ( 10 ).Taxation of pollution and use of resources remains very low and revenue from environmental taxes is among the lowest in the EU (1.8 % of GDP). In 2012, Slovakia introduced a registration tax on motor vehicles that is based on engine power. In 2015, the government changed the system of vehicle circulation tax paid by businesses, introducing an ‘ecological discount’ based on the age of the vehicle. However, there are no plans to extend this tax to privately-used passenger cars. Based on some estimates, reviewing the system of environmental taxation could yield up to 2.3 % of GDP in additional revenue in the medium to long term ( 11 ). Debt sustainability Ageing costs will weigh on the relatively sound debt position of Slovakia in the future. With a debt-to-GDP ratio below 55 %, Slovakia is not expected to face major risks in the medium term. However, the impact of population ageing on pensions, healthcare and long-term care expenditure might pose a challenge to long-term ( 10 ) For example, the price of electricity includes a levy to support electricity production from renewable resources and at the same time production from lignite, which on top of being economically inefficient has a large negative impact on emissions. ( 11 ) Study on Environmental Fiscal Reform Potential in 12 EU Member States , No 07.0307/ETU/2013/SI2.664058/ENV.D.2 Final Report to DG Environment of the European Commission. fiscal sustainability ( 12 ). Despite slightly more favourable demographic developments, the main trend of a sharply increasing old-age dependency ratio remains intact. Updated projections of the cost of ageing based on the latest demographic projections and agreed methodologies ( 13 ) will be available in the first half of 2015. After repeated changes, the pension system enjoyed a period of stability in 2014, but this may be short-lived. Since the introduction of a second (fully funded) private pension pillar in 2004, the pension system has undergone numerous changes. The latest adjustments adopted in 2012 ( 14 ) had an overall positive impact on the sustainability of the pension system. In 2015, first pension savers from the private pension pillar were eligible to claim pensions. Given low annuities offered by insurance companies, the government opened the private pension pillar for the fourth time, in order to enable pension savers to leave the scheme ( 15 ). This proposal addresses the adequacy of pensions but, all things being equal, it may impinge on the sustainability of the public pension system due to higher financing requirements driven by an increase in the number of future beneficiaries. The projected long-term increase in healthcare expenditure weighs on the long-term sustainability of public finances, posing challenges in terms of the cost-effectiveness of the healthcare sector. Inefficiencies ( 16 ) reported mainly in the in-patient sector seem to be the result of misaligned incentives. Despite improving trends, the country ranks low in terms of headline health status indicators and lowest in the EU when it comes to years of healthy life expectancy ( 17 ). ( 12 ) Based on the 2012 Ageing Report projections. ( 13 ) See 2015 Ageing Report: underlying assumptions and projection methodologies, European Economy, No 8. 2014. ( 14 ) For example, linking the statutory pension age to life expectancy and pension indexation to inflation. ( 15 ) Recurrent changes to the private pension pillar have been one of the reasons for the low returns on pension savings. ( 16 ) Relevant indicators are: (i) a high number of out-patient consultations per capita (11.0 compared with an average of 6.8; 2011 Eurostat figures); (ii) low occupancy rate of acute care beds (67.3 % compared with an average of 74.6 %; OECD 2012); (iii) a high number of acute care beds (4.5 beds per 1 000 population against 3.6 in the EU, Eurostat). ( 17 ) At birth, Slovaks are expected to have 53.3 years of healthy life against the EU average of 61.6, according to latest Eurostat data. ",
        "2.1. Fiscal policy and taxation 14 Against this background, the overall efficiency of the Slovak health system is low and performs poorly when compared with the rest of the EU. This is true even if relatively low public healthcare resources in Slovakia are taken into account and if the system output is corrected for socio-economic factors and population life style behaviour ( 18 ). Delays in the introduction of a payment system based on diagnosis-related groups (DRG) have led to suboptimal resource allocation across hospitals. Lack of transparency of service delivery contracts between insurers and healthcare providers, including unit costs, aggravate the problems. Missing systemic measures as regards guidance and supervision lead to persistent irregularities in healthcare-specific public procurement (see also part on procurement in healthcare in section 2.4). Finally, unavailability of data, either because of irregular tracking or complicated access in the in-patient sector, hampers any efficiency analysis or quality assessment. Most measures to improve the cost-effectiveness of the healthcare sector are still in preparation. In an effort to address the shortcomings of the national healthcare system, the government adopted a Strategic framework for health for 2014-30, which is being implemented. Primary care, the hospital sector and public health are the three intervention areas of the strategy. The benefits of the integrated care model ( 19 ) at the core of the strategy are uncertain, particularly in the short term. This is because the strategy seems to focus too narrowly on infrastructure construction and grouping general practitioners and second-line specialists into medical centres without ensuring ownership among key players such as self-governing regions and doctors. Hence, there are risks of delayed implementation similar ( 18 ) See report on Comparative efficiency of health systems, corrected for selected lifestyle factors http://ec.europa.eu/health/systems_performance_assessmen t/docs/2015_maceli_report_en.pdf. ( 19 ) WHO definition: Integrated care is a concept of bringing together inputs, delivery, management and organisation of services related to diagnosis, treatment, care, rehabilitation and health promotion. Integration is a means to improve services in relation to access, quality, user satisfaction and efficiency. See also expert panel on investing in health report on primary care and integration of care: http://ec.europa.eu/health/expert_panel/opinions/docs/004_ definitionprimarycare_en.pdf. to those of the planned introduction of e-health, for which there are no tangible results. Furthermore, the allocation of resources earmarked for the strategy goals may not be optimal. Ultimately, these shortcomings could endanger the success of the strategy. Incentives for general practitioners to operate efficiently and meet their gatekeeping role in the system, such as a shift to ‘per service’ reimbursement, are being considered and delegation of competences from specialists is progressing slowly. Preventing further build-up of debt in public hospitals remains a challenge in the absence of measures to buttress sound financial management. The primary focus of measures in the hospital segment, where appropriate budgeting, monitoring and regular assessment are lacking, is on preventing the build-up of debt by public hospitals, their reconstruction and optimising their total in-patient bed capacities. To this end, hospitals have been asked to present recovery plans geared to balancing budgets in 2015 and discussions on their implementation are ongoing. Slow progress in improving the current situation is, partly due to delays in the introduction of DRGs and inefficient public procurement practices. Moreover, the high indebtedness of some hospitals will make it difficult to unwind their debts without public support. Finally, the renewed interest in public-private partnerships for the construction of new hospitals warrants attention to project design in order to ensure efficiency both in terms of costs and services provided ( 20 ). Fiscal framework The medium-term budgetary framework remains relatively weak. The central government prepares a three-year budget for the general government. However, the involvement of other levels of government or the parliament in the budgetary process is relatively limited. The fiscal targets for the general government are set by the central government without consulting local authorities or other concerned parties. Moreover, ( 20 ) See report of the expert panel on investing in health: Health and Economic Analysis for an Evaluation of the Public-Private Partnerships in Health Care Delivery across Europe http://ec.europa.eu/health/expert_panel/opinions/docs/003_ assessmentstudyppp_en.pdf. ",
        "2.1. Fiscal policy and taxation 15 the final years of the multi-annual budget are only indicative and the current set-up does not prevent the parliament from adopting legislative amendments with major fiscal impacts. Such changes may have a multi-annual budgetary impact without being reflected in the multi-annual budgetary framework ( 21 ). The situation is caused also by absent binding expenditure ceilings, which have so far not been adopted despite being required under constitutional law ( 22 ). ( 21 ) Council for Budgetary Responsibility (2014), Amendment to the Assessment of the General Government Budget for 2015-17. ( 22 ) The expenditure ceilings which may be adopted by the government in the event of a deviation from the adjustment path towards the MTO are not an integral part of the annual budgetary process and hence cannot be considered as a standard budgetary instrument. ",
        "",
        "2.2. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES 17 Public employment services and labour market participation The unemployment rate decreased slightly in 2014 but remains above the EU average (12.5 % vs 9.9 % in the EU-28 in December 2014) and is mostly structural and long-term in nature. Weak labour demand and a low number of vacancies, in conjunction with one of the lowest labour turnovers in the EU, give rise to one of the highest long-term unemployment rates in the EU (10 % vs 5.1 % in the EU-28 in 2013). The principal reasons for the poor labour market outcome are the low employment of certain groups including Roma, the existence of work disincentives coming from the tax and benefit systems, the weak capacity of the public employment services to assist the most disadvantaged jobseekers, and a relatively low internal geographical labour mobility. The public employment services (PES) have limited capacity to provide personalised services, in particular to those furthest from the labour market, such as the long-term unemployed, the low-skilled, young people and Roma ( 23 ). Total spending on active labour market policies remains relatively low, particularly for the provision of quality training. Some stakeholders find the administrative burden of benefiting from active labour market policies relatively heavy and point to a lack of support by the Public Employment Service before, during and after the provision of active labour market policies. Employers in Slovakia report skills shortages but adult participation in lifelong learning activities is among the lowest in the EU and has decreased since 2011. The ongoing public administration reform ( 24 ) introduced changes in the organisation of the Public Employment Service aimed at increasing their efficiency. With the European Structural and Investment Funds support in 2014-20 Slovakia plans to strengthen the capacity and quality of the Public Employment Service and introduce systemic training for front-line officers. This will also involve private employment services, ( 23 ) The average ratio of one front-line officer to 600 jobseekers in 2014. ( 24 ) ESO — Effective, reliable and open public administration. particularly in placing the long-term unemployed on the labour market. Youth unemployment declined slightly to 28.9 % in December 2014 (to the lowest level since 2009) but Slovakia still has one of eight the highest rates in the EU . Almost two thirds of unemployed young people have been looking for a job for a year or longer, the highest proportion in the EU. The proportion of young people that were neither in employment, nor in education or training is close to the EU average. School-to-job transition is still slow and the education system does not respond readily to labour market needs ( 25 ). The updated Youth Guarantee Implementation Plan was adopted in February 2014 and a number of reforms (e.g. on vocational education and training, discussed below) have been implemented. In 2014, 1 694 young people were placed in wage-subsidised jobs. However, in 2014 only around 10 % of young unemployed eligible for the Youth Guarantee actually received one of four offers (job offer, training, apprenticeship, or internship). New programmes aimed at securing employment for the low-qualified long-term unemployed, including young marginalised Roma and other risk groups, are to be launched in 2015. Furthermore, the Slovak authorities plan to reach inactive young people through existing community centres in marginalised Roma communities and social fieldworkers, but it is unclear what particular support will be provided. Delivering the Youth Guarantee will depend on ensuring adequate funding, strengthening administrative capacity, and building partnerships at local level for a wider outreach to non-registered young people that are neither in employment, nor in education or training. The employment rate for women (20-64) remains well below the EU average (53.4 % vs 58.8 % in 2013). Estimates show that increasing women’s labour force participation to the EU-15 average could increase Slovakia’s GDP by 1.6 ( 25 ) According to OECD Economic Surveys, Slovakia 2014 p.100, 19 % of Slovak young people are not in employment, education or training (NEET): http://www.keepeek.com/Digital-Asset- Management/oecd/economics/oecd-economic-surveys- slovak-republic-2014_eco_surveys-svk-2014-en#page100. ",
        "2.2. Labour market, education and social policies 18 percentage points ( 26 ).The gender employment gap for young women (20-29) remains high and the impact of parenthood on female employment increased in 2013 and is among the highest in the EU. The employment rate for women (25-49) with children below six years of age is under 40 %, while it is 83 % for men of the same age and marriage status, reflecting the insufficient provision of good quality and affordable childcare services and relatively lengthy parental leaves ( 27 ). The gender pay gap is above the EU average despite the higher educational attainment of women compared to men in Slovakia and is linked to gender inequalities in the labour market and longer career breaks. Finally, the employment of both women and men is also negatively affected by the low take-up of flexible work arrangements. Child care provision for children under three years of age remains poor. European structural and investment funds will support actions to improve the current situation, but the legislative framework is lacking. Some improvements can be expected in the provision of childcare services for older children (aged 3-6) as Slovakia plans to increase its pre-school education capacity by 20 000 places (with funds of EUR 155 million). In addition, actions supporting innovative childcare will be launched in 2015 (through the EUR 23 million ‘Family and Work’ project), which could encourage employers to introduce childcare and flexible forms of employment. Nevertheless, awareness of the potential of quality in the area of very early child education and care continues to be weak in Slovakia. Despite substantial progress during last decade, older workers remain a potential untapped resource . The employment rate for older workers (aged 55-64) substantially increased from 24.6 % in 2003 to 44 % in 2013 but it is still clearly below the EU28 level (50.2 % in 2013). Low participation in life-long learning to address skills mismatches contribute to poor performance. In Slovakia, about 60 % of the unemployed are low-skilled and almost 70 % are long-term ( 26 ) Institute for Financial Policy, Ženy by mohli pomôc ť zvýši ť HDP o 1,6 % , 2011. ( 27 ) In general, the current entitlement for post-natal leave is up to three years (parental leave contribution was 203 Euros monthly in 2014). unemployed (without jobs for more than a year), both outcomes being among the worst in the EU-28 . Although the tax burden on low wage earners was around the EU average in 2013 and the overall level of social assistance in Slovakia is relatively low, some disincentives to work might still remain for certain types of households at the bottom of the income scale. Slovakia launched a number of reforms aimed at addressing disincentives in the social-benefit system . In addition to the introduction of a workfare policy, a reform aimed at improving the activation of long-term unemployed through enhancing in-work benefits was adopted in 2014. The simultaneous drawing of the special benefit in material need will be available for jobseekers who start working on a low wage. A temporary reduction of the tax wedge for workers who were previously long-term unemployed workers (in force since November 2013) did improve the attractiveness of the long-term unemployed but did not seem to reduce overall long-term or low- skilled unemployment ( 28 ) among the low-skilled. One of the reasons for the low interest from employers might be the simultaneous implementation of other activation policies. The government reduced health insurance contributions for low-paid workers from January 2015, which could have a significant impact on the employment of this group, with up to 580 000 employees potentially benefitting from the measure. The Roma population 29 is disproportionately disadvantaged in the Slovak labour market, while the economic cost of non-inclusion of the Roma in society is very considerable. The World Bank estimates Slovak GDP would be EUR 3.1 billion higher if Roma would have the same employment opportunities and wage levels as non-Roma. 30 In Slovakia, Roma face low labour market participation, with almost 40% of their adult population inactive. Roma have been identified as the most disadvantaged group in the Slovak labour market but there is no evidence that, despite recent reforms, existing active labour ( 28 ) Institute for Financial Policy, Odvodová ú ľ ava zlepšila vyhliadky dlhodobo nezamestnaným, 2014. 29 Average estimate 500,000, Council of Europe 2010 ( 30 ) World Bank, Policy Advice on the Integration of Roma in the Slovak Republic, 2012 ",
        "2.2. Labour market, education and social policies 19 market policies are effective in ensuring their inclusion in employment. The situation of Roma youth is especially alarming with 43% (in the 16-24 years old age group) not in education, employment or training, which is around four times the national average. The employment rates of Roma are among the lowest in the EU. Roma job-seekers face additional barriers to employment compared to the majority labour force, both due to a lack of skills and to discrimination (for example 49% of surveyed Slovak Roma experienced discrimination when looking for work 31 ). Eight out of ten Roma of working age have no more than primary education and the secondary school enrolment rate of Roma children is very low (35% vs. 74% for children of Slovak ethnicity). Regional labour mobility Despite high regional differences in unemployment levels, regional labour mobility in Slovakia is relatively low, limiting matching between jobseekers and vacancies. The Slovak labour market has one of the lowest job turnover rates in the EU, with low internal geographical labour mobility a contributing factor. Factors hampering mobility include insufficient transport infrastructure, high travel and housing costs relative to income, and an insufficiently developed rental market. In Slovakia, only a very small share of the working-age population (aged 15-64) changed their place of residence in 2011 while no more than 3 % of residential migrants indicated employment-related motives as a reason for relocation. The housing stock is generally low in Slovakia. The insufficient availability of dwellings ( 32 ) translates into one of the highest household overcrowding rates in the EU and is accompanied by poor living conditions. While Slovakia has a high home ownership rate, the rental market is small and access to social housing is among the lowest in the EU. In addition, since eligibility for social housing depends on income, once a person manages to obtain a public housing apartment his incentive to earn more is reduced for ( 31 ) European Union Agency for Fundamental Rights (FRA) Roma Survey – Data in Focus – Poverty and Employment of Roma in 11 EU MSs (2014) ( 32 ) In 2009, Slovakia had one of the lowest ratio in the EU (326 dwellings per 1,000 inhabitants). fear of becoming ineligible. This leads to disincentives for labour supply and hampers labour mobility. Recently Slovakia has taken a number of measures addressing housing issues . An Act on the State Housing Development Fund has been in force since 2014 and supports public and private rental housing. An Act on short-term tenancy in force since May 2014 promotes flexibility on the housing market and the growth of the rental sector by establishing special legal arrangements for the private rental sector. Since last year, new limits on the level of subsidies have applied in the social housing sector. However, the data point to a decreasing number and proportion of municipal social dwellings. In particular, the number of newly-started constructions in the social segment decreased by almost 80 % between 2009 and 2013. In addition, although there are a number of active labour market policy measures supporting labour mobility, some of them are not used. For example, no employers benefited from support for the transport of employees to the workplace in 2013- 2014 and only 66 jobseekers received a removal contribution in 2013. Nevertheless, demand from the workers’ side for support to cover travel costs to the workplace is high (almost 13 000 benefited from such support in 2013) ( 33 ). A new state housing policy strategy plans to review existing tax legislation and introduce a system of tax incentives in support of rental housing. Overall, despite recent reforms, internal regional labour mobility and access to housing, including through the private rental sector, remain a challenge. Addressing poverty and social exclusion Although the overall risk of poverty or social exclusion in Slovakia (19.8 %) is broadly stable and below the EU average, there are significant regional discrepancies in the poverty rate. Material deprivation remains above the EU average (19.5 %) and has further deteriorated recently (to 23.4 % in 2013). The impact of social transfers in reducing child poverty is well below the European average (33.7 % in Slovakia compared to 41.3 % in the EU as a whole), mainly linked to the fact that material need benefits are only partly sensitive to the number of children in ( 33 ) SK Ministry of Labour calculation, January 2015 ",
        "2.2. Labour market, education and social policies 20 the household. Moreover, indexation of the benefits to inflation is subject to a discretionary decision by the government. The minimum income support is not based on actual living costs and is inadequate to prevent poverty, especially for households affected by long-term unemployment . The universal child allowance, while rather modest (EUR 23.52), is an important benefit for low-income families. Inadequate income support may lead to taking out loans with excessive interest rates from non-bank financial institutions. Indebtedness then acts as one of the major disincentives to take up low-paid jobs as wages, contrary to social benefits, are not exempted from a seizure of property. As a result, large families (with more than three children), unemployed and single parents are most affected by poverty and social exclusion. The benefits in material need (Slovak equivalent of minimum income support) underwent a major reform in 2014 by obliging recipients to work ( 34 ). The projected increase of the retirement age brought about by the 2012 pension reform and the short average duration of working life, especially for women, carry a risk related to future pension adequacy (see also part on debt sustainability in section 2.1). Measures to promote longer working careers and healthy life years (both significantly below the EU average) are not sufficiently promoted ( 35 ). The minimum wage increased by almost 8 % (to EUR 380) in 2015 and the net minimum wage (EUR 339) now surpasses the poverty threshold ( 36 ). The government intends to introduce a minimum pension in 2015, which will be above the level of the subsistence minimum but ( 34 ) In 2014, 6.9 % of all recipients in material need were affected by the benefit withdrawal or reduction due to non- compliance with work obligation. ( 35 ) The death rate at working age implies a 1.5 % higher shortfall in the Slovak workforce when compared to a scenario under which the EU average mortality would apply. ( 36 ) 2013 EU-SILC data: The poverty threshold is EUR 337 per month for a one person household. Around 2 %-6 % of employees earn the minimum wage in Slovakia and the reduction of health contributions should compensate employers for the increased labour costs. The increased costs for insurance contributions will be deductible for employers through government compensations so as to avoid a negative impact on businesses. REER and unit labour costs in SK are stable (AMR 2015), while earnings and labour market security are among the lowest in the OECD (2014). only for those with a sufficient number of years worked ( 37 ). New legislation was introduced in 2014 regulating the maximum interest rate and charges for loans by the non-bank financial companies. The Fund for European Aid to the Most Deprived will support an operational programme for food and basic material assistance (EUR 62.8 million in 2014-20) to alleviate the worst forms of poverty. Education Public expenditure on education remains largely below the EU average and is on a decreasing trend. Despite recent rises in teachers’ salaries and a commitment to increase them to 120 % of the average wage, funds for teaching activities remain low in international comparison. The shortage of qualified teachers has a negative impact on learning outcomes. According to the OECD’s TALIS survey, teachers perceive their status as extremely low and the proportion of teachers undertaking professional development activities is the lowest in the EU (73 %). The areas in which the highest proportions of teachers report a strong need for professional development are teaching students with special needs and developing skills to teach with ICT. The OECD’s 2012 Programme of International Student Assessment (PISA) study showed a significant deterioration of 15-year-olds’ proficiency in reading, maths and science. Truancy and grade repetition are on the rise. The quality of teaching and educational outcomes remain poor. Increases in salaries remain insufficient to attract and retain talented young people and notably starting salaries are low. The Ministry of Education is working on improvements in initial teacher training through an EU-supported project. Its results, to be published early 2015, will include recommendations to higher education institutions that prepare future teachers. Professional standards for teachers have been developed but have yet to be published and implemented. The continuous professional development of teachers requires improvements based on an in-depth analysis of teachers' needs. An amendment to the Education Act adopted in ( 37 ) The number of required years of work under consideration is 30. ",
        "2.2. Labour market, education and social policies 21 December provides some means for the direct purchasing of textbooks by schools. The 2020 Strategy for Digitalisation of the Education sector adopted in September 2014 aims at improving ICT usage in classes and teachers´ skills in that respect. In 2014, the government presented measures to reform the school curricula that will enter into force in September 2015. Measures such as the reinforcement of science and polytechnic education could bring positive results. However, the implementation of the curricular reform requires teachers’ support and abolishing the compulsory second foreign language in primary education goes against recommendations at EU level ( 38 ). A national electronic system for testing children’s learning outcomes in grade 9 and at the end of secondary education was pilot-tested in 2014 and a new general testing at grade 5 was organised at the end of 2014. If supported by adequate learning materials and accompanied by appropriate support measures for underperforming schools/teachers/pupils, these tests might be a useful tool to support improved outcomes. Prospective teachers in mathematics, science and information technology receive a ‘motivation stipend’. ( 38 ) Still, schools will have to offer the possibility to study a second foreign language. Graph 2.2.1: Government expenditure on education and teachers’ salaries 0,0 1,0 2,0 3,0 4,0 5,0 6,0 7,0 8,0 9,0 D e n m a r k S w e d e n C y p r u s E s t o n i a S l o v e n i a B e l g i u m F i n l a n d F r a n c e U n i t e d K i n g d o m M a l t a N e t h e r l a n d s P o r t u g a l A u s t r i a L i t h u a n i a L a t v i a P o l a n d L u x e m b o u r g I r e l a n d C r o a t i a C z e c h R e p u b l i c H u n g a r y S p a i n G e r m a n y I t a l y G r e e c e S l o v a k i a B u l g a r i a R o m a n i a Graph 2.2.2a: General government expenditure on education in 2012 (% of GDP) 0,00 0,10 0,20 0,30 0,40 0,50 0,60 0,70 0,80 0,90 Czech Republic Hungary Poland Slovakia Graph 2.2.2b: Teachers' salaries relative to earnings for full-time, full-year workers with tertiary education (2012) Pre-primary education Primary education Lower secondary education Upper secondary education Source: European Commission, OECD The school-to-work transition remains difficult for vocational education and training and higher education graduates. Vocational education and labour market-relevant training is weak, hampering regional development. The labour market relevance and quality of higher education is also a challenge. The anticipation of skills needs is not adequate, contributing to qualifications and skills mismatches ( 39 ). The latest report by the Academic Ranking and Rating ( 39 ) Automotive employers complain that only 6 % of secondary VET graduates are properly trained when entering the labour market: Cedefop 2013. ",
        "2.2. Labour market, education and social policies 22 Agency points to increasing numbers of Slovak students preferring to study in the Czech Republic than in Slovakia and to the increasing unused capacities at Slovak universities. Some measures have been taken to improve the provision of work-based learning in companies in vocational education and training (VET). The draft new Act was adopted by the Government in January 2015 with an intended entry into force in September 2015. Fiscal incentives for employers to get more involved in VET are confirmed in the 2015 budget. During the legal process, employers raised concerns that the planned financial support that may be insufficient to incentivise companies to participate. Otherwise, the impact of the new Act will largely depend on the capacity-building support offered to companies and professional organisations to properly train students at the workplace. Projects with Austrian, German or Swiss employers, such as the highly successful Young Stars project, support the reform. A revised funding system for schools is being set up, aimed at moving to a formula that would take into account quality criteria such as the employability of graduates. New rules will already allow for revised funding from September 2015 on. A new data system is being developed by the Ministry of Education, in cooperation with the Ministry of Labour that would improve the labour market intelligence of policy-making Ministries. The proportion of profession-oriented bachelor programmes remains very low and there are no specific accreditation criteria for such programmes. A high proportion of graduates occupy jobs that do not require master’s degrees. The mainly per-capita funding system does not favour technical universities, even though graduates in technical and scientific fields are lacking. The employment advantage for tertiary education graduates over people with lower education is lower than the EU average and decreasing. No measures have been taken to support the creation of professional-oriented bachelor programmes. The new Act on Higher Education is likely to be delayed until after the next parliamentary elections in 2016. Progress is not clear on the work towards introducing more quality-based funding criteria for public higher education institutions and encouraging the creation of profession-oriented bachelor programmes by institutions. The systematic use of the HE Innovate tool and methodology for supporting institutional change conducive to this end is currently under consideration. A project supported with EU funds is ongoing, exploring innovative forms of learning and ways to increase cooperation with employers. Inequalities in education, in particular for the Roma population, hold back inclusive growth. While the early school-leaving rate is low, it has increased in recent years, in particular for the Roma population, putting the national 2020 target of 6 % at risk. This is alarming as the employment disadvantage for people without upper secondary education is significantly higher in Slovakia than in the EU in general. According to OECD data, both equality and performance deteriorated in the country between 2003 and 2012 ( 40 ). At the same time, participation in early childhood education and care remains very low and has decreased in recent years, with Roma participation being particularly low ( 41 ). This is partly due to insufficient capacities and the need to work together with parents to raise awareness of future returns of participation in terms of educational outcomes. The current practice of testing school readiness continues to be discriminatory ( 42 ). The proportion of Roma children in special schools with lower learning standards is disproportionally high. At the same time, the heavy reliance on ESIF funding in that respect does not ensure a systemic approach and the sustainability of budget allocation is also unclear. Access to high quality and inclusive pre-school and school education for marginalised communities including Roma has somewhat improved, but the wider participation of Roma in vocational training and higher education is not ensured. The number of teacher assistants for children with special needs, including children from socially disadvantaged environments, has been significantly increased for the school year 2014-2015 and a further increase is budgeted for ( 40 ) OECD, Education at a Glance 2014. ( 41 ) UNDP/World Bank/EC Regional Roma Survey http://issuu.com/undp_in_europe_cis/docs/education_web ( 42 ) See the Report on the impact of school readiness testing on basic rights of children by Public Defendant of Rights (http://www.vop.gov.sk/files/Sprava%20VOP%20FINALN A%20VERZIA.pdf). ",
        "2.2. Labour market, education and social policies 23 2015. The EU-funded PRINED project carried out at 150 schools in 2014-2015 aims at eliminating the misplacement of disadvantaged students in special schools due to misdiagnosis. Early childhood education and care capacities are being enlarged with the support of EU funds and the 2015 budget provides more investments; it is unclear at this stage to what extent children from marginalised communities will benefit from new or enlarged capacities. Compulsory enrolment in early childhood education and care for children from socially disadvantaged environment was envisaged by the Plenipotentiary for Roma Communities but no practical steps have been taken since 2012. The Ministry is now considering extending free education for all children from the age of four, together with the entitlement to get a place. ",
        "",
        "2.3. BUSINESS ENVIRONMENT AND INFRASTRUCTURE 25 Business environment Businesses in Slovakia continue to face a sluggish public administration and poor quality of infrastructure. E-government services for regular business operations are underdeveloped, business registries are not unified and there is no one-stop-shop for paying taxes. Despite having made big improvements over the last five years, Slovakia is among the EU Member States in which exports take longest (16 days), mainly due to administrative hurdles and poor infrastructure, which affect document preparation as well as and port and terminal handling. Graph 2.3.1: Easiness of doing business in Slovakia 0,0 0,2 0,4 0,6 0,8 1,0 Irregular payments and bribes E-government services: regular business operations Cost of starting a company Average payment duration from public authorities Time to prepare and pay taxes Time to export Cost of enforcing a contract Time needed to resolve insolvency (1) While 1 stands for the best EU performer, 0 for the worst. Source: European Commission, Word bank, World Economic Forum, Intrum Justicia, latest available 2013 or 2014 data Some measures have been taken to improve the business environment. Reduction in the time needed to register with district courts has made it easier to start a business, as has the elimination of the need for the verification of signatures by a public notary ( 43 ). The government has committed to improving support for start-ups. A strategy creating a start-up ecosystem in Slovakia is scheduled to be approved through a Government Resolution in February/March 2015. Its implementation will be coordinated by the Ministry of Finance. The government has also committed to creating a simplified joint stock company, which will facilitate relations between investors and the start-up and thus allow innovative companies to become operational much faster. A one-stop-shop service to start a company should be launched by the end of 2015. The National Business Centre, offering comprehensive services to companies, is scheduled to become operational in 2016. ( 43 ) World Bank Doing Business 2015. Overall, however, improvements in Slovakia’s business environment have been modest . In spite of the electronic filing for VAT and social security contributions, paying taxes remains burdensome (see section 2.1 on taxation). Measures supporting start-ups and entrepreneurship are still at an early stage. No measures have been taken to reduce the time and cost for issuing licenses and construction permits, while e-services are still underdeveloped and not well integrated. Local corporations finance themselves only very marginally through the local equity market and the availability of venture capital is limited. Lack of demand for equity financing may be an important reason the small size of the equity market. Encouraging cross-border investment could help overcome Slovakia’s market size limitation and reach the desired multiplier effect of financial instruments. Slovakia has improved its credit information system by implementing a new law on the protection of personal data. Venture capital, risk-sharing, loan guarantees and private equity investments are being made available through three JEREMIE ( 44 ) instruments, which are channelled through the JEREMIE Holding Fund (EUR 100 million, managed by the European Investment Fund). These instruments were launched considerably later than expected, and thus only 20 % of available funds had been distributed to final beneficiaries by end of 2014. In the 2014-20 financing period, the first round of applications for the COSME and Horizon 2020 instruments had very few successful applicants from Slovakia. There are concerns regarding the high level of regulation of professions. Slovakia reports twice as many regulated professions as the EU average ( 45 ). It also ranks high in the 2013 OECD ( 44 ) The JEREMIE initiative, developed by the European Investment Fund (EIF) in cooperation with the European Commission, offers Member States the opportunity to use part of their Structural Funds to finance SMEs by means of equity, loans or guarantees. ( 45 ) See the regulated professions database (http://ec.europa.eu/internal_market/qualifications/regprof/i ndex.cfm?fuseaction=home.home). It is responsibility of each country to update information on its regulated professions, competent authorities and statistics. Member States have the obligation to notify to the Commission all the regulated professions by 18 January 2016, which is why the number of regulated professions varies considerably and, in general, increases. ",
        "2.3. Business environment and infrastructure 26 PMR index ( 46 ) for entry regulations with respect to the legal, accounting, engineering and architecture professions which signals an excessive level of regulation. Removal of barriers would promote competition and drive companies to reduce their mark-ups, thus reducing end-prices. Subject to demand elasticity, this should boost output and support demand for all production factors. Reduced prices and improved demand could yield non-negligible benefits for the economy. In the context of the mutual evaluation exercise initiated by the Commission in 2013, Slovakia’s assessment of access and restrictions is pending for the vast majority of its regulated professions. Investment Slovakia’s capital stock remains low as compared with the EU-15. Further convergence requires significant additional investment. However, investment in Slovakia has been lacklustre since the onset of the economic crisis. Total investment collapsed sharply in 2009 and, as of 2013, it remained around 13 % lower in real terms than its 2008 level. A similar picture emerges if we look at investment in new capital (Graph 2.3.3a), i.e. excluding amortisation. Consumption of fixed capital outweighed gross investment in 2013, implying negative net investment and thus a shrinking capital stock. Weak investment has adverse effects both in the short term, by slowing down the economic recovery, and in the long run, by harming Slovakia’s growth potential. As with other countries in the region, the economic crisis led to a drying-up of FDI inflows. The drop was particularly sharp for Slovakia ( Graph 2.3.3b) with raised concern due to the country's high reliance on FDI. Besides harming capital formation, the fall in FDI is also likely to have adverse effects on technology diffusion, particularly given the very low levels of R&D expenditure in Slovakia. The private sector was the main contributor to the decline in investment between 2008 and ( 46 ) The OECD’s PMR index for Slovakia reached 2.9 as compared with an OECD average of 2.2 measured on a sample of 40 countries in 2013. 2013, with non-financial corporations accounting for around 90 % of the fall. Investment declined across most branches of the economy, but manufacturing alone explains around half of the fall. General government investment accounts for a very small proportion of the total drop and has remained roughly at 2008 levels. Overall, the sizable drop in private investment could not have been compensated by a rise in public investment. Nevertheless, general government investment in Slovakia was the lowest in the region before the economic crisis and has been since (Graph 2.3.3c). The poor investment performance is also reflected in the relatively low quality of infrastructure in Slovakia. The country’s specialisation in export-oriented manufacturing places increasing demands on its transport infrastructure, which remains underdeveloped as compared with other Member States (Graph 2.3.2a). Furthermore, transport infrastructure is unequally distributed within the country: it is significantly less developed in eastern and central Slovakia (Graph 2.3.2b). Improving transportation infrastructure, especially in these regions, would not only directly increase investment but could also attract private investment that would otherwise be discouraged by the high transportation costs. Slovakia’s energy infrastructure also lacks further investment, the most pressing needs being the development of the gas and electricity grids, strengthening interconnections with neighbouring countries, and improving energy efficiency for both households and enterprises. Missing public disclosure of the methodology for setting electricity network tariffs undermines efforts to understand their high levels that weigh on electricity prices. High electricity prices may discourage investment by both foreign and domestic firms in all sectors of the economy. Investment is hampered by the poor quality of the business environment. Dealing with building permits and obtaining a permanent electricity connection are relatively cumbersome in Slovakia ( 47 ). The length of the insolvency process ( 47 ) Slovakia ranks 100th in the world on ‘ease of getting electricity to a newly constructed warehouse’ and 110th on ",
        "2.3. Business environment and infrastructure 27 also discourages new investment projects as the average duration of bankruptcy procedures was four years, the longest in the EU. Graph 2.3.2: Motorway infrastructure in Slovakia 0 10 20 30 40 50 60 Bratislava Western Slovakia Eastern Slovakia Central Slovakia Graph 2.3.2b: Motorway infrastructure in Slovakia (Kilometres per 1 000 km2) 0 20 40 60 80 100 Graph 2.32a: Motorway infrastructure among Member States (Kilometres per 1 000 km2) Source: European Commission ‘ease of dealing with construction permits’. World Bank, Doing Business 2015: Going Beyond Efficiency. Graph 2.3.3: Investment in Slovakia 0123456789 Czech Republic Hungary Poland Slovakia Graph 2.3.3b: FDI inflows (% of GDP) 1999-2003 2004-2008 2009-2013 012345 6 Czech Republic Hungary Poland Slovakia Graph 2.3.3c: Investment by General Government (% of GDP) 2004-2008 2009-2013 -2000 0 2000 4000 6000 8000 10000 12000 14000 16000 18000 1 9 9 5 1 9 9 6 1 9 9 7 1 9 9 8 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 Graph 2.3.3a: Gross and net investment in Slovakia (mil. Euro) Gross fixed capital formation Consumption of fixed capital Net fixed capital formation Source: European Commission ",
        "2.3. Business environment and infrastructure 28 Research, development and innovation The low quality and lack of industrial relevance of the science base impedes the emergence of a well-functioning research and innovation ecosystem in Slovakia. In spite of its past competitive advantage in terms of FDI and production process sophistication, Slovakia has failed to significantly increase employment in R&D activities and in sectors related to exports of knowledge-intensive services. Slovakia is well below the EU average in terms of innovation performance and company spending on R&D. It also lags behind considerably in terms of capacity for innovation, firm-level technology absorption, government procurement of advanced technology, cluster development and IP protection ( 48 ). The current gap between supply of knowledge from research institutions and demand from local industry is illustrated by the relatively low amount of funding that universities receive from the business sector. Inefficiencies persist in the allocation of public research funding, while the skills mismatch between industry needs and university graduates limits the performance of high-tech sectors and encourages brain drain, which is worsened by the low attractiveness of research careers. Graph 2.3.4: Private R&D expenditures in Slovakia and the EU-28 (% of GDP) 0,0 0,2 0,4 0,6 0,8 1,0 1,2 1,4 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 EU28 Slovakia Source: European Commission Co-operation between academia, research and business remains limited . The adoption of the Implementation Plan for the Smart Specialisation Strategy has been significantly delayed and incentives for research and development activities continue to be weak. Measures taken so far on a piecemeal basis have had a limited effect in encouraging companies to use universities’ ( 48 ) WEF Global Competitiveness Report 2014-15. research facilities. The incomplete legal framework to protect intellectual property and the set-up of the university financing system do not motivate universities to create spin-offs and increase the number of contracts with companies. The ambition of the innovation vouchers scheme has so far been limited. Vouchers have been offered to larger companies, at the expense of SMEs, and there is no system in place to evaluate the results of this programme. Business-academia collaborative research centres and clusters have had modest results so far. No measures have been taken to reform public funding for research. The merger of existing agencies into two new Science and Technology Agencies has been delayed. There are no policy instruments targeting non- technological innovations. Nevertheless, a few steps have been taken to encourage research and innovation. A law introducing tax deductions for private companies investing in R&D entered into force in January 2015. A system of national promotion of knowledge and technology transfer has been set up to provide assistance in the application of intellectual property rights. Finally, measures to support innovation-oriented SMEs and start-ups, as well as the export of technological products, are under discussion. Energy market, infrastructure and efficiency High network charges set by the Regulator of Network Industries still hamper the competitiveness of Slovak companies. According to Eurostat data, network charges set by the Regulator of Network Industries for both industry and households are among highest in the EU. Specifically, charges for industrial consumers were the second highest ( 49 ) in the EU in absolute terms in 2013 (0.0665 EUR/kwh) and the third highest in terms of the proportion of the final electricity price (54.3 %). Slovakia is one of three Member States where network charges for industrial consumers are higher than energy supply costs. These findings are supported by a comparison of transmission tariffs carried out regularly by ENTSO-E ( 50 ) ( 49 ) Electricity price components for industrial consumers, from 2007 onwards — annual data, Eurostat 2013 data, Band IC: 500 MWh < Consumption < 2 000 MWh. ( 50 ) ENTSO-E Overview of transmission tariffs in Europe: Synthesis 2014 , chapter 12, p. 19; ",
        "2.3. Business environment and infrastructure 29 which indicates that Slovak transmission tariffs for electricity are among the highest in the EU with only a subtle downward shift between 2013 and 2014. Key issues are the effect of regulated components on the end-price of electricity, in particular the subsidies for renewables and lignite, and high transmission and possibly also distribution tariffs. The increase in network costs stems partly from the rise of levies to remunerate producers of renewable energy sources, from combined heat and power generation, as well as from environmentally harmful subsidies for domestically produced lignite (all these components are included in the network costs). Lack of public disclosure of the methodology for setting network tariffs including the breakdown of all cost drivers undermines the efforts to explain their high levels. Transparency of the regulatory framework and analysis of determinants of the high electricity network charges has not advanced. In general, in Slovakia the economic assessment of regulatory decisions is not made public nor, due to a policy of commercial confidentiality, are the objections raised by those affected by the regulatory decision. The 2014 National Reform Programme announced relevant measures in this field, namely (i) the establishment of a data centre, (ii) public disclosure of economic underpinning of regulatory decisions (iii) and assessment of the need for any further regulation. Implementation of all these measures is subject to risks given the absence of a clear timeframe. https://www.entsoe.eu/publications/market- reports/Documents/SYNTHESIS_2014_Final_140703.pdf Graph 2.3.5: Network costs comparison for industrial consumers across the EU (Graph 1a) and changes in network costs per consumption band in Slovakia (Graph 1b) 0,00 0,01 0,02 0,03 0,04 0,05 0,06 0,07 0,08 BEBGCZDKDEEE IE EL ES FRHR IT CY LV LT LU HUMTNL AT PL PTRO SI SK FI SEUK Graph 1a : Network costs comparison for industrial consumers (band IC, EUR/kwh) 2011 2012 2013 0,00 0,02 0,04 0,06 0,08 0,10 0,12 0,14 IA IB IC ID IE Graph 1b : Network costs evolution per consumption band for industry in Slovakia (EUR/kwh) Source: European Commission With one of the highest energy dependencies in the EU and full reliance on gas supply from Russia, energy security is a major concern for Slovakia. With energy imports equal to 5.8% of GDP, Slovakia is one of the Member States with the highest dependency on foreign gas and oil supplies. Gas deliveries from Russia have been cut by roughly half since October 2014, although gas reserves are almost full and reverse flows from the West are operational. Based on stress tests, shortage of gas is expected only in the event of full disruption of Russian supplies lasting half a year. Another source of concern is the decreasing revenues from east – west gas transmission and electricity loop flows from Germany to Slovakia. All necessary steps have been taken to further develop interconnections with neighbouring countries, including Ukraine. The gas reverse flow with Ukraine has been operational since September 2014 and its capacity has been increased. The challenge of building strong north- south interconnections has been addressed by ",
        "2.3. Business environment and infrastructure 30 taking all required steps on the Slovak side to set up a new two-way interconnection with Hungary, which is expected to be operational soon in 2015. At the same time, further electricity interconnections with Hungary are planned and these have been selected as Projects of Common Interest. A planned gas interconnection between Poland and Slovakia is expected to be commissioned in 2018. Such long-term investment strengthens the country's physical infrastructure endowment, improving energy security and securing sustainable growth. Despite a constant gradual increase, energy efficiency remains relatively low and there is a potential for substantial energy savings. While the country´s total final energy consumption decreased by some 11% between 2005 and 2012, the industry and transport sectors (i.e. the two largest consumers) maintained a relatively constant consumption and Slovakia still remains among the Member States with the highest energy intensity ( 51 ). As energy efficiency is increasing in all sectors except for industry, the EU2020 target is within reach. The National Energy Efficiency Action Plan calculates the overall investment in energy efficiency in 2014-16 at EUR 8.7 billion (as compared with EUR 6.9 billion invested in 2011-13). In the 2014-20 programming period, EU funds will cover most of the envelope. Investments of this nature support transition to a low carbon economy that generates substantial savings, fosters competitiveness and reduces the country's dependency on foreign energy imports. ( 51 ) In 2012, Slovakia had the fifth highest energy intensity of the economy in the EU (with 329 kgoe/EUR 1 000 against an EU average of 143 kgoe/EUR 1 000) and the fifth highest energy intensity of industry (296 kgoe/EUR 1 000, or more than twice the EU average). In the following analysis, energy intensity is used as proxy for energy efficiency, under some caveats. Energy intensity is defined as the amount of energy needed to produce one unit of GDP. This measure overcomes the effect of economic slowdowns (which automatically lead to lower energy consumption) and allows a decoupling of energy consumption and output growth. Graph 2.3.6: Determinants of energy intensity in Slovakia 200 250 300 350 400 450 500 550 600 650 700 -15 -10 -505 10 15 2000 2003 2006 2009 2012 kilograms of oil equivalent/ 1000EUR % growth GDP (lhs) Gross inland energy consumption (lhs) Energy intensity (rhs) (1) The growth levels of GDP and energy consumption have been translated into the standard units required to calculate energy intensity level. Source: European Commission An efficient and reliable legal and regulatory framework for renewable energy is an essential element for attracting and maintaining investments in the renewable energy sector and maintaining the 2020 RES target . In addition, burdensome administrative procedures and insufficient investments in electricity infrastructure, including decentralised production of renewable energy hamper the production and distribution( 52 ). Transport Slovakia’s specialisation in export-oriented manufacturing places increasing demands on the quality of transport infrastructure. The opening of the rail passenger service to competition in 2014 gave a new impetus to the transport market as private companies started operating on major routes from Košice to Bratislava and Prague. Generally, infrastructure remains relatively underdeveloped negatively affecting Slovakia's competitiveness. While the rail network is better developed, road density is lower than the EU average. Total investment in transport infrastructure is slightly below pre-crisis levels, however, several important D1 motorway stretches are under construction and there has been progress on the development of a Master plan for transport. Funds allocated to the railways have ( 52 ) See Commission guidance on the design of renewable energy support schemes, published in November 2013; http://ec.europa.eu/energy/node/69. ",
        "2.3. Business environment and infrastructure 31 increased by almost a half between 2008 and 2013. Still, absorption of the EU funding remains a source of concern due to weak governance of the planning procedures, poor project preparation and regulatory provisions that impede infrastructure development. The situation is further complicated by the low transparency and lengthy duration of the permit procedure ( 53 ). These deficiencies hamper Slovakia´s investment in the transport sector that is important for the country in order to take advantage of its geographical location and strongly export-oriented economy. Digital economy Broadband networks are the key infrastructure of the digital economy and society, but Slovakia scores poorly in several areas on the Digital Agenda Scoreboard ( 54 ). Slovakia has the lowest fixed broadband coverage (85.3%) in the whole EU, which resulted from the failure to absorb EU funds in the programming period 2007 - 2013, but the coverage is expected to advance significantly in the ongoing programming period. Slovakia also lags behind in the deployment of 4G mobile broadband coverage, which is available to only 24 % of population, as compared with an EU average of 59 %. Sparse broadband coverage, particularly in rural areas, hinders the further development of digital skills. Use of e-government services in Slovakia has recently shown some negative trends ( 55 ) and Slovakia ranked among the worst in the EU against the newly introduced User- centric e-Government Indicator and the Transparent e-Government Indicator ( 56 ). Slovakia underperforms in the field of e-health as well. In particular, the medical data exchange and e- ( 53 ) Governance, transparency and public participation in transport infrastructure projects. Risk factors in the planning and permits for large transport infrastructure projects in the Czech Republic, Slovakia and Poland, CEE bankwatch network, 2014. ( 54 ) Digital Agenda Scoreboard (https://ec.europa.eu/digital- agenda/en/scoreboard). ( 55 ) In 2013, 33 % of Slovaks used the internet for e-government services, a decrease from 42 % in 2012 and below the EU average of 41 %. 16 % of citizens sent pre-filled forms, down from 17 % in 2012, and below the EU average. ( 56 ) The user-centric e-government indicator stood at 44 in 2012-13, well below the EU average of 70. The transparent e-government indicator was at 17 in 2013, well below the EU average of 49. prescriptions are rarely used and remain way below the EU average. Environment Environmental incentives remain weak in Slovakia. The country has one of the highest landfilling rates in the EU ( 57 ), reflecting the low level of landfill gate fees. The amendment of the Act on fees for waste disposal, which came into force in 2014, introduced only limited increases for municipal residual waste rates. A draft of the new Waste Act was presented by the government in December 2014, but it remains to be seen whether an effective waste management system will be put in place to reach the Europe 2020 recycling target of 50 %. The current price of water supply in Slovakia does not reflect the full costs in terms of extraction treatment and distribution. Also, Slovakia does not comply with EU air quality standards. Taxes on air pollution are relatively low and do not efficiently address the impact of negative externalities on the health status of the population. ( 57 ) In 2012, 76.7 % of municipal waste was deposited in landfills. ",
        "",
        "2.4. MODERNISATION OF PUBLIC ADMINISTRATION 33 Public governance and efficiency of the public administration The low efficiency of the public administration ultimately affects the allocation of resources in the economy. According to the Public Administration Scoreboard 2014 ( 58 ), Slovakia’s performance in terms of government effectiveness ( 59 ) is well below the EU average. High staff turnover and weak human resource management persist, while poor analytical capacities impair effective policy-making. The use of evidence-based instruments ( 60 ) is not wide- spread in the public administration. Graph 2.4.1: Government effectiveness 1,137 0,777 -0,500 0,000 0,500 1,000 1,500 2,000 2,500 FI DKSENLLUBEATDEUKFR IE CYMTPTESEU SI EELVCZLTSKPLHRHU IT ELBGRO Source: World Bank, 2013 estimates Improvements in the independence of the public administration, management of human resources, and analytical capacities in ministries continue at a slow pace. The government is committed to amending the Public Service Act by mid-2015, with the aim of improving the independence of public servants. In parallel, a strategy on human resources is being developed, with adoption expected in 2015. This should standardise performance evaluations, unify ethical codes and reform the general competitions for graduates entering public service. To improve analytical capacity in the public administration, the Ministry of Finance has been preparing a ( 58 ) http://ec.europa.eu/enterprise/policies/industrial- competitiveness/monitoring-member-states/improving- public-administration/index_en.htm ( 59 ) Indicator measuring the quality of public administration in general, the quality of the regulatory system, its impartiality and the quality of provided services. (http://info.worldbank.org/governance/wgi/index.aspx#doc) ( 60 ) Indicator measuring the application and quality of the regulatory impact assessments: \"Public Administration Scoreboard\" in Member States' Competitiveness Report 2014. comprehensive approach aimed at strengthening evidence-based policy-making in all ministries. In January 2015, the government amended the methodology to carry out policy impact assessment. The Centre for Better Regulation, to be established under the Ministry of Economy, will monitor the business environment and analyse the possible effects of EU legislative proposals on SMEs (‘SME test’) ( 61 ). The institutional framework for tackling corruption, which has considerable economic costs in terms of a misallocation of resources, is largely inefficient. There is no independent body charged with fighting corruption, which would be in line with international best practices. Both the 2009 National Strategy to fight corruption and the related action plan were updated but their implementation is hampered by limited human and financial resources. Prosecution of alleged corruption cases is rare, especially when high-level corruption is suspected. Slovakia does not follow up corruption and fraud cases where legal persons are involved, as it currently lacks the necessary legal framework. Furthermore, data on the number of investigations, prosecutions and convictions are not made public systematically. Most importantly, no significant steps have been taken to reduce the likelihood of potential misuse of EU or other public funds or the circumvention of public procurement rules. This is partly because the Act on criminal liability of legal entities has not yet been adopted, although the new legislation on whistleblowing adopted in 2014 seems to be a good step towards encouraging the reporting of suspected wrongdoing. Public procurement The sound and efficient allocation of public resources is also affected by lack of transparency and effectiveness of public procurement procedures across all sectors of public administration. Adequate expertise levels are not universally available in the public entities involved in public procurement and effective public oversight is lacking. Overpriced tenders and tailor-made specifications are used to limit ( 61 ) http://ec.europa.eu/growth/smes/business-friendly- environment/small-business-act/sme-test/index_en.htm ",
        "2.4. Modernisation of public administration 34 competition ( 62 ). Currently, no templates are available to guarantee non-discriminatory tender notices for complex purchases. Another common occurrence that reduces competition is the grouping of unrelated items into one tender, instead of separate lots. Substantial weight is still given to the price criterion although the recent reform tries to ensure that it does not have a negative impact on the quality of procured goods ( 63 ). Transparency remains an issue, as long as, inter alia, contracting authorities’ reasons for awarding contracts remain unpublished ( 64 ). Slovakia makes only limited use of e-procurement thus reducing the overall administrative efficiency of the process. Moreover, disputes relating to public procurement decisions have vastly limited public spending. In some sectors, notably healthcare, public procurement practices have a high impact on the cost-effectiveness of public expenditure. Although only a relatively minor proportion of all procured goods and services are in healthcare ( 65 ), the sector provides an illustration of the problems encountered in public procurement. Technical requirements, often resulting in tailor-made tenders corresponding to a specific brand or technology and a low level of openness to innovative or alternative solutions, limit competition and do not foster the uptake of innovative or cost-effective solutions. The weak solvency of hospitals discourages economic agents from participating in tenders ( 66 ). Between 2012 and 2014, one-bid procedures accounted for around two thirds of all ( 62 ) Furnas, A. (2013), Transparency Case Study: Public Procurement in the Slovak Republic (http://sunlightfoundation.com/blog/2013/08/12/case- study-public-procurement-in-the-slovak-republic) ( 63 ) In 2014, 88 % of all contract award notices reported in TED (Tenders Electronic Daily) referred to the lowest price criterion, as compared with 56 % in European economic area middle-ranking countries. ( 64 ) Slovakia does not publish this, while 40 % of OECD member countries already do on voluntary basis. See OECD economic review 2014 – Slovak Republic , p. 64 ( 65 ) In 2014, procurement of medical equipment, pharmaceuticals and personal care products amounting to some EUR 250 million represented some 2.5 % of all goods and services (some EUR 10 billion) procured in Slovakia. See: http://tender.sme.sk/en/reports?cut=contract_date:2014. ( 66 ) The stock of debt of public and private hospitals reached EUR 319 million at the end of 2013 (of which EUR 247 million — roughly 0.35 % of GDP — relate to facilities operated by central government). resources in the procurement of both public and private hospitals in Slovakia ( 67 ). At the same time, the average number of bids in hospital tenders was 1.9, as compared with 5.7 in the public sector as a whole in 2013. The absence of hard budgetary constraints and incentives for cost-efficient procurement lead to inefficient allocation of public resources. . Public institutions and economic agents are slowly reacting to the legislative changes in public procurement introduced in 2013. As both contractors and bidders strove to comply with the legislative changes in procurement, in 2014 public procurement procedures were lengthier than a year earlier and the average number of competitors in a tender was the lowest since 2010. Compulsory referencing of suppliers has not led to the expected differentiation in terms of quality ( 68 ). Positive developments were the reduction in the number of tenders with a single competitor and the launching of the Electronic Contracting System, which has become compulsory as of 2015 for all contracting authorities, although it is used only for public contracts under the EU thresholds for off-the-shelf supplies (i.e. supplies not designed or made to order but taken from existing stock or supplies). A parallel electronic public procurement system (EVO) is an optional e-procurement platform for all other types of procedure although utilisation of this system is limited. Management of EU funds Slovakia continues to face the recurrent problems in financial management and control that negatively affect the implementation of financial resources available under the EU cohesion policy. The main areas of weakness include public procurement procedures, ( 67 ) Given the reported average changes in final (relative to initial) prices, it is estimated that if all one bid tenders were made two-bid tenders, aggregate savings could amount to EUR 19 million a year which signals that appropriate steps to promote competition is missing in this segment (Source: DAN Č ÍKOVÁ, Zuzana — ZACHAR, Dušan: Meagre competition in large hospital tenders: Analysis of hospital public procurement in Slovakia in 2012-2014 , Transparency International Slovakia and INEKO, December 2014. ( 68 ) Transparency International Slovakia (2015), Trends in Public Procurement in 2014 (available only in Slovak). ",
        "2.4. Modernisation of public administration 35 management verifications and project selection. Shortcomings continue to affect the implementation of financial management and audit procedures. These weaknesses are often reflected in the high costs of projects and lead to significant financial corrections. In addition, corruption in the allocation of EU funds threatens their efficient and effective use. The end of the 2007-13 programming period and completion of projects that have started late, mainly because of public procurement delays, will create additional pressures. Although contracting of European funds has increased at the end of 2014 (104.85 %) ( 69 ), absorption remains slow (60.11 % vs EU average of 76.74). Therefore, Slovakia needs to spend some EUR 4 billion in 2015 (about one third of the total cohesion policy allocation for 2007-13) if it wishes to make full use of funds. EU funds represent a very high proportion of total public investment in Slovakia (around 86 %) compared to EU peers (see also investment section in ‘Business environment and infrastructure’ section). Justice reform The lengthy proceedings in the judiciary and lack of alternative dispute resolution mechanisms affect the private sector. The length of judicial proceedings in Slovakia is high ( 70 ) and the number of pending cases is increasing. Workload and human resources appear unevenly distributed between courts. With respect to quality, there are challenges relating to the publication of annual activity reports for courts, the use of surveys, the promotion of alternative dispute resolution methods and the training of judicial and non-judicial staff. The screening of the suitability of judges on the basis of information from the Slovak National Security Authority raises concerns for the independence of the judiciary ( 71 ), which is ( 69 ) Allocated funds contracted to projects as of 31/12/2014, Slovak ITMS financial table. ( 70 ) Particularly for litigious civil and commercial cases and for administrative cases. (For more information see the 2015 EU Justice Scoreboard to be published in early March). ( 71 ) Concerns were expressed both internally (the Slovak Supreme Court, Judicial Council and more than 500 judges of the Regional Courts of Bratislava and Kosice) and at European level. See, for example, comment of the Bureau of the Consultative Council of European Judges; https://wcd.coe.int/ViewDoc.jsp?id=2215565&Site=, Resolution of the European Association of Judges; http://www.iaj-uim.org/iuw/wp- perceived to be the lowest in the EU ( 72 ). Consumer law enforcement capacity remains limited, as reflected in consumers’ and retailers’ poor assessments and some of the highest reported levels of unfair commercial practices and unfair contract terms in the EU ( 73 ). As a positive development, the re-codification of all consumer law planned for spring 2015 bodes well for a better clarification of powers and strengthening of resources of the Slovak Trade Inspectorate. Reform steps are partial and fragmentary. The global strategy for justice, announced for November 2014, has not yet been adopted. Notwithstanding the ongoing reform of the Code of Civil Procedure ( 74 ), no measures have been taken to improve allocation of resources (personnel and material means) to courts on the basis of more objective criteria, or to identify and relieve overburdened courts ( 75 ). As a result of an infringement case in relation to the practice of enforcing arbitration awards violating consumer law, a new Act on arbitration in consumer cases was adopted and the effects should become visible in the future. In June 2014, the Slovak Constitution was amended in order to reform certain aspects of the justice system ( 76 ). In particular, the amendments were aimed at improving the functioning of the Judicial Council ( 77 ). However, the reform included contentious aspects, notably content/uploads/2014/11/Slovakia- EAJ_Resolution_Foz_nov-2014.pdf. ( 72 ) World Economic Forum, The Global Competitiveness Report 2013 - 14, http://www3.weforum.org/docs/WEF_GlobalCompetitiven essReport_2013-14.pdf. ( 73 ) Flash Eurobarometer 396, Retailers’ attitudes towards cross-border trade and consumer protection, 2014. Flash Eurobarometer 397, Consumer attitudes towards cross- border trade and consumer protection, 2014. ( 74 ) The reform is in parliamentary stage (first reading in January 2015) and implementation planned for summer 2016. The aim is to introduce certain mechanisms (pre-trial hearing, procedural sanctions for inactivity of the parties, adversarial proceedings, modernisation of the service of documents) that could speed up proceedings. ( 75 ) See 2012 special report of Public Defendant of Rights on unnecessary delays in court proceedings (http://www.vop.gov.sk/files/Sprava_VOP.pdf). ( 76 ) The constitutional amendment mostly affected Title VII dedicated to the Judicial Power. The implementing legislation entered into force in September 2014. ( 77 ) In particular the fact that nine judicial members of the Judicial Council are now elected by their peers, in accordance with CoE standards Recommendation (2010)12 of the Committee of Ministers, §27. ",
        "2.4. Modernisation of public administration 36 the new suitability requirement applicable to all judges, which raises concerns as regards security of tenure and irremovability, which are key elements of judicial independence. In September, the Constitutional Court decided to suspend the application of related provisions. ",
        "ANNEX A Overview Table 37 Commitments Summary assessment 2014 Country specific recommendations (CSRs)( 78 ) CSR1 : Following the correction of the excessive deficit, reinforce the budgetary measures for 2014 in the light of the emerging gap of 0,3 % of GDP relative to the preventive arm of the Stability and Growth Pact requirements based on the Commission services 2014 Spring forecast. In 2015, ensure the required adjustment of 0.1 % of GDP towards the medium-term objective taking into account the expected weak economic conditions. Thereafter, until the medium-term objective is achieved, pursue an annual structural adjustment of 0.5 % of GDP as a benchmark. Further strengthen the fiscal framework, also by ensuring binding and enforceable expenditure ceilings. Improve the long-term sustainability of public finance by increasing the cost-effectiveness of the healthcare sector, in particular by rationalising hospital care and management and by strengthening primary care. Slovakia has made limited progress in addressing CSR 1 of the Council recommendation (this overall assessment of CSR 1 excludes an assessment of compliance with the Stability and Growth Pact): • No progress with respect to further strengthening the fiscal framework. The Draft Budgetary Plan does not mention any measures aimed at strengthening the fiscal framework by designing binding and enforceable expenditure ceilings. • Limited progress with respect to increasing the cost-effectiveness of the healthcare sector. Most measures of the Strategic framework are still in a preparatory phase. CSR2 : Improve the efficiency of the tax administration by strengthening its audit, risk assessment and debt collection capacity. Link the basis for real-estate taxation to the market value of the property. Slovakia has made limited progress in addressing CSR 2 of the Council recommendation: • There has been limited progress to improve the efficiency of the tax administration, due to the absence of a strategy that would promote further enhancements of the risk assessment and audit capacity. • There has been no progress in reforming real estate taxation as no legislation has been adopted. CSR3 : More effectively address long-term unemployment through activation measures, second- chance education and tailored quality training. Enhance the capacity of public employment services for case management, personalised counselling and Slovakia has made some progress in addressing CSR 3 of the Council recommendation: • Some progress has been achieved in ( 78 ) The following categories are used to assess progress in implementing the 2014 CSRs of the Council Recommendation: No progress: The Member State has neither announced nor adopted any measures to address the CSR. This category also applies if a Member State has commissioned a study group to evaluate possible measures. Limited progress: The Member State has announced some measures to address the CSR, but these measures appear insufficient and/or their adoption/implementation is at risk. Some progress: The Member State has announced or adopted measures to address the CSR. These measures are promising, but not all of them have been implemented yet and implementation is not certain in all cases. Substantial progress: The Member State has adopted measures, most of which have been implemented. These measures go a long way in addressing the CSR. Fully addressed: The Member State has adopted and implemented measures that address the CSR appropriately. ",
        "A. Overview Table 38 activation of jobseekers, and strengthen the link between activation and social assistance. Effectively tackle youth unemployment by improving early intervention, in line with the objectives of a youth guarantee. Improve incentives for women's employment, by enhancing the provision of childcare facilities, in particular for children below three years of age. addressing disincentives in the social- benefit system (e.g. the introduction of in-work benefit or temporary reduction of the tax wedge for long- term unemployed recruits). • Only limited progress has been made to increase access to second- chance education and tailored quality training. • Limited progress has been achieved in enhancement of the capacity of public employment services as the reform is on-going (with completion foreseen for 2020 only). • There has been some progress in tackling youth unemployment, due both to authorities' stepping up efforts and to general improvement in labour market conditions. • Limited progress has been made in improving access to childcare services in particular for children below 3. The government has set a target of expanding capacity in preschool facilities. CSR4 : Take measures to increase the quality of teaching in order to raise educational outcomes. Reinforce the provision of work-based learning in companies in vocational education and training. Adapt accreditation, funding and governance measures to encourage the creation of profession- oriented bachelor-level programmes. Improve the quality and relevance of the science base and implement plans to foster effective knowledge transfer and cooperation between academia, research and business. Adopt systemic measures to improve access to high quality and inclusive pre-school and school education for marginalised communities, including Roma and take steps to increase their wider participation in vocational training and higher education. Slovakia has made limited progress in addressing CSR 4 of the Council recommendation: • Limited progress has been achieved to increase the quality of teaching and educational outcomes. • Some progress has been achieved regarding the CSR on work-based learning. The draft new Act has been adopted by the Government in January 2015 with an intended entry into force in September 2015. • There has been limited progress towards the creation of professionally-oriented bachelor programmes. The new Act on Higher Education is delayed. • Limited progress has been made to ",
        "A. Overview Table 39 improve co-operation between academia, research and business. The centre of scientific-technical information launched a support system for transferring knowledge and technologies. • Limited progress has been made towards improving access to high quality and inclusive pre-school and school education. The number of teacher assistants for children with special needs, including children from socially disadvantaged environments, has been significantly increased. • No progress has been made to ensure wider participation of Roma in vocational training and higher education. CSR5 : Step up efforts to make the energy market function better, in particular by increasing the public transparency of the regulatory framework and by exploring the determinants of the high electricity network charges, in particular for industrial consumers. Building on the progress made so far, further develop interconnections with neighbouring countries, including with Ukraine, in accordance with the Memorandum of Understanding signed in April. Slovakia has made limited progress in addressing CSR 5 of the Council recommendation: • No progress has been made with respect to public transparency of the regulatory framework and analysis of determinants of the high electricity network charges. • Substantial progress has been made with respect to further developing interconnections with neighbouring countries. In particular, the gas reverse flow with Ukraine has been operational since September 2014. CSR6 : Take measures, including by amending the Act on Civil Service, to increase the independence of the public service. Adopt a strategy to improve the management of human resources in public administration. Step up efforts to strengthen analytical capacity in key ministries with a view to adopting evidence-based policies, and improving the quality of policy impact assessment. Take steps to fight corruption and accelerate efforts to improve the efficiency and quality of the judicial system. Introduce measures to improve the business environment including for SMEs. Step up efforts to Slovakia has made limited progress in addressing CSR 6 of the Council recommendation: • Limited progress has been made in increasing the independence of the public service. The adoption of the amendment to the Civil Service Act is expected by mid-2015 with an entry into force 2016. • Limited progress has been achieved in adopting a strategy to improve the ",
        "A. Overview Table 40 improve the efficiency of public procurement. management of human resources. A strategy is being developed in parallel to the Civil Service Act. • Limited progress has been registered with respect to strengthening analytical capacity in key ministries. The Ministry of Finance has been entrusted with drafting the strategy on how to improve analytical capacities. • Some progress has been achieved on improving the quality of policy impact assessment. The government amended the methodology on regulatory impact assessments and the Centre for Better Regulation will be created. • Limited progress has been achieved in fighting corruption. The new legislation on whistleblowing was adopted in 2014 and an Action plan on fighting corruption has been updated in December 2014. • Limited progress has been assessed with respect to the justice system. A new Act on arbitration came into force. A Constitutional reform aimed at improving the functioning of the Judicial Council but also included a contentious suitability requirement for judges. The reform of civil procedure and IT projects are on- going. • Limited progress has been achieved in terms of improving the business environment. A one-stop-shop for starting a company should be fully operational by the end of 2015. The National Business Centre is scheduled to become operational in 2016. • Limited progress has been observed with respect to improving the efficiency of public procurement. The Electronic Contracting System was launched during 2014 but is ",
        "A. Overview Table 41 applied only for public contracts under the EU thresholds for off-the- shelf supplies. Europe 2020 (national targets and progress) Employment rate target set in the 2014 NRP: 72% The employment rate was 65.1% in 2012 and 65% in 2013. The gap to reach the national target by 2020 remains high. Low skilled workers and women have particularly low employment rates. R&D target set in the 2014 NRP: 1.2% of GDP (where the business sector should provide 2/3 of total expenditure). During the period 2007-2013, R&D intensity increased from 0.46% to 0.83% of GDP but remains one of the lowest in the EU, due in particular to an extremely low level of business expenditure on R&D (0.38% in 2013). Slovakia has not been able so far to benefit of its industry structure strongly oriented towards high-tech and mid-to-high tech sectors to attract large volume of business R&D activities. Greenhouse gas emissions, base year 2005: maximum 13% increase in 2020 compared to 2005 (in non-ETS sectors) Slovakia can increase by no more than 13% its Greenhouse Gas emissions by 2020 compared to 2005 in the sectors not covered by the Emissions Trading System (ETS). According to the latest national projections and taking into account the existing measures, the non- ETS emissions are expected to decrease by 24.2% in 2020 compared to 2005 pointing to a substantial over-achievement of the target. Furthermore, while the target for 2013 was an increase of no more than 2.3% compared to 2005, the actual emissions dropped by 8%. 2020 Renewable energy target: 14% Share of renewable energy in all modes of transport: 10% With 10.4% share of renewable energies in 2012 in the final energy consumption, Slovakia is currently on track to achieve its national renewable energy target of 14%. As the trajectory of interim targets towards 2020 is not linear there are risks that without additional efforts in the future the legally binding target of 14%, including 10% target of the share of renewable energy in transport sector, might not be met. Energy efficiency: SK’s 2020 EE target is 16.2 Mtoe expressed in primary energy consumption (10.0 Mtoe expressed in final energy consumption). Slovakia is on track in meeting its national energy efficiency target for primary and final energy consumption, however additional efforts are needed to keep the primary energy consumption at this level or to minimise its ",
        "A. Overview Table 42 increase if the GDP increases. The Commission is monitoring closely the transposition and implementation of the Energy Efficiency Directive (EED). Early school leaving target: 6% The percentage of early leavers from education and training increased from 5.3% in 2012 to 6.4% in 2013 and is particularly high for Roma people, calling for targeted measures. It has surpassed the 6% national target in 2013. Tertiary education target: 40% The tertiary educational attainment rate increased from 23.7% in 2012 to 26.9% in 2013, calling for efforts to ensure quality and labour market relevance. The 40% national target is at risk. Target on the reduction of population at risk of poverty or social exclusion in number of persons: Baseline situation: - 170 000 people In 2013 there was a decrease by 39,000 persons and by 41,000 persons against the baseline situation. Continuous effort is needed if Slovakia wants to meet its national poverty reduction target by 2020. ",
        "ANNEX B Standard Tables 43 Table AB.1: Macroeconomic indicators 1996- 2000 2001- 2005 2006- 2010 2011 2012 2013 2014 2015 2016 Core indicators GDP growth rate 3,6 5,0 4,8 2,7 1,6 1,4 2,4 2,5 3,2 Output gap 1 n.a. -1,4 3,2 -1,2 -2,1 -2,8 -2,6 -2,5 -1,9 HICP (annual % change) 8,2 5,9 2,3 4,1 3,7 1,5 -0,1 0,4 1,3 Domestic demand (annual % change) 2 4,6 5,3 3,2 1,0 -4,1 0,0 2,7 2,5 3,0 Unemployment rate (% of labour force) 3 14,4 18,2 12,2 13,7 14,0 14,2 13,4 12,8 12,1 Gross fixed capital formation (% of GDP) 32,8 27,4 24,8 24,2 21,3 20,4 20,7 21,1 21,4 Gross national saving (% of GDP) 25,9 21,8 20,7 21,3 21,3 21,5 21,9 21,9 22,2 General government (% of GDP) Net lending (+) or net borrowing (-) -8,1 -4,5 -4,7 -4,1 -4,2 -2,6 -3,0 -2,8 -2,6 Gross debt 38,8 41,4 33,2 43,5 52,1 54,6 53,6 54,9 55,2 Net financial assets 3,8 -4,4 -12,3 -26,0 -25,1 n.a. n.a. n.a. n.a. Total revenue 41,1 36,6 34,7 36,4 36,0 38,4 37,8 37,8 36,9 Total expenditure 49,3 41,1 39,3 40,6 40,2 41,0 40,8 40,7 39,5 of which: Interest 2,9 2,7 1,4 1,5 1,8 1,9 1,8 1,7 1,6 Corporations (% of GDP) Net lending (+) or net borrowing (-) -3,0 -2,1 0,4 1,8 5,9 4,1 5,1 4,2 3,7 Net financial assets; non-financial corporations -72,6 -61,6 -68,4 -67,7 -71,0 n.a. n.a. n.a. n.a. Net financial assets; financial corporations -14,0 -4,4 -2,7 0,8 3,1 n.a. n.a. n.a. n.a. Gross capital formation 22,8 19,5 17,5 16,7 13,7 13,2 12,8 13,6 14,0 Gross operating surplus 25,5 25,6 27,0 26,0 26,6 26,2 26,7 26,9 27,2 Households and NPISH (% of GDP) Net lending (+) or net borrowing (-) 4,1 -1,0 -0,6 0,6 0,2 0,8 -0,3 -0,1 0,0 Net financial assets 53,4 36,2 33,0 37,3 37,1 n.a. n.a. n.a. n.a. Gross wages and salaries 32,3 30,7 30,4 30,4 30,5 30,4 31,0 31,0 30,8 Net property income 5,2 2,6 1,4 1,9 1,1 2,0 2,3 2,1 2,2 Current transfers received 16,6 16,8 17,1 18,3 18,4 18,4 17,6 17,5 17,2 Gross saving 7,7 4,6 4,5 5,4 4,5 5,3 4,2 4,3 4,4 Rest of the world (% of GDP) Net lending (+) or net borrowing (-) -7,1 -7,6 -4,8 -2,2 1,8 2,3 1,8 1,2 1,1 Net financial assets 29,5 34,3 50,4 55,6 55,9 n.a. n.a. n.a. n.a. Net exports of goods and services -7,5 -4,9 -2,2 -0,9 3,7 4,5 4,3 4,6 4,7 Net primary income from the rest of the world 0,0 -2,3 -2,1 -1,9 -2,0 -2,0 -1,9 -2,0 -1,9 Net capital transactions -0,2 -0,5 0,8 1,6 1,5 1,5 0,7 0,4 0,4 Tradable sector 54,0 53,3 52,2 51,0 51,3 50,5 n.a. n.a. n.a. Non-tradable sector 35,9 36,6 38,5 39,6 40,2 40,7 n.a. n.a. n.a. of which: Building and construction sector 6,4 6,0 8,1 8,0 8,2 7,8 n.a. n.a. n.a. (1) The output gap constitutes the gap between the actual and potential gross domestic product at 2005 market prices. (2) The indicator of domestic demand includes stocks. (3) Unemployed persons are all those who were not employed, had actively sought work and were ready to begin working immediately or within two weeks. The labour force is the total number of people employed and unemployed. The unemployment rate covers the age group 15-74. Source: European Commission 2015 winter forecast; Commission calculations ",
        "B. Standard Tables 44 Table AB.2: Financial market indicators 2009 2010 2011 2012 2013 2014 Total assets of the banking sector (% of GDP) 1) 89,6 88,2 84,1 84,0 84,6 86,5 Share of assets of the five largest banks (% of total assets) 72,1 72,0 72,2 70,7 70,3 n.a. Foreign ownership of banking system (% of total assets) 93,1 92,9 94,9 95,8 96,0 n.a. Financial soundness indicators: - non-performing loans (% of total loans) 2) 5,3 5,8 5,6 5,2 5,1 5,4 - capital adequacy ratio (%) 2) 12,6 12,7 13,4 15,7 16,5 17,0 - return on equity (%) 2)3) 6,7 12,6 6,9 9,1 10,7 11,0 Bank loans to the private sector (year-on-year % change) 1) 1,1 5,3 9,3 3,8 6,4 9,3 Lending for house purchase (year-on-year % change) 1) 10,9 14,8 13,7 11,1 11,9 13,2 Loan to deposit ratio 1) 87,2 86,9 90,3 87,2 87,9 94,1 Central Bank liquidity as % of liabilities 4) 4,6 2,2 3,1 4,0 0,7 1,7 Private debt (% of GDP) 70,2 68,7 71,2 71,2 74,8 n.a. Gross external debt (% of GDP) 5) - public 12,4 15,0 17,0 24,8 33,8 36,3 - private 27,3 27,7 28,0 28,8 33,0 32,0 Long-term interest rate spread versus Bund (basis points)* 148,3 112,8 183,9 305,8 161,8 90,8 Credit default swap spreads for sovereign securities (5-year)* 105,9 77,7 135,2 191,5 83,7 53,3 (1) Latest data November 2014. (2) Latest data Q3 2014. (3) Excludes foreign branches. (4) Latest data September 2014. (5) Latest data Q1 2014. Monetary authorities, monetary and financial institutions are not included. * Measured in basis points. Source: IMF (financial soundness indicators); European Commission (long-term interest rates); World Bank (gross external debt); ECB (all other indicators). ",
        "B. Standard Tables 45 Table AB.3: Taxation indicators 2002 2006 2008 2010 2011 2012 Total tax revenues (incl. actual compulsory social contributions, % of GDP) 33,0 29,3 29,1 28,1 28,6 28,3 Breakdown by economic function (% of GDP) 1 Consumption 10,8 11,0 10,3 9,9 10,4 9,5 of which: - VAT 7,0 7,5 6,9 6,3 6,8 6,1 - excise duties on tobacco and alcohol 1,1 0,9 0,9 1,3 1,3 1,3 - energy 1,9 2,0 1,8 1,6 1,6 1,5 - other (residual) 0,8 0,6 0,7 0,7 0,6 0,6 Labour employed 14,6 11,2 11,9 12,2 11,9 12,2 Labour non-employed 0,6 0,8 0,7 0,5 0,7 0,6 Capital and business income 6,1 5,5 5,5 4,6 4,8 4,9 Stocks of capital/wealth 1,0 0,8 0,8 0,8 0,8 1,1 p.m. Environmental taxes 2 2,2 2,3 2,0 1,9 1,9 1,8 VAT efficiency 3 Actual VAT revenues as % of theoretical revenues at standard rate 42,8 57,3 53,7 46,8 49,6 44,0 (1) Tax revenues are broken down by economic function, i.e. according to whether taxes are raised on consumption, labour or capital. See European Commission (2014), Taxation trends in the European Union, for a more detailed explanation. (2) This category comprises taxes on energy, transport and pollution and resources included in taxes on consumption and capital. (3) VAT efficiency is measured via the VAT revenue ratio. It is defined as the ratio between the actual VAT revenue collected and the revenue that would be raised if VAT was applied at the standard rate to all final (domestic) consumption expenditures, which is an imperfect measure of the theoretical pure VAT base. A low ratio can indicate a reduction of the tax base due to large exemptions or the application of reduced rates to a wide range of goods and services (‘policy gap’) or a failure to collect all tax due to e.g. fraud (‘collection gap’). It should be noted that the relative scale of cross-border shopping (including trade in financial services) compared to domestic consumption also influences the value of the ratio, notably for smaller economies. For a more detailed discussion, see European Commission (2012), Tax Reforms in EU Member States, and OECD (2014), Consumption tax trends. Source: European Commission ",
        "B. Standard Tables 46 ",
        "B. Standard Tables 47 Table AB.4: Labour market and social indicators 2008 2009 2010 2011 2012 2013 2014 Employment rate (% of population aged 20-64) 68,8 66,4 64,6 65,0 65,1 65,0 65,7 Employment growth (% change from previous year) 3,2 -2,0 -1,5 1,8 0,1 -0,8 1,1 Employment rate of women (% of female population aged 20-64) 60,3 58,2 57,4 57,4 57,3 57,8 58,5 Employment rate of men (% of male population aged 20-64) 77,4 74,6 71,9 72,5 72,8 72,2 72,9 Employment rate of older workers (% of population aged 55-64) 39,2 39,5 40,5 41,3 43,1 44,0 44,4 Part-time employment (% of total employment, age 15 years and over) 2,7 3,6 3,9 4,2 4,1 4,8 5,2 Part-time employment of women (% of women employment, age 15 years and over) 4,2 4,7 5,4 5,9 5,7 6,4 6,8 Part-time employment of men (% of men employment, age 15 years and over) 1,4 2,7 2,8 2,8 2,9 3,4 3,8 Fixed term employment (% of employees with a fixed term contract, age 15 years and over) 4,7 4,4 5,8 6,7 6,8 7,0 8,5 Transitions from temporary to permanent employment 57,5 44,5 39,9 40,7 42,0 n.a. n.a. Unemployment rate 1 (% of labour force, age group 15-74) 9,6 12,1 14,5 13,7 14,0 14,2 13,2 Long-term unemployment rate 2 (% of labour force) 6,7 6,5 9,3 9,3 9,4 10,0 9,5 Youth unemployment rate (% of youth labour force aged 15-24) 19,3 27,6 33,9 33,7 34,0 33,7 30,4 Youth NEET rate (% of population aged 15-24) 11,1 12,5 14,1 13,8 13,8 13,7 n.a. Early leavers from education and training (% of pop. aged 18-24 with at most lower sec. educ. and not in further education or training) 6,0 4,9 4,7 5,1 5,3 6,4 n.a. Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 15,8 17,6 22,1 23,2 23,7 26,9 n.a. Formal childcare (from 1 to 29 hours; % over the population aged less than 3 years) : 1,0 0,0 1,0 1,0 n.a. n.a. Formal childcare (30 hours or over; % over the population aged less than 3 years) 2,0 2,0 3,0 3,0 4,0 n.a. n.a. Labour productivity per person employed (annual % change) 2,2 -3,4 6,4 0,9 1,6 2,2 1,5 Hours worked per person employed (annual % change) 0,1 -0,7 1,4 -0,7 -0,2 -1,0 -0,1 Labour productivity per hour worked (annual % change; constant prices) 2,0 -2,7 5,0 1,6 1,8 3,2 1,6 Compensation per employee (annual % change; constant prices) 3,6 3,8 4,9 0,4 1,3 2,0 3,3 Nominal unit labour cost growth (annual % change) 4,4 5,7 -0,9 0,8 1,0 -0,9 n.a. Real unit labour cost growth (annual % change) 1,5 7,0 -1,4 -0,8 -0,2 -1,4 n.a. (1) Unemployed persons are all those who were not employed, but had actively sought work and were ready to begin working immediately or within two weeks. The labour force is the total number of people employed and unemployed. Data on the unemployment rate of 2014 includes the last release by Eurostat in early February 2015. (2) Long-term unemployed are persons who have been unemployed for at least 12 months. Source: European Commission (EU Labour Force Survey and European National Accounts) ",
        "B. Standard Tables 48 Table AB.5: Expenditure on social protection benefits (% of GDP) 2007 2008 2009 2010 2011 2012 Sickness/healthcare 4,7 5,1 5,8 5,5 5,4 5,5 Invalidity 1,3 1,4 1,5 1,6 1,6 1,6 Old age and survivors 6,8 6,6 7,8 7,8 7,7 7,9 Family/children 1,5 1,5 1,7 1,8 1,8 1,8 Unemployment 0,6 0,6 1,0 1,0 0,8 0,7 Housing and social exclusion n.e.c. 0,0 0,0 0,0 0,0 0,0 0,1 Total 15,5 15,6 18,3 18,1 17,7 17,9 of which: means-tested benefits 1,0 0,8 0,9 1,0 0,9 1,0 Social inclusion indicators 2008 2009 2010 2011 2012 2013 People at risk of poverty or social exclusion 1 (% of total population) 20,6 19,6 20,6 20,6 20,5 19,8 Children at risk of poverty or social exclusion (% of people aged 0-17) 24,3 23,7 25,3 26,0 26,6 25,5 Elderly at risk of poverty or social exclusion (% of people aged 65+) 21,9 19,7 16,7 14,5 16,3 13,6 At-risk-of-poverty rate 2 (% of total population) 10,9 11,0 12,0 13,0 13,2 12,8 Severe material deprivation rate 3 (% of total population) 11,8 11,1 11,4 10,6 10,5 10,2 Proportion of people living in low work intensity households 4 (% of people aged 0-59) 5,2 5,6 7,9 7,7 7,2 7,6 In-work at-risk-of-poverty rate (% of persons employed) 5,8 5,2 5,7 6,3 6,2 5,7 Impact of social transfers (excluding pensions) on reducing poverty 40,8 35,7 39,4 33,3 34,0 36,3 Poverty thresholds, expressed in national currency at constant prices 5 2821,7 3213,4 3433,9 3515,9 3710,1 3478,2 Gross disposable income (households) 39755,0 40283,0 41954,0 42966,0 43702,0 n.a. Relative median poverty risk gap (60% of median equivalised income, age: total) 18,1 23,2 25,7 22,8 20,5 24,1 Inequality of income distribution (S80/S20 income quintile share ratio) 3,4 3,6 3,8 3,8 3,7 3,6 (1) People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). (2) At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. (3) Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. (4) People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. (5) For EE, CY, MT, SI and SK, thresholds in nominal values in euros; harmonised index of consumer prices (HICP) = 100 in 2006 (2007 survey refers to 2006 incomes) (6) 2014 data refer to the average of the first three quarters. Source: For expenditure for social protection benefits ESSPROS; for social inclusion EU-SILC.\" ",
        "B. Standard Tables 49 ",
        "B. Standard Tables 50 Table AB.6: Product market performance and policy indicators 2004-08 2009 2010 2011 2012 2013 2014 Labour productivity1 in total economy (annual growth in %) 5,6 -3,2 6,5 0,3 2,5 1,8 n.a. Labour productivity 1 in manufacturing (annual growth in %) 10,6 -4,8 32,2 0,1 1,0 0,8 n.a. Labour productivity 1 in electricity, gas (annual growth in %) 13,0 -20,1 -0,8 12,0 -0,9 -15,5 n.a. Labour productivity 1 in the construction sector (annual growth in %) 7,7 -11,1 -3,6 6,3 9,9 -0,6 n.a. Labour productivity 1 in the wholesale and retail sector (annual growth in %) 5,4 -5,2 5,0 -6,5 -1,2 7,5 n.a. Labour productivity 1 in the information and communication sector (annual growth in %) 1,9 5,9 5,1 -6,4 14,5 -3,0 n.a. Patent intensity in manufacturing 2 (EPO patent applications divided by gross value added of the sector) 0,0 0,0 0,0 0,0 n.a. n.a. n.a. Policy indicators 2004-08 2009 2010 2011 2012 2013 2014 Enforcing contracts 3 (days) 565 565 565 565 545 545 545 Time to start a business 3 (days) 30,1 18 18 18 14 19 12 R&D expenditure (% of GDP) 0,5 0,5 0,6 0,7 0,8 0,8 n.a. Total public expenditure on education (% of GDP) 3,8 4,1 4,2 4,1 n.a. n.a. n.a. (Index: 0=not regulated; 6=most regulated) 2008 2009 2010 2011 2012 2013 2014 Product market regulation 4 , overall 1,61 n.a. n.a. n.a. n.a. 1,33 n.a. Product market regulation 4 , retail 0,72 n.a. n.a. n.a. n.a. 2,31 n.a. Product market regulation 4 , professional services n.a. n.a. n.a. n.a. n.a. 2,90 n.a. Product market regulation 4 , network industries 5 2,28 2,21 2,05 1,94 1,88 1,88 n.a. (1) Labour productivity is defined as gross value added (in constant prices) divided by the number of persons employed. (2) Patent data refer to applications to the European Patent Office (EPO). They are counted according to the year in which they were filed at the EPO. They are broken down according to the inventor’s place of residence, using fractional counting if multiple inventors or IPC classes are provided to avoid double counting. (3) The methodologies, including the assumptions, for this indicator are presented in detail here: http://www.doingbusiness.org/methodology. (4) Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are presented in detail here: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm (5) Aggregate OECD indicators of regulation in energy, transport and communications (ETCR). Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators) ",
        "B. Standard Tables 51 Table AB.7: Green growth Green growth performance 2003-2007 2008 2009 2010 2011 2012 Macroeconomic Energy intensity kgoe / € 0,48 0,38 0,36 0,37 0,35 0,33 Carbon intensity kg / € 1,29 1,01 0,96 0,94 0,90 0,84 Resource intensity (reciprocal of resource productivity) kg / € 1,79 1,70 1,58 1,49 1,49 n.a. Waste intensity kg / € n.a. 0,24 n.a. 0,19 n.a. 0,17 Energy balance of trade % GDP -5,2 -6,0 -4,4 -5,8 -6,6 -6,0 Energy weight in HICP % 17,5 16,9 16,3 15,7 15,4 18,9 Difference between energy price change and inflation % 8,0 0,2 2,7 -4,0 4,7 1,8 Ratio of environmental taxes to labour taxes ratio 18,2% 16,4% 15,4% 14,7% 14,7% 13,7% Ratio of environmental taxes to total taxes ratio 7,6% 7,0% 6,8% 6,7% 6,4% 6,2% Sectoral Industry energy intensity kgoe / € 0,46 0,33 0,35 0,32 0,29 0,30 Share of energy-intensive industries in the economy % GDP 18,2 18,0 15,4 15,4 15,5 15,0 Electricity prices for medium-sized industrial users** € / kWh n.a. 0,12 0,14 0,12 0,13 0,13 Gas prices for medium-sized industrial users*** € / kWh n.a. 0,04 0,04 0,03 0,04 0,04 Public R&D for energy % GDP n.a. 0,01 0,01 0,01 0,01 0,00 Public R&D for the environment % GDP n.a. 0,01 0,01 0,01 0,01 0,01 Recycling rate of municipal waste ratio 8,9% 15,8% 18,1% 18,1% 20,4% 22,3% Share of GHG emissions covered by ETS* % n.a. 51,7 48,3 47,8 49,7 49,0 Transport energy intensity kgoe / € 1,07 1,14 1,08 1,15 1,12 0,93 Transport carbon intensity kg / € 2,74 2,81 2,83 2,90 2,71 2,62 Security of energy supply Energy import dependency % 65,9 64,3 66,3 62,9 64,1 60,0 Diversification of oil import sources HHI 0,67 0,66 0,68 0,65 0,69 0,67 Diversification of energy mix HHI n.a. 0,23 0,22 0,22 0,22 0,22 Renewable energy share of energy mix % 4,3 5,1 6,7 7,4 7,4 8,1 Country-specific notes: 2013 is not included in the table due to lack of data. General explanation of the table items: All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2000 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: Greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: Domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Energy weight in HICP: the proportion of \"energy\" items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Environmental taxes over labour or total taxes: from DG TAXUD’s database ‘Taxation trends in the European Union’ Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2005 EUR) Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–2000MWh and 10000–100000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D (GBAORD) for these categories as % of GDP \"Proportion of GHG emissions covered by ETS: based on greenhouse gas emissions (excl LULUCF) as reported by Member States to the European Environment Agency \" Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2005 EUR) Transport carbon intensity: greenhouse gas emissions in transport activity divided by gross value added of the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Diversification of oil import sources: Herfindahl index (HHI), calculated as the sum of the squared market shares of countries of origin Diversification of the energy mix: Herfindahl index over natural gas, total petrol products, nuclear heat, renewable energies and solid fuels Renewable energy share of energy mix: %-share of gross inland energy consumption, expressed in tonne oil equivalents * European Commission and European Environment Agency ** For 2007 average of S1 & S2 for DE, HR, LU, NL, FI, SE & UK. Other countries only have S2. *** For 2007 average of S1 & S2 for HR, IT, NL, FI, SE & UK. Other countries only have S2. Source: European Commission unless indicated otherwise; European Commission elaborations indicated below ",
        "B. Standard Tables 52 "
    ]
}