{
    "text": [
        "June – July 2012 Special Feature “Sport and Territorial Development” ● Androulla Vassiliou, EU Commissioner for Education, Culture, Multilingualism and Youth ● Boris Johnson, Mayor of London ● Guo Jinlong, Mayor of Beijing ● Sebastian Coe, Chair of London Organising Committee of the Olympic and Paralympic Games (LOCOG) Also in this issue: ● Markku Markkula, CoR rapporteur on The Framework Programme for Research and Innovation ● Heinz Lehmann, CoR rapporteur on Trans-European energy infrastructure ● Petr Osvald, CoR rapporteur on European Territorial Cooperation ● Kay Twitchen, CoR rapporteur on LIFE ● European Green Capital 2012: Vitoria-Gasteiz NEWSLET TER OF THE COMMIT TEE OF THE REGIONS REGIONS CITIES OF EUROPE EUROPEAN UNION Committee of the Regions ISSN 1681-3235 The EU’s assembly of regional and local representatives No 78 ",
        "2 Editorial A further step down the European route – a must for all of us Many things have changed since I became president of the Committee of the Regions in February 2011. The economic and fi nancial crisis has had an overwhelming impact on Member States and their debts, resulting in an unprecedented political crisis at the EU level. There has been no shortage of challenges and preparations for the new 2014-2020 programming period have absorbed a good part of our energy. Throughout this troubled period, my constant aim has been to place the Committee of the Regions at the heart of EU decision-making in order to implement the achievements of the Lisbon Treaty. I did not do this for the mere pleasure of playing the institutional game, but from a sincere conviction that local and regional authori- ties are Europe’s strength and the key to fi nding a way out of this crisis. It was mainly a matter of embedding the principle of territorial cohesion and its consequences in all EU policies. There were many issues where the Committee of the Regions was able to “make the fi rst move” and shape general views in areas such as future cohesion policy, with the creation of an intermediate category of regions, or the Multiannual Financial Framework, with balanced support for the European Commission’s proposal, which was taken up, after some hesitation, by the European Parliament. Thus, by focusing its action and resources on specifi c issues, targeting areas where its added value was assured and basing its opinions on solid arguments, the Committee of the Regions succeeded in establish- ing itself as a European player that could not be over- looked. This new position has also resulted in close cooperation with the three main institutions – the Euro- pean Parliament, the European Commission, the Council of the European Union, and even the European Council, the stronghold of the Member States. In the areas covered by the Common Strategic Frame- work – cohesion policy, the common agricultural policy or the common fi sheries policy – the Committee of the Regions pushed through a widely accepted idea: EU policies can only deliver tangible results if local and regional authorities are fully involved in the shaping of these policies in Brussels, through the Committee of the Regions, and in their national and grassroots imple- mentation. This partnership between diff erent levels of government – multilevel governance – is now a univer- sally recognised and integrated concept. Needless to say, we will have to go on working to extend the Europe 2020 Strategy to everyone through the Territorial Pacts, and obtain formal recognition that goes beyond the rhetoric of European political leaders! Whereas the Committee of the Regions has experienced an increase in its infl uence at EU level, it has also – and this is new – been a proactive source of proposals by putting the political aspects of urban governance on the agenda alongside the economic, social and envi- ronmental aspects. This was the theme of our European Summit of Regions and Cities in Copenhagen, which was attended – signifi cantly – by the President of the European Parliament, Martin Schulz; the President of the European Commission, José Manuel Barroso; and the President-in-offi ce of the Council of the European Union, Helle Thorning-Schmidt. As my term of offi ce draws to an end, I am not wracked by fears as to whether we have contributed to the European debate through our expertise and diff erences. I am cer- tain that we have. What worries me today is the fact that all the positions we have taken are subject to an issue with an uncertain outcome: the budget. Despite our strong ties with the European Commission and the European Parliament, I notice that some Member States still want to reduce the proposed budget of the Multiannual Finan- cial Framework. Although the EU budget is primarily an investment budget that decides the future of our regions, certain populist voices are trying to give credence to the theory that the EU is the problem and not the solution. For over two years, I have fought in all European spheres, and beyond, to defeat this idea. Recent developments in the crisis have only strengthened my political conviction on this point: a further step down the European route is a must for all of us. One, but not the only, ingredient is a budget that provides the EU with the resources it needs to implement its policies. Mercedes Bresso , president of the Committee of the Regions of the European Union ",
        "Sport has become an important part of European policy, and is today closely linked with several EU programmes, as well as with the Europe 2020 strategy. The portfolio of Androulla Vassiliou, Commissioner for Education, Culture, Multilingualism, and Youth, includes responsibility for the development of the European dimension of sport. We are delighted to be able to share with our readers the European Commission’s plans for assistance to sport, the infl uence of sport on the development of cities and regions and Commissioner Vassiliou’s priorities for supporting sport at grassroots level. 3 Special Feature: Sport and Territorial Development Interview with Androulla Vassiliou, European Commissioner for Education, Culture, Multilingualism and Youth “Supporting sport at the grassroots level is one of my priorities” You have vigorously defended the adoption of a specifi c budget for sport in the next budget of the European Union (2014-2020). What are the types of projects that would be eligible for funding through this chapter? The European Commission proposed a new pro- gramme called ‘Erasmus for All’ last November. It includes a specifi c chapter on sport that would allow us to provide funding for sport organisations at grass- roots level. I am convinced that supporting grassroots sport will have a positive knock-on eff ect for elite sport in Europe. Under the new programme, we have pro- posed a budget of nearly EUR 240 million to fi nance sport-related measures between 2014 and 2020. This means an average of around EUR 34 million a year. Support will be given to transnational projects involv- ing two or more partners, non-commercial European sport events of major importance, measures aimed at strengthening the evidence base for policy making in sport and capacity building in sport. Benefi ciaries will be public bodies and civil society organisations active in grassroots sport. The support should help Member States and sport organisations to implement guide- lines and recommendations in areas such as good governance, dual careers, participation in sport and physical activity. The Europe 2020 strategy was launched by the European Union with the aim of achieving smart, sustainable and inclusive growth. Do you think that sports can participate in achieving these objectives, both in economic and social terms? As stated in the Commission’s Communication on “Developing the European Dimension in Sport”, sport has enormous potential to contribute to the Europe 2020 objectives. By contributing to health, social inte- gration and non-formal learning and by generating growth and jobs in particular through sport events and the building of sport infrastructure, sport greatly contributes to economic and social development. According to the World Economic Forum (Davos 2009), sport generates 2% of global GDP. I want to raise greater awareness of the contribution that sport can make to growth and employment. This is the reason why I am working with Member States to develop a better understanding of the impact of sport on their economies. Through its contribution to economic growth and job creation, sport can also help also to revitalise disadvantaged areas. The sports world was waiting for Brussels to honour its commitments in the fi eld of sport and many initiatives have emerged in recent months. Are you glad to have been able to bring this to the highest political level as the Commissioner res- ponsible for sport? At the beginning of my mandate some people were concerned about the absence of sport in my job title and expressed doubts about my commitment to make proposals in this fi eld. I hope that I have proved those doubters wrong and that I have demonstrated that sport is one of my priorities. I am committed to developing our sport policy because I am convinced of its importance for our societies. During the past Androulla Vassiliou , European Commissioner for Education, Culture, Multilingualism and Youth REGIONS & CITIES OF EUROPE ➔ JUNE  JULY 2012 ",
        "4 Special Feature: Sport and Territorial Development two years of my mandate, I have worked very closely with sport organisations and Member States in order to make proposals that are useful for them. I have managed to put sport high on the EU’s agenda and to present a budget proposal which envisages EU-level funding for sport activities. Now the ball is in the court of the European Parliament and the Member States to decide. I am confi dent that they will make the right decision and enable us to support more sport pro- jects as from the launch of the new programme in 2014. So far, I am very satisfi ed with what has been achieved. You can be sure that during the second half of my mandate I will continue with the same sense of purpose and try to promote grassroots sport even more. Sport can signifi cantly contribute to economic renewal and social inclusion in our cities, as we have seen in the regeneration of East London as part of the preparations for the 2012 Olympics. How important is it that local and regional autho- rities have autonomy when it comes to providing sports at a grassroots level and what steps is the European Union taking to encourage this? I am deeply committed to the principles of subsi- diarity and autonomy in sport. What we are doing at EU level is aimed at providing added value in the promotion of sport at grassroots level. We do not wish to replace public authorities at national, regio- nal and local level. The autonomy of local and regio- nal authorities is clear. They play an essential role in promoting sport and making the development of grassroots sport possible. That is why I am in favour of fi nancially supporting networking between regio- nal and local authorities in diff erent countries. This year, for instance, as part the EU’s preparatory actions which are intended to pave the way for a fully-fl edged sport budget, we are supporting projects which raise awareness about eff ective ways of promoting sport at municipal level. Another focus is on the organisa- tion of trans-frontier grassroots sport competitions in neighbouring regions and Member States. This support should continue under the sport chapter in “Erasmus for All”. Ukraine is, alongside Poland, hosting the EURO 2012 championships, demonstrating that it is a country that wants to be fully integrated into Europe and that it shares European values and beliefs. However, the celebration of hosting such a prestigious event could be overshadowed by current internal and external tensions related to the imprisonment of former Prime Minister Yulia Tymoshenko. What is your opinion on this issue? Do you feel that the EU should respond? Like millions of sport fans, I am looking forward to this summer’s EURO 2012 football championships with great anticipation. The tournament will provide a stage for some of the world’s best players and I’m sure we will see some thrilling matches and, hopefully, plenty of goals. We have seen a lot in the news regard- ing the possible non-attendance of the competition by leading politicians in response to concerns over the political situation in Ukraine. I share these concerns, which is why I have decided, in my capacity as the European Commissioner responsible for sport, that it would be inappropriate under the current circum- stances for me to attend any matches taking place in Ukraine. This view is shared by the President and the other members of the European Commission. In this respect, I align myself fully to the recent statement made by Catherine Ashton, the High Representative of the European Union for Foreign Aff airs and Security Policy and Vice President of the Commission, on the situation of Yulia Tymoshenko. Nonetheless, I think it is important to preserve the real essence of sport and the sporting success of EURO 2012. Indeed, I very much hope that EURO 2012 will be a true success and that I will be able to attend one of the matches taking place in Poland. “The success of the 2008 Beijing Olympic and Paralympic Games has left the city with a substantial material legacy and spiritual wealth. Firstly, it has greatly boosted city development, speeded up the growth of the sports industry, optimised the economic structure and improved people’s health. Secondly, preservation of the ancient part of the city and environmental improvement means that Beijing looks very diff erent from what it did before. Thirdly, public participation and enthusiasm for the Games has improved civic mindedness, with far more people adopting the volunteer spirit. Fourthly, with international exchanges intensifi ed in a wide range of areas, Beijing’s global reputation and infl uence has increased remarkably.” Guo Jinlong , Mayor of Beijing ",
        "5 Olympics ensure a major economic boost to the capital This year London will experience a summer like no other. London will become the fi rst city in history to host the Olympic and Paralympic Games three times. It is also the fi rst host city in history to fi nish building the Olympic stadium a year early – not just ahead of time, but under budget. The Olympic and Paralym- pic Games are about far more than just six weeks of amazing sport. I have worked to ensure they will lead to lasting economic, social and sporting benefi ts for London. I have ensured that these are the fi rst Games where a host city has been building in the legacy from the beginning. However, seven years ago we may have won the Games, but there was a real risk the opportunity they present would be squandered. Costs had quadru- pled. There was no legacy plan. Taxpayers’ money was being wasted on unnecessary venues which would have become white elephants, while great venues across the capital were being under-utilised or ignored. I have worked with the Olympic authori- ties to turn this around. I have co-chaired the Olym- pic Board, overseeing the entire project. I promised to keep costs low, and the Games will not cost Lon- don council taxpayers a penny more than pledged. I scrapped unnecessary new venues and used existing venues across the capital, saving tens of millions of pounds and ensuring all parts of London feel part of the Games. I put in place a credible legacy plan, crea- ting thousands of jobs, ensuring a major economic boost to the capital. I will go further: ➜ I will guarantee that the Olympic Legacy does not cost Londoners a penny more on their council tax. ➜ I will also ensure absolute transparency as the legacy plans transfer to the Mayor, requiring all expenditure to be published so Londoners know how money is being spent. ➜ I will make sure that after the closing ceremony all Londoners continue to benefi t from the hard work and investment of the last four years. That is why, using new powers secured from the Government, I have set up a new London Legacy Development Corporation to take responsibility for the Olym- pic Park. This will reduce the number of bodies involved, bringing focus and safeguarding the economic legacy of the Games by implementing our detailed plans to build 11 000 new homes and create 10 000 new jobs. ➜ I will use my strong and well established rela- tionships with the business community to encou- rage usage of all the Games venues, including the Olympic Stadium ➜ And I will explore creating a new science institute in the Olympic Park, to boost London’s hi-tech economy, including lobbying for the proposed Cell Therapy Technology and Innovation Centre to be located there. We have made progress despite diffi cult times. I wish to ensure a true Olympic legacy that keeps construc- tion costs low and ensures new hi-tech investments that could enhance the city’s international reputation and economic growth. Boris Johnson , Mayor of London Special Feature: Sport and Territorial Development Britain’s Princess Anne carries the Olympic fl ame in a lantern at RNAS Culdrose, Cornwall, England after arriving on a special fl ight from Greece, with Mayor of London Boris Johnson, soccer star David Beckham, and Sebastian Coe, Chair of LOCOG, 18 May 18, 2012. AP Photo/Alastair Grant REGIONS & CITIES OF EUROPE ➔ JUNE  JULY 2012 ",
        "6 Special Feature: Sport and Territorial Development London Olympics 2012 hopes to celebrate sports, cultural diversity and a long-lasting legacy As part of the London 2012 Olympics plans there has been signifi cant regeneration of East London. What do you see as being the main achievements? I hope the Games will leave the UK public with some fantastic memories of world class sport and of a country which stepped up to the plate to host and celebrate fan- tastic Olympic and Paralympic Games. In purely physical terms, a large area of London will be reborn, with new communities created and much needed state of the art sporting venues which will be available for elite and community use. The Olympic and Paralympic Games have brought a generation’s worth of investment and regeneration in just a few years. World class sporting facilities, new hou- sing, a new urban park, the new Westfi eld (shopping) development and improved transport links have com- bined to create almost a brand new community in the area. I’m proud that the Games have been the catalyst for this and on top of it all, there will be an extraordinary atmosphere – a real ‘I was there’ type summer. The Olympic Games is a symbol for peace and cohe- sion. In the time of crisis, our cities are facing increased social tensions as seen during the riots in London last summer. Do you think London 2012 Olympics will bring local and regional cohesion? What eff orts have been taken to encourage social inclusion and engage local communities within the event? London is a fantastically diverse city and we are keen to showcase this to the rest of the world. We want to ensure that we fully and honestly represent the British culture and all its diff erent communities in all aspects of the Games. And the Games off er a huge chance to bring people and cultures from around the world together. The practice of sport in the community can break down barriers to social isolation and participation, and provide greater social cohesion which can give people hope and better alternatives. It is the hidden social worker in all our communities. Our London 2012 Community Relations programme works to ensure that London’s communities are excited, inspired and engaged in the Games. Given London’s diversity we aim to deliver a range of engagement opportunities in order to reach a breadth and depth of stakeholders. Through our Advocate and Host Borough community relations communications we aim to inform and engage with communities about many London 2012 opportunities including jobs, business, tickets and related events. London and the rest of the UK will really come alive this summer and we’re thrilled we can show everyone what London and the rest of the UK are all about. It’s fantastic to see how many people in the UK and around the world are inspired by, benefi ting from and delivering London 2012 and we look forward to having many more join the journey over the next few weeks. Major sporting events, such as the Olympics, can bring signifi cant social and economic benefi ts to a city, yet there are concerns about the long term eco- nomic impact. What fi nancial benefi ts do you hope the 2012 Olympics will bring to the city? Do the eco- nomic benefi ts outweigh the negatives considering the current economic climate? We strongly believe the Games will bring last econo- mic benefi ts to London and the rest of the UK. Last year Visa, one of London 2012’s worldwide partners, issued a report stating that the UK economy was set to bene- fi t from a record breaking spending injection during the London 2012 Games. Consumer spending is set to hit £750 million, the biggest ever consumer spend at an Olympic and Paralympic Games. The budget for the Olympic Delivery Authority, the organisation res- ponsible for building the venues on the Olympic Park, is £9.3 billion. 75 pence in every £1 spent in that budget is being used on the regeneration of the area of east Lon- don where the Olympic Park is based, helping leave a lasting legacy for generations to come. We also wanted to make sure that we only build venues which would be needed in long-term legacy, which is why we are using a combination of newly-built, exis- ting venues and temporary venues for the London 2012 Games. About four years ago, the Olympic Park Legacy Company (the OPLC) was set up to help manage the venues in legacy time. Our vision has always been to leave a lasting legacy and we wanted to ensure that we would only build permanent venues on the Park that would used long after the Games are over, by people across London and the rest of the UK. The OPLC recently announced that several venues on the Olympic Park had already found tenants in legacy-time. The area in east London where the Olympic Park has been com- pletely regenerated and a whole new community has been created. The fantastic permanent venues on the Olympic Park will provide a great legacy to communities across London. Finally, £6.5billion has been invested in improving and expanding transport capacity and reliability. Again, this is something which will benefi t Londoners and others around the UK for generations to come. Interview by David French , Committee of the Regions For the fi rst time in over 60 years London will be in the global spotlight as it hosts the 2012 Olympic Games. There has been a real drive to deliver the promises it made which has included ambitious plans to regenerate a large part of East London which is to be the home of the Olympic Village. With the Games coming ever closer, we spoke to Seb Coe, the Chair for The London Organising Committee of the Olympic and Paralympic Games (LOCOG) which is responsible for preparing and staging the London 2012 Games. Seb Coe, a British double Olympic Champion having won gold at both the 1980 and 1984 Games for the 1 500 metres, explains what impact he hopes the London Olympics will have on the UK. ",
        "7 The impact of EURO 2012 on the development of Wrocław The UEFA EURO 2012 football tournament is a major event. Poland’s Wrocław will be one of the host cit- ies, alongside Poznań, Warsaw and Gdańsk. As Rafał Dutkiewicz, Mayor of Wrocław, puts it: “ We have made a huge eff ort to prepare for this celebration of football: we built the City Stadium and a new terminal for Wrocław’s airport, we renovated many roads and we are introducing the Integrated Rail Transport System which will make it much easier to travel around Wrocław. For the fi rst time in many years new tram routes and junctions have been built. But we should remember that everything we have done to prepare for EURO 2012 will be with us for decades. Here I am thinking of the communication systems and the modern stadium which is able to seat more than 44 000 spectators ”. Obviously UEFA EURO 2012 was a natural catalyst and accelerated the process of developing the city, and yet every new investment will serve, and is already serving, the people of the city every day. One example of this is the City Stadium, which opened as a place of entertainment in September last year. It has already served as the venue for a George Michael concert, an obstacle course for Monster Trucks and the ring for Klitschko and Adamek. And not forgetting its “natural” function as a football stadium and home of the cur- rent Polish champions, Śląsk Wrocław. The experience gained from the championship will be immensely valuable when organising future events: next year the city will play host to the Harley Davidson Super Rally; in 2014 to the Men’s World Volleyball Championship; in 2016 it will have the honour of being European Capital of Culture, and in 2017 it will host the World Games of non-Olympic sports. Each successive event will be simpler and less expensive to organise. There will be no need to build a new airport terminal, a sta- dium or access roads. In Wrocław, as in many other Polish cities, European funding has been harnessed when building and modernising urban areas. EU funds have made a vital contribution to building road infrastructure in the stadium area, linking the city centre ring road with the airport, and the construction of the Integrated Rail Transport System. The development of modern fi re-fi ghting and rescue points was also made pos- sible by EU co-fi nancing. A major event like UEFA EURO 2012 also involves promotion of the city. Whe- rever there is information about the tournament, the capital of Lower Silesia is also being promoted. The policy of promoting knowledge-based development has in any case ensured that, for years now, Wrocław has ceased to be an anonymous dot on the map of Europe. It has resulted in multinational corporations specialising in new technologies and modern services setting up operations in the city. Marcin Szeloch , Director of the Offi ce of the City Council, Wrocław Special Feature: Sport and Territorial Development REGIONS & CITIES OF EUROPE ➔ JUNE  JULY 2012 ",
        "8 Special Feature: Sport and Territorial Development Discrimination in sports: Football the only bright light in a pretty gloomy picture With the summer approaching all eyes will be on Europe as London holds the 2012 Olympics and Poland and Ukraine jointly hold the 14 th UEFA Football Championship. But as athletes of every nationality from around the world come to compete, questions linger about how much has been achieved in fi ghting discrimination in sports. Peter Moore (ALDE/UK), whose career as a Sheffi eld Liberal Democrat councillor spans over 22 years, presented an opinion on “Equal Opportunities and Sports” in 2007. He states his views on discrimination in sports today. You presented an opinion on equality in sport back in 2007 that underlined how sport could be used to address discrimination. How far have we come in dealing with discrimination in sport at a European level? Before the Lisbon Treaty was ratifi ed there was no specifi c EU sport competence, but the Treaty changed this. It provided a specifi c basis in EU Law and estab- lished an obligation to combat discrimination in sport. It is worth quoting the Treaty directly. It says “European Union actions shall be aimed at developing the Euro- pean dimension in sport by promoting fairness and openness in sporting competitions and cooperation between bodies responsible for sport.” It provided a clear indication that at EU level discrimination in sport is not only not to be tolerated, but is illegal. This was a considerable step forward at EU level. In the opinion you advocated the sharing of expe- riences and knowledge among local and regional authorities across Europe. Has Europe moved for- ward in this regard? It is diffi cult to give a quantifi ed answer to this, but anecdotally there is some evidence that local and regional authorities are taking the issues of combat- ing discrimination in sport more seriously. However, the Fundamental Rights Agency in its most recent reports on racism and discrimination in sport fi nds that outside of football there is little progress in com- bating discrimination in sport. Football, however, par- ticularly with the lead being taken by UEFA, is the only bright light in a pretty gloomy picture. You called on EU-wide sporting bodies, notably UEFA, to implement “meaningful and eff ective sanctions in instances of racial and other discrim- inatory abuse in events jurisdiction.” Yet there have been serious concerns about potential rac- ism during the Euro2012. What measures do you think the EU and local and regional authorities need to take to counter this? I have a lot of time for what UEFA and Fare (Football against Racism Europe) do to try to combat discrimi- nation. But unfortunately it is still acceptable to unac- ceptably large sections of society to use racist (often anti-gypsy) and homophobic language and behav- iour at football grounds. Sadly there is no real lead from many at the top of the political establishment in countries like Ukraine and Poland. Until we have more politicians at the top in national and local government who are unafraid to condemn racist and homopho- bic actions and language, it will be a long, long time before we achieve the ideals and objectives of the Lisbon Treaty. I’m still optimistic because of organisa- tions like the Fundamental Rights Agency, the anti- discrimination NGOs and a few individual politicians and heads of sport organisations. But there is still a long road to travel. Interview by David French , Committee of the Regions Peter Moore (ALDE/UK) represented the Sheffi eld Liberal Democrats for over 22 years, making him the longest serving councillor to hold the post. Having been elected in May 1990 to represent the Beauchief ward on Sheffi eld Council (which later changed to Graves Park following a boundary review), he later became leader of the Sheffi eld Liberal Democrat group, helping them seize control of Sheffi eld Council in 1999 and ending 75 years of almost unrivalled Labour control. Cllr Moore was a CoR member from 1998-2012 representing Yorkshire and Humberside. During this time he was a rapporteur on seven opinions focusing primarily on combating racism and discrimination. In addition to the opinion on Equality and Sports, he also contributed to opinions on the European Year against Racism, the European Year against Discrimination, and Competitiveness and Productivity in the EU. ",
        "9 Horizon 2020 framework programme opens new avenues for cities and regions Markku Markkula (FI/EPP), member of Espoo City Coun- cil and CoR rapporteur on Horizon 2020, sends his clear message to regional authorities to play an active role in this European programme. One of the major aims of EU-funded research is to catalyse national, regional and local investment – both public and private – in research, development and innovation (RDI), and to underline the importance of actively using the results of RDI. Cit- ies and regions will have a crucial role in forming new types of joint venture arrangements of public-private- people-partnerships by emphasising a stronger role for users, open innovation and the exploitation of excel- lent knowledge to boost the RDI needed for creating innovative solutions to societal challenges. When set- ting the goal for Europe to become a global leader in tackling the grand societal challenges, as already stated in Horizon 2020, RDI activities need to be multidiscipli- nary, multidimensional and multicultural in nature, thus requiring strong real-life participation. Markku Markkula provides much evidence of recent development by recounting examples of pioneering activities in his home territory, the Helsinki Region and Aalto University. The laboratories for major innovations are no longer traditional university facilities, but regional innovation ecosystems as test-beds for rapid prototyp- ing of many types of user-driven innovations: new prod- ucts, processes, structures and systems of a transforma- tive and scalable nature. These cannot be created and maintained without active participation by local and regional authorities. The CoR draft opinion, adopted unanimously by the EDUC Commission, proposes several amendments to the Horizon regulations. These focus especially on the key role of regions and cities in defi ning the Horizon programmes and also in running the RDI activities. This requires Europe-wide regional collaboration and striv- ing for regional excellence through programmes such as Regions of Knowledge and Living Labs. The CoR also calls for changes in the role of the Joint Research Centre to assist regional and local decision making with the lat- est RDI outcomes. Ramón Luis Valcárcel Siso (ES/EPP), President of the Autonomous Community of Murcia and 1st Vice-President of the Committee of the Regions “Cities and regions will play a major role in ensuring that their researchers and companies fully participate in Horizon 2020. Research and innovation grants will continue to be given on the basis of excellence, and greater synergies between the new cohesion policy and Horizon 2020 will help build excellence. The upgrading of research infrastructure and equipment will be done with cohesion funding, while Horizon 2020 will support twinning, staff exchanges, and expert advice and assistance, as well as new ‘ERA Chairs’ to bring outstanding academics to insti- tutions in high-potential regions. All this should be done in a context of strategies for smart spe- cialisation, focusing on priorities and compara- tive advantage. This is a recipe for growth and jobs in our regions and cities.” Máire Geoghegan- Quinn , EU Commissioner for Research, Innovation and Science “We welcome the inclusion of the innovation concept within the new Horizon 2020 frame- work programme, which anticipates further participation of companies and which will help strengthen our industrial leadership. As regions, we would like to develop fur- ther tools to stimulate competitiveness for our local companies, especially the SMEs, in order to reach the growth objective and help further development in European ter- ritories: we believe that this objective could be reached with more simplifi cation and less red tape, as proposed in the framework pro- gramme for research and innovation”. g g U oner rch, n ce Research and innovation Markku Markkula (FI/EPP), CoR rapporteur on Horizon 2020 REGIONS & CITIES OF EUROPE ➔ JUNE  JULY 2012 ",
        "10 The high points of Mercedes Bresso’s time as president of the Committee of the Regions (2010-2012) MARCH 2012 In march 2012, Mercedes Bresso met Danish Prime Minister Helle Th orning-Schmidt and Martin Schulz, President of the European Parliament, at the European Summit of Regions and Cities in Copenhagen. Th ey jointly affi rmed their determination to contribute to the development of green cities and to the success of Rio+20, the United Nations Conference on Sustainable Development. JANUARY 2012 In january 2012, Mercedes Bresso chaired the ARLEM meeting in Bari. ARLEM has become an important instrument for the development of territorial cooperation in the Mediterranean region, thanks to the changes brought about by the Arab Spring. OCTOBER 2011 Open Days 2011 opening session: Mercedes Bresso with Jerzy Buzek, President of the European Parliament, José Manuel Barroso, President of the European Commission, Johannes Hahn, European Commissioner for Regional Policy, Danuta Hübner, Chair of the Committee on Regional Development at the EP, and Elżbieta Bieńkowska, Poland’s Minister for Regional Development. Photo supplement ",
        "11 Photo supplement MARCH 2010 In March 2010, Mercedes Bresso held talks in Brussels with Italian President Giorgio Napolitano. SEPTEMBER 2011 Th e Committee of the Regions organised the founding meeting of CORLEAP in September 2011, during the Polish presidency of the EU. Th e Eastern Partnership and neighbourhood policy were among Mercedes Bresso’s priorities. FEBRUARY 2011 At her meeting in February 2011 with Viviane Reding, vice-president of the European Commission, Mercedes Bresso recalled the basic political line and recommendations of the Committee of the Regions in the fi eld of justice, fundamental rights and citizenship. JULY 2010 In July 2010, Mercedes Bresso met Jerzy Buzek, president of the European Parliament, for discussions on further cooperation between the two institutions. Th e presidents of the Committee of the Regions and the European Parliament agreed that multi-level governance should be incorporated into European policies and strategies. MARCH 2011 In March 2011, Mercedes Bresso met Herman Van Rompuy, President of the European Council. IN OCTOBER 2010 In October 2010, Mercedes Bresso signed a Memorandum of Understanding with Elizabeth B. Kautz, president of the US Conference of Mayors (USCM), on cooperation on climate action. REGIONS & CITIES OF EUROPE ➔ JUNE  JULY 2012 ",
        "12 EDUC commission Alin Nica: “The EDUC commission has been actively involved in the debate on developing the European dimension in sport” The Chairman of the Committee of the Regions’ EDUC commission, Alin Nica (RO/ALDE), talks about subjects such as the achievements of the EDUC commission, its successes and the involvement of the CoR in the fi eld of sport during Mr Nica’s two-plus years as EDUC chairman. What is the role of the EDUC commission? Of the six specialised commissions of the Committee of the Regions, the EDUC commission sets itself apart through the range, diversity and impact of the policies it addresses. Whether we are talking about education and culture, youth or sport, research and innovation, the information society or mass media, through its opinions the EDUC commission makes a real contribu- tion to the European decision- and law-making process. Its signifi cant role is strengthened by the fact that, in the EU context, local and regional authorities have key responsibilities for policies and actions in the area of education, culture and youth, depending of course on the administrative organisation of each Member State. These authorities are major players in the development of regional research and innovation strategies, and in harnessing the full potential of information and commu- nication technologies to benefi t society. What have been the greatest successes that you and the EDUC commission have achieved during your term of offi ce? In 2010 I took on the role of EDUC commission chair- man in full knowledge of the responsibilities it entailed, heightened perhaps by the fact that I represented a new Member State that had only recently joined the EU. This period of nearly two and a half years has been an exciting and very fulfi lling experience: the 20-plus draft opinions proposed by EDUC and adopted by the CoR plenary bear witness to our commission’s inten- sive, varied activity. Without explicitly mentioning any examples, I would add that the EDUC opinions have been constantly included in the annual impact reports, and some of them were clearly highlighted as “success stories” of the CoR. Amongst our accomplishments, I would also like to highlight the stronger links forged with the European Commission, which has become an ongoing partner for dialogue and cooperation, and with the European Parliament’s CULT committee, which has taken on board and promoted many of our proposals for improving EU legislation. What is your greatest satisfaction now, at the end of your time as EDUC chairman? I think that the EDUC commission, through its members’ sustained activity and by refl ecting the key role that local and regional authorities play in managing its areas of action, is increasingly making its mark as a body char- acterised by signifi cant political debate, and addressing issues with real, overarching implications. Its proactive attitude (as illustrated by the opinion on the future of the European Capitals of Culture, drawn up by rappor- teur Anton Rombouts (NL-EPP)) and ability to tackle both subjects of major political scope (education, culture, research) and highly technical issues (information tech- nology, data protection) make the EDUC commission a valuable partner for dialogue for the EU institutions, and one whose voice is heard and taken into consideration in the legislative process. On a personal level, I would mention my own opinion on Trans-European telecom- munications networks adopted at the CoR plenary on 3- May 2012. In the March edition of the Romanian news- letter I presented this opinion in detail, which I consider to be “a project that is very important for Romania and will be well received by all EU citizens”. What was the EDUC commission’s greatest achieve- ment in the fi eld of sport during your time in offi ce? The EDUC commission has been actively involved in the debate on developing a European dimension in sport, as set down in Article 165 of the Lisbon Treaty. The opinion adopted last year on the European Com- mission Communication (rapporteur Roberto Pella (IT/ EPP)) underscored the need to continue measures to promote sport and proposed adopting a framework programme in this context at EU level for the next budg- Alin Nica , Chairman of the EDUC commission ",
        "EDUC commission “We are in favour of measures that could promote social inclusion, grassroots sports, volunteerism, equal opportunities and health-enhancing physical activity through increased participation in sport, with a focus on disadvantaged groups such as people with intellectual or physical disabilities. We also welcome the “Erasmus for all” programme’s support to transnational collaborative projects in terms of sport and consider the opportunity to carry out cross-border projects in all the fi elds covered by the programme a vital element of its European added value. Finally, there are also issues specifi c to sport, and which are particularly salient in policy cooperation, such as eff orts to stamp out doping, violence and racism, as well as support for well functioning sport organisations.” etary period. This subject was also included in the opin- ion on the Erasmus for all programme (rapporteur Yoomi Renström (SE/PES)) adopted at the CoR plenary session on 3-4 May 2012, which highlighted a specifi c proposal to amend the legislative text in order to enable partners from neighbouring countries to take part in cooperative cross-border sporting projects. The EDUC commission kept the principle of Sport for all in its sights in early July with the organisation in Palanga (Lithuania) of a confer- ence on the subject, in parallel with the commission’s external meeting and tying in closely with inter-regional cooperation in this fi eld. Interview by Cristina Dascalu , Committee of the Regions EDUC commission holds an external meeting during the 5th World Sport for All Games in Palanga (Lithuania) “Active People, Better World” is the slogan and vision of the 5th TAFISA World Sport for All Games. Recognising the importance of the TAFISA Games in Lithuania and highlighting the idea of sport for all, the Committee of the Regions decided to organise the annual exter- nal meeting of the EDUC commission and a dedicated international conference on 5 and 6 July 2012, during the Games. The conference brought together more than 100 presidents of EU regions, mayors and other locally elected representatives, representatives from Member States and the European Commission, as well as leaders of the grassroots sport movement to address the topic of “Sport for All – Interregional Cooperation” and its role in promoting participation and social inclusion in and through sport. “The patrons of the Games, President of the Republic of Lithuania Dalia Grybauskaite, member of the European Commission Androulla Vassiliou, the International Olym- pic Committee, UNESCO, and CoR President Mercedes Bresso, make implementation easier through their sup- port and attention; they help to increase recognition and establish the status of the Games and their global importance,” said Kestutis Petraitis, the Director of the Games. Daiva Matoniene, Deputy Mayor of Siauliai City and a member of the CoR, stressed the signifi cance of the Games in the EU calendar of events. She mentioned that they had to work hard for the opportunity to organise the Games in Lithuania and to attract the attention of the main EU institutions. “I am delighted that the 2012 Games in Siauliai have been recognised as one of three events that best correspond to EU priorities in sport,” said Daiva Matoniene. After assessing applications received from various pub- lic organisations, the European Commission Directo- rate General of Education and Culture decided to grant 1.7 million litas for the 5th TAFISA World Sport for All Games 2012 in Siauliai. It is the fi rst time in Lithuania that a sport event has received direct funding from the EU budget. Yoomi Renström (SE/PES), Member of Ovanåker Municipal Council, CoR rapporteur on “Erasmus for all” Daiva Matoniene (LT/EA), Deputy Mayor of Siauliai City and member of the CoR 13 REGIONS & CITIES OF EUROPE ➔ JUNE  JULY 2012 ",
        "14 Rapporteurs have their say Renewable energy needs a direct route to consumers Achieving Europe’s climate goals will require consider- able investment in the energy infrastructure of Mem- ber States, which will ultimately have to be paid for by consumers in the form of higher prices. The Com- mission has proposed legislation for the structured planning, approval and fi nancing of this complex and time-consuming process. It is meant to provide stand- ardised support for the technical and logistical condi- tions for cross-border transportation and storage of oil, gas, electricity and carbon dioxide. Thinking in national terms is no longer enough. The Committee of the Regions ENVE commission was unanimous in advising that solutions must be found which consider the interests of both potential inves- tors and end users in a balanced way. The goal must be to keep the price increase for consumers resulting from a higher share of renewables in the energy mix as low as possible, by applying the smartest and most cost-eff ective technical solutions in projects of com- mon interest. A common European energy market is the most eff ective tool for linking producers and con- sumers so as to limit the increase in prices through greater competition. Our shared climate goals can only ever be reached with people, never in spite of them. By involving people, municipalities and local authorities in iden- tifying and planning projects early on and in a way that is thorough and transparent, it should be pos- sible to minimise costly delays in the approval and construction phase. The public, municipalities and local authorities should be fairly compensated for any remaining damage through countervailing measures and payments. The more peripherally produced energy is also con- sumed peripherally, and the more surplus energy can be transported as directly as possible to consumption centres, the more successful energy from renewable sources will be. The proposal for a regulation by the European Parliament and the Council enables genu- ine progress down this road. Heinz Lehmann (DE/EPP), Member of the Saxony Landtag Petr Osvald (CZ/PES), Member of Plzen City Council European territorial cooperation should focus on coordinating thematic and development strategies across borders European Territorial Cooperation (ETC) is a keystone of the EU’s cohesion policy, not only since it is the largest recipient of cohesion funding but also because it is the instrument which arguably generates the great- est synergies. European Territorial Cooperation fosters a European sense of belonging, inter-connectivity, combats prejudices and helps to create an integrated Europe. It allows best practices to be identifi ed and enables the exchange of experiences, thereby con- tributing to EU cohesion and integration. For this reason, I believe that, unlike in the case of other programmes, the principle of thematic concentration cannot be applied to European Territorial Coopera- tion, and should not primarily be used to implement the 2020 strategy but rather to create the conditions for the best possible implementation of this strategy on a wider scale, across the whole of Europe. This par- ticularly applies to cross-border programmes. ",
        "15 Rapporteurs have their say In my opinion, in the next programming period, the ETC should also clearly focus on coordinating and interconnecting the various thematic and develop- ment strategies across borders. Most strategies are drafted at national level and lack any cross-border dimension. This particularly concerns strategies in areas such as transport, energy, the labour market, environmental protection, science and research etc. Comparing these strategies and ensuring their coordi- nation could help highlight the missing links in terms of cross-border cooperation, identify development potential and put forward integrated solutions. If we are to address the problem areas we have identifi ed and make use of the existing development potential, we need to bring together both public and private organisations as well as the various sources of fund- ing. I consider the ETC to be a very “smart” and fl exible instrument for the continued development of the whole EU. It should not therefore focus on narrow objectives but rather harness the vast creative poten- tial which is latent within Europe’s rich diversity. It is with this in mind that we should begin to draft a sep- arate Regulation for European Territorial Cooperation for the years 2014-2020. Cllr Kay Twitchen (UK/Non-attached) , Essex County Council The objective of the LIFE Programme is to be a catalyst for promoting implementation and integration of environmental and climate objectives in other EU policies We all agree that protecting the environment and mit- igating climate change are terribly important issues. And even if we cannot agree on all of the solutions, or even some of the questions, there is a general accept- ance that these are issues where the EU can play a piv- otal role in mobilising eff orts by national, regional and local actors, as well as the wider international com- munity. Refl ecting this, the European Commission has adopted a “mainstreaming” approach, which implies that environmental and climate objectives need to be refl ected in all main actions to ensure that they con- tribute to building a low-carbon, resource-effi cient and climate-resilient economy. However, the main EU funding instruments do not address all environmental and climate specifi c needs. The objective of the LIFE Programme is therefore to be a catalyst for promot- ing implementation and integration of environmental and climate objectives in other EU policies. Special emphasis is placed on better governance. In preparing my opinion, I had meetings with local and regional stakeholders, where it became clear that whereas the existing LIFE Programme is much appreciated, and although the new programme is an improvement by being both simpler and having a greater budget, some innovations give cause for con- cern, specifi cally regarding which costs can be reim- bursed by the EU: (cid:131) VAT: previously councils could claim back VAT whe- reas now, as part of a wider reform of EU fi nancial regulations, this will not be possible. (cid:131) Staff costs: previously councils could charge staff overheads to the project. The Commission claims that this is a major auditing issue and is the cause of much clawback of funding by the EU. It will there- fore be much stricter in limiting which staffi ng costs can be charged. The Commission proposes that to compensate it will greatly increase the EU co-fi nancing rate from 50% to around 70%. A detailed study shows that most projects would benefi t through this compensation. However, refl ecting the current economic situation of many local councils, it appears that stakeholders want both: reimbursement of costs and a higher EU contri- bution. Apart from these concerns, the CoR strongly welcomes the planned continuation and strengthen- ing of this important programme. REGIONS & CITIES OF EUROPE ➔ JUNE  JULY 2012 ",
        "Europe as you see it Vitoria-Gasteiz: 30 years of environmental commitment Vitoria-Gasteiz in northern Spain, capital of the Basque Autonomous Community and of the historic terri- tory of Álava, has been awarded the title of European Green Capital 2012, the third European city to have received this accolade, following on from Stockholm (2010) and Hamburg (2011). To earn this title, which is awarded by the European Commission, the city has worked long and hard to become a city with one of the highest ratio of parks per capita in Europe (45m 2 per person). Vitoria has more than 10 million m 2 of green spaces, accounting for 32.67% of the urban area. According to its mayor, Javier Maroto Aranzábal (Partido Popular, EPP), “ The 2012 European Green Capital Award is the result of more than 30 years of commitment to sustainability in our city. ” Some of the green data that make Vitoria a bench- mark in environmental matters are its 613-hectare Green Belt, its 210 organic farming plots, its 130 000 trees on the city’s streets, a Sustainable Mobility and Public Space Plan with a new environmentally- friendly bus network, a high-quality tramway system, 90 km of bicycle lanes and pedestrian areas. These transport improvements have helped achieve a 45% increase in journeys by public transport. The city also has a sustainable water management system and an established recycling policy. Andalucía Aragón Cataluña Comunidad Valenciana Islas Baleares Castilla y León Comunidad de Madrid Castilla- La Mancha Región de Murcia Extremadura Islas Canarias Galicia Principado de Asturias Cantabria País Vasco Navarra La Rioja Vitoria-Gasteiz 16 ",
        "17 Vitoria’s most important plan has been the creation of the Green Belt. This is one of the most ambitious projects undertaken by the regional executive and for which planning started in the 1990s. The belt consists of fi ve suburban parks surrounding the city, two of which are part of the Natura 2000 European biodiver- sity conservation network. This green belt is linked by a network of 33 km of footpaths and 90 km of bicy- cle lanes, bringing nature to the heart of the city. The network is also a source of biodiversity, being home to 381 diff erent species of trees and 12 160 shrubs. In 2000, the United Nations chose the Green Belt as one of the 100 best projects worldwide at its Third Inter- national Competition of Best Practices for Improving the Environment. The Álava region’s capital also makes notable use of compact urban planning, which has limited the urban area to a radius of 1 500 metres from the cen- tre, in order to protect environmentally sensitive areas around the city. Through the Special Interior Reform Plan (PERI), the government is restoring the city’s medieval quarter. On the basis of this programme, Vitoria won the 2002 “Europa Nostra” award for pre- serving Europe’s most important cultural heritage. The selection panel also welcomed the regional gov- ernment’s implementation of the Climate Change Prevention Strategy in 2006, its signing of the Cov- enant of Mayors in 2009 and the adoption of the Plan to against Climate Change in 2010. All of these measures have led to lower energy consumption and to the active promotion of renewable energy sources, and have reinforced Vitoria’s commitment to achieve a 16% reduction in greenhouse gas emissions by 2012. None of these advances would have been pos- sible without the determination of all sectors of Vito- ria society, including the political and business and industry sectors, and especially the public. “ Thanks to the commitment of our citizens and their good practices in recycling, mobility and water consumption, Vitoria- Gasteiz has become an example for Europe. ” The regional government launched an awareness- raising campaign entitled “Green outside – green inside”, which had a major impact on Vitoria’s inhabit- ants and succeeded in developing green awareness. The executive has now launched its 2012 Action Plan, which places citizens at the heart of the strategy in order to get them involved in environmental projects. This plan is opening up the city to the rest of Europe with a view to sharing and disseminating its good practices in the fi eld of environmental policy. Beyond Europe’s borders, on May 3, the mayor of Vitoria was able to showcase the city’s town-planning and mobility model to a delegation from China. At that event, an intercontinental EU-China coopera- tion agreement was signed, with a view to fi nding solutions to the challenge of sustainable urban plan- ning. The European delegation of the Committee of the Regions consisted of the CoR President, Mer- cedes Bresso, and the mayors of three European cities (Malmo, Berlin and Vitoria), who shared experiences with China’s Vice Premier, Li Keqiang. The city that will take over from Vitoria-Gasteiz as European Green Capital 2013 is Nantes (France). On 12 April, the European Commission announced the cities selected as fi nalists for the title of European Green Capital 2014. On June 8, Bristol (UK), Copenha- gen (Denmark) and Frankfurt (Germany) presented their strategies and action plans to a selection panel and the winner will be announced by the panel at a ceremony to be held in Vitoria-Gasteiz on June 29 2012. Nieves Tejada Castro, Committee of the Regions C i t y t y y : V i i t o a - C i t y t y y : V i i t o R e gg i g i o n : BB a s q q u e CC o u nn t r yy ( Á l Á l a v v a ) M a yyy o r : JJ a v i e e r M aa r o tt o AA r a n z n z áá b a l l ( P a r rr t i d o o P o p p u l a r r , E P PPP ) P o p u uu l a t i oo n : 22400 , 58 800 i nn h a bb i tt a n tt s T w i n nnn e d w i t h h : T o o rr r e m m o li nn o s s ( SS p aa i n ) , A n gg o o u l e m m e (( F r a nn c e ) ,, Z u gg ( W W ee s t e e r n SS a h h a r a ) ) , L a GGG u e r a a ( WW e s t ee r n SS a hh a r a )) , C o ggg o ( E q E q u a tt o r i aa l G uu i n ee a ) , VV i tt o r i r i a ( B B r a zz il ) , A n aaa h e i mm ( U U S A ) , , V i cc t o t r i r i a ( U U SS A ) , , K u uu t a t i ss ii ( G ee o r g i a ) , II b a gg u e (( C oo l o m m b i i a ) , S u uu ll a n n aa ( P P ee r u ) ii t o rr i a - GG a s t s t e i i zz ii t o rr i a - GG a s t s t e i z ÁÁ ) o r i a - GGG s o r i a - G Javier Maroto Aranzábal , Mayor of Vitoria-Gasteiz REGIONS & CITIES OF EUROPE ➔ JUNE  JULY 2012 ",
        "18 In short and in pictures European Commission supports grassroots sports and outdoor activities The Education, Audiovisual and Culture Executive Agency of the European Commission has published, under the sub-Action 4.6 of the Youth in Action Pro- gramme, a call for proposals dedicated to partnerships with regional and local bodies and other stakeholders in the youth fi eld, with notably a priority on grassroots sports and outdoor activities. This call for proposals aims at supporting partnerships in order to develop over the long-term projects which combine various measures of the Youth in Action Programme. This mechanism encourages synergies and cooperation between the European Commission – via the Education, Audiovisual and Culture Executive Agency – and the diff erent actors working in the fi eld of youth by pool- ing resources and practices with a view to maximising the impact of the programme and to reaching out to a higher number of benefi ciaries. The deadline for submission of the applications is 17 September 2012. ➜ For any additional information, please consult the Education, Audiovisual and Culture Executive Agency website: http://eacea.ec.europa.eu/youth/ funding/2012/ ➜ Contact: eacea-p6@ec.europa.eu EU-China collaboration on sustainable development Speaking at a joint conference on urbanisation held by European Union (EU) and China, President Bresso reiter- ated the importance of cities being, “an important solu- tion to the global quest for sustainable development” and proposed a potential partnership between the CoR and the China Association of Mayors. “To be successful, our partnership needs to be based on a peer-to-peer process between city mayors and local governments,” advised Li Keqiang, Vice-Premier of China. Arguing that Mayors were the, “front line drivers of sustainable devel- opment”, Bresso emphasised the importance of sharing knowledge and developing cooperation between cities. Having referred to the European example of the Cove- nant of Mayors, she noted that the CoR had also made headways in establishing a global network of cities and regions, citing the agreements written up with the U.S. Conference of Mayors, before calling for the, “China Association of Mayors to consider a similar step for- ward. That would be our reach for the EU-China Mayors’ Forum later this year.” President Bresso said that towns and cities were, “vital stages in the democratic process and laboratories where power evolves at the service of social justice and progress” as stated in the Copenhagen Declaration that was adopted by the CoR at the Copen- hagen Summit in March earlier this year. EU-China collaboration on sustainable development has been high on the political agenda. During the recent Copenhagen Summit, José Manuel Barroso, the Presi- dent of the European Commission, had referred to this growing partnership saying that, “Just recently, in China, we have celebrated with our Chinese partners a Partner- ship for Urbanisation, where the Chinese want to learn from our experience of developing urban areas, namely The President of the CoR Mercedes Bresso, addressing the Mayor of Beijing, Guo Jinlong, called upon the Mayors of China to forge closer ties with Europe’s cities and regions in tackling climate change. ",
        "19 In short and in pictures in terms of sustainability.” This relationship was formal- ised in Brussels on 3 May when the EU-China Urbanisa- tion Partnership was signed by President Barroso and the Chinese Vice-Premier, in the presence of a delega- tion of European Mayors led by President Bresso, and a delegation of Chinese Mayors. This dialogue is expected to continue at the EU-China Mayors’ Forum that will take place later this year. CoR’s Bureau in Nicosia will discuss the Europe 2020 strategy The Committee of the Regions is looking ahead: in the months to come we will analyse the fi rst results of the Europe 2020 strategy, the tool put forward by the Euro- pean Commission to stimulate growth and jobs. With- out the full engagement and involvement of regional and local authorities it will be impossible to achieve the objectives set by the strategy and its fl agship initiatives. In Nicosia on 7 September, under the Cypriot presidency, the CoR Bureau will tackle the territorial dimension of one of the fl agship initiatives forming part of the Europe 2020 strategy, European platform against poverty and social exclusion in order to evaluate how regional and local authorities are involved, how territorial pacts have been set up, and the results on the ground. The work of the CoR’s Europe 2020 Platform and the contribution of all stakeholders will therefore be essential to putting together our analysis and formulating the CoR’s propos- als for the mid-term review of the Europe 2020 strategy, its objectives and its tools. The current diffi cult fi nancial, economic and social situ- ation throughout the continent puts considerable pres- sure on public spending and social protection – an area where local authorities need to respond and provide solutions to address poverty and social exclusion. In Nic- osia we will start our reading of the European response to this common challenge. First Eurobarometer survey to get an overview of the “regional” views on Europe The European Commission will run a Eurobarometer sur- vey in the summer of 2012, in order to sound out public opinion in the regions. The new survey will make it pos- sible to look at perceptions of the economic situation, EU political priorities, confi dence in diff erent levels of government and the role of the latter when it comes to communicating Europe. The research will address – for the fi rst time – regional audiences via 50 000 phone interviews in each of some 170 NUTS 1 or 2 regions. The results of the Eurobarometer will be presented at the third edition of EuroPCom, the European Conference on Public Communication, organised on 17 and 18 October by the CoR, in cooperation with the other EU institu- tions. The focus of this year’s conference will be specifi - cally on public confi dence in the EU and interaction with citizens, in view of the European Year 2013 and the EP elections in 2014. the language required, by e-mail to regionsandcities@cor. europa.eu or by post to the following address: Committee of the Regions Press Department — Subscription to Regions & Cities of Europe Rue Belliard/ Belliardstraat 99–101 1040 Bruxelles/ Brussel BELGIQUE/ BELGIË Regions & Cities of Europe comes out fi ve times a year in six diff erent languages: French, English, German, Polish, Italian and Spanish. It is published by the Committee of the Regions, the EU institution representing local and regional authorities. Subscription is free of charge. Regions & Cities of Europe is published by the Committee of the Regions, the EU institution representing local and regional authorities. Subscription is free of charge. To subscribe, please send your name and address, indicating R É G I O N S C O MM U N E S D ’ E U R O P E L E TT R E D ’ I N F O R M A T I O N D U C O M I T É D E S R É G I O N S N ° 67 d é c e m b r e 2009 - j a n v i e r 2010 D o ss i e r s p é c i a l « L ’ a nn ée 2010 e n p e r s p e c t i v e » É g a l e m e n t d a n s c e n u m é r o L e l i v r e v e r t s u r l ’ a v e n i r d e l a p o l i t i q u e c o mm u n e d e l a p ê c h e L e p r i n c i p e d u « p o ll u e u r - p a y e u r » a pp l i q u é a u x s u b s t a n c e s é l e c t r o n i q u e s d a n g e r e u s e s « C o mm e d e s l i o n s r u g i ss a n t s » : u n p a r t e n a r i a t t r a n s a t l a n t i q u e d a n s l a l u tt e a u n i v e a u l o c a l c o n t r e l e c h a n g e m e n t c l i m a t i q u e I SS N 1562 - 0719 M a n u e l C h a v e s G o n z á l e z p r é s e n t e l e s p r i o r i t é s d e l a p r é s i d e n c e e s p a g n o l e L e t r a i t é d e L i s b o nn e : p l u s d e r e s p e c t e t d e p o u v o i r s p o u r l e s r é g i o n s e t l e s v i ll e s U n e c oo p é r a t i o n r e n f o r c ée a v e c l e P a r l e m e n t e u r o p ée n L ’ A ss e m b l ée d e l ’ U E d e s r e p r é s e n t a n t s r é g i o n a u x e t l o c a u x U N I O N E U R O P ÉE NN E C o m i t é d e s R é g i o n s b R E D ’ ’ I I NNNNN FF D o ss i e r s p é M a n u e l C h a v e s G o n z á l a p r é s i d e n c e e s p a g n o L e t r a i t é d e L i s b o nn e : p o u v o i r s p o u r l e s r é g i U n e c oo p é r a t i o n r e n f l e P a r l e m e n t e u r o p ée O P ÉE NN E e s R é g i o n R É G I O N S C O MM U N E S D ’ E U R O P E D o ss i e r s p é c i a l « L ’ a v e n i r d e l a p o l i t i q u e r é g i o n a l e » É g a l e m e n t d a n s c e n u m é r o T ê t e - à - t ê t e a v e c l a p r é s i d e n t e d u C d R , M e r c e d e s B r e ss o L e s a m b i t i o n s d e s o n n o u v e a u p r é s i d e n t p o u r l ’ a ss o c i a t i o n e u r o p ée nn e R e g l e g C h r o n i q u e d ’ u n e r é u ss i t e — V e r s u n e s t r a t é g i e e u r o p ée nn e p o u r l a r é g i o n d u D a n u b e I SS N 1562 - 0719 L e c o mm i ss a i r e à l a p o l i t i q u e r é g i o n a l e J o h a nn e s H a hn p r é s e n t e s e s p r i o r i t é s p o u r l e s p r o c h a i n e s a nn ée s A v e c l e s r a pp o r t e u r s M i c h a e l S c hn e i d e r e t F l o C l u c a s , l e C d R p r e n d p o s i t i o n L e s m a c r o r é g i o n s d ’ E u r o p e : l ’ i n t é g r a t i o n p a r l a c oo p é r a t i o n t e rr i t o r i a l e L ’ A ss e m b l ée d e l ’ U E d e s r e p r é s e n t a n t s r é g i o n a u x e t l o c a u x U N I O N E U R O P ÉE NN E C o m i t é d e s R é g i o n s L E TT R E D ’ I N F O R M A T I O N D U C O M I T É D E S R É G I O N S N ° 68 m a r s - a v r i l 2010 gional re D o ss i e r s p é L e c o mm i ss a i r e à l a p J o h a nn e s H a hn p r é s e p r o c h a i n e s a nn ée s A v e c l e s r a pp o r t e u r s M C l u c a s , l e C d R p r e n d p L e s m a c r o r é g i o n s d ’ E u c oo p é r a t i o n t e rr i t o r i a O P ÉE NN E e s R é g i o n s R E D ’ II NNNNN F FFF OO R É G I O N S C O MM U N E S D ’ E U R O P E D o s s i e r s p é c i a l : « Q u e ll e p o l i t i q u e a g r i c o l e c o mm u n e a p r è s 2013 ? » É g a l e m e n t d a n s c e n u m é r o : L e s p r i o r i t é s p o l i t i q u e s d e s m e m b r e s d u C o m i t é d e s r é g i o n s p o u r 2010 P a u v r e t é e t e x c l u s i o n s o c i a l e : q u e ll e s r é p o n s e s l o c a l e s e t r é g i o n a l e s ? C h r o n i q u e d ’ u n s u cc è s : l e c o n c o u r s d e t h è s e s , u n l i e n f e r t i l e a v e c l e m o n d e a c a d é m i q u e I SS N 1562 - 0719 L e c o mm i ss a i r e c h a r g é d e l a p o l i t i q u e a g r i c o l e c o mm u n e e t d u d é v e l o pp e m e n t r u r a l D a c i a n C i o l o ş p r é s e n t e s e s p r i o r i t é s c o n c e r n a n t l ’ a v e n i r d e l a P A C A v e c l e r a pp o r t e u r R e n é S o u c h o n , l e C o m i t é d e s r é g i o n s p r e n d p o s i t i o n L ’ A ss e m b l ée d e l ’ U E d e s r e p r é s e n t a n t s r é g i o n a u x e t l o c a u x U N I O N E U R O P ÉE NN E C o m i t é d e s R é g i o n s L E TT R E D ’ I N F O R M A T I O N D U C O M I T É D E S R É G I O N S N ° 69 m a i – j u i n 2010 © D i g i t a l V i s i o n R a autho gional re R É G I O N S R É C O MM U N E S C O M D ’ E U R O P E D ’ D o s s i e r s p é c i a l : « Q u e ll e p o l i t i q u e a g r i c o l e c o mm u n e a p r è s 2013 ? » É g a l e m e n t d a n s c e n u m é r o : L e s p r i o r i t é s p o l i t i q u e s d e s m e m b r e s d u C o m i t é d e s r é g i o n s p o u r 2010 P a u v r e t é e t e x c l u s i o n s o c i a l e : q u e ll e s r é p o n s e s l o c a l e s e t r é g i o n a l e s ? C h r o n i q u e d ’ u n s u cc è s : l e c o n c o u r s d e t h è s e s , u n l i e n f e r t i l e a v e c l e m o n d e a c a d é m i q u e I SS N 1562 - 0719 L e c o mm i ss a i r e c h a r g é d e l a p o l i t i q u e a g r i c o l e c o mm u n e e t d u d é v e l o pp e m e n t r u r a l D a c i a n C i o l o ş p r é s e n t e s e s p r i o r i t é s c o n c e r n a n t l ’ a v e n i r d e l a P A C A v e c l e r a pp o r t e u r R e n é S o u c h o n , l e C o m i t é d e s r é g i o n s p r e n d p o s i t i o n L ’ A ss e m b l ée d e l ’ U E d e s r e p r é s e n t a n t s r é g i o n a u x e t l o c a u x O P ÉE NN E e s R é g i o n s R E D ’ II NNN FFFF O F OOOOO RRR M A T I O N D U C O M I T É D E S R É G I O N S N ° 69 m a i – j u i n 2010 © D i g i t a l V i s i o n R É G I O N S C O MM U N E S D ’ E U R O P E D o s s i e r s p é c i a l : « L e d é fi d u c h a n g e m e n t c l i m a t i q u e : C o nn i e H e d e g aa r d f o r m u l e s e s a t t e n t e s e n v e r s l e s r é g i o n s e t l e s v i ll e s e u r o p ée nn e s » É g a l e m e n t d a n s c e n u m é r o : L a p e r s p e c t i v e d e s r é g i o n s : l ’ E u r o p e v u e d e R u s e , B u l g a r i e L e s m a c r o r é g i o n s d ’ E u r o p e s e d é v e l o pp e n t : l e r a pp o r t e u r H e r m a nn K u hn d é c r i t l e s a m b i t i o n s d e l a z o n e m e r d u N o r d - M a n c h e S o r t i r d e l a c r i s e : l a r a pp o r t e u r e C a t a r i n a S e g e r s t e n - L a r ss o n d é c l a r e p o u r q u o i e ll e a c o n fi a n c e d a n s l e s p a r t e n a r i a t s p u b l i c - p r i v é I SS N 1562 - 0719 L ’ a v i s d e p r o s p e c t i v e d e P a u l a B a k e r t r a c e l e r ô l e d e s c o ll e c t i v i t é s t e rr i t o r i a l e s d a n s l a f u t u r e p o l i t i q u e e n v i r o nn e m e n t a l e R u d y D e m o tt e , m i n i s t r e - p r é s i d e n t d e l a W a ll o n i e e t d e l a C o mm u n a u t é f r a n ç a i s e e x p l i q u e p o u r q u o i l e s r é g i o n s b e l g e s s o n t e n v é r i t é l e s p i l o t e s d e l a p r é s i d e n c e b e l g e d u C o n s e i l d e l ’ U n i o n e u r o p ée nn e U N I O N E U R O P ÉE NN E C o m i t é d e s R é g i o n s L E TT R E D ’ I N F O R M A T I O N D U C O M I T É D E S R É G I O N S N ° 70 o c t o b r e – n o v e m b r e 2010 Would you like to receive Regions & Cities of Europe regularly? Subscribe! REGIONS & CITIES OF EUROPE ➔ JUNE  JULY 2012 ",
        "OPEN DAYS 2012 Europe in my Region/City – Local events In parallel with the OPEN DAYS-European Week of Regions and cities in Brussels between 8 and 11 October, 250 local events are planned to take place in 33 coun- tries under the headline “Europe in my region/city”. Between September and November, experts from EU, national, regional and local public authorities will discuss the following issues: Smart and green growth for all, Ter- ritorial cooperation: an asset for Europe and Delivering results. The detailed programme will be available early September on the OPEN DAYS website. OPEN DAYS 2012: 219 regions and cities from 33 countries sign up Grouped in 24 regional partnerships, the 219 partners include 50 cities, with 21 capital cities or regions, and 169 regions representing the variety of subnational authorities and constituencies in Europe (cantons, coun- ties, comunidades, départements, districts, diputaciones, Länder, Län, municipalities and provinces). In the 10-years’ history of the event, this is one of the highest numbers. The OPEN DAYS events in Brussels will consist of: 1. An Opening Session in the EP coinciding a CoR Ple- nary Session and a meeting of the European Parlia- ment’s REGI Committee 2. A programme of 107 seminars, workshops and debates organised by the regional partners, Euro- pean Commission DG’s and the CoR 3. The Meeting Place including workshops on CLLD (Community-led local development), an Interreg IV C exhibition, networking opportunities and a TV studio 4. A media programme organised namely for journal- ists from regional media, 5. A number of social networking events The OPEN DAYS , European Week of Regions and Cit- ies are co-organised by the Committee of the Regions (CoR) and the Commission’s Directorate-General for Regional Policy (DG REGIO). They attract each year between 5 000-6 000 participants from all over Europe to discuss EU regional policy. For more information, please consult: www.opendays. europa.eu Europe in my region Reactions/comments: regionsandcities@cor.europa.eu Q G - AA - 12 - 078 - E N - C Regions & Cities of Europe — No 78 Director: Laurent Thieule, Directorate ‘Communication, Press and Events’ Head of Unit: Serafino Nardi, Unit ‘Press, Internal and External Communication’ Editor-in-Chief: Branislav Stanicek Photos: Committee of the Regions archives Graphics: Publications Office of the European Union (Luxembourg) Committee of the Regions Communication, Press and Events Directorate Rue Belliard/Belliardstraat 99–101 1040 Bruxelles/Brussel BELGIQUE/BELGIË Tel. +32 222822211 Fax +32 222822085 Internet: http://www.cor.europa.eu Regions & Cities of Europe is a newsletter of the Committee of the Regions, published by the Communication, Press and Events Directorate. The content of this newsletter does not necessarily reflect the opinions of the European Union institutions. Neither the institutions/bodies of the European Union, nor any person acting on their behalf, can be held responsible for any misuse of the information provided here. Available in six languages. Available online/PDF format: http://www.cor.europa.eu /en/press/ newsletter.html © European Union, 2012 Printed in Belgium "
    ]
}