{
    "text": [
        "Rodrigo Fuentes Claudio Sapelli Economic Policy Choices in Chile’s Transition Periods: Lessons for Libya? Research Project Report Issue 2021/11 - July 2021 ",
        "2 © European University Institute 2021 Content and individual chapters © Rodrigo Fuentes, Claudio Sapelli, 2021 This work has been published by the European University Institute, Robert Schuman Centre for Advanced Studies. This text may be downloaded only for personal research purposes. Additional reproduction for other purposes, whether in hard copies or electronically, requires the consent of the authors. If cited or quoted, reference should be made to the full name of the author(s), editor(s), the title, the year and the publisher. Requests should be addressed to med@eui.eu. Views expressed in this publication reflect the opinion of individual authors and not those of the European University Institute. Middle East Directions Robert Schuman Centre for Advanced Studies Research Project Report RSCAS/Middle East Directions 2021/11 July 2021 European University Institute Badia Fiesolana I – 50014 San Domenico di Fiesole (FI) www.eui.eu/RSCAS/Publications/ cadmus.eui.eu ",
        "3 Table of Content Executive Summary 4 1. Introduction 5 2. About Chile 6 2.1. Chronology for understanding the Chilean reform process 6 2.2. Key policy components in the transition to a market economy 9 2.3. The importance of institutions for Chile 11 3. Analysis of specific reforms 13 3.1. Decentralisation of governmental policies 13 3.2. Privatisation and the role of the private sector 15 3.3. Managing NNRR 16 3.4. The role of trade openness 18 3.5. The role of public finance 19 3.6. Financial markets and monetary policy 21 4. Conclusions and Lessons learned for Libya 23 References 24 ",
        "4 Economic Policy Choices in Chile’s Transition Periods: Lessons for Libya? 1 Rodrigo Fuentes 2 Claudio Sapelli 3 Executive Summary Chile’s experience offers valuable lessons for countries in transition, including Libya. In the last 50 years, Chile has faced two instructive political shifts. The first started in 1973 with a military coup. Here there was a shift from a socialist economic regime to a free-market one. The second transition phase occurred in 1990 as the country returned to democracy. Here, the new democratic government was able to skilfully navigate the many pressures and tensions it faced. The government nominally changed the country’s economic agenda, while leaving previous economic policies intact. Some of the credit for this successful economic policy depended on the construction of big and small institutions. “Rules rather than discretion” is, Chile’s experience suggests, an excellent recommenda- tion for institution building that signal that they will persist and, hence, help alleviate uncertainty. Fiscal discipline and the Central Bank’s independence were crucial in providing an adequate macroeconomic framework for fostering investment. Thinking now of Libya this is relevant since that country will require investment to rebuild the productive capacity of several sectors. An adequate macroeconomic policy consists of sound fiscal and monetary points. Fiscal discipline is critical for managing revenue windfalls from natural resources and for boosting economic growth. But, again, rules prove crucial in avoiding populism, the large fiscal imbalances, and the debt problems that generate undesired intergenerational transfers. A stable and credible monetary policy that keeps inflation under control and that ensures adequate liquidity must also be on the checklist of sound policies. An independent Central Bank has provided Chile with a credible and sustainable framework and has kept inflation in the low single digits. Adequate financial market regulations will also ensure the development of a solid private financial sector, prevent costly financial crises and encourage economic growth. Another critical issue in small economies is trade and financial openness for economic growth. This policy enables small and initially poor economies to have access to technology, knowledge, financial and physical capital from abroad, as well as access to large markets for their exports. Last but not least, there is the issue of the development of adequate social policies . This is an area where Chile is less useful as an exemplar, at least more recently. Chile opted to focus its social policy on only the very poorest. When almost half of the population was impoverished, this appeared a rea- sonable goal and, given the need for fiscal discipline, a necessary one. But as poverty decreased and dipped below 10 percent, and as the fiscal situation improved, Chile did not broaden its social policy quickly enough. There may be a more general lesson here: specific policies can be good at certain stages of development, but there is a need for them to change as a country develops. 1 This research paper is part of a series of publications prepared in the framework of the “Dialogue Platform for Peace and Stability in Libya”. The project aims to establish a platform for dialogue and exchange between Libya's major political forces, Libyan and international researchers and key actors in the international community on key policy issues for Libya’s future. 2 Professor of Economics, Economics Department, Pontificia Universidad Católica de Chile. 3 Professor of Economics, Economics Department, Pontificia Universidad Católica de Chile. ",
        "5 1. Introduction This paper looks at three phases of the Chilean experience over sixty years (1960-2019). The two turning points, in 1973 and 1990, were transition phases that may provide valuable lessons for Libya. In the first phase, from 1960 up to 1973, the country evolved towards a socialist system where the state directly participated in several productive sectors. In 1973, there was a military coup. During this second period, 1973-1989, Chileans lived under military rule. This regime faced a critical social, political and economic situation. To address this crisis, it decided to shunt the economy towards a free market system. The beginning of the third phase (1990) was marked by the return to a democratic regime. There were wide-ranging, sometimes divergent, expectations for the Chilean economy. All in all, the Chilean experience in both transition phases offers important lessons and, during long periods, appeared to be highly successful. In the first transition phase, the country emerged from economic collapse (though with high social and human costs). The economic strategy of that time can be usefully examined for lessons for other countries. In the second transition phase, from military regime to democracy, Chile accomplished what ex-ante had seemed impossible: it managed to preserve the good while changing the bad (or inadequate). Below the design of economic policy and the buildup of institutions are set out and it is shown how insti- tutional constraints contributed to better public policy. The importance of rules proved crucial in building up a solid macroeconomic base for growth and in defeating extreme poverty. Unfortunately, the micro- economics did not always work well. Incentives changed over time and inequality was neglected. For some twenty years after the beginning of the democratic period Chile’s economic performance proved outstanding. Economic growth has not been as successful since, but the first two decades deserve careful examination. Chile managed to build institutions and transit successfully from very different economic and political regimes and this experience may prove to be instructive to Libya. In each phase, we can learn from Chile’s successes and mistakes. Some features are similar between the two economies. The main export product comes from mineral resources (copper in Chile, oil in Libya). But Chile had other natural resources including good land for agriculture and forestry that helped diversify the export matrix. Nevertheless, in Libya oil revenues could help to make up for the absence of other resources if carefully managed. Both countries also experienced major shifts in their political systems. In the first part of the paper, the different episodes in Chile’s recent history are set out, with special attention to institutions and the political economy of the reforms. Subsequently some specific reforms are examined: reforms that proved central for a thriving economy. Here the role of the private sector, attempts to decentralise the health and education sectors, the management of natural resources, the importance of trade and financial openness, and the relevance of the financial sector and monetary policy for a good performance of the economy are all discussed. The paper ends with some final remarks that summarise the lessons of the Chilean model, some of which could be helpful in post-con- flict Libya. ",
        "6 2. About Chile 2.1. Chronology for understanding the Chilean reform process The Chilean history of the last 60 years (1960-2019) can be usefully broken down into three phases, with different political regimes and economic policies. Two political regime changes separate the three periods and are crucial for understanding the reform process that this article will describe. The two tran- sition phases we will refer to in the paper relate to the transition from democracy to military rule in 1973 and the transition back to democracy in 1990. Each of these phases had its challenges: the military gov- ernment took over a country in deep economic trouble (see indicators); and the democratic government had to face down deep political tensions and economic uncertainty. 2.1.1. The participation of the state in economic activity One key issue that characterises these three periods are the changes in the state’s participation in the economy. In the first period, the government was increasingly involved in economic activity. Until 1970 this was mainly through buying shares (up to 51%) in the large copper companies. During the 1970-1973 period, under a socialist regime, the participation of the government increased rapidly. The government was ideologically driven to change the ownership of the means of production. Therefore, the government decided to redistribute real assets, based on four pillars 4 : a)The nationalisation of copper mines and other mining establishments, with almost no recompense for the expropriation of the large copper mines. b)The intensification of the land reform process started in 1962. c)The nationalisation of the banking sector. d)The government pursued the take-over of the manufacturing industry, through an old law that allowed the government to intervene in firms with labour problems. By September 1973, the state had achieved significant participation in economic activity. The following table shows estimates of the share of state-owned firms in total sectoral output. These estimates, note, do not include agriculture. Table 1. Share of State-Owned Businesses in Sectoral and Total Output Sectors 1965 1973 Mining 13.0 85.0 Industry 3.0 40.0 Utilities 25.0 100.0 Transport 24.3 70.0 Communications 11.1 70.0 Financial NA. 85.0 Input in total sectors * 14.2 39.0 *The estimates do not include agriculture. Source: Larrain and Meller (1991). 4 For more details see Larrain and Meller (1991). ",
        "7 In the second period, 1973-1989, the military junta implemented an extensive program of privatisation. Table 2 displays the process of privatisation across almost twenty years. Table 2. Evolution of the State Enterprise Sector Sectors 1970 1973 1983 1989 Number of enterprises 68 596 48 45 Value-added (% of total) N.A. 39.0 24.1 * 15.9 Employment (% of the workforce) 4.8 5.6 3.2 1.0 Source: Table 1 in Lüders (1991). *1981 Finally, the new democratic government (1990 onwards) continued this process, though with public-pri- vate partnerships. More importantly, it did not put privatisations into reverse. In 1993, the first demo- cratic administration implemented a system of competitive franchising in public investment for private corporations. These new contracts enabled private funding for investments in road infrastructure, public utilities (hospitals, schools, jails, etc.), and seaport and airport infrastructure. The program reached a peak in 1996 with an investment rate of 3.2% of GDP. After 1993, it lost momentum; during the 2000s and 2010s, it fluctuated between 0 and 0.5% of GDP. 2.1.2. Macroeconomic indicators Table 3 displays relevant macroeconomic indicators for four periods: the first period is broken down into two to underline the performance of the Allende government, 1971-73. GDP growth is not remarkable in any of the four periods for a less developed country. Growth spurts followed deep recessions and vice versa . For example, in the first year of the socialist government, the growth rate was extremely high (9.2%), due mainly to a very expansive macroeconomic policy. But the deep macroeconomic imbalanc- es associated with socialist policies made this growth rate unsustainable. GDP growth rate . In the period 1973-1989, the economy experienced two deep recessions: the first in 1975 and the second in 1982. The rapid growth in 1977-1981 and 1986-1989 allowed the average growth rate to reach an acceptable 3.2 percent for the entire period. In the first years of democracy, there was a period of very high growth (1990-1997), in which the economy grew at a record high of 7.7%. The growth rate has, though, been mediocre since then. Table 3. Macroeconomic indicators Indicators 1961-1970 1971-1973 1974-1989 1990-2019 GDP Growth rate (%) 4.2 0.9 3.2 3.7 Unemployment (%) 5.9 4.7 16.8 7.3 Inflation (%) 27.4 169.4 54.9 5.6 Fiscal balance central government (% of GDP) N.A. -16.1 -2.2 0.7 Exports + Imports over GDP 23.9 16.9 38.0 52.1 Mining Exports/Total Exports 74.5 78 57.3 50.6 Sources: Central Bank of Chile, National Institute of Statistics, Lüders (1991), the Budget Office of Chile, The World Bank. ",
        "8 Unemployment. The average unemployment rate was high under the military regime. The main reason for this were the two-deep recessions mentioned above. In 1976 the unemployment rate reached 22% and remained above 15% until 1985, spiking at 27% in 1983. Inflation . Monetary expansion under the socialist government to finance government expenditure increased the inflation rate to a record high in 1973. It took several years to bring inflation under control due to domestic policy mistakes and external shocks: the oil shock, increases in international interest rates, etc. In 1989, the military regime passed a law that secured the independence of the Central Bank. This helped finally to tame inflation. This event, plus several now positive shocks, saw the convergence of the domestic inflation rate with international standards. Fiscal deficit. The nationalisation of many firms by the socialist government and the active role of the state in economic activity generated a large and unsustainable fiscal deficit, with an average of 16.1%. The reduction of this deficit was the main target of the new regime in 1974. The military government cut expenditure and public investment and improved the tax system, which helped to equilibrate the fiscal accounts. The openness of the economy. A standard measure of openness used in the literature is the sum of exports plus imports over GDP. The Chilean economy has had quite different experiences, with the economy first being closed and then opened. The Chilean economy had many trade distortions in the 1960s that were exacerbated under Allende, 1970-1973. From 1974 to 1979, the economic authorities eliminated all non-tariff barriers and reduced the average tariff to 10% across the board. During the 1982-83 crisis, there was a slight increase in tariffs (always uniformly), and they reached 15% in 1986- 1990. Then the new democratic government decided to deepen international integration by reducing tariffs to 11% and by signing as many free trade agreements (FTAs) as possible. In 2000, tariffs reached a minimum of 6%, but the effective average tariff was lower since the FTAs had reduced tariffs for most countries. The openness measure reflects the consequences of these policy changes. The concentration of exports. Mining has been the leading Chilean export sector since the nineteenth century. Trade openness has contributed to an increase in export diversification, reducing the depen- dence on mining exports from 78% to 50%. Still, dependency continues to be high. Further export di- versification may require structural changes and this may take several years in a natural-resources-rich economy. 2.1.3. Initial conditions To clarify the key indicators when both transition phases commenced, there follows a table (4) with in- dicators for 1973 and 1989. For reference purposes, we also include three columns with statistics at the beginning and end of the whole period and one as the Allende government began. As can be seen, when the military regime seized power in 1973, the economy was in serious trouble. The oversized role of the state had seen a massive fiscal deficit of almost 25% of GDP. Even though there were wide- spread price controls and rationing, inflation was extremely high. In addition, high tariff and non-tariff barriers to international trade resulted in a very closed economy. Table 4. Macroeconomic indicators at the end of each political regime Indicators 1964 1970 1973 1989 2019 GDP Growth rate (%) 2.6 1.8 -5.0 9.9 0.9 Unemployment (%) 6.5 0.9 4.8 7.9 7.2 Inflation (%) 38.5 34.9 508.1 21.4 3.0 Fiscal balance central government (% of GDP) N.A. -10.7 -24.7 -1.7 -2.7 Exports + Imports over GDP 22.0 23.9 15.0 51.2 49.5 Mining Exports/Total Exports 69.5 78.7 83.4 58.9 56.8 Sources: Central Bank of Chile, National Institute of Statistics, Lüders (1991), the Budget Office of Chile, The World Bank. ",
        "9 The contrast with the indicators at the beginning of the democratic regime in 1990 is striking. Then, the economy was enjoying very high growth, inflation was under control, though it continued to be high by international standards, the fiscal deficit was small, and finally, the economy was very open. The dem- ocratic government faced challenges, though. There was great pressure to change economic policies, which created, in turn, great uncertainty. There was also pressure from many different groups to change social policy. 2.2. Key policy components in the transition to a market economy One way to look at the full sixty-year period under examination is to take the first ten years as a kind of buildup towards the socialist regime. The following 50 years saw the construction of a market economy, latterly, with a more social-democratic bent. The current crisis (starting in 2019) saw, it can be argued, political parties act too slowly in changing some aspects of the policy framework, particularly social policy (education, health, pensions and housing). 5 The buildup of the economic system, as it was in 1990, hinged on five main pillars: a market economy; open international trade, and financial openness; sound macroeconomic policies; focalization of social policies; and the development of key political institutions. The last four complement the first. These five elements are briefly discussed in the rest of this section. A more detailed discussion of some of them is postponed to section 3. 2.2.1. The market economy and the role of the state As mentioned previously, in 1973, there were more than 500 enterprises in the hands of the state. After massive privatisation of state-owned enterprises (SOEs), few companies remained in public hands 6 . Indeed, even companies that had traditionally been in the hands of the state, like utilities, were priva- tised and regulated. Concurrent with this massive privatisation process, it became necessary to ensure property rights, which had been severely damaged under the government of President Allende (1971-1973). Furthermore, the security of property rights was crucial in encouraging private investment from Chileans and foreign nationals — more of which below. Prices, interest rates, and wages were left to be determined by market forces. In 1973, almost every price had been set by a government agency. Also, the strict control of interest rates had generated financial repression. The liberalisation of interest rates and the privatisation of banks in the late 70s, though needed, was poorly implemented, with little supervision. This poorly-implemented reform con- tributed to a severe financial crash in the early 1980s. After the crisis, prudential regulation and super- vision helped to build a sound financial system that lasts to this day — see further section 3. 2.2.2. Trade and financial openness Another cornerstone of the economic system was trade and financial openness. Trade openness was a way to create competition in a small internal market. Import protection at the end of the Allende govern- ment was extraordinarily high and took many forms (tariffs, prohibitions, quotas, deposit requirements, etc.). 7 By 1990, all non-tariff barriers had been dismantled, and tariffs stood at 15% on all imported goods (with very few exceptions). On the financial side, the openness of the capital account to external borrowing was crucial, together with rules to ensure property rights to foreign investors, to attract capital flows. After the sovereign debt and domestic financial crisis of 1982, the economy needed to return to the world financial market. 5 It is here where one can detect rigidities that should have been avoided. Social policy in many respects is today the same as that inherited from the military government, even though poverty has been significantly reduced (from nearly 50% to less than 10%). 6 These included the main copper company (CODELCO), one state-owned bank, the subway company in the capital city, several port ad- ministration firms, and an oil company (even though Chile does not produce oil). 7 There are a large number of studies about the Chilean trade reform of the 1970s, for example Edwards and Edwards (1987), Cauas and De la Cuadra (1981), and Ffrench Davis (1981). ",
        "10 Therefore, to attract foreign investment capital account openness combined with a crawling peg rule for the exchange rate, macroeconomic stability, and sound macro-prudential policies were implemented . Moreover, after the nationalisations of the 1970s, it was necessary to establish credible and stable rules for foreign investors. All this allowed Chile to return to international financial markets and to trigger the entrance of FDI in the 1990s 8 . 2.2.3. Sound macroeconomic policy Macroeconomic stability is, without doubt, a universal cornerstone for economic success. It very clearly proved so in the case of Chile. On the fiscal side, Chile had struggled for decades to control the fiscal budget deficit with no success. But, after the military coup of 1973, several fiscal reforms took place. Three pillars helped the country to balance the government’s budget: budget cuts; tax increases; and business devolution and privatisation. During the 1970s the government, in line with the need to balance the budget, reduced public employ- ment and real wages, decreased public investment, and introduced a new methodology for evaluating public investment projects. The return to previous owners of companies that were under government management, plus the revenues from privatisations in the 1970s and 1980s, made up for the losses of so many SOEs. In addition to the privatisation process, in 1981, an individually funded social security system managed by the private sector replaced the traditional pay-as-you-go system. This new system would have several relevant macroeconomic consequences in the short and long term (Fuentes, 2014). 2.2.4. Social policies Social policies concentrated on poverty reduction, where the main instrument was to focus programs on the poorest. This focus, plus economic growth, played an essential role in reducing poverty in the 1990s. This approach differed from the then-prevailing idea that social policy should focus on income redistribution. The attention given to the poorest had an impact in the 1980s and 1990s, but as the economy kept growing, there was a latent demand for income redistribution policies or more universal social policies. Unfortunately, the political parties did not pick up on this demand, and it was one of the triggers of the protests and riots at the end of 2019. 2.2.5. Institutionalization of the “rules of the game” In 1990 the Chilean economy was in good shape. The economy was showing high and apparently sus- tainable growth rates. As seen in section 2, the institutions inherited in 1990 helped to shape economic policies and to sustain some essential principles regarding the role of the state and the private sector. These key institutions will be the topic of the following section. 8 This was achieved thanks to the regime created by Decree-law 600 (which, among other things, ensured property rights, access to the formal exchange rate market and stable tax treatment) and the incentives provided by Chapter XIV. For more details see Polanco Lazo (2012). ",
        "11 2.3. The importance of institutions for Chile From the return of democracy, Chile’s economic performance was outstanding for 20 years (1990- 2010). It is essential to account for those two decades of success. The inherited strength of the economy proved a crucial asset. A consensus on economic matters also helped. Finally, and this will be our main point, the institutional setup was key to this success, as it helped to sustain the smooth transition from military dictatorship to democracy. Of course, there are many reasons why events unfolded as they did: the people involved; ideas in circu- lation at the time; external conditions; the internal economic situation, the institutional setup, etc. In what follows, we delve into how the institutional arrangement arguably constrained behaviour during the tran- sition. To this end, models and reasoning from political economy literature will be used to emphasise how institutional constraints contribute to better public policy. Policymaking involves the interplay of what might be termed big and small institutions. Running through much of the literature on economic reform is the recognition that it is not enough to get policies right; it is also important to get institutions right. One approach to this problem is to create independent agencies: independent central banks, autonomous regulatory agencies, independent judiciaries, and so forth. The Chilean process was remarkable in the design of both big and small institutions, providing an adequate framework for decision-making by the private sector. 2.3.1. The transition to democracy The Chilean transition to democracy has been praised, both within and outside Chile. The defenders of the Chilean transition underline to the way it bridged the mistrust and polarization that had charac- terised Chilean society since the 1960s. Additionally, they highlight the government’s ability to maintain economic stability and implement, in that context, an ambitious program of investment in the social sectors. All in all, Chile went through an elaborate and complex transition from authoritarian to democratic rule. Many different elements allowed it to be successful, including institutional, cultural, and even personal factors. These enabled the new democratic system to balance economic, political, and social expecta- tions. It seemed at least initially, impossible to many actors to combine these into a positive-sum game. In that sense, the main task of the transition was not just to move from a military regime to an elected one. The transition had to be done in a manner that would provide adequate signals to all relevant actors. To govern the country effectively required the balancing of two sets of conflicting expectations: that the new government would change everything, altering the framework for economic and political development substantially; and that the government would preserve what had been done, continuing down the path established by the preceding military regime. To achieve this balancing act, the first democratic government (led by Patricio Aylwin, 1990-94) had to make quick decisions and to produce rapid results: acting in a way that incorporated a strong sense of political inclusiveness and participation, while at the same time, demonstrating effectiveness in managing the economy. We centre here on the formulation of economic policy and on questions such as, “What factors influ- enced the continuation of some key aspects of economic policy?” and “How were populist pressures controlled?” ",
        "12 2.3.2. The economic literature and the importance of institutions This section focuses on normative recommendations in the literature on political economy, constitution- al economics, and public choice relevant to understanding the Chilean process. Chile introduced several reforms much earlier than other Latin American countries. These reforms made under a non-democratic political regime provided the initial conditions for the democratic govern- ment after 1990. In this context, it is interesting that the democratic government decided to keep many of the economic institutions and policies it inherited (though it modified some and strengthened others). It is suggested here that this was due to the institutional setup. In the realm of economic policy, an institutional framework should provide an economic and legal framework with lasting permanent power so that people can act with confidence (invest, etc.). To achieve this, institutions should impose constraints on the behaviour of actors. They should diminish: i) the discretion of the government in the administration and the implementation of policy objectives; and ii) the ability of the government to undertake unilateral changes in policies. Choosing this route is a question of selecting policy credibility over policy flexibility: this replicates, of course, the choice at the macro policy level between rules and discretion. In the literature, there are different opinions as to the weights that should be assigned to both objectives. Those that have the greatest confidence in public institutions prefer flexibility since they expect these institutions to pursue the population’s welfare at all times. Hence, they find these restraints unnecessary, sub-optimal, and possibly also arbitrary and undemocratic. However, the politician at the centre of the political economy literature is an opportunist who maximises his/her own welfare (a “devil”), a far cry from the “saint” who maximises the kind of social welfare at the centre of much institutional analysis. The question is not whether politicians are saints or devils. What is important is which institutions are optimal given the existence of both types. The critical issue is that saints benefit from institutions that limit the damage devils can make when elected, even if those insti- tutions also bind saints when they are in office. Hence, institutional reforms that are important for our purposes limit government discretion and make drastic shifts in policies difficult. They thus provide a more stable and credible investment environment. We will discuss now how and to what extent the structure and organization of institutions impose con- straints upon governmental action in Chile. The key question is which policymaking institutions produce better policy outcomes. One central issue is how to solve the lack of credibility created by incentives to be time-inconsistent: i.e., promise something and then renege on that promise. This problem is due to the awareness, by investors and the public in general, of the incentives politicians face to be time-inconsistent. Political promises consequently lack credibility. Institutions can solve this credibility problem. The problem here is that desirable policies may suffer from a lack of credibility when policy decisions are taken sequentially over time (under discretion). Lack of credibility may lead to economic policies or sub-optimal results (e.g., equilibrium average inflation or wealth taxation may be too high). This “lack of credibility” problem has implications for institutional design. In particular, it makes it necessary to restrict the discretion of the policymaker. This insight has been exploited in monetary policy to advocate the benefit of an independent and “con- servative” central bank. It has also been used to explain why “fiscal rules” are in everyone’s interest. In sum, institutions that tie politicians’ hands ex-ante may result in better policy and better outcomes ex-post . The premise is that institutions “matter.” They matter in the ways they constrain (or do not constrain) behaviour. The Constitution and other institutions must lay down some fundamental aspects of the rules of the game, and these must not be easily changed. The incentives are not only provided by the rule itself but also by the ease (or difficulty) with which the rule is changed. For example, how costly it is to fire the head of the Central Bank. ",
        "13 There is a long-standing debate in economics, whether it is better to establish rules or to keep your hand untied. In a situation where there is a lot of uncertainty, and when that uncertainty affects savings and investment, the commitment to rules can provide some certainties for the future. A commitment to rules that are difficult to change can be particularly valuable in these scenarios. 3. Analysis of specific reforms This section will summarise some policy lessons from selected reforms conducted in Chile over the last decades. The events and policies associated with the COVID-19 pandemic are not, note, covered here. 3.1. Decentralisation of governmental policies Chile has a long tradition of being a highly centralised country. There have always been municipali- ties in Chile, with varying degrees of democratic representativeness and autonomy. During the military regime, municipalities were seen as an extension of central power. Still, there was an attempt to transfer central government tasks down to municipalities. We will analyze below what governments did in the areas of education and health. The democratic government has tried to democratise the different levels of government, but progress has been slow. Chile stands out among OECD countries in the low per- centage of GDP spent by subnational governments (about 3%, but, note, that Chile is the country with the lowest total public expenditures in the OECD). Most funds transferred to municipalities are earmarked. Municipalities have limited own-source revenues. Chile is the only OECD country where subnational borrowing is prohibited. Execution of public policies is done locally according to uniform national norms established by the central government. As will have been seen from the previous paragraph, Chile is not a good example of decentralisa- tion. There is a drive to increase the level of decentralisation today, but there has been little progress. However, there are two examples of genuine efforts to decentralise: the policies followed in education and in health, which are described below (with more detail on education for space reasons). The military regime set off the initial reforms, in the 1970s and the 1980s, towards the decentralisa- tion of the public provision of education and health. This was done in pursuit of two goals. First, it was hoped that municipalities would compete between themselves in the service provision, hence opening a possible “exit” strategy for consumers if these services were not good enough: i.e., they would “vote with their feet” and move to another municipality. The second step was to offer subsidies that could be picked up by private providers, generating, in this way, an alternative to public provision in the private sector; the so-called “private provision of public services”. In what follows, we present education and health as examples of the effort by the military regime to decentralise 9 . It should be noted that since then democratic governments have pared down municipality powers in these areas. A critical issue here is why weak administrative (and political) structures were considered right for providing such vital services. The short answer is that the military government considered it important to decentralise certain services without necessarily decentralizing political power. Of course, this means, as will be seen, that these sectors could fall hostage to a political tug of war, where municipalities may be, and sometimes are, more concerned with budgetary issues than with service quality. The mayor decides here the municipality’s priorities. For this reason, most municipalities did not compete over the quality of health or education services, and the intended objective of decentralisation was not achieved 10 . 9 This is our only intention; we will not present a full review of the strategy followed in either sector. 10 Another key reason for this was that an inadequately designed housing policy may have impaired population mobility. ",
        "14 3.1.1. Education Chile started with what was called the “devolution” of Chilean education to the municipal level. The objective of this reform was the provision of more efficient educational services. The reforms intended to diminish the importance of an all-encompassing Ministry of Education in the capital through two mechanisms. The first: management of schools at the local level. Here there was the idea that the community could better monitor them, and that local authorities would be sensitive to the community’s evaluation. It was thought that people would naturally move to municipalities that were successful in this respect, generating a virtuous circle. The second mechanism was the possibility of opt-outing out entirely from the public system and moving a child to a private school with public funding (through a voucher system). The decentralisation of education consisted in transferring to municipalities the administration of public-sector establishments at the preschool, primary and secondary levels 11 . Municipalities hence became responsible for the hiring and firing of staff (including school heads), wage setting, the purchase of supplies, etc. However, the central government retained responsibility for general regula- tions. This included a minimum curriculum and supervision of both the administration of resources and the adequacy of the delivery of the services and also the provision of finance to the sector (through the rules described below). The introduction of quasi-market features accompanied the devolution process. It did so by incorpo- rating the private sector as a provider of state-subsidised education through the implementation of a per-capita subsidy to finance schools in both the municipal and private subsidised sector (in something akin to a voucher system). The per -pupil subsidy was meant to cover all the schools’ operating costs. Still, its real value deteriorated significantly over time, thus making it difficult to improve the quality of the education system. And since the per capita subsidy implied that money followed the student, parents could “vote with their feet” and, therefore, promote competition between establishments to attract and retain students. The expected result was that competition would increase the efficiency and the quality of educational services. The reforms incorporated a feature to exit the publicly provided educational system (through the voucher scheme) and a feature to give voice to the parents. This was done both through choice – by leaving/ moving – and through the decentralisation process – by voting. Larrañaga (1996) concludes that the effect of decentralisation on the efficiency of municipal schools was weak in many respects because of inconsistencies in implementation. These policy inconsisten- cies weakened the incentive framework behind the decentralisation process. In addition, a soft budget constraint validated inefficiencies in municipal education management at the school and municipality levels. Thus, the decentralisation of the educational system is an area in which Chile did not get the small institutions right and generated many internal inconsistencies that blunted the intended effects of the decentralisation process. 3.1.2. Health In the health sector, the military regime attempted a strategy similar to that it had instituted in education, generating private provision of public services and decentralizing. In essence, the decentralisation process concentrated on the primary health care level. Beginning in 1981, most responsibilities for primary health care were “devolved” to the country’s municipal governments. The vast majority of the primary clinics and health posts were turned over to the municipal governments in the period 1981-89. The government transferred primary care infrastructure and personnel to municipalities and the respon- sibility for primary health service provision. Municipal clinics were required to provide: a child/adolescent preventive program; an adult preventive program; an obstetric/gynaecological program that included 11 The decentralisation of education in Chile was done in a spirit that was consistent with the other extensive reforms in the 1970s and 1980s: it included market elements (competition, choice), state subsidiarity (privatisation), and the decentralisation of central power. Health is another example of this strategy. ",
        "15 pre - and perinatal care; a dental program; and other activities such as home visits, group education, vaccinations, etc. Municipal health facilities were required to subject themselves to the technical super- vision of the Ministry of Health. Though there were many discussions about the adequacy of this transfer from the Ministry of Health to municipalities to administer posts and clinics, there was some success in bringing the community and these primary health-care providers closer. Moreover, this decentralisation experience was more suc- cessful than it had been in the education sector, where the ability of stakeholders to undo essential parts of the reforms proved key in preserving the status quo . 3.2. Privatisation and the role of the private sector As mentioned in section 2, during 1970-73, there was an extended period of nationalisation, expropria- tion, and expansion of the state’s role in Chile. By 1973 public enterprises’ share of GDP had reached 39%; public firms’ gross output share of mining, financial, and public utilities sectors was above 85%; it had reached 70% in the transport and communications sectors; and 40% in manufacturing. The military regime (1973-1990) completely reversed this: private property and the private sector became one of the fundamental pillars of the economic development model. It is worth mentioning that most of the political spectrum shared many of the tenets of the market economy model for three decades after the end of the military regime: namely respect of private property; a free pricing market system; and the private sector as the leading agent of growth. Also, there is little debate on privatizing the few remaining public firms. The most important of which is CODELCO, the state copper mining firm. This section will review this process with a short mention of regulation, the key to the privatisation process. It is important to note that the development of stable rules, an adequate macroeconomic framework, and no preference for any productive sector proved fundamental in private sector development. Many of the reforms implemented in Chile by the military regime aimed at reducing state intervention in market processes: privatisation, liberalisation, deregulation, etc. Regarding the role of the public sector, it was clear that the state would not be involved in producing goods and services (except for some social services such as health and education). The first privatisation process took place in 1974 when 257 firms and around 3700 farms that had been seized by the state were returned to their previous owners. This re-privatisation process did not involve monetary transactions. A second privatisation process took place between 1975 and 1978, which did include monetary trans- actions. In 1973 more than 500 firms and banks were under state control; by 1979, only 45 firms (and only one bank) belonged to the public sector. This second process was criticised because it took place mainly during a recession and in the context of an underdeveloped capital market. Hence only a few persons participated in the process, leading to high ownership concentration 12 . Also, some have asserted that the assets were underpriced. In addition, the process was criticised because most of these firms were mainly acquired with state-pro- vided credit. The potential buyers needed an initial down-payment of 10/20% of the total, and CORFO (a public development institution) provided credit for the remaining 80/90%. A third process took place in the later 1980s, with traditional public enterprises being privatized, en- terprises that had never been in the private sphere: electricity, telephone, gasoline distribution, the national airline, the steel company, and nitrate and coal companies, etc. This third process, which began in 1986, used a different mechanism. The private firms that administer social security funds were able to buy a certain number of shares. Employees were also able to purchase shares in the companies 12 The problem of ownership concentration was a lesson learned by the authorities. In the third stage, the government decided to modify the terms of the privatisation process to prevent this. ",
        "16 where they worked (with subsidies). Finally, packages of shares were offered to the highest bidder with 100% cash payment required. The most innovative part of this package, the possibility that employees purchase shares, deserves a little more space. This so-called “employee capitalism system” consisted of the following: the govern- ment sold shares in the privatised firm directly to the employees working in that firm, but in a few cases, other public sector employees were also able to acquire shares. Employees were able to buy 5/10% of total shares. They received an offer at a subsidised price with a buy-back guarantee. The goal was to generate support for privatisation and to disseminate share ownership. The dissemination of property (both directly and indirectly through the Private Pension Funds) created a privatisation-supporting con- stituency. Privatisation of public enterprises meant a clear deepening of the role of the private sector in the Chilean economy. One relevant criticism is that the divestiture of public firms took place so quickly that there was no time to implement an adequate regulatory framework. However, at present, Chile does have a proper regulatory framework in each sector. In sum, in the new market-oriented development model, the government moved away from the produc- tion and distribution of private goods that can be produced more efficiently by the private sector. Instead, it focused on the provision of public goods and implemented social programs to alleviate poverty and improve the access of the poor to basic services such as health care and education. In the new model, the government plays a crucial role in market regulation and supervision. This comprises the financial sector and public utilities and markets in general: i.e., a robust antitrust legal framework was built. The aim is to develop and maintain a competitive environment in all industries and sectors. It entails setting rates for natural monopolies such as utilities, strengthening the role of consumer protection agencies, promoting market discipline, and assuring free entry to all economic sectors. 3.3. Managing NNRR Natural resource-rich economies face two challenges: first, to obtain the financial resources to exploit them; and, second, to harness the revenues received from that wealth. The role of the state and the private sector is key to making the most of the availability of natural resources. For this, it is essential to write contracts in a way that ensures fair rent sharing. A good policy for natural resources management, it will be seen in this section, hinges on 1) stable “rules of the game”, to involve the private sector; 2) a fair share in the returns of mining investments to foreign investors and the state; 3) transparency in the management of public expenditures; and 4) savings for future generations from natural resource revenues. In the case of Chile, the management of natural resources’ revenues can be considered to have been successful (though there is always room for improvement). The management of public revenues and the adequate incentives to attract investment into the mining sector constitute a remarkable example of how private and public agents can work together to exploit copper ores. One of the weaknesses of the initial framework was that it did not include a specific tax on the revenues from natural resources (a so-called “royalty”). In what follows, we discuss the steps taken by the government to develop the copper sector and how the revenue windfalls were managed during commodity price booms. 13 3.3.1. The regulation and the role of the private sector In 1971 Congress unanimously approved the nationalisation of all Chilean copper mines. The compen- sation to the mines’ owners was almost zero. In 1973 mining exports were about 84% of total exports, while copper represented 90% of mineral exports. 13 Most of the discussion in this section is based on Fuentes (2011). ",
        "17 In 1974, the economy was coming out of a complicated political and economic scenario in which there had been a shortage of funds for investment. The military regime provided incentives to foreign direct investors by securing their property rights through Decree-Law 600. This decree laid down a guaran- teed framework for foreign investors. That included the right to transfer profits and principal to other countries; a non-discrimination principle between foreign and domestic investors; and the possibility for foreign investors to choose an invariable tax rate of 42% on taxable income for ten years. There was also accelerated depreciation and cumulative losses could be deducted from profits to calculate taxable income. But investment in the mining sector did not increase as expected. So, in 1982, the Organic Constitutional Law of Mining Concessions was enacted to guarantee compensation (based on the net present value of the verified reserves) in case of future expropriation. According to this law, the state is the absolute, exclusive, and inalienable owner of all mines, but it can grant the concession to explore and to exploit them. However, it was only in the 1990s, under the democratic regime, that investment in the mining sector boomed. As investment boomed, the Lagos administration (2000-2006) considered that the mining sector’s con- tribution to fiscal revenues was low and decided that the tax regime was too lenient. Because mining investment is long-term, the losses from the initial period of exploration and exploitation and the interest payments on the financial debt are substantial. Since these expenses were tax-deductible, the contri- bution of the mining sector was practically non-existent. Therefore, in 2002 an Anti-Elusion Law was enacted to eliminate loopholes. Moreover, in 2005 Chile passed a new mining law that included a new tax: a royalty on taxable operating income. The law established the tax rate brackets as a function of the level of annual sales. This tax did not affect foreign investors that had signed contracts before December 2004. Also, the legislation allocated additional revenues from the specific tax to finance an Innovation for Competitiveness Fund, one that would be administered by the Economy Ministry. 3.3.2 Harnessing the revenues from natural resources Copper revenues represented as much as 34% of total revenues in 2006 and fell as low as 6.2% in 2019. These two figures show that the contribution of the copper sector to the fiscal budget is highly volatile because the price of copper is highly volatile (and hard to predict). Increasing production costs also partly explains the reduction in the contribution of copper revenue to the treasury. In 2001, the Ministry of Finance implemented a cyclically adjusted balance (CAB) rule to guide public finance. This rule required an estimate of long-run revenues, which depend on the detrended GDP level and the long-run price of copper. The CAB rule was complemented by the Fiscal Responsibility Law, which involved the formation of two Sovereign Wealth Funds: A Fund for Social and Economic Stabilization (FESS); and a Pension Reserve Fund (PRF). The objective of the FESS was to save in good times for “lean years”. The PRF aimed to use fiscal surpluses to ensure the payment of the minimum and solidarity pensions to pensioners. The Central Bank of Chile is independent of the government. The Bank is responsible for the oper- ational management of both SWFs. The funds are invested according to the recommendations of a Financial Advisory Committee. Thus, the Ministry of Finance makes decisions on withdrawals from the funds, while the Central Bank makes decisions on investment choices within the limits set forth by the government. The Ministry gives monthly detailed information about the balance of the funds, portfolio choices, and the returns earned by each fund. 14 According to the Annual Report of Sovereign Funds 2019, in December of that year, the market value of the funds was US$ 23 billion, which represented 7.5% of GDP. 14 For example, in February 2021, the strategic asset allocation was 35% in Money Market instruments, 56.5% in Sovereign Bonds, 3.5% in inflation linked Sovereign Bonds and 5% in Equity. The exposure to different currencies is 41% USD, 25.75% Euro, 20.5 Japanese yen and 7.75% Swiss franc. ",
        "18 The lessons from this section could be summarised as follows: 1. The participation of the private sector is crucial in extracting natural resources when the economy is facing financial constraints. The success of this partnership requires adequate institutions that ensure private participation and a fair split of rents. 2. The creation of SWFs may help towards long-run fiscal discipline if they are appropriately managed. This requires, though, as pointed out in the literature, strong institutions to avoid cor- ruption and rent-seeking. 15 3. Fiscal transparency and responsibility are important ingredients for harnessing windfall revenues, as discussed in section 3.5. 3.4. The role of trade openness Economic growth in Chile had a golden period from 1986 to 1998. In those years, the economy grew on average 8.1% annually, something mainly explained by the total factor productivity growth rate. 16 However, at the end of 1998, as a consequence of the Asian crisis, the economy entered recession. After the recession, the economy did not return to the same levels of growth that it had previously enjoyed. 17 The extensive literature on economic and productivity growth proves that trade openness is one of the main drivers of economic growth 18 . This relationship is especially true for small and developing economies since they can: achieve gains associated with economies of scale; benefit from importing technology and knowledge from abroad; and kick off efficiency gains due to competition from imports that discipline local monopolies. Moreover, access to cheaper products and a wider variety of goods benefit consumers. In the case of Chile, there is little doubt about the importance of trade openness for growth. In fact, this policy has been supported (implicitly and explicitly) by all democratic governments since 1990. Here we describe how trade policy evolved over the recent decades and its impact on the Chilean economy. 3.4.1. Early trade liberalisation Trade liberalisation in Chile took place much earlier than in other Latin American countries. After decades of increasing trade protection (since the Great Depression), in 1973, the economy was close to autarky. Trade protection consisted of several policies: an average nominal tariff of 105% (with a range between 0 to 750%); import prohibition for 187 tariff positions; a ninety-day import deposit re- quirement of 10,000 percent of the C.I.F. value; plus some other discretionary actions in the gift of the Central Bank (Edwards, 1995). By 1979 all this protectionist structure was dismantled. All non-tariff barriers were eliminated (except for phytosanitary restrictions) and an average tariff of 10% was set for all goods (except for cars). However, due to the 1982-83 recession, the low tariff policy was partially reversed until 1986. By the end of the military regime, there was a uniform 15% for all goods and services. 3.4.2. The new strategy for trade policy In 1990, the new government found itself in possession of a growing economy, which had unilateral- ly opened to trade. The discussion was whether Chile should embrace the recently formed Mercosur, a common market formed by Argentina, Brazil, Paraguay, and Uruguay. Joining would have implied adopting Mercosur’s common external tariff that was higher than Chile’s. Fortunately, the government 15 Davis et al. (2001) argue that clear fiscal rules with transparent management is a necessary condition for a well-functioning stabilization fund. 16 There are many studies on that period, see for example Fuentes, Larraín and Schmidt-Hebbel (2006), or Gallego and Loayza (2002). 17 There is not clear explanation for slow growth after 1998. Among the hypotheses mentioned we can highlight the natural gas shock (Argentina did not fulfill the contract to provide natural gas), the lack of innovation, the absence of a new wave of reforms, and the inflex- ibility of the labour market in absorbing shocks. 18 See Edwards (1993), and the references therein, for a discussion of the role of openness and growth in developing countries. ",
        "19 opted, instead, to sign multiple bilateral free trade agreements (FTAs). The government made an ambitious announcement to negotiate an FTA with the U.S., later signed in 2003. As to Mercosur, Chile signed an FTA but did not become a member. It is well known that bilateral FTAs have two effects: trade creation (positive); and trade diversion (po- tentially harmful). One of the limitations of unilateral trade liberalisation is that it does not guarantee additional access to markets in the rest of the world. The granting of this access is one of the gains of the FTAs, which constitutes trade creation. Trade diversion refers to the cost of shifting trade from lower-cost producers outside the pact to a higher-cost producer within. One way to reduce this second negative effect is to have a very low tariff with the rest of the world. In 1991, the government reduced tariffs to 11% (from 15%). Today, Chile has 30 free trade and economic cooperation agreements involving 65 countries and 88% of the world GDP. For a small economy of 18 million inhabitants and a GDP of 300 billion USD, this rep- resents access to an enormous market. Moreover, many of these agreements lie within a more general economic cooperation treaty, which provides essential advantages to developing economies. One of the long-standing criticisms of Chilean foreign trade has been its concentration on the export of low value-added primary products (copper, forestry products, fruits, and so on). As a result, Chile has a low value of export complexity index. However, this criticism forgets, first, that an economy exports according to its comparative advantage. Second, it is also important to remember that there have been significant efficiency gains in producing all these commodities over the years that have deepened that advantage. In summary, trade openness is important for developing economies due to static gains (access to cheaper and more varied products) and dynamic gains (because of knowledge transfer, efficiency gains, and exploitation of economies of scale that boosts TFP growth). Unilateral trade liberalisation seems to be an appropriate first step for both gains to take place. A second stage that guarantees access to foreign markets is the implementation of free trade and economic cooperation agreements. A pre-requisite for reducing the shortcomings associated with the formation of free trade agreements is that member countries have low trade protection (tariffs, etc.) with outside members. 3.5. The role of public finance Fiscal responsibility is one of the cornerstones of macroeconomic stability. First, we will refer to the political economy of the budgetary process in Chile. Second, we discuss the size of the government in terms of outlays and revenues. 3.5.1. The political economy of the budgetary process The Chilean Constitution gives most of the authority regarding the fiscal budget to the Executive branch through the Ministry of Finance. The Ministry is responsible for formulating the budget for the following year and its corresponding execution. The budgetary process involves the discussion of public expendi- tures and investment with Parliament. Changes in the tax system are not part of the annual budget law because of their permanent nature. Therefore, modifications to the tax system or the tax rates require a specific law made for that purpose. The approval of the budget bill has the following properties: • The revenue estimate is presented to Congress but does not vote on it. • Congress does not have the power to increase spending or to introduce new spending items. It can reduce the amounts of some items, but it cannot eliminate them or reduce them to the point that they impede the exercise of the executive’s functions. • Congress cannot lower the scheduled amounts of outlays allocated to cover obligations resultant from permanent laws like pension payments, salaries to tenured public personnel, or debt services. ",
        "20 • Congress has a sixty-day period to dispatch the bill. Failure to do so results in its automatic approval. In 1990, the new political leadership was concerned with fiscal responsibility. According to Chumacero et al. (2007), the reasons for this were: the awareness of the political consequences of fiscal mis- management in 1971-1973; and the contrast between the well-functioning economy inherited from the military regime and the economic failure of the new democratic governments in neighbouring Argentina. The concern with fiscal responsibility led to the implementation, in 2001, of a fiscal rule based on a cyclically adjusted balance (CAB). The implementation of the rule proved an important step in making the commitment to fiscal responsibility explicit. Initially, the rule was to have a structural surplus of 1% of GDP. This target was cut to 0.5% in 2008 and 0% in 2010. Unfortunately, the government breached the rule in 2009. The reasons were the International Financial Crisis of 2008-09 and the fact that 2009 was an election year. The key problem was that the rule lacked an escape clause in the case of in- ternational macroeconomic crisis. In the 12 years since then, only in one year, has rule been met. In the last decade, the Independent Fiscal Council was established, but with a limited budget and only advisory powers, powers which may need to be revised. Today there is a debate about how to improve the current rule. 19 3.5.2. Other issues regarding government expenditure and revenues Most of the production side of the economy is in private hands (see section 5.3). However, the state still owns some companies that, from time to time, require capitalization. The Sovereign Wealth Funds are not available for this purpose. This process is blamed for debt increases since capitalization of public firms is not reported as part of the fiscal deficit (the so-called under-the-line transactions). On the investment side of public finance, Chile has implemented a system of competitive franchising of public infrastructure to private corporations through private-public partnerships. This includes road in- frastructure, public utilities (hospitals, schools, jails), seaport and airport infrastructure. On the revenue side, the main source is the value-added tax implemented in 1975. The second primary source is income tax, while the revenue from the copper sector is in third place and specific taxes (levied on alcohol, cigarettes, gasoline, etc.) are the fourth source of income. Tax collection depends on the rate and the base. For example, value-added tax is 19% for all goods and services, with few exceptions. It is easy to collect as it is relatively easy to monitor, while income tax is harder to control. Although the Internal Revenue Service has good online information about taxpayers, the difficulty lies in tax exemptions and is the complexity of the tax system. A more straightforward design that avoids loopholes would be an improvement. In the end, in Chile, less than 20% of income recipients pay income taxes because the income level below which persons are exempt is relatively high compared to the average level of the income of the population. Revenue collected in 2019 was 23.4% of the GDP, which seems low compared to other high/middle-in- come economies. But comparisons across countries are complex. For example, many nations include contributions to the pension system as part of government’s revenues, while in Chile, this is 100% private 20 . Comparisons of the income tax rate are not easy either because each country has its own system of deductions for tax purposes. Given the importance of fiscal responsibility, it is crucial to carefully think about the institutions that will manage and control the design and the approval of the budget and the execution process. 19 Fuentes, Soto, Schmidt-Hebbel (2020) reviewed the Chilean fiscal rules and its relations to public investment, making recommendations to improve the fiscal system as a whole. These suggestions refer to the establishment of escape clauses, a debt rule as a complement of the CAB rule and the strengthening of the role of the Independent Fiscal Council. 20 A pension reform is, at present, under discussion in Congress. The goal of the reform is to increase the pensions for retirees, which are considered low. The main reasons for low pensions are: a) the age for retirement has not changed since 1981 and life expectancy has increased substantially since then; b) most workers have several periods in which they do not contribute during their working lives; and c) the low rate of mandatory savings (10% of gross salary). Among other things, the reform proposes to rise the savings rate and part of that increase will go to a common fund to finance low pensions. ",
        "21 Fiscal rules can help, but they need to be simple to implement, monitor (transparency), and require some flexibility provided by escape clauses. These clauses must state when it is warranted to ignore a rule and how to restore fiscal balance. Together with this, it is necessary to have an independent or- ganization (with a board appointed by the Executive branch and approved by Congress) that monitors respect of the rules and audits the fiscal balance sheet (assets, liabilities, revenues, and expenses). In terms of fiscal outlays, there are a couple of elements to highlight. A system of competitive franchis- ing of public infrastructure to private corporations through private-public partnerships may be a good way to finance infrastructure when public revenues are scarce. A periodical evaluation of governmental programs helps in increasing the efficiency of fiscal expenditures. Finally, the entire income tax system needs to be rethought to avoid loopholes and to improve efficiency. 3.6. Financial markets and monetary policy The financial sector can play the part of either hero or villain. From the theoretical and empirical point of view, the development of a financial industry is an important ingredient for economic growth; this is the hero part. On the other hand, a poorly regulated sector could cause or amplify a recession; this is the villain part. The definition of this industry includes banks, investment companies, insurance corpo- rations, and other credit providers. In the case of Chile, the financial sector has played both roles. The development of the financial industry has helped to increase economic growth by channelling private savings to investment projects. But, on the other hand, the most significant recession experienced by Chile since the Great Depression was amplified by a financial crash in 1982-83. This section will deal with the importance of financial regulation, describe financial sector development, and, end by explaining the role of the Central Bank of Chile. 3.6.1. Financial regulation for avoiding financial crises In 1982, Chile experienced a perfect (financial) storm. Large external shocks (interest rate rises and a substantial drop in the terms of trade), current account deficit, and a sudden stop of external capital inflows combined with a fixed exchange rate and a weak financial industry (under-regulated and little supervised) triggered and fed a deep recession. There is no doubt that the financial sector was the amplifying mechanism in all these adverse shocks. After several decades of financial repression, characterised by credit ceilings and interest rate controls that generated a negative real interest rate, financial liberalisation in the late 1970s brought about an overshoot in the interest rate and a high spread in the banking system. Banks did not have the ap- propriate technology, human capital, or managerial ability to handle a newly free financial market. 21 Therefore, they tended to have risky portfolios owing to poor risk evaluation. The response of the au- thorities came too late to prevent a financial crisis. Chile set up a new institutional framework for banking in 1986, with a new banking law. Some of the objectives of the new legal framework were to prevent a banking crisis and to provide more transparen- cy in the banking sector. The law required a more active role for the Superintendence in rating banks’ risk, a higher degree of disclosure of information to the public, and a strict restriction on business with parties related to each bank. 22 Furthermore, the government restricted insurance to deposits to induce depositors to seek more information on bank risk. These changes were established jointly with the em- powerment of the Superintendence of Banks as a regulatory and supervisory agency. After that turbulent period, the banking industry has experienced no further bankruptcies or interventions. 21 See De la Cuadra and Valdés (1992). 22 This new banking law included two relevant changes to protect depositors’ interests. First, a bank cannot lend money under better con- ditions (period of grace, interest rate, and guarantees), as compared to other individuals and firms, to households or firms that have any direct or indirect relationship with the owners or with officials of the bank (insider trading). Second, the bank is not allowed to grant a loan either directly or indirectly to the board of directors or to any representative of the bank. ",
        "22 By international standards, the industry has shown low levels of arrears 23 and good levels of capital- ization. The regulation in Chile followed the recommendations of the Bank of International Settlement regarding macro-prudential policies. 3.6.2. Financial development There are several ingredients that explain Chile’s financial development. There is no doubt that the mac- ro-prudential policies introduced in the 1980s and effective regulation have played a role. Transparency and supervision of accounting records, information sharing on the behaviour of debtors in the system, and creditor’s rights protection have contributed to the development of a solid financial market. An important contributor to the development of a long-term financial market was the pension fund system. 24 There are two major channels by which the financial market fosters economic growth: a) de- velopment of a long-term investment market that increases the marginal productivity of capital and, therefore, growth; and b) qualitative changes in the way that the capital market operates. Given the long-term nature of their liabilities, the pension funds have incentives to invest in long-term instruments that are less liquid but that have higher return rates, translating into greater depth and liquidity in the domestic capital market. The qualitative effects comprise improvements in corporate governance, the upsurge of financial innovation, greater specialization in the financial institutions, and reforms to the regulatory framework and market transparency. All these significant changes related to the financial and capital markets would have had less favourable results without success in fighting inflation, the next topic. 3.6.3. The importance of the Central Bank The Chilean Central Bank is one of the most prestigious institutions in the country. In 1989 the Independence of the Central Bank was approved. The executive branch proposes the members of the Central Bank Board to Congress. The president appoints the Bank’s president from the five members of the board. Each member of the board stays for ten years and the president for five. The Organic Law instructs the Bank to ensure the currency’s stability, a mandate that is interpreted as keeping inflation rates low and stable over time. Consequently, the law prohibits the Central Bank from lending money to the treasury to fund fiscal deficits. A second important mandate is that the Bank should foster the stability and the efficiency of the financial system, ensuring the normal functioning of internal and external payments. Under this instruction, the Central Bank, jointly with the Commission for the Financial Market, dictate norms that regulate the financial sector. The Central Bank manages the monetary policy based on an inflation target. Since it has built solid credibility, inflation has been kept under control (below 10%) over the last 25 years, providing additional support to the functioning of the financial sector. In summary, over the past three decades, Chile has gone from having a weak and underdeveloped financial sector to having a healthy one. This is a result of several factors with reinforcing effects. Among the most important are the following: • Sound macro-prudential policies and adequate supervision are consistently applied over time. • The development of a long-term financial market, where the private pension funds have been one of the main contributors. • Institutional development, including the autonomy granted to the Central Bank, combined with fiscal discipline. 23 Fuentes and Maquieira (2001) argue that the introduction of prudential regulation and supervision, good prescreening techniques, and the information sharing of indebtedness and default of individuals and firms, explains why the level of arrears has been low in Chile. 24 See Fuentes (2014) and the references therein. ",
        "23 4. Conclusions and Lessons learned for Libya We believe the Chilean experience provides some valuable lessons for natural resource-rich develop- ing economies. We summarise these lessons here by way of conclusion. First, political and economic institutions matter. It is difficult to find a balance between a system that provides short-term benefits to the people and, at the same time, in the interest of long-term goals, ties the hands of policymakers to avoid populism. “Rules rather than discretion” is still a good recommen- dation for institution-building. Second, institutions/rules must be designed to be simple to apply, transparent, and to focus on avoiding rent-seeking behaviour. This is relevant when planning a tax system, social programs, fiscal and monetary rules, and financial market regulation, among other types of policies. Third, Chile has learned that specific social policies can be good at certain stages of develop- ment, but there is a need to change them as the country develops. When the economy has a low per capita income, ending extreme poverty is crucial. But, as the country becomes a middle-income economy, it is necessary to shift to programs that benefit a larger population share. All this must be done without jeopardizing growth. The simultaneous achievement of these goals is a juggling challenge for any emerging economy. Fourth, there are some general principles that worked in the case of Chile. The private sector has a crucial role as the engine of growth. Regulations need to be clear to facilitate investment and the development of business. The balance between incentives to invest and profit-sharing with the state is critical in making the process sustainable over time. Fifth, the state plays an essential role as a supervisor and regulator of market activities. Sixth, trade and financial openness in small economies are fundamental for economic growth. Small and initially poor economies are required for access to technology, knowledge, financial and physical capital that can be imported from abroad, as well for access to large markets for their exports. Libya is an oil-dependent economy that will require investments to rebuild the export sector. Moreover, its citizens need access to less expensive goods and technology to rebuild productive capacity. Seventh, when the economy has neither financial nor human capital to exploit its natural resources, it is necessary to encourage the participation of the private sector. It is important to secure property rights, and establish in law the fair sharing of profits—the share of revenues from natural resources that belong to the state must be spent wisely. There is a natural desire to invest those revenues in the economy. Sometimes, when the institutions are not right, the return on that investment could be poor. A better alternative is to save for when commodity prices are low. Eighth, and related to the previous point, fiscal discipline is key for managing revenue windfalls from natural resources and for boosting economic growth. Again, rules are crucial in avoiding populism, large fiscal imbalances, and debt problems that generate undesired intergenerational transfers. Ninth, financial market regulations that ensure the development of a solid private financial sector will prevent costly crises and will encourage economic growth. A stable and credible monetary policy that keeps inflation under control and that ensures adequate liquidity while facing macroeconom- ic shocks must also be on the checklist of reasonable procedures. Finally, the market system is the best mechanism for allocating resources, increasing produc- tivity and enhancing economic growth. To be sustainable, all citizens must feel they receive parts of the gains from good policies. ",
        "24 References Alberto, A. and Tabellini G. (1990). “A Political Theory of Fiscal Deficits and Government Debt.” Review of Economic Studies , 57 (July) 403-14. Baldez, L. and John M. C. (1998), “Budget Procedure and Fiscal Restraint in Post-Transition Chile” Chapter Five in Political Institutions and the Determinants of Public Policy: When Do Institutions Matter? by Haggard and McCubbins (eds.). Cambridge University Press. Barro, R. and Gordon D. B. (1983). “A Positive Theory of Monetary Policy in a Natural Rate Model.” Journal of Political Economy 91 (August): 589-610. Barro, R. and Gordon D. B. (1983). “Rules, Discretion and Reputation in a Model of Monetary Policy.” Journal of Monetary Economics 12 (1) : 101-121. Cauas, J. and De la Cuadra S. (1981). “La Política Económica de la Apertura al Exterior en Chile.” Cuadernos de Economía , 54 (18): 195-230. Chamley, C. (1986) “Optimal Taxation of Capital Income in General Equilibrium.” Econometrica 54: 606-622. Chumacero, R., Fuentes, R. J., Lüders, R. and Vial J. (2007). “Understanding Chilean Reforms,” in Fanelli J. (editor), Understanding Market Reforms in Latin America . GDN, Palgrave McMillan. Davis, J., Ossowski, R., Daniel, J. and Barnett S. (2001). “Stabilization and Savings Funds for Nonrenewable Resources: Experience and Fiscal Policy Implications.” Occasional Paper 205, International Monetary Fund. De la Cuadra, S. and Valdés S. (1992), “Myths and Facts about Financial Liberalisation in Chile: 1974- 1983,” in Brock P. (editor) If Texas were Chile: A Primer on Banking Reform . Institute for Contemporary Studies Press. Dornbusch, R. and Sebastian E. (1991), The Macroeconomics of Populism in Latin America , Chicago: University of Chicago Press. Edwards, A. and Edwards S. (1987), Monetarism and Liberalisation: The Chilean Experiment , Chicago: University of Chicago Press. Edwards, S. (1993). “Openness, Trade Liberalisation, and Growth in Developing Countries.” Journal of Economic Literature , 31(3):1358-1393. Edwards, S. (1995). Crisis and Reform in Latin America: from Despair to Hope , Oxford: Oxford University Press. Ffrench-Davis, R. (1981), “Liberalización de Importaciones.” Estudios de Cieplan 4: 39-68. Foxley, A. and Sapelli C. (1999), “Chile’s Political Economy in the 1990s: Some Governance Issues,” in Perry G. and D. Leipziger D. (eds.), Chile: Recent Policy Lessons and Emerging, The World Bank, Washington D.C. Fuentes, R. J. (2011). “Learning how to manage natural resource revenue: The experience of copper in Chile,” in Collier P. and Venables A. (eds.), Plundered Nations? Successes and failures in natural resource extraction , Palgrave Macmillan, UK. Fuentes, R. J. (2014). “The private pension system’s contribution to Latin American economic devel- opment: Evidence for Chile,” in The private pension system’s contribution to Latin American economic development , SURA Asset Management. Fuentes, R. J. and Maquieira C. (2001). “Why People Pay: Understanding High Performance in Chile’s Financial Market,” in Pagano, M. (ed.) Defusing Default: Incentives and Institutions , Washington: ",
        "25 Inter-American Bank for Development, pp. 189-223. Fuentes, R. J., Mauricio L. and Schmidt-Hebbel K. (2006). “Sources of Growth and Behavior of TFP in Chile.” Cuadernos de Economía , 43 (127): 113-142. Fuentes, R. J., Schmidt-Hebbel K. and Soto R. (2020). “Fiscal Rule and Public Investment in Chile.” IDB Working paper 1189 Instituto de Economía, P. Universidad Católica de Chile. Gallego, F., and Norman L. (2002). “The Golden Period for Growth in Chile: Explanations and Forecasts,” in Loayza N. and Soto R. (eds.) Economic Growth: Sources, Trends, and Cycles , Santiago: Central Bank of Chile. Haggard, S. and Kaufman R. (1992), “The Political Economy of Inflation and Stabilization in Middle- Income Countries” in Haggard, S. and Kaufman R. (eds.), The Politics of Economic Adjustment: International Constraints, Distributive Conflicts, and the State, Princeton University Press. Harberger, A. (1972), Project Evaluation: Collected Papers , Palgrave Macmillan UK. Larraín, F. and Patricio M. (1991). “The Socialist-Populist Chilean Experience, 1970-1973,”. in Dornbusch R. and Edwards S. (eds.), The Macroeconomics of Populism in Latin America , University of Chicago Press. Larraín, M. (1989). “How the 1981-83 Chilean Banking Crisis Was Handled.” World Bank Working Paper no. 300, Washington, D.C. Latin America and the Caribbean’, Policy Research Working Paper 1465, World Bank. Larrañaga, O. (1996). \"The Decentralisation of Education in Chile: An Economic Assessment.\" Estudios Públicos. Lüders, R. J. (1991). “Massive Divestiture and Privatisation: Lessons from Chile.” Contemporary Policy Issues. 9(4): 1-19. McCallum, B. (1996). “Crucial Issues Concerning Central Bank Independence.” NBER Working Paper 5597. Persson, T. and Tabellini G. (1990), Macroeconomic Policy, Credibility and Politics , Harwood Academic Publishers. Persson, T. and Tabellini G. (1995), “Double-Edged Incentives: Institutions and Policy Coordination,” in Grossman G.M. and Rogoff K. (eds.) Handbook of International Economics , Volume III, Amsterdam, North-Holland. Persson, T. and Tabellini G. (1999), “Political Economics and Public Finance,” in Auerbach A. and Feldstein M. (eds.), Handbook of Public Economics , North-Holland. Polanco L. R. (2012) “Legal Framework of Foreign Investment in Chile.” Law and Business Review of the Americas 18(2): 203-231. Ramírez, G. and Rosende F. (1992), “Responding to Collapse: Chilean Banking Legislation after 1985,” in Brock P. (ed.) If Texas were Chile: A Primer on Banking Reform , San Francisco: ICS Press, pp. 193-216. Rogoff, K. (1985). “The Optimal Degree of Commitment to an Intermediate Monetary Target.” The Quarterly Journal of Economics 100: 1169-1190. Sapelli, C. (2000) \"The Political Economy of the Chilean Transition to Democracy.\" Cuadernos de Economía , 37 (112). Schmidt-Hebbel, K. (2001). “Latin America’s Pension Revolution: A Review of Approaches and Experience.” Central Bank of Chile. Velasco, A. (1994), “The State and Economic Policy: Chile 1952-1992”, in Bosworth B.P., Dornbusch R. and Laban R., (eds.), The Chilean Economy: Policy Lessons and Challenges , Washing DC: The Brookings Institution. ",
        "Research Project Report Issue 2021/11 July 2021 doi:10.2870/520266 ISBN:978-92-9466-063-3 QM-05-21-208-EN-N "
    ]
}