{
    "text": [
        "EN Official Journal of the European Union C 324 English edition Information and Notices Volume 59 2 September 2016 Contents EUROPEAN PARLIAMENT 2015-2016 SESSION Sitting of 25 March 2015 The Minutes of this session have been published in OJ C 152, 28.4.2016 . TEXTS ADOPTED I Resolutions, recommendations and opinions RESOLUTIONS European Parliament Wednesday 25 March 2015 2016/C 324/01 European Parliament resolution of 25 March 2015 on the Annual Tax Report (2014/2144(INI)) . . . . 2 II Information INFORMATION FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES European Parliament Wednesday 25 March 2015 2016/C 324/02 European Parliament decision of 25 March 2015 on the request for waiver of the immunity of António Marinho e Pinto (2014/2191(IMM)) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 2016/C 324/03 European Parliament decision of 25 March 2015 on the request for waiver of the immunity of Ivan Jakovčić (2014/2169(IMM)) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 ",
        "2016/C 324/04 European Parliament decision of 25 March 2015 on the request for waiver of the immunity of Viktor Uspaskich (2014/2095(IMM)) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18 2016/C 324/05 European Parliament decision of 25 March 2015 on the request for defence of the privileges and immunities of Gabriele Albertini (2014/2096(IMM)) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21 III Preparatory acts EUROPEAN PARLIAMENT Wednesday 25 March 2015 2016/C 324/06 European Parliament resolution of 25 March 2015 on the proposal for a decision of the European Parliament and of the Council on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2014/018 GR/Attica broadcasting, from Greece) (COM(2015)0037 — C8-0030/2015 — 2015/2031(BUD)) . . . . . . . . . . 24 2016/C 324/07 European Parliament resolution of 25 March 2015 on the proposal for a decision of the European Parliament and of the Council on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2014/015 GR/Attica publishing activities, from Greece) (COM(2015)0040 — C8-0031/2015 — 2015/2032(BUD)) . . . . . 28 2016/C 324/08 European Parliament resolution of 25 March 2015 on the proposal for a decision of the European Parliament and of the Council on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2014/016 IE/Lufthansa Technik, from Ireland) (COM(2015)0047 — C8-0038/2015 — 2015/2045(BUD)) . . . . . . . . . . . . . 31 2016/C 324/09 P8_TA(2015)0088 Macro-financial assistance to Ukraine ***I European Parliament legislative resolution of 25 March 2015 on the proposal for a decision of the European Parliament and of the Council providing macro-financial assistance to Ukraine (COM(2015)0005 — C8-0005/2015 — 2015/0005(COD)) P8_TC1-COD(2015)0005 Position of the European Parliament adopted at first reading on 25 March 2015 with a view to the adoption of Decision (EU) 2015/… of the European Parliament and of the Council providing macro- financial assistance to Ukraine . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35 ",
        "Key to symbols used * Consultation procedure *** Consent procedure ***I Ordinary legislative procedure: first reading ***II Ordinary legislative procedure: second reading ***III Ordinary legislative procedure: third reading (The type of procedure depends on the legal basis proposed by the draft act.) Amendments by Parliament: New text is highlighted in bold italics . Deletions are indicated using either the ▌ symbol or strikeout. Replacements are indicated by highlighting the new text in bold italics and by deleting or striking out the text that has been replaced. ",
        "",
        "EUROPEAN PARLIAMENT 2015-2016 SESSION Sitting of 25 March 2015 The Minutes of this session have been published in OJ C 152, 28.4.2016 . TEXTS ADOPTED 2.9.2016 EN Official Journal of the European Union C 324/1 ",
        "I (Resolutions, recommendations and opinions) RESOLUTIONS EUROPEAN PARLIAMENT P8_TA(2015)0089 Annual Tax Report European Parliament resolution of 25 March 2015 on the Annual Tax Report (2014/2144(INI)) (2016/C 324/01) The European Parliament , — having regard to Article 3 of the Treaty on European Union (TEU), to Articles 26, 110-115 and 120 as well as Article 241 of the Treaty on the Functioning of the European Union (TFEU), , — having regard to the Commission proposal for a Council Directive implementing enhanced cooperation in the area of financial transaction tax (COM(2013)0071), — having regard to its position of 3 July 2013 on the proposal for a Council directive implementing enhanced cooperation in the area of financial transaction tax ( 1 ), — having regard to the Commission proposal for a Council Directive on a Common Consolidated Corporate Tax Base (CCCTB) (COM(2011)0121), — having regard to its position of 19 April 2012 on the proposal for a Council directive on a CCCTB ( 2 ), — having regard to the Commission proposal for a Council Directive amending Directive 2011/16/EU as regards mandatory automatic exchange of information in the field of taxation (COM(2013)0348), — having regard to the Commission proposal for a Council Directive amending Directive 2011/96/EU on the common system of taxation applicable in the case of parent companies and subsidiaries of different Member States (COM(2013) 0814), — having regard to the Commission proposal for a Directive of the European Parliament and of the Council of 5 February 2013 on the prevention of the use of the financial system for the purpose of money laundering and terrorist financing (2013/0025(COD)), C 324/2 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) Texts adopted, P7_TA(2013)0312. ( 2 ) OJ C 258 E, 7.9.2013, p. 134. ",
        "— having regard to the Financial Action Task Force (FATF) Recommendations of February 2012 ( 1 ) on international standards on combating money laundering and the financing of terrorism and proliferation, — having regard to the Commission proposal for a Council Directive amending Directive 2006/112/EC on the common system of value added tax as regards a standard VAT return (COM(2013)0721), — having regard to the Commission Communication to the European Parliament, the Council and the European Economic and Social Committee on the future of VAT: Towards a simpler, more robust and efficient VAT system tailored to the single market (COM(2011)0851), — having regard to the Commission Communication on Double Taxation in the Single Market (COM(2011)0712), — having regard to the Commission Communication on an Action Plan to strengthen the fight against tax fraud and tax evasion (COM(2012)0722), — having regard to the Commission Communication on concrete ways to reinforce the fight against tax fraud and tax evasion including in relation to third countries (COM(2012)0351), — having regard to Commission Recommendation 2012/772/EU of 6 December 2012 on aggressive tax planning ( 2 ), — having regard to Commission Recommendation 2012/771/EU of 6 December 2012 regarding measures intended to encourage third countries to apply minimum standards of good governance in tax matters ( 3 ), — having regard to its resolution of 19 April 2012 on the call for concrete ways to combat tax fraud and tax evasion ( 4 ), — having regard to the report of 10 February 2012 by Richard Murphy FCA on ‘Closing the European Tax Gap’, — having regard to its resolution of 8 March 2011 on cooperating with developing countries on promoting good governance in tax matters ( 5 ), — having regard to the 2012 update report of 23 October 2014 to the Study to Quantify and Analyse the VAT Gap in the EU-27 Member States, — having regard to its resolution of 21 May 2013 on Fight against Tax Fraud, Tax Evasion and Tax Havens ( 6 ), — having regard to the Council resolution of 1 December 1997 on a code of conduct for business taxation ( 7 ) and to the report to the Council of the Code of Conduct on Business Taxation Group of 20 June 2014, 2.9.2016 EN Official Journal of the European Union C 324/3 Wednesday 25 March 2015 ( 1 ) http://www.fatfgafi.org/media/fatf/documents/recommendations/pdfs/FATF_Recommendations.pdf ( 2 ) OJ L 338, 12.12.2012, p. 41. ( 3 ) OJ L 338, 12.12.2012, p. 37. ( 4 ) OJ C 258 E, 7.9.2013, p. 53. ( 5 ) OJ C 199 E, 7.7.2012, p. 37. ( 6 ) Texts adopted, P7_TA(2013)0205. ( 7 ) OJ C 2, 6.1.1998, p. 2. ",
        "— having regard to the OECD report ‘Addressing Base Erosion and Profit Shifting (BEPS)’ (2013), the OECD Action Plan on BEPS (2013), and the OECD Report to G20 Development Working Group on the impact of BEPS in Low Income Countries (2014) ( 1 ) and the deliverables on 7 key actions of 16 September 2014, — having regard to the EU 2020 Strategy (COM(2010)2020), — having regard to the EESC opinion of 15 October 2014 on the Communication ‘Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth’ ( 2 )), — having regard to the Communiqué following the Meeting of Finance Ministers and Central Bank Governors of the G20 which took place in Moscow on 15-16 February 2013, — having regard to the Communiqué issued following the G20 meeting of Heads of State and Government in Brisbane of 15-16 November 2014, — having regard to the ECOFIN Council conclusions of 8 July 2014 ( 3 ), — having regard to the Commission Annual Growth Survey for 2014 (COM(2013)0800), — having regard to the Conclusions of the European Councils of 22 May and 19-20 December 2013, and of 20-21 March 2014, — having regard to the European Commission’s Taxation papers No 43 on Financial activities taxation ( 4 ), No 44 ( 5 ) and 45 ( 6 ) on corporate taxation, and No 48 on Tax reforms in EU Member States ( 7 ), — having regard to the ECOFIN’s decision to close the tax loophole for corporate groups ( 8 ), — having regard to the ECOFIN’s decision to extend information exchange between tax authorities ( 9 ), — having regard to the European Commission’s report ‘Taxation trends in the European Union’ of 2014 ( 10 ), — having regard to the European Commission’s country-specific recommendations 2014 ( 11 ), — having regard to the European Commission’s High-level Expert Group final report on Taxation of the Digital Economy ( 12 ), C 324/4 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) http://www.oecd.org/tax/tax-global/part-1-of-report-to-g20-dwg-on-the-impact-of-beps-in-low-income-countries.pdf ( 2 ) OJ C 12, 15.1.2015, p. 105. ( 3 ) http://register.consilium.europa.eu/doc/srv?l=EN&f=ST%2011644%202014%20INIT ( 4 ) http://ec.europa.eu/taxation_customs/resources/documents/taxation/gen_info/economic_analysis/tax_papers/ taxation_paper_43.pdf ( 5 ) http://ec.europa.eu/taxation_customs/resources/documents/taxation/gen_info/economic_analysis/tax_papers/ taxation_paper_44.pdf ( 6 ) http://ec.europa.eu/taxation_customs/resources/documents/taxation/gen_info/economic_analysis/tax_papers/ taxation_paper_45.pdf ( 7 ) http://ec.europa.eu/taxation_customs/resources/documents/taxation/gen_info/economic_analysis/tax_papers/ taxation_paper_48.pdf ( 8 ) http://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/en/ecofin/143709.pdf ( 9 ) http://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/en/ecofin/145105.pdf ( 10 ) http://epp.eurostat.ec.europa.eu/cache/ITY_PUBLIC/2-16062014-BP/EN/2-16062014-BP-EN.PDF ( 11 ) http://europa.eu/rapid/press-release_IP-14-623_en.htm ( 12 ) http://europa.eu/rapid/press-release_IP-14-604_en.htm ",
        "— having regard to the European Commission’s consultations on Taxation: Reinforcing the Single Market for citizens ( 1 ), — having regard to its resolution of 25 February 2014 on the European Semester for economic policy coordination: Employment and Social Aspects in the Annual Growth Survey 2014 ( 2 ), — having regard to its resolution of 22 October 2014 on the European Semester for economic policy coordination: implementation of 2014 priorities ( 3 ), — having regard to its resolution of 5 February 2014 on a 2030 framework for climate and energy policies ( 4 ), — having regard to the hearing of Commissioner-designate for Economic and Financial Affairs, Taxation and Customs Union, Pierre Moscovici, of 2 October 2014, — having regard to the statement of 6 November 2014 by the Commissioner for Competition, Margrethe Vestager, on tax state aid investigations, — having regard to the working programme of the Italian Presidency of the Council, — having regard to the Commission communication of 26 November 2014 on ‘An Investment Plan for Europe’ (COM (2014)0903), — having regard to the Accounting Standards on taxation, namely IAS 12, — having regard to the publication of the so-called ‘LuxLeaks’ documents by the International Consortium of Investigative Journalists, — having regard to the letter from the German, French and Italian Ministers of Finance to Commissioner Pierre Moscovici, requesting legislation to deal with tax avoidance and aggressive planning against base erosion and profit shifting, — having regard to Rule 52 of its Rules of Procedure, — having regard to the report of the Committee on Economic and Monetary Affairs (A8-0040/2015), A. whereas an estimated EUR 1 trillion of potential tax revenue is lost every year in the EU due to tax fraud and tax avoidance ( 5 ); whereas this loss is a major risk to the efficiency and fairness of the EU tax systems, as it raises the tax burden on all bona fide citizens and companies; B. whereas the loss of such tax revenue means that there is less public money available for investment, which in turn means that less additional private investment can be stimulated, at a time when the Commission’s stated focus is on jobs, growth and investment; 2.9.2016 EN Official Journal of the European Union C 324/5 Wednesday 25 March 2015 ( 1 ) http://europa.eu/rapid/press-release_IP-14-416_en.htm ( 2 ) Texts adopted, P7_TA(2014)0129. ( 3 ) Texts adopted, P8_TA(2014)0038. ( 4 ) Texts adopted, P7_TA(2014)0094. ( 5 ) http://ec.europa.eu/taxation_customs/taxation/tax_fraud_evasion/a_huge_problem/ index_en.htm ",
        "C. whereas tax evasion ( 1 ) comprises illegal arrangements where liability to tax is hidden or ignored; whereas tax fraud ( 2 ) is a form of deliberate evasion of tax which is also generally punishable under criminal law, while, on the other hand, tax avoidance ( 3 ) is the legal but improper utilisation of the tax regime to reduce or avoid tax liabilities, and aggressive tax planning ( 4 ) consists in taking advantage of the technicalities of a tax system, or of mismatches between two or more tax systems, for the purpose of reducing tax liability; D. whereas the tax gap ( 5 ) is commonly understood as the difference between uncollected due tax and effectively collected tax; whereas the tax gap is due to tax fraud, tax evasion, tax avoidance and aggressive tax planning; E. whereas subsidiarity applies to legislation on taxation; F. whereas the key priorities of international tax policies are now focusing on developing a comprehensive strategy in the fight against tax evasion and avoidance and setting up a global standard for administrative cooperation; G. whereas the publication of the so-called ‘LuxLeaks’ documents by the International Consortium of Investigative Journalists calls for a thorough and independent investigation of Member States’ tax rulings practices, and their compliance with EU state aid control and adherence to the principles of the Single Market; H. whereas although it has been widely recognised that a well-balanced, growth-oriented tax system is crucial for generating sustainable growth, sufficient concrete action has not yet been undertaken; I. whereas many businesses, in particular multinationals, commonly structure their global tax position in ways that allow profit shifting towards lower tax jurisdictions or seek to secure preferential treatment to reduce their tax payments or negotiate directly with tax authorities to obtain preferential treatment and lower their tax rates, with the connivance of the authorities and governments of many Member States; J. whereas citizens across the Union are looking to their political leaders to take action to end such practices and legislative loopholes, and whereas these and other dubious practices, such as tax avoidance and aggressive tax planning, must be made illegal and appropriate sanctions implemented; K. whereas the reduction of administrative burdens on businesses, particularly for SMEs and microenterprises, and the elimination of tax obstacles in cross-border activities have the potential to boost growth; L. whereas a tax policy that promotes inclusiveness, transparency and fairness, and encourages good governance, is an effective tool to promote sustainable growth, social justice and the reduction of economic inequality; C 324/6 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) http://ec.europa.eu/taxation_customs/resources/documents/common/publications/com_reports/taxation/ com%282012%29351_en.pdf ( 2 ) http://ec.europa.eu/taxation_customs/resources/documents/common/publications/com_reports/taxation/ com%282012%29351_en.pdf ( 3 ) http://ec.europa.eu/taxation_customs/taxation/tax_fraud_evasion/missing-part_en.htm ( 4 ) http://ec.europa.eu/taxation_customs/resources/documents/taxation/tax_fraud_evasion/ c_2012_8806_en.pdf ( 5 ) http://www.europarl.europa.eu/sides/getDoc.do?pubRef=%2f%2fEP%2f%2fTEXT%2bTA%2bP7-TA-2013-0593%2b0%2bDOC% 2bXML%2bV0%2f%2fEN&language=EN ",
        "M. whereas the aim of the Commission’s REFIT (Regulatory Fitness and Performance) programme is to simplify EU legislation and reduce the number of rules, and thus also the cost of regulation, thereby creating a clear, simpler and more stable legislative framework for SMEs; whereas other such initiatives are to be encouraged; N. whereas there is a general need to simplify the taxation systems, enabling a reduction in costs for public administrations, citizens and companies, and the prevention of tax evasion, tax avoidance or simply mistakes, and of double (non-) taxation or double tax exemptions; O. whereas the European Semester is a mechanism for coordinating economic and fiscal policies in the Member States (MSs); General considerations 1. Welcomes the agreement on the Automatic Exchange of Information and the prospects for a swift implementation thereof; calls in this regard for the definitive abolition of banking secrecy within the EU as of June 2015; 2. Calls for tax agreements to be concluded also with third countries before 30 June 2015 and calls on the Commission to open negotiations with other third countries, including, but not limited to, Singapore; 3. Calls for pilot projects on the automatic exchange of tax information with developing countries to be implemented for a transitional and non-reciprocal period when implementing the new global standard; 4. Stresses that coordinated action at EU level, including in the context of the Code of Conduct on Business Taxation, is necessary to pursue the application of standards of transparency with regard to third countries; calls on the Commission and the MSs to incorporate these standards into future trade agreements; 5. Insists on the general principle that taxes must be paid where public services are consumed; strongly condemns aggressive tax policies inducing taxpayers to shift their tax base out of countries in which they consume public services or benefit from a labour force which does so; 6. Underlines the fact that the fight against tax fraud, tax evasion, tax avoidance, aggressive tax planning and tax havens, and an improved framework for the correct functioning of the Single Market via effective tax policy legislation, can be achieved better with a common approach; emphasises that a common approach of this kind should at best be taken at global and not just at European level; 7. Draws attention to the need to keep tax competition between MSs fair and transparent, and thus conducive to growth and employment, whilst ensuring that the European banking sector can remain competitive in global terms, in order to prevent tax flight away from the EU; 8. Condemns the secret agreements on tax exemptions signed between certain Member States and certain multinationals with the aim of attracting companies, to the detriment of other Member States’ tax systems and the proper functioning of free competition, the efficient allocation of resources and the internal market; 9. Stresses that cross-border investments, and in particular private investments, are imperative for the EU economy; highlights that ‘business friendly’ and ‘investment friendly’ tax initiatives are imperative in order to deliver a sustainable tax system which contributes to growth; underlines that new forms of efficient and effective cooperation between the public and private sectors, inter alia in the fields of research and innovation, information and communication technologies, transport and renewable sources of energy, are required; 2.9.2016 EN Official Journal of the European Union C 324/7 Wednesday 25 March 2015 ",
        "10. Underlines that a low tax level is essential not only for the social welfare of families and households but also for competitiveness and new jobs; stresses the need for controlled and efficient public spending and stable public finances; 11. Underlines the key role that SMEs play as drivers of growth and employment in the EU; stresses that EU tax policies should therefore be designed in a way which minimises obstacles to SMEs, and that further efforts are needed to eradicate tax obstacles and administrative burdens for SMEs; 12. Highlights that increased tax policy harmonisation would ensure that Member States’ tax policies support wider EU policy objectives as set out in the Europe 2020 strategy for smart, sustainable and inclusive growth; emphasises that, at a time when public debt is high and there is a glaring need for investment in the European Union, effective taxation provides Member States with a basic level of revenue; 13. Recommends that the Commission as well as individual Member States, when formulating or amending tax policy, inter alia in the framework of the European Semester, engage in a serious dialogue with businesses and social and civil stakeholders in order to ensure that tax policy legislation reflects economic reality and promotes voluntary tax compliance; Boosting the benefits of the internal market through taxation policy 14. Calls on the Commission to develop concrete proposals on how to tackle tax obstacles that hinder the cross-border activity of individuals and businesses in the Single Market, and to further develop tools of simplification and which increase transparency on taxation rules and regulations that are in force both in the EU and in the MSs; underlines that this would reduce the costs for companies, in particular SMEs, citizens and public administrations, and in turn would help prevent tax evasion, tax avoidance or simply mistakes; 15. Notes that the EU VAT system provides for a significant part of EU public revenues — 21 % in 2009 ( 1 ); highlights that the current VAT collection model has remained unchanged since its introduction, leading to high levels of both unnecessary compliance costs and tax avoidance; stresses that as the model is outdated, its continued use leads to substantial and unnecessary losses; 16. Is extremely concerned that EUR 177 billion ( 2 ) in VAT revenues was lost due to non-compliance or non-collection in 2012; 17. Welcomes the trilogue agreement on the Anti-Money Laundering Directive (AMLD) and the Transfer of Funds Regulation (ToFR); considers, however, that room for improvement remains and urges MSs to use the available flexibility, provided for in particular in the AMLD, towards the use of unrestricted public registers with access to beneficial ownership information for companies, trusts, foundations and other legal entities; 18. Calls on the Commission to put forward concrete proposals to tackle the VAT gap in order to fight tax fraud and tax evasion, taking into account the recent proposals as adopted by the Council; 19. Calls on the Commission, as a key element in building the Digital Single Market, to present a proposal aimed at allowing Member States to apply reduced VAT rates to books — and possibly also other media products — provided in a digital format; notes that the current situation, where reduced rates can only be applied to books if they are provided on a physical means of support, is not in line with the principle of subjecting similar goods and services to the same VAT rates; C 324/8 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) Communication from the Commission to the European Parliament, the Council and the European Economic and Social Committee on the future of VAT — Towards a simpler, more robust and efficient VAT system tailored to the Single Market (COM(2011)0851). ( 2 ) http://ec.europa.eu/taxation_customs/resources/documents/common/publications/studies/vat_gap2012.pdf ",
        "20. Calls on the Commission to come forward with a proposal to simplify legislation on VAT return obligations in order to reduce administrative burdens for EU businesses and to facilitate cross-border trade; 21. Invites the Commission to come up with a clear legislative framework to ensure equality between e-products and their physical alternatives; 22. Regrets that the eleven applying the enhanced cooperation procedure on a financial transaction tax (FTT) have fallen short of their commitment so far; recalls that the financial sector should make a fair contribution to public finances and takes note of the joint statement of 27 January 2015 by the eleven MSs and their commitment to implement an FTT with a wide scope and a small tax rate by 1 January 2016; underlines the urgency to act and the importance of an ambitious FTT; calls on other MSs to consider joining the FTT; 23. Calls for the FTT revenues to be part of an own resource under the EU budget; 24. Calls on MSs to swiftly agree to a CCCTB which would be compulsory in a first step for European companies and European cooperative societies and, in a second step, for all other companies except for micro, small and medium-sized enterprises, as provided for in the abovementioned Parliament’s position of 19 April 2012 on the proposal for a Council directive on a Common Consolidated Corporate Tax Base (CCCTB); 25. Calls on the Commission to carefully study the options for the introduction of a minimum rate of corporation tax as a means of curbing damaging tax competition; 26. Notes that differences in tax legislation in neighbouring countries may cause problems for undertakings in border areas; calls on the Commission, therefore, to scrutinise planned legislation for its effects in border areas; Fighting tax fraud, tax evasion and aggressive tax planning and tax havens 27. Awaits the Commission’s follow-up on its two recommendations on ‘measures intended to encourage third countries to apply minimum standards of good governance in tax matters’ and ‘aggressive tax planning’ and the MSs’ follow-up on the updated Commission Action Plan against tax fraud and tax evasion and aggressive tax planning; 28. Emphasises that EU member states and the Commission, where appropriate, should take a leading role in discussions on the fight against alleged tax fraud or aggressive tax avoidance in the OECD, the Global Forum on Transparency and Exchange of Information for Tax Purposes, and other relevant global forums; 29. Calls on the Commission to develop further initiatives to promote good governance in tax matters in third countries, to tackle aggressive tax planning and to address double (non-)taxation gaps; states that double (non-)taxation agreements between MSs and third countries must be based on common standards; insists that no double (non-)taxation agreements should be entered into with tax havens or non-cooperative jurisdictions and invites the Commission, therefore, to add a clause in every relevant legislative proposal to ensure the objectives of the legislation are not circumvented via tax constructions; 30. Asks the Commission to submit to the Council and Parliament, on a yearly basis, a report on the work and achievements of the platform for good tax governance; 31. Welcomes the agreement on the anti-abuse rules in the Parent Subsidiary Directive; urges the MSs to implement them swiftly and to extend this to the Interest and Royalties Directive; 2.9.2016 EN Official Journal of the European Union C 324/9 Wednesday 25 March 2015 ",
        "32. Calls on the Commission to make tackling tax evasion a top priority, and to come up with wide-ranging and effective proposals against tax havens and avoidance in the first six months of 2015; 33. Calls on the Commission to introduce, as part of these proposals, a commitment to, and tangible targets for, halving the tax gap by 2020 ( 1 ), which could be part of the Europe 2020 monitoring; 34. Calls on the Commission and on MSs to support the establishment of an intergovernmental tax body under the auspices of the United Nations with the aim of ensuring that developing countries can participate on an equal footing in the formulation and reform of global tax policies; 35. Asks the Commission to fully cooperate with the OECD, the G20 and developing countries to address BEPS and to report regularly to Parliament and the Council on the progress made; welcomes the upcoming revised Commission Action Plan in 2015 on tax evasion and tax avoidance and calls on the Commission to come forward with an EU anti-BEPS Directive by the end of June 2015; 36. Considers that the Commission should update the Action Plan against tax fraud, tax evasion and aggressive tax planning based on the pledges of the G20 leaders to ensure the fairness of the international tax system and secure the revenue basis of countries; considers that the Fiscalis and Custom Programmes should also focus on the issue of aggressive tax planning; 37. Welcomes the swift implementation of country-by-country (CbC) reporting for banks as defined in the fourth amendment to the Capital Requirements Directive (CRD4); calls on the Commission to introduce as a next step mandatory CbC reporting for cross-border companies, excluding SMEs, in all sectors and in all the countries in which they operate, including non-cooperative jurisdictions and tax havens, through an immediate revision of the accounting directive, whilst ensuring that administrative burdens are minimised; 38. Calls for urgent action and binding measures to counter the harmful aspects of tax incentives offered on the income generated by intellectual property or ‘patent boxes’; 39. Requests that information exchange be extended to cross-border tax rulings to ensure that all companies operating in the EU fulfil their obligations in all MSs and enhance transparency; underlines the fact that the exchange of information should not distort competition; 40. Takes the view that tax rulings can be an important instrument with a view to creating legal certainty for businesses; regrets, however, the lack of transparency with which such rulings have been used in the MSs, thereby creating opportunities for tax avoidance and harmful tax competition; 41. Considers, furthermore, that national legislatures should be permitted, confidentially, to inspect the content of tax rulings given, in order to enact appropriate national legislation to prevent tax avoidance; 42. Welcomes the announcement of a Commission proposal on compulsory exchange of information on cross-border rulings; takes the view that the proposal must contain, first and foremost, an obligation for the MSs to inform each other on rulings adopted; further considers that the MSs should be obliged to notify the Commission of such rulings, of their underlying general principles and of their precise budgetary impact on the tax base, so that the Commission is better able to exercise its role as guardian of fair competition within the single market; C 324/10 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) European Parliament resolution of 12 December 2013 on the call for a measurable and binding commitment against tax evasion and tax avoidance in the EU (Texts Adopted, P7_TA(2013)0593). ",
        "43. Stresses that legal certainty for taxpayers — through predictable behaviour of national tax authorities and politics — should remain a priority; points to the fact that rulings and tax arrangements are not harmful in themselves, but that national tax authorities should communicate in a clear and unambiguous manner on which arrangements are acceptable and which are not; 44. Strongly condemns MSs that have allowed or even encouraged their tax authorities to issue tax rulings that have led to the disconnecting of taxation and economic activity, and that as a consequence have significantly contributed to the erosion of public finances; 45. Calls upon the Commission to intensify its use of EU state aid rules against aggressive tax planning; considers that the Commission should investigate all tax ruling cases to verify that they are not breaking EU state aid rules by providing selective tax benefits for some companies; 46. Is concerned that national reforms in some MSs have resulted in inadequate staffing and resource allocation to national tax administrations and tax audit authorities; regrets that priority is often given to tax avoidance on a small scale rather than at the level of large multinationals; calls on MSs to ensure adequate resources and emphasises that the increase in costs, as a result of more appropriate staffing levels and resource allocation, would be outweighed by the additional tax revenues; notes that electronic government tax services can lead to efficient use of human and financial resources; 47. Stresses that effective, efficient and legitimate national tax policies require that national tax authorities function properly (i.e. enforcement should be adequate); stresses that national tax authorities should exchange information on best practices in order to learn from each other; 48. Calls on the MSs to improve their administrative cooperation in the area of direct and indirect taxation and excise duties, and as regards mutual assistance in the recovery of claims; recognises the importance of exchange of best practices between MSs and invites them to exploit the full potential of the Fiscalis 2014-2020 and Customs 2014-2020 programmes; 49. Calls on the Commission to propose, and on MSs to agree on, a common EU position and a broadened set of detailed criteria for the definition of tax havens and coordinated penalties to be imposed on uncooperative jurisdictions; calls for a blacklist to be drawn up of such tax havens and countries distorting competition with favourable tax conditions, including those in the EU, by 30 June 2015; 50. Asks the Commission to offer cooperation and assistance to developing third countries which are not tax havens, to help them effectively tackle tax fraud and tax avoidance; 51. Calls on the MSs to equip their competent authorities to carry out rigorous and through investigations, and put forward sanctions such as suspending or revoking the banking or advisory licences of financial institutions, accountants, law firms or other financial advisors if it has been proven that they have assisted in tax fraud; 52. Calls for the introduction of strong sanctions to prevent companies breaching or dodging tax standards, by refraining from granting EU funding and access to state aid or to public procurement to fraudulent companies or companies located in tax havens or countries distorting competition with favourable tax conditions; urges MSs to recover all types of public support given to companies if they are involved in breaching EU tax standards; 2.9.2016 EN Official Journal of the European Union C 324/11 Wednesday 25 March 2015 ",
        "53. Calls on all MSs to publish an impact assessment of their Special Purpose Entities and similar legal constructs, as well as data showing the flow of investments through such entities in their countries; calls on MSs, furthermore, to introduce sufficiently strong substance requirements for all such entities to ensure that they cannot be abused for tax purposes; 54. Calls upon the Commission to exploit to the full the scope offered by the law on state aid for combating aggressive tax planning, and to recognise that these practices are fundamentally anti-competitive and impede the ability of European SMEs to compete on a level playing field; 55. Stresses that MSs that have received or are seeking financial assistance have an obligation to implement measures designed to strengthen and improve their capacity to collect tax and tackle tax fraud and tax evasion; urges the Commission to extend this obligation to encompass measures tackling money laundering, tax avoidance and aggressive tax planning; 56. Calls on MSs to develop the necessary framework of cooperation between tax administrations and civil society that promotes social responsibility and transparency; believes that such cooperation with honest taxpayers can lead to tangible results in the identification, in particular, of new types of fraud and evasion; 57. Asks the Commission to develop appropriate EU standards or proposals, in cooperation with the OECD, to address the challenges of taxation of the digital economy; Promoting viable tax coordination for a long-term, growth-oriented economic policy 58. Recalls Parliament’s plea ( 1 ) for a strengthening of the economic governance framework; calls on the Commission and MSs to enhance the use of the European Semester by integrating the EU tax gap strategy into the annual national stability and growth programmes and national reform programmes; calls on the Commission to invite the MSs to list and describe in their national reform programmes all tax exemptions given to companies; 59. Encourages the Commission to develop a European taxpayers’ code setting out best practices for enhancing cooperation, trust and confidence between tax administrations and taxpayers, in order to ensure greater transparency of the rights and obligations of taxpayers and encourage a service-oriented approach; 60. Emphasises that country-specific recommendations must be accepted and implemented by the MSs, in particular in the budgetary sphere; 61. Calls for a review of the mandate of the Code of Conduct Group in order to improve its effectiveness and provide ambitious results, for example by introducing the obligation to publish tax breaks and subsidies for corporations; asks the Code of Conduct Group, furthermore, to provide and promptly publish an oversight of the extent to which countries meet the recommendations set out by the group in its six-monthly progress report to the finance ministers; 62. Considers that the quantitative measurement of macroeconomic targets should be accompanied by qualitative indicators, in order to address long-term goals; calls on the Commission, when drafting the country-specific recommendations, to carry out an in-depth study of the MSs’ differences and to focus on comparisons between MSs to identify best tax practices in the design of tax policies; 63. Reiterates its call on the Commission to ensure that sufficient time and resources are allocated to the design, early presentation and follow-up to the ‘country-specific recommendations’ and to allow Parliament to provide democratic scrutiny; C 324/12 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) Resolution on the European Semester for economic policy coordination: implementation of 2014 priorities (Texts Adopted, P8_TA (2014)0038) and resolution on Fight against Tax Fraud, Tax Evasion and Tax Havens (Texts Adopted, P7_TA(2013)0205). ",
        "64. Regrets the lack of substantial progress to date in the area of taxation and tax reforms in the framework of the commitments of the Euro Plus Pact; calls on the Commission to fully embed pragmatic tax coordination in the European Semester cycle as part of a stronger economic policy coordination; 65. In this context, urges MSs to simplify their tax systems, modernise their tax administrations and enhance their tax collection performance, inter alia by establishing efficient revenue collection mechanisms based on modern technology and by supporting new strategies regarding voluntary compliance, risk assessment and monitoring; 66. Calls on MSs to shift the tax burden away from labour to other forms of sustainable taxation, with the aim of ensuring that fair contributions are made by all economic and financial sectors and in order to promote growth and high- quality job creation; 67. Urges MSs, when introducing property taxes, to take into consideration all relevant side-effects; 68. Calls on the Commission and the MSs to reflect on new and innovative types of taxes conducive to growth and employment; 69. Reiterates the need for a fundamental review of the European own resources system; takes the view that allocating more own resources in a budget-neutral manner would give the Commission greater effectiveness and autonomy and lead to a more transparent European budget; looks forward eagerly, therefore, to the results of the High Level Group on Own Resources; o o o 70. Instructs its President to forward this resolution to the Council, the Commission and the national parliaments. 2.9.2016 EN Official Journal of the European Union C 324/13 Wednesday 25 March 2015 ",
        "II (Information) INFORMATION FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES EUROPEAN PARLIAMENT P8_TA(2015)0083 Request for waiver of the immunity of António Marinho e Pinto European Parliament decision of 25 March 2015 on the request for waiver of the immunity of António Marinho e Pinto (2014/2191(IMM)) (2016/C 324/02) Τhe European Parliament , — having regard to the request for waiver of the immunity of António Marinho e Pinto, forwarded by Dr Rodrigo Pereira da Costa, a judge at the Coimbra District Court on 8 October 2014 (Ref. 6076/12.0TDLSB) and announced in plenary on 12 November 2014, — having heard António Marinho e Pinto in accordance with Rule 9(5) of its Rules of Procedure, — having regard to Articles 8 and 9 of Protocol No 7 on the Privileges and Immunities of the European Union, and Article 6(2) of the Act of 20 September 1976 concerning the election of the members of the European Parliament by direct universal suffrage, — having regard to the judgments of the Court of Justice of the European Union of 12 May 1964, 10 July 1986, 15 and 21 October 2008, 19 March 2010, 6 September 2011 and 17 January 2013 ( 1 ), — having regard to Article 157(2) and (3) of the Constitution of the Portuguese Republic, — having regard to Rule 5(2), Rule 6(1) and Rule 9 of its Rules of Procedure, — having regard to the report of the Committee on Legal Affairs (A8-0062/2015), A. whereas the judge at the Coimbra District Court has submitted a request for waiver of the parliamentary immunity of a Member of the European Parliament António Marinho e Pinto in connection with possible legal action concerning an alleged offence; B. whereas, under Article 9 of Protocol No 7 on the Privileges and Immunities of the European Union, Members shall enjoy, in the territory of their own state, the immunities accorded to Members of the Parliament of that state; C 324/14 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) Judgment of the Court of Justice of 12 May 1964, Wagner v Fohrmann and Krier, 101/63, ECLI:EU:C:1964:28; judgment of the Court of Justice of 10 July 1986, Wybot v Faure and others, 149/85, ECLI:EU:C:1986:310; judgment of the General Court of 15 October 2008, Mote v Parliament, T-345/05, ECLI:EU:T:2008:440; judgment of the Court of Justice of 21 October 2008, Marra v De Gregorio and Clemente, C 200/07 and C-201/07, ECLI:EU:C:2008:579; judgment of the General Court of 19 March 2010, Gollnisch v Parliament, T-42/06, ECLI:EU:T:2010:102; judgment of the Court of Justice of 6 September 2011, Patriciello, C 163/10, ECLI: EU:C:2011:543; judgment of the General Court of 17 January 2013, Gollnisch v Parliament, T-346/11 and T-347/11, ECLI: EU:T:2013:23. ",
        "C. whereas, under Article 157(2) and (3) of the Constitution of the Portuguese Republic, Members of Parliament may not, during the parliamentary term, be prosecuted, arrested, imprisoned or otherwise confined without the Assembly’s prior agreement; D. whereas António Marinho e Pinto is accused of defamation of former officials of the Portuguese Bar Association; E. whereas the charges are manifestly unrelated to the position of António Marinho e Pinto as a Member of the European Parliament and arise from his former position as President of the Portuguese Bar Association;· F. whereas the alleged actions do not relate to opinions expressed or votes cast by the Member of the European Parliament in the performance of his duties within the meaning of Article 8 of Protocol No 7 on the Privileges and Immunities of the European Union; G. whereas there is no suspicion of any attempt to obstruct the parliamentary work of António Marinho e Pinto (fumus persecutionis) behind the proceedings, which were in fact initiated before he assumed his seat in the European Parliament; 1. Decides to waive the immunity of António Marinho e Pinto; 2. Instructs its President to forward this decision and the report of its committee responsible immediately to the judge at the Coimbra District Court and to António Marinho e Pinto. 2.9.2016 EN Official Journal of the European Union C 324/15 Wednesday 25 March 2015 ",
        "P8_TA(2015)0084 Request for waiver of the immunity of Ivan Jakovčić European Parliament decision of 25 March 2015 on the request for waiver of the immunity of Ivan Jakovčić (2014/2169(IMM)) (2016/C 324/03) The European Parliament , — having regard to the request for waiver of the immunity of Ivan Jakovčić, forwarded on 5 September 2014 by the lawyer of the injured party as plaintiff in connection with criminal proceedings pending before the Municipal Court in Pazin (Croatia)(Ref. No K-143/14), and announced in plenary on 23 October 2014, — having regard to the letters of the Permanent Representative of the Republic of Croatia to the EU of 14 February 2014 and of 16 January 2015 confirming that, under the relevant provisions of Croatian law, an injured party as plaintiff is allowed to request the waiver of the immunity of a Croatian Member of the European Parliament, — having heard Ivan Jakovčić in accordance with Rule 9(5) of its Rules of Procedure, — having regard to Article 8 of Protocol No 7 on the Privileges and Immunities of the European Union, and Article 6(2) of the Act of 20 September 1976 concerning the election of the members of the European Parliament by direct universal suffrage, — having regard to the judgments of the Court of Justice of the European Union of 12 May 1964, 10 July 1986, 15 and 21 October 2008, 19 March 2010, 6 September 2011 and 17 January 2013 ( 1 ), — having regard to its resolution of 24 April 2009 on parliamentary immunity in Poland ( 2 ), — having regard to Articles 23 and 28 of the Standing Orders of the Croatian Parliament, — having regard to Article 61(1) of the Croatian Criminal Procedure Code, — having regard to Rule 5(2), Rule 6(1) and Rule 9 of its Rules of Procedure, — having regard to the report of the Committee on Legal Affairs (A8-0059/2015), A. whereas the lawyer of a private plaintiff has requested the waiver of the parliamentary immunity of a Member of the European Parliament, Ivan Jakovčić, in connection with legal proceedings concerning an alleged offence of defamation; C 324/16 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) Judgment of the Court of Justice of 12 May 1964, Wagner v Fohrmann and Krier , 101/63, ECLI:EU:C:1964:28; judgment of the Court of Justice of 10 July 1986, Wybot v Faure and others , 149/85, ECLI:EU:C:1986:310; judgment of the General Court of 15 October 2008, Mote v Parliament , T-345/05, ECLI:EU:T:2008:440; judgment of the Court of Justice of 21 October 2008, Marra v De Gregorio and Clemente , C-200/07 and C-201/07, ECLI:EU:C:2008:579; judgment of the General Court of 19 March 2010, Gollnisch v Parliament , T-42/06, ECLI:EU:T:2010:102; judgment of the Court of Justice of 6 September 2011, Patriciello , C-163/10, ECLI: EU: C:2011:543; judgment of the General Court of 17 January 2013, Gollnisch v Parliament , T-346/11 and T-347/11, ECLI:EU: T:2013:23. ( 2 ) OJ C 184 E, 8.7.2010, p. 72. ",
        "B. whereas by letter of 14 February 2014 the Permanent Representative of the Republic of Croatia to the EU informed the President of Parliament that, failing specific procedural rules with regard to the request for waiver of the immunity of Croatian Members of the European Parliament, the provisions governing the requests for waiver of immunity of Members of the national Parliament should apply and that, under those provisions, the request for approval of pre-trial detention (remand) or for initiation of criminal proceedings against a Member may be made by any authorised state body, the injured party as plaintiff or a private plaintiff; C. whereas by letter of 16 January 2015 the Permanent Representative of the Republic of Croatia to the EU confirmed that the legal proceedings in connection with which the waiver of Mr Jakovčić’s immunity had been requested were actually pending before the competent court in Croatia; D. whereas, according to Article 8 of the Protocol on the Privileges and Immunities of the European Union, Members of the European Parliament may not be subject to any form of inquiry, detention or legal proceedings in respect of opinions expressed or votes cast by them in the performance of their duties; E. whereas the purpose of this provision is to ensure that Members of the European Parliament enjoy freedom of speech as a matter of principle, but whereas this entitlement to free speech does not authorise slander, libel, incitement to hatred or questioning the honour of others; F. whereas the request for waiver relates to criminal proceedings instituted against Mr Jakovčić under Article 147(1) and (2) of the Croatian Criminal Code in connection with defamatory statements that he is alleged to have made in an interview with HRT Croatian Radiotelevision on 22 July 2014; G. whereas under Article 61(1) of the Croatian Criminal Procedure Code (Zakon o kaznenom postupku), in the case of private prosecution the private charge must be submitted within three months of the day on which the authorised physical or legal person came to the knowledge of the offence and its perpetrator; H. whereas, according to Rule 9(2) of Parliament’s Rules of Procedure, requests for the waiver of immunity must be considered without delay, but with regard to their relative complexity; I. whereas Mr Jakovčić was a Member of the European Parliament at the time of the interview; whereas, however, the statements alleged to have been made relate to a matter which dates back to a time when he did not yet hold such office; J. whereas, as a consequence, the statements in question do not have a direct and obvious connection with Mr Jakovčić’s performance of his duties as a Member of the European Parliament nor do they constitute an opinion expressed or a vote cast in the performance of his duties as a Member of the European Parliament within the meaning of Article 8 of Protocol No 7; K. whereas Mr Jakovčić cannot, therefore, be deemed to have been acting in the performance of his duties as a Member of the European Parliament; 1. Considers that the request for the waiver of the immunity of Mr Jakovčić has been submitted by the competent authority within the meaning of Rule 9(1) of the Rules of Procedure and that, on this ground, it is to be deemed admissible; considers, furthermore, that, in the light of Rule 9(2) of its Rules of Procedure, no deadline can be imposed on Parliament for reaching a decision on a request for waiver of immunity; 2. Decides to waive the immunity of Ivan Jakovčić; 3. Instructs its President to forward this decision and the report of its committee responsible immediately to the competent authority of the Republic of Croatia and to Ivan Jakovčić. 2.9.2016 EN Official Journal of the European Union C 324/17 Wednesday 25 March 2015 ",
        "P8_TA(2015)0086 Request for waiver of the immunity of Viktor Uspaskich European Parliament decision of 25 March 2015 on the request for waiver of the immunity of Viktor Uspaskich (2014/2095(IMM)) (2016/C 324/04) The European Parliament , — having regard to the request for waiver of the immunity of Viktor Uspaskich, forwarded on 21 July 2014 by the Lithuanian judicial authorities in connection with criminal proceedings pending before the court of appeal of the Republic of Lithuania, and announced in plenary on 15 September 2014, — having heard Viktor Uspaskich on 24 March 2015 in accordance with Rule 9(5) of its Rules of Procedure, — having regard to Article 9 of Protocol No 7 on the Privileges and Immunities of the European Union (‘the Protocol’), and Article 6(2) of the Act of 20 September 1976 concerning the election of the members of the European Parliament by direct universal suffrage, — having regard to the judgments of the Court of Justice of the European Union of 12 May 1964, 10 July 1986, 15 and 21 October 2008, 19 March 2010, 6 September 2011 and 17 January 2013 ( 1 ), — having regard to Article 62 of the Constitution of the Republic of Lithuania, — having regard to the European Parliament decision of 7 September 2010 ( 2 ) , — having regard to Rule 5(2), Rule 6(1) and Rule 9 of its Rules of Procedure, — having regard to the report of the Committee on Legal Affairs (A8-0061/2015), A. whereas Vilnius Regional Court has delivered a judgment, which has not yet become final, finding Viktor Uspaskich, MEP, guilty; B. whereas proceedings in the same case are now pending before the court of appeal of the Republic of Lithuania; C. whereas the charges against Viktor Uspaskich do not relate to an opinion expressed or vote cast by him in the performance of his duties as a Member of the European Parliament and whereas Article 8 of the Protocol is therefore not applicable; D. whereas, pursuant to Article 9 of the Protocol, during the sessions of the European Parliament, its Members shall enjoy, in the territory of their own State, the immunities accorded to members of their parliament, but immunity cannot be claimed when a Member is found in the act of committing an offence and is not to prevent the European Parliament from exercising its right to waive the immunity of one of its Members; C 324/18 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) Judgment of the Court of Justice of 12 May 1964, Wagner v Fohrmann and Krier , 101/63, ECLI:EU:C:1964:28; judgment of the Court of Justice of 10 July 1986, Wybot v Faure and others , 149/85, ECLI:EU:C:1986:310; judgment of the General Court of 15 October 2008, Mote v Parliament , T-345/05, ECLI:EU:T:2008:440; judgment of the Court of Justice of 21 October 2008, Marra v De Gregorio and Clemente , C-200/07 and C-201/07, ECLI:EU:C:2008:579; judgment of the General Court of 19 March 2010, Gollnisch v Parliament , T-42/06, ECLI:EU:T:2010:102; judgment of the Court of Justice of 6 September 2011, Patriciello , C-163/10, ECLI: EU: C:2011:543; judgment of the General Court of 17 January 2013, Gollnisch v Parliament , T-346/11 and T-347/11, ECLI:EU: T:2013:23. ( 2 ) OJ C 308 E, 20.10.2011, p. 90. ",
        "E. whereas, under Article 62 of the Constitution of the Republic of Lithuania, a Member of the national Parliament (Seimas) may not be held criminally liable, arrested, nor may his freedom be otherwise restricted without the consent of the Seimas; F. whereas criminal proceedings were brought against Viktor Uspaskich, MEP, who, in the proceedings brought before Vilnius Regional Court, was charged with having committed criminal offences pursuant to Article 24(4) in conjunction with Article 222(1), Article 220(1), Article 24(4) in conjunction with Article 220(1), Article 205(1) and Article 24(4) in conjunction with Article 205(1) of the Criminal Code of the Republic of Lithuania; G. whereas on 14 July 2009 the Prosecutor-General of the Republic of Lithuania requested that the immunity of Viktor Uspaskich be waived in connection with the above-mentioned criminal proceedings; H. whereas on 27 January 2010 Viktor Uspaskich was heard by the Committee on Legal Affairs for the first time pursuant to Rule 9 of the Rules of Procedure and, on 2 September 2010, after clarification of two legal issues by replies from the Lithuanian authorities, was again heard by the Committee on Legal Affairs, so that he was afforded the right to a fair hearing at every possible level; I. whereas on 7 September 2010 ( 1 ) the European Parliament decided to waive the immunity of Viktor Uspaskich; J. whereas on 5 April 2011 Viktor Uspaskich applied for defence of his immunity, asserting, inter alia, that he had not been sufficiently heard by the Committee on Legal Affairs, and in addition claimed that the criminal proceedings against him were politically motivated and that he was being hampered in his attempts to perform his parliamentary duties; K. whereas in his letter of 11 April 2011 Viktor Uspaskich requested a reconsideration of Parliament’s decision of 7 September 2010 because of allegedly new facts which had been published by WikiLeaks, which, he contended, showed that he had fallen victim to fumus persecutionis ; L. whereas this application was rejected because no adequate link between the allegedly new facts and the initiation of the proceedings against Viktor Uspaskich for false accounting had been established; M. whereas the European Parliament decided not to defend the immunity and privileges of Viktor Uspaskich ( 2 ); N. whereas on 12 July 2013 Vilnius Regional Court found Viktor Uspaskich guilty of infringing Article 24(4) in conjunction with Articles 182(2) and 222(1) of the Criminal Code of the Republic of Lithuania and whereas Viktor Uspaskich was sentenced to four years’ imprisonment; O. whereas both Viktor Uspaskich and the Public Prosecutor’s Office subsequently appealed, so that the same legal proceedings on the basis of which the immunity of Viktor Uspaskich has already been waived are now pending on appeal; P. whereas at the appeal stage of the proceedings a further decision by the European Parliament is required because, pursuant to Article 62 of the Constitution of the Republic of Lithuania, a Member of the national Parliament (Seimas) may not be held criminally liable without the consent of the Seimas; Q. whereas, pursuant to Article 9(a) of the Protocol, the extent and implications of the immunity which Members enjoy in the territory of their own State are determined by the respective national rules; 2.9.2016 EN Official Journal of the European Union C 324/19 Wednesday 25 March 2015 ( 1 ) OJ C 308 E, 20.10.2011, p. 90. ( 2 ) OJ C 165 E, 11.6.2013, p. 80. ",
        "R. whereas Viktor Uspaskich claims that the legal basis of the charges has altered, but whereas it is perfectly admissible for prosecuting and judicial authorities to undertake such redefinitions provided that the conduct giving rise to the proceedings is the same; S. whereas it is at all events clear from the documents that the definition of the offences giving rise to the charges has always remained the same; T. whereas Viktor Uspaskich claims that two cases relating to him are pending before the European Court of Human Rights, but whereas, upon examination, these two cases have been found to be unrelated to the present case; U. whereas a case may be brought before the European Court of Human Rights only after all domestic remedies have been exhausted and it is therefore impossible that proceedings which are pending before the court of appeal of the Republic of Lithuania could at the same time be the subject of proceedings pending before the European Court of Human Rights; V. whereas, in his letter of 24 October 2014, Viktor Uspaskich communicated fresh facts intended to demonstrate that he had fallen victim to an instance of fumus persecutionis ; W. whereas in addition Viktor Uspaskich refers to WikiLeaks documents as new evidence, but these documents were already discussed as part of the defence-of-immunity procedure initiated on 5 April 2011 and they neither constitute conclusive evidence nor are relevant; X. whereas once again it has not proved possible to establish any sufficient connection between the new facts adduced and the procedure against Viktor Uspaskich for false accounting; Y. whereas therefore no convincing evidence is available to demonstrate fumus persecutionis and whereas the offences of which Viktor Uspaskich is accused have nothing to do with his work as a Member of the European Parliament; Z. whereas the decision on the waiver of immunity pursuant to Rule 9(7) of the Rules of Procedure in no way constitutes a statement of opinion regarding guilt or innocence, as this is the subject of national proceedings; AA. whereas moreover in the context of proceedings relating to immunity it is not the task of the Committee on Legal Affairs to examine the judicial systems of individual Member States; 1. Decides to waive the immunity of Viktor Uspaskich; 2. Instructs its President to forward this decision, and the report of its committee responsible, immediately to the appropriate authority of the Republic of Lithuania. C 324/20 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ",
        "P8_TA(2015)0087 Request for defence of the privileges and immunities of Gabriele Albertini European Parliament decision of 25 March 2015 on the request for defence of the privileges and immunities of Gabriele Albertini (2014/2096(IMM)) (2016/C 324/05) The European Parliament , — having regard to the request by Gabriele Albertini of 28 July 2014, announced in plenary on 16 September 2014, for defence of his immunity in connection with criminal proceedings pending before the Court of Brescia (Italy) (ref. 7061/ 13 R.G.), — having regard to the request by Gabriele Albertini of 30 July 2014, announced in plenary on 16 September 2014, for reconsideration of the request for defence of his immunity in connection with civil proceedings pending before the Court of Brescia (Italy) (ref. 17851/12 R.G.), — having regard to the request by Gabriele Albertini received on 17 July 2013, announced in plenary on 9 September 2013, for reconsideration of the request for defence of his immunity in connection with the abovementioned civil proceedings, — having heard Gabriele Albertini in accordance with Rule 9(5) of its Rules of Procedure, — having regard to Articles 8 and 9 of Protocol No 7 on the Privileges and Immunities of the European Union, and to Article 6(2) of the Act of 20 September 1976 concerning the election of the members of the European Parliament by direct universal suffrage, — having regard to the judgments of the Court of Justice of the European Union of 12 May 1964, 10 July 1986, 15 and 21 October 2008, 19 March 2010, 6 September 2011 and 17 January 2013 ( 1 ), — having regard to its decision of 21 May 2013 on the request for defence of the immunity and privileges of Gabriele Albertini ( 2 ), — having regard to its decision of 24 February 2014 on the request for reconsideration of the request for defence of the immunity of Gabriele Albertini ( 3 ), — having regard to Rule 5(2) and Rules 7 and 9 of its Rules of Procedure, — having regard to the report of the Committee on Legal Affairs (A8-0058/2015), A. whereas a former Member of the European Parliament, Gabriele Albertini, has requested the defence of his parliamentary immunity in connection with criminal proceedings pending before an Italian court; whereas he has also requested the reconsideration of the request for defence of his immunity in connection with civil proceedings pending before the same court; 2.9.2016 EN Official Journal of the European Union C 324/21 Wednesday 25 March 2015 ( 1 ) Judgment of the Court of Justice of 12 May 1964, Wagner v Fohrmann and Krier , 101/63, ECLI:EU:C:1964:28; judgment of the Court of Justice of 10 July 1986, Wybot v Faure and others , 149/85, ECLI:EU:C:1986:310; judgment of the General Court of 15 October 2008, Mote v Parliament , T-345/05, ECLI:EU:T:2008:440; judgment of the Court of Justice of 21 October 2008, Marra v De Gregorio and Clemente , C-200/07 and C-201/07, ECLI:EU:C:2008:579; judgment of the General Court of 19 March 2010, Gollnisch v Parliament , T-42/06, ECLI:EU:T:2010:102; judgment of the Court of Justice of 6 September 2011, Patriciello , C-163/10, ECLI: EU: C:2011:543; judgment of the General Court of 17 January 2013, Gollnisch v Parliament , T-346/11 and T-347/11, ECLI:EU: T:2013:23. ( 2 ) Texts adopted, P7_TA(2013)0195. ( 3 ) Minutes of 24 February 2014, item 7. ",
        "B. whereas the request for defence relates to the allegedly defamatory opinions expressed by Mr Albertini in a written question that he put to the Italian Minister of Justice on 22 October 2012 with a view to establishing whether the conduct of Alfredo Robledo, a prosecutor who had initiated an investigation into facts involving the municipality of Milan and relating to Mr Albertini’s functions as mayor of that city back in 2005, constituted a breach of professional ethics and was hence subject to disciplinary proceedings; C. whereas the request for reconsideration relates to a writ of summons filed against Mr Albertini before the Court of Brescia by Mr Robledo, in connection with allegedly defamatory statements made by Mr Albertini in a first interview published by the Italian newspaper Il Sole 24 Ore on 26 October 2011 and in a second interview published by the Italian newspaper Corriere della Sera on 19 February 2012; D. whereas Mr Albertini used very similar, if not altogether identical, expressions in both the written question and the interviews, and whereas the substance of the two sets of proceedings, as also confirmed by Mr Albertini in writing and at his hearing, is the same; whereas the same decision as to whether or not to defend Mr Albertini’s immunity must consequently be taken in respect of both sets of proceedings; E. whereas both the written question and the interviews took place at a time when Mr Albertini was a Member of the European Parliament; F. whereas, according to Article 8 of the Protocol on the Privileges and Immunities of the European Union, Members of the European Parliament may not be subject to any form of inquiry, detention or legal proceedings in respect of opinions expressed or votes cast by them in the performance of their duties; G. whereas, in accordance with Parliament’s established practice, the fact that legal proceedings are of a civil- or administrative-law nature, or contain certain aspects falling under civil or administrative law, does not per se prevent the immunity afforded by that article from applying; H. whereas, in its decision of 21 May 2013, Parliament considered that the facts of the case, as manifested in the writ of summons and in Mr Albertini’s oral explanation to the Committee on Legal Affairs, indicated that the statements made did not have a direct and obvious connection with Mr Albertini’s performance of his duties as a Member of the European Parliament; whereas Parliament decided, therefore, not to defend Mr Albertini’s immunity; I. whereas, by letter received on 17 July 2013, Mr Albertini requested reconsideration of the decision of 21 May 2013 not to defend his immunity; whereas by decision of 24 February 2014, Parliament expressed its agreement with the recommendation of the Committee on Legal Affairs not to act on this request in the light of Parliament’s earlier decision of 21 May 2013 not to defend Mr Albertini’s immunity; J. whereas, by letter of 30 July 2014, Mr Albertini requested reconsideration of the decision of 21 May 2013 for the second time; whereas, in accordance with Rule 9(5) of the Rules of Procedure, Mr Albertini has provided supplementary documents relating to his case on several occasions between September 2014 and March 2015; K. whereas the Court of Justice has held that a statement made by a Member beyond the precincts of the European Parliament may constitute an opinion expressed in the performance of his or her duties as referred to in Article 8 of the Protocol, taking the view that it is not the place where a statement is made that matters, but the nature and content of the statement ( 1 ); whereas, however, the connection between the opinion expressed and the Member’s parliamentary duties must be direct and obvious ( 2 ); C 324/22 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) Judgment in Patriciello , cited above, paragraph 30. ( 2 ) Judgment in Patriciello, cited above, paragraph 35. ",
        "L. whereas the new supporting documents submitted by Mr Albertini fail to shed light on the link between the statements he made and his duties as a Member of the European Parliament; whereas, rather, they provide elements which essentially relate to the most recent stages of the legal proceedings in question, to facts which occurred after the interviews and the written question and to their coverage in the press; whereas these elements are supposed to prove that the expressions used are not defamatory in nature and that both civil and criminal proceedings have been initiated out of personal and political hostility towards Mr Albertini; M. whereas, however, pursuant to Rule 9(7) of the Rules of Procedure, decisions on immunity may not, under any circumstances, pronounce on the guilt or otherwise of the Member nor on whether or not the opinions or acts attributed to him or her justify prosecution, even if, in considering the request, the committee responsible acquires detailed knowledge of the facts of the case; whereas, in accordance with Parliament’s established practice, this provision also applies to civil proceedings; N. whereas the doctrine of fumus persecutionis — that is, a sufficiently serious and precise suspicion that the case has been brought with the intention of causing political damage to the Member concerned — only applies to immunity cases falling within Article 9 of the Protocol, namely to legal proceedings relating to offences other than those perpetrated by means of opinions expressed or votes cast, which, in turn, are solely covered by Article 8 of the Protocol ( 1 ); whereas since Mr Albertini is a former Member of the European Parliament, Article 9 is no longer applicable to his case; O. whereas, in any event, the present case arises from opinions expressed by a Member, and whereas, in this context, the determining criterion for the enjoyment of immunity under Article 8 of the Protocol is evidence of a direct and obvious link between the opinions in question and the performance of parliamentary duties; P. whereas no evidence of such a link has been provided in the case in point; whereas, therefore, the earlier conclusion — endorsed twice by Parliament — that Mr Albertini, in making the statements in question, was not acting in the performance of his duties as a Member of the European Parliament continues to hold; 1. Upholds its decisions of 21 May 2013 and of 24 February 2014, respectively, not to defend the immunity and privileges of Gabriele Albertini and not to act on his request for reconsideration as regards the civil proceedings instituted against him; 2. Decides, on the same grounds, not to defend the immunity and privileges of Gabriele Albertini as regards the criminal proceedings instituted against him; 3. Instructs its President to forward this decision and the report of its committee responsible immediately to the competent authority of the Italian Republic and to Gabriele Albertini. 2.9.2016 EN Official Journal of the European Union C 324/23 Wednesday 25 March 2015 ( 1 ) Judgment in Marra , cited above, paragraph 45. ",
        "III (Preparatory acts) EUROPEAN PARLIAMENT P8_TA(2015)0081 Mobilisation of the European Globalisation Adjustment Fund: application EGF/2014/018 GR/ Attica broadcasting — Greece European Parliament resolution of 25 March 2015 on the proposal for a decision of the European Parliament and of the Council on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2014/018 GR/Attica broadcasting, from Greece) (COM(2015)0037 — C8-0030/2015 — 2015/ 2031(BUD)) (2016/C 324/06) The European Parliament , — having regard to the Commission proposal to the European Parliament and the Council (COM(2015)0037 — C8-0030/ 2015), — having regard to Regulation (EU) No 1309/2013 of the European Parliament and of the Council of 17 December 2013 on the European Globalisation Adjustment Fund (2014-2020) and repealing Regulation (EC) No 1927/2006 ( 1 ) (EGF Regulation), — having regard to Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 ( 2 ), and in particular Article 12 thereof, — having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management ( 3 ) (IIA of 2 December 2013), and in particular point 13 thereof, — having regard to the trilogue procedure provided for in point 13 of the IIA of 2 December 2013, — having regard to the letter of the Committee on Employment and Social Affairs, — having regard to the letter of the Committee on Regional Development, — having regard to the report of the Committee on Budgets (A8-0050/2015), A. whereas the Union has set up legislative and budgetary instruments to provide additional support to workers who are suffering from the consequences of major structural changes in world trade patterns or the global financial and economic crisis and to assist their reintegration into the labour market; C 324/24 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) OJ L 347, 20.12.2013, p. 855. ( 2 ) OJ L 347, 20.12.2013, p. 884. ( 3 ) OJ C 373, 20.12.2013, p. 1. ",
        "B. whereas the Union’s financial assistance to workers made redundant should be dynamic and made available as quickly and efficiently as possible, in accordance with the Joint Declaration of the European Parliament, the Council and the Commission adopted during the conciliation meeting on 17 July 2008, and having due regard to the IIA of 2 December 2013 in respect of the adoption of decisions to mobilise the European Globalisation Adjustment Fund (EGF); C. whereas the adoption of the EGF Regulation reflects the agreement reached between the Parliament and the Council to reintroduce the crisis mobilisation criterion, to increase the Union financial contribution to 60 % of the total estimated cost of proposed measures, to increase efficiency for the treatment of EGF applications in the Commission and by the Parliament and the Council by shortening the time for assessment and approval, to widen eligible actions and beneficiaries by introducing self-employed persons and young people and to finance incentives for setting up own businesses; D. whereas Greece submitted application EGF/2014/018 GR/Attica broadcasting for a financial contribution from the EGF, following 928 redundancies in 16 enterprises operating in the NACE Rev. 2 division 60 (programming and broadcasting activities) ( 1 ) in the NUTS 2 ( 2 ) level region of Attica (EL 30) in Greece; E. whereas the application fulfils the eligibility criteria laid down in the EGF Regulation; 1. Notes that the conditions set out in Article 4(1)(b) of the EGF Regulation are met, therefore agrees with the Commission that Greece is entitled to a financial contribution under that Regulation; 2. Notes that the Greek authorities submitted the application for EGF financial contribution on 4 September 2014, supplemented it by additional information up to 13 November 2014 and that its assessment was made available by the Commission on 3 February 2015; 3. Welcomes the fact that, in order to provide workers with speedy assistance, the Greek authorities decided to initiate the implementation of the personalised services to the affected workers on 28 November 2014, well ahead of the decision on granting the EGF support for the proposed coordinated package; 4. Considers that the redundancies in the broadcasting sector of the Attica region are linked to the global financial and economic crisis, that, on the one hand, decreased the available household income, resulting in a huge drop of purchasing power and the need to prioritise spending while limiting significantly the cost of everyday information despite its importance, and, on the other hand, drastically reduced loans to enterprises and individuals due to the lack of cash in the Greek banks; 5. Notes that this is the first EGF application from the programming and broadcasting activities sector and the ninth EGF application dealt with in 2015; 6. Notes that these redundancies are expected to have a huge negative impact on the Attica region, which already has the largest number of all the unemployed people in Greece as compared to the other 12 regions; 2.9.2016 EN Official Journal of the European Union C 324/25 Wednesday 25 March 2015 ( 1 ) Regulation (EC) No 1893/2006 of the European Parliament and of the Council of 20 December 2006 establishing the statistical classification of economic activities NACE Revision 2 and amending Council Regulation (EEC) No 3037/90 as well as certain EC regulations on specific statistical domains (OJ L 393, 30.12.2006, p. 1). ( 2 ) Commission Regulation (EU) No 1046/2012 of 8 November 2012 implementing Regulation (EC) No 1059/2003 of the European Parliament and of the Council on the establishment of a common classification of territorial units for statistics (NUTS), as regards the transmission of the time series for the new regional breakdown (OJ L 310, 9.11.2012, p. 34). ",
        "7. Notes that the coordinated package of personalised services to be co-funded consists of occupational guidance, training, retraining and vocational training, specialised training and education, job-search, training and mobility allowances; as regards self-employment subsidies, notes that the maximum eligible amount of EUR 15 000 will be granted to up to 120 selected workers as a contribution to setting up their own businesses; underlines that the aim of that measure is to promote entrepreneurship by providing funding to viable business initiatives, which should result in the creation of further workplaces in the medium term; 8. Welcomes the fact that the co-ordinated package of personalised services has been drawn up in consultation with the representatives of the targeted beneficiaries; notes with satisfaction, that it was the beneficiaries who suggested to the Greek Labour Ministry to apply for the EGF, pointing out its prompt impact and effectiveness; 9. Considers that the coordinating role and the involvement of the representatives of the targeted beneficiaries was especially important in drawing up the personalised services, since the dismissals took place in 16 different companies in the programming and broadcasting sector; 10. Welcomes that all eligible redundant workers are expected to participate in the measures supported by the EGF; 11. Recalls the importance of improving the employability of all workers by means of adapted training and the recognition of skills and competences gained throughout a worker's professional career; expects the training on offer in the coordinated package to be adapted not only to the needs of the dismissed workers but also to the actual business environment and the current related vacancies; 12. Welcomes that all workers have been offered occupational guidance consisting of various stages, which will provide them with individual, personalised advice and plans to reintegrate into employment; 13. Notes that most of the requested funds are to support business start-ups in the form of self-employment subsidies (EUR 1 800 000) and training measures, including vocational training (EUR 1 536 000) and training allowances (EUR 1 152 000); 14. Considers that the occupational guidance, training and self-employment supporting measures should take into account the emerging opportunities that new web media could provide for the eligible redundant workers; 15. Notes that an estimated 120 workers are to receive a mobility allowance, with the aim of supporting their move after accepting a job offer involving a change of residence; 16. Notes that the contribution for preparatory activities, management, information and publicity and control and reporting constitutes for 2,50 % of the total budget; notes furthermore that it is planned to use almost half of this budget for information and publicity; 17. Stresses that EGF assistance can co-finance only active labour market measures which lead to durable, long-term employment; reiterates that assistance from the EGF must not replace actions which are the responsibility of companies by virtue of national law or collective agreements nor measures restructuring companies or sectors; C 324/26 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ",
        "18. Approves the decision annexed to this resolution; 19. Instructs its President to sign the decision with the President of the Council and arrange for its publication in the Official Journal of the European Union ; 20. Instructs its President to forward this resolution, including its annex, to the Council and the Commission. ANNEX DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the mobilisation of the European Globalisation Adjustment Fund (application EGF/2014/018 GR/Attica broadcasting, from Greece) (The text of this annex is not reproduced here since it corresponds to the final act, Decision (EU) 2015/644.) 2.9.2016 EN Official Journal of the European Union C 324/27 Wednesday 25 March 2015 ",
        "P8_TA(2015)0082 Mobilisation of the European Globalisation Adjustment Fund: application EGF/2014/015 GR/ Attica publishing activities — Greece European Parliament resolution of 25 March 2015 on the proposal for a decision of the European Parliament and of the Council on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2014/015 GR/Attica publishing activities, from Greece) (COM(2015)0040 — C8-0031/2015 — 2015/2032(BUD)) (2016/C 324/07) The European Parliament , — having regard to the Commission proposal to the European Parliament and the Council (COM(2015)0040 — C8-0031/ 2015), — having regard to Regulation (EU) No 1309/2013 of the European Parliament and of the Council of 17 December 2013 on the European Globalisation Adjustment Fund (2014-2020) and repealing Regulation (EC) No 1927/2006 ( 1 ) (EGF Regulation), — having regard to Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 ( 2 ), and in particular Article 12 thereof, — having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management ( 3 ) (IIA of 2 December 2013), and in particular point 13 thereof, — having regard to the trilogue procedure provided for in point 13 of the IIA of 2 December 2013, — having regard to the letter of the Committee on Employment and Social Affairs, — having regard to the letter of the Committee on Regional Development, — having regard to the report of the Committee on Budgets (A8-0051/2015), A. whereas the Union has set up legislative and budgetary instruments to provide additional support to workers who are suffering from the consequences of major structural changes in world trade patterns or the global financial and economic crisis and to assist their reintegration into the labour market; B. whereas the Union’s financial assistance to workers made redundant should be dynamic and made available as quickly and efficiently as possible, in accordance with the Joint Declaration of the European Parliament, the Council and the Commission adopted during the conciliation meeting on 17 July 2008, and having due regard to the IIA of 2 December 2013 in respect of the adoption of decisions to mobilise the European Globalisation Adjustment Fund (EGF); C 324/28 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) OJ L 347, 20.12.2013, p. 855. ( 2 ) OJ L 347, 20.12.2013, p. 884. ( 3 ) OJ C 373, 20.12.2013, p. 1. ",
        "C. whereas the adoption of the EGF Regulation reflects the agreement reached between the Parliament and the Council to reintroduce the crisis mobilisation criterion, to increase the Union financial contribution to 60 % of the total estimated cost of proposed measures, to increase efficiency for the treatment of EGF applications in the Commission and by the Parliament and the Council by shortening the time for assessment and approval, to widen eligible actions and beneficiaries by introducing self-employed persons and young people and to finance incentives for setting up own businesses; D. whereas Greece submitted application EGF/2014/015 GR/Attica publishing activities for a financial contribution from the EGF, following 705 redundancies in 46 enterprises operating in the NACE Rev. 2 division 58 (publishing activities) ( 1 ) in the NUTS 2 ( 2 ) level region of Attica (EL 30) in Greece; E. whereas the application fulfils the eligibility criteria laid down in the EGF Regulation; 1. Notes that the conditions set out in Article 4(1)(b) of the EGF Regulation are met; therefore agrees with the Commission that Greece is entitled to a financial contribution under that Regulation; 2. Notes that the Greek authorities submitted the application for EGF financial contribution on 4 September 2014, supplemented it by additional information up to 13 November 2014 and that its assessment was made available by the Commission on 3 February 2015; 3. Welcomes the fact that, in order to provide workers with speedy assistance, the Greek authorities decided to initiate the implementation of the personalised services to the affected workers on 28 November 2014, well ahead of the decision on granting the EGF support for the proposed coordinated package; 4. Considers that the redundancies in the publishing sector of the Attica region are linked to the global financial and economic crisis, that, on the one hand, decreased the available household income, resulting in a huge drop of purchasing power and the need to prioritise spending while dropping what is considered to be non-essentials for everyday life such as magazines and newspaper, and, on the other hand, drastically reduced loans to enterprises and individuals due to the lack of cash in the Greek banks; 5. Notes that, to date, the publishing activities sector has been the subject of one other EGF application ( 3 ); 6. Notes that these redundancies are expected to have huge negative impacts on the Attica region, which already has the largest number of all the unemployed people in Greece as compared to the other 12 regions; 7. Notes that the coordinated package of personalised services to be co-funded mostly supports business start-ups in the form of self-employment subsidies (EUR 1 200 000) but also consists of occupational guidance, training measures, including vocational training (EUR 1 104 000) and training allowances (EUR 828 000), as well as job-search, and mobility allowances; 8. Welcomes the fact that the co-ordinated package of personalised services has been drawn up in consultation with the representatives of the targeted beneficiaries; points out with satisfaction, that it was the beneficiaries who suggested to the Greek Labour Ministry to apply for the EGF, acknowledging its prompt impact and effectiveness; 2.9.2016 EN Official Journal of the European Union C 324/29 Wednesday 25 March 2015 ( 1 ) Regulation (EC) No 1893/2006 of the European Parliament and of the Council of 20 December 2006 establishing the statistical classification of economic activities NACE Revision 2 and amending Council Regulation (EEC) No 3037/90 as well as certain EC regulations on specific statistical domains (OJ L 393, 30.12.2006, p. 1). ( 2 ) Commission Regulation (EU) No 1046/2012 of 8 November 2012 implementing Regulation (EC) No 1059/2003 of the European Parliament and of the Council on the establishment of a common classification of territorial units for statistics (NUTS) as regards the transmission of the time series for the new regional breakdown (OJ L 310, 9.11.2012, p. 34). ( 3 ) EGF/2009/024 NL Noord Holland and Zuid Holland Division 58 (COM(2010)0532 of 1.10.2010). ",
        "9. Considers that the coordinating role and the involvement of the representatives of the targeted beneficiaries was especially important in drawing up the personalised services, since the dismissals took place in 46 different companies in the publishing sector; 10. Welcomes the fact that all eligible redundant workers are expected to participate in the measures supported by the EGF; 11. Recalls the importance of improving the employability of all workers by means of adapted training and the recognition of skills and competences gained throughout a worker's professional career; expects the training on offer in the coordinated package to be adapted not only to the needs of the dismissed workers but also to the actual business environment; 12. Welcomes the fact that all eligible redundant workers have been offered occupational guidance consisting of various stages, which will provide them with individual, personalised advice and plans to reintegrate into employment; 13. Stresses that EGF assistance can co-finance only active labour market measures which lead to durable, long-term employment; reiterates that assistance from the EGF must not replace actions which are the responsibility of companies by virtue of national law or collective agreements nor measures restructuring companies or sectors; 14. Notes that the maximum eligible amount of EUR 15 000 will be granted to up to 80 selected workers as a contribution to setting up their own businesses; underlines that the aim of this measure is to promote entrepreneurship by providing funding to viable business initiatives, which should result in the creation of further workplaces in the medium term; 15. Notes that an estimated 80 workers will receive a mobility allowance, with the aim of supporting their move after accepting a job offer involving a change of residence; 16. Notes that the contribution for preparatory activities, management, information and publicity and control and reporting constitutes for 3,36 % of the total budget; notes furthermore that it is planned to use almost half of this budget for information and publicity; 17. Approves the decision annexed to this resolution; 18. Instructs its President to sign the decision with the President of the Council and arrange for its publication in the Official Journal of the European Union ; 19. Instructs its President to forward this resolution, including its annex, to the Council and the Commission. ANNEX DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the mobilisation of the European Globalisation Adjustment Fund(application EGF/2014/015 GR/Attica publishing activities, from Greece) (The text of this annex is not reproduced here since it corresponds to the final act, Decision (EU) 2015/642.) C 324/30 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ",
        "P8_TA(2015)0085 Mobilisation of the European Globalisation Adjustment Fund: application EGF/2014/016 IE/ Lufthansa Technik — Ireland European Parliament resolution of 25 March 2015 on the proposal for a decision of the European Parliament and of the Council on the mobilisation of the European Globalisation Adjustment Fund, in accordance with point 13 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (application EGF/2014/016 IE/Lufthansa Technik, from Ireland) (COM(2015)0047 — C8-0038/2015 — 2015/2045 (BUD)) (2016/C 324/08) The European Parliament , — having regard to the Commission proposal to the European Parliament and the Council (COM(2015)0047 — C8-0038/ 2015), — having regard to Regulation (EU) No 1309/2013 of the European Parliament and of the Council of 17 December 2013 on the European Globalisation Adjustment Fund (2014-2020) and repealing Regulation (EC) No 1927/2006 ( 1 ) (EGF Regulation), — having regard to Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 ( 2 ), and in particular Article 12 thereof, — having regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management ( 3 ) (IIA of 2 December 2013), and in particular point 13 thereof, — having regard to the trilogue procedure provided for in point 13 of the IIA of 2 December 2013, — having regard to the letter of the Committee on Employment and Social Affairs, — having regard to the letter of the Committee on Regional Development, — having regard to the report of the Committee on Budgets (A8-0052/2015), A. whereas the Union has set up legislative and budgetary instruments to provide additional support to workers who are suffering from the consequences of major structural changes in world trade patterns or the global financial and economic crisis and to assist their reintegration into the labour market, B. whereas the Union’s financial assistance to workers made redundant should be dynamic and made available as quickly and efficiently as possible, in accordance with the Joint Declaration of the European Parliament, the Council and the Commission adopted during the conciliation meeting on 17 July 2008, and having due regard to the IIA of 2 December 2013 in respect of the adoption of decisions to mobilise the European Globalisation Adjustment Fund (EGF), C. whereas the adoption of the EGF Regulation reflects the agreement reached between the Parliament and the Council to reintroduce the crisis mobilisation criterion, to increase Union financial contribution to 60 % of the total estimated cost of proposed measures, to increase efficiency for the treatment of EGF applications in the Commission and by the Parliament and the Council by shortening the time for assessment and approval, to widen eligible actions and beneficiaries by introducing self-employed persons and young people and to finance incentives for setting up own businesses, 2.9.2016 EN Official Journal of the European Union C 324/31 Wednesday 25 March 2015 ( 1 ) OJ L 347, 20.12.2013, p. 855. ( 2 ) OJ L 347, 20.12.2013, p. 884. ( 3 ) OJ C 373, 20.12.2013, p. 1. ",
        "D. whereas Ireland submitted application EGF/2014/016 IE/Lufthansa Technik for a financial contribution from the EGF, following a total of 424 redundancies in Lufthansa Technik Airmotive Ireland Ltd (LTAI) and two of its suppliers in Ireland, E. whereas the Irish authorities will, in addition to the 250 targeted beneficiaries, provide personalised services co-financed by the EGF to up to 200 young people not in employment, education or training (NEETs) under the age of 25 on the date of submission of the application, F. whereas the application does not fulfil the eligibility criteria laid down in Article 4(1)(a) of the EGF Regulation and is based on the exceptional circumstances provision contained in Article 4(2) of that Regulation, 1. Agrees with the Commission that the exceptional circumstances put forward by the Irish authorities, namely that the redundancies have a serious impact on employment and the local and regional economy, justify a derogation from the intervention criteria set out in Article 4(2) of the EGF Regulation, and that, therefore, Ireland is entitled to a financial contribution under that Regulation; notes, however, that the exceptional circumstances in this case relate to only 250 persons; in this respect recommends that the Commission establish clear criteria for applications relating to less than 500 workers; underlines that if the criteria laid down in Article 4(1)(a) of that Regulation are not entirely met, applications should be assessed on a case-by-case basis and that there should not be an automatic endorsement of applications that don't meet the basic conditions; 2. Notes that the Irish authorities submitted the application for EGF financial contribution on 19 September 2014, supplemented it by additional information up to 14 November 2014 and that its assessment was made available by the Commission on 6 February 2015; 3. Welcomes the fact that, in order to provide workers with speedy assistance, the Irish authorities decided to initiate the implementation of the personalised services to the affected workers on 7 December 2013, well ahead of the decision and even the application on granting the EGF support for the proposed coordinated package; notes that those personalised services which have already been offered will be eligible for EGF funding; 4. Considers that the redundancies in the ‘repair and installation of machinery and equipment’ sector in the region of Southern and Eastern Ireland are linked to major structural changes in world trade patterns due to globalisation, as shown by the closure of LTAI as a result of a serious shift in Union trade in goods and services resulting from a technological shift towards the production of new generation aircraft and components, by the shift in wider aircraft component production practices with resultant impacts on the market fundamentals of the underlying business model of LTAI and the shift in location of global aircraft production; notes that the tendency for West European and US carriers is to send their wide- bodied aircraft to China for heavy maintenance and that even the parent company Lufthansa Technik has decided to base its global Airbus A330/340 MRO operations at its Lufthansa Technik Philippines subsidiary; 5. Notes that to date, the ‘repair and installation of machinery and equipment’ sector has been the subject of two EGF applications (including this case), the other case having been based on the global financial and economic crisis ( 1 ); 6. Notes that these redundancies are expected to have huge negative impacts on Southern and Eastern Ireland, which presents pockets of considerable local disadvantage, as the following socio-economic indicators show: low levels of educational achievement, lack of professional qualifications and a high level of local authority housing; considers that all these factors point to considerable local disadvantage and poverty and that, moreover, a series of redundancies in enterprises in this sector over the last years has made it even more difficult for the workforce that possesses some very specific skills that are difficult to exploit in other sectors to find a new job; notes that Blanchardstown-Tyrrelstown, Tallaght- Killinarden, Clondalkin-Rowlagh and Tallaght-Fettercairn are a few of the areas where the Lufthansa workers reside where the average unemployment figure is around 23 %; C 324/32 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ( 1 ) EGF/2009/021 IE/SR Technics. ",
        "7. Points out that the workforce from this sector possesses some very specific skills that are difficult to use in other sectors, making it difficult for the workers to find a new job easily; regrets that this is particularly true for those workers who are closer to retirement (around 20 % of the Lufthansa Technik workers) or have been with that same employer for a number of years; 8. Notes that currently there are about 1 550 employees in this sector in Ireland, and that the figures presented by Irish authorities show a shrinkage of about 52 % in total employment in that field; 9. Notes that the coordinated package of personalised services to be co-funded consists of guidance and career planning, EGF training grants, training and further education programmes, higher education programmes, enterprise and self- employment supports, income supports including the EGF course expense contribution scheme; 10. Notes that the Irish authorities decided to provide personalised services co-financed by the EGF to up to 200 young people not in employment, education or training (NEETs) under the age of 25 in addition to the redundant workers; notes further that the NEETs do not belong to the group of redundant workers and were not employed in the same sector; 11. Notes the personalised services which are to be provided to NEETs consist of the same options as for the redundant workers but will be tailor-made for each NEET individual as appropriate; recalls that the proposed actions should take into account the differences between the needs of dismissed workers and NEETs; 12. Welcomes the fact that the co-ordinated package of personalised services has been drawn up in consultation with the targeted beneficiaries and their representatives as well as the trade unions; 13. Welcomes that the Department of Social Protection conducted a comprehensive survey of affected employees to identify the targeted workers, their educational and training background and their potential personalised service needs in order to improve their re-employability; 14. Notes that the authorities plan to utilise the maximum allowed 35 % of all costs on allowances and incentives in the form of income supports including course expense contributions (CECs); acknowledges that those allowances do not replace the measures provided from national funds; 15. Appreciates the intention of the Irish authorities to establish a consultative forum or other interactive process to complement the on-going work of the EGF Coordination Unit, once the EGF support has been granted; 16. Recalls the importance of improving the employability of all workers by means of adapted training and the recognition of skills and competences gained throughout a worker's professional career; expects the training on offer in the coordinated package to be adapted not only to the needs of the dismissed workers but also to the actual business environment; 17. Recalls that, in line with Article 7 of the EGF Regulation, the design of the coordinated package of personalised services should anticipate future labour market perspectives and required skills and should be compatible with the shift towards a resource-efficient and sustainable economy; 18. Stresses that EGF assistance can co-finance only active labour market measures which lead to durable, long-term employment; reiterates that assistance from the EGF must not replace actions which are the responsibility of companies by virtue of national law or collective agreements nor measures restructuring companies or sectors; recommends that the Commission evaluate the possibility of reducing the required minimum number of workers made redundant to 200 for EGF projects because of the impact on unemployment generated by redundancies in SMEs affected by the economic crisis; 2.9.2016 EN Official Journal of the European Union C 324/33 Wednesday 25 March 2015 ",
        "19. Welcomes that the principles of equality of treatment and non-discrimination will be respected in the access to the proposed actions and their implementation; 20. Approves the decision annexed to this resolution; 21. Instructs its President to sign the decision with the President of the Council and arrange for its publication in the Official Journal of the European Union ; 22. Instructs its President to forward this resolution, including its annex, to the Council and the Commission. ANNEX DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the mobilisation of the European Globalisation Adjustment Fund (application EGF/2014/016 IE/Lufthansa Technik, from Ireland) (The text of this annex is not reproduced here since it corresponds to the final act, Decision (EU) 2015/643.) C 324/34 EN Official Journal of the European Union 2.9.2016 Wednesday 25 March 2015 ",
        "P8_TA(2015)0088 Macro-financial assistance to Ukraine ***I European Parliament legislative resolution of 25 March 2015 on the proposal for a decision of the European Parliament and of the Council providing macro-financial assistance to Ukraine (COM(2015)0005 — C8-0005/ 2015 — 2015/0005(COD)) (Ordinary legislative procedure: first reading) (2016/C 324/09) The European Parliament , — having regard to the Commission proposal to Parliament and the Council (COM(2015)0005), — having regard to Article 294(2) and Article 212 of the Treaty on the Functioning of the European Union, pursuant to which the Commission submitted the proposal to Parliament (C8-0005/2015), — having regard to Article 294(3) of the Treaty on the Functioning of the European Union, — having regard to the undertaking given by the Council representative by letter of 25 March 2015 to approve Parliament’s position, in accordance with Article 294(4) of the Treaty on the Functioning of the European Union, — having regard to Rule 59 of its Rules of Procedure, — having regard to the report of the Committee on International Trade and the opinion of the Committee on Foreign Affairs (A8-0056/2015), 1. Adopts its position at first reading hereinafter set out; 2. Calls on the Commission to refer the matter to Parliament again if it intends to amend its proposal substantially or replace it with another text; 3. Instructs its President to forward its position to the Council, the Commission and the national parliaments. P8_TC1-COD(2015)0005 Position of the European Parliament adopted at first reading on 25 March 2015 with a view to the adoption of Decision (EU) 2015/… of the European Parliament and of the Council providing macro-financial assistance to Ukraine (As an agreement was reached between Parliament and Council, Parliament's position corresponds to the final legislative act, Decision (EU) 2015/601.) 2.9.2016 EN Official Journal of the European Union C 324/35 Wednesday 25 March 2015 ",
        "",
        "",
        "",
        "",
        "EN ISSN 1977-091X (electronic edition) ISSN 1725-2423 (paper edition) "
    ]
}