{
    "text": [
        "SMES IN FP7: A HANDS-ON GUIDE K I - 77 - 07 - 018 - E N - C FP7 provides fi nancial support for transnational research for and by SMEs wishing to innovate and improve their competitiveness, by enhancing their investment in research activities to acquire new knowledge for growth in Europe’s knowledge-based economy. Four specifi c Programmes comprise the major building blocks of FP7, three of which have direct relevance for SMEs. These are: the Cooperation Programme which will promote collaborative research; the People Programme which will develop human potential; and the Capacities Programme which will strengthen research capacity. This publication is designed as a step-by-step guide showing SMEs exactly where and how they can obtain funding to help their businesses grow. G E N E R A L I N F O R M A T I O N SME_guide_cover_02.indd 2-3 11/7/07 2:28:41 PM ",
        "SALES AND SUBSCRIPTIONS Publications for sale produced by the Office for Official Publications of the European Communities are available from our sales agents throughout the world. How do I set about obtaining a publication? Once you have obtained the list of sales agents, contact the sales agent of your choice and place your order. How do I obtain the list of sales agents? • Go to the Publications Office website http://publications.europa.eu/ • Or apply for a paper copy by fax (352) 2929 42758 Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu Fax (32-2) 29-58220 E-mail: rtd-info@ec.europa.eu Internet: http://ec.europa.eu/research/rtdinfo/index_en.html EUROPEAN COMMISSION Directorate-General for Research SME Unit E-mail: research@ec.europa.eu Contact: Martina Daly European Commission B-1049 Brussels Tel. (32-2) 29-90645 Fax (32-2) 29-63261 E-mail: martina.daly@ec.europa.eu SME_guide_cover_02.indd 4-5 11/7/07 2:28:41 PM ",
        "Directorate-General for Research EUROPEAN COMMISSION 2007 SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 1 11/7/07 2:24:19 PM ",
        "LEGAL NOTICE: Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2007 ISBN 978-92-79-04792-3 © European Communities, 2007 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P rinted on white chlorine - free PaPer Europe Direct is a service to help you find answers to your questions about the European Union Freephone number: 00 800 6 7 8 9 10 11 Pictures: ©Shutterstock SME_guide_06.indd 2 11/7/07 2:24:19 PM ",
        "TAbLE Of CONTENTS WHAT IS FP7? ................................................................................................................................................................... p 4 RESEARCH PERFORMING SMEs ......................................................................................................................................... p 10 Cooperation ..................................................................................................................................................... p 10 People .............................................................................................................................................................p 18 What is EUROSTARS? .........................................................................................................................................p 19 RESEARCH ACQUIRING SMEs ........................................................................................................................................... p 20 Capacities ...................................................................................................................................................... p 20 SME_guide_06.indd 3 11/7/07 2:24:19 PM ",
        "SMES ANd RESEARCh - CREATING kNOwLEdGE fOR GROwTh FP7 provides financial support for transnational research for and by SMEs wishing to innovate and improve their competitiveness, by enhancing their investment in research activities to acquire new knowledge for growth in Europe’s knowledge-based economy. Four specific programmes comprise the major building blocks of FP7, three of which have direct relevance for SMEs. These are: the Cooperation programme which will promote collaborative research; the People programme which will develop human potential; and the Capacities Programme which will strengthen research capacity. Just like any other organisation, research teams from SMEs can compete in the fourth Ideas programme, on the basis of excellence. This programme supports investigator driven carried out across all fields by individual teams competing at European level, in all scientific and technological fields, including engineering. For its implementation, a European Research Council (ERC), consisting of an independent Scientific Council and a dedicated implementation structure, has been established by the Commission under this specific programme. More information can be found at: http://erc.europa.eu The money will go towards grants to researchers from all over Europe and even further afield, to co-finance research, technological development and demonstration projects. Project proposals are submitted on the basis of Calls for Proposals. They undergo an evaluation process and selected proposals will receive a grant. Activities funded by FP7 must demonstrate ‘European added value’. One key aspect of this is the transnationality of many actions with research projects being carried out by consortia with partners from different European and other countries. Bringing together researchers and research teams from different countries will help counter the fragmentation of the European research landscape. whAT IS fP7? While the Seventh Framework Programme (FP7) is the European Union’s chief instrument for the public funding of research, an increase in private funding of research and development (R&D) is one of the key goals of the EU’s Lisbon Strategy to become the “most dynamic competitive knowledge-based economy in the world”. Research is a key component of the ‘knowledge triangle’ and along with education and innovation, it lies at the core of the EU’s strategy for delivering growth, competitiveness and employment. FP7 brings all research-related EU initiatives together and is a pillar of the European Research Area (ERA), a major step towards the development of a knowledge economy and society in Europe. The Seventh Framework Programme for Research and Technological Development will last seven years and has a total budget of over EUR 50 billion. INTROdUCTION 4 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 4 11/7/07 2:24:23 PM ",
        "whO CAN PARTICIPATE IN fP7? Participation in the Framework Programme may include any company, research centre, organisation or individual legally established in any country. This includes SMEs and SME associations and groupings, provided that the minimum conditions as laid down in the Rules for Participation in FP7 (RFP) have been met. It should be remembered that different participation rules apply according to the research initiatives in question. Countries fall into different categories with varying eligibility for different work programmes. These include the 27 Member States (EU-27), associated countries, candidate countries and third countries. For further information, contact the Research Enquiries service, which acts as the first point of contact for potential participants in FP7. This single helpdesk can answer your questions regarding all aspects of EU-funded research and help those new to participating in framework research programmes. Visit: http://ec.europa.eu/research/enquiries dOES My ORGANISATION qUALIfy AS AN SME? If you can answer yes to all four of the following questions then your organisation qualifies as an SME as defined by the EU. Y O U R O R G A N I S A T I O N I S N O T A N S M E . Y O U R O R G A N I S A T I O N I S A N S M E . NO Is the organisation an enterprise, i.e. engaged in economic activity? YES NO Does it have fewer than 250 employees? YES NO Does it have an annual turnover not exceeding EUR 50 million?* Or Does it have a balance sheet total not exceeding EUR 43 million?* To answer Yes, at least one of these conditions must be met. *according to its most recent audited account YES NO Is it autonomous? YES For a definition of autonomy, and to learn how your organisation may qualify as an SME even if it is not autonomous, see the detailed definition on the SME TechWeb or take the test on-line. Visit: http://ec.europa.eu/research/sme-techweb INTROdUCTION / 5 SME_guide_06.indd 5 11/7/07 2:24:26 PM ",
        "- EU fUNdING fOR SMES OUTSOURCING RESEARCH CAPACITIES RESEARCH PERFORMING SME S RESEARCH FOR SMES EraSME CORNET COOPERATION PEOPLE EUROSTARS 10 THEMES MARIE CURIE INDUSTRY ACADEMIA PATHWAYS JTI S RESEARCH FOR SME ASSOCIATIONS whICh SORT Of SME ARE yOU? For the purpose of FP7, small and medium-sized enterprises may be divided into two broad categories i.e. Research Performing SMEs who have the ability to conduct research “in-house” and Research Acquiring SMEs who need to outsource to a university or research centre. Which of these two groups does your organisation fall into? 6 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 6 11/7/07 2:24:26 PM ",
        "- whAT ARE ThE MAIN INITIATIvES fOR SMES IN fP7? The three complementary pillars supporting SMEs in FP7 include: Cooperation People Capacities RESEARCH PERFORMING SMEs RESEARCH PERFORMING SMEs RESEARCH ACQUIRING SMEs THEMATIC AREAS APPROACH INDUSTRY-ACADEMIA PATHWAYS BOTTOM-UP hOw CAN SMES PARTICIPATE IN fP7? The European Commission will fund projects under FP7 after selecting project proposals which are submitted following the publication of a ‘Call for Proposals’. The calls are announced on the FP7 Calls Page on CORDIS. The Community Research and Development Information Service - CORDIS - (http://cordis. europa.eu) is a huge internet information system comprising information on past and on-going projects, current Calls for Proposals, partner search facilities, an electronic proposal submission system (EPSS) and many more features. The proposal process is triggered by the Call. The legal text of the Call contains the necessary information specifying how to prepare and submit a proposal. Proposals failing to meet the specifications of the Call will be disqualified. SMEs are actively encouraged to take part in all research actions, especially those appearing under the research themes of the Cooperation programme. The programme is intended to optimise the participation of research performing SMEs as a result of simplified funding and administrative procedures and greater flexibility in choosing funding schemes. Individual work programmes will develop dedicated strategies to increase SME participation and will identify areas of particular interest to SMEs. The Joint Technology Initiatives (JTIs) established under the Cooperation programme are public-private partnerships that will promote participation by industry. SMEs may contribute to the development of a JTI and to the implementation of its activities. whERE CAN SMES fINd SUPPORT? SME Techweb SME TechWeb offers information for SMEs wishing to take part in EU research. It has been set up for technology orientated companies that would like to innovate and internationalise. Using plain language and offering numerous examples of projects, the information available is especially useful for any SME applying for research funding. Visit: http://ec.europa.eu/research/sme-techweb SME National Contact Points (NCPs) are valuable providers of information and guidance to SMEs wishing to participate in EU-research and can offer personalised support in the proposer’s own language. The NCPs are usually national structures set up and financed by the governments of the 27 EU Member States and the states associated to the framework programme. In addition to SME NCPs there are also thematic NCPs for each of the themes in the Cooperation programme. Their role is to be strengthened throughout the lifetime of FP7 (2007-2013). A complete list of NCPs for FP7 can be found at: http://cordis.europa.eu/fp7/ncp_en.html General fP7 information For information regarding related research activities, Calls for Proposals, work programmes, and schemes in FP7, visit the following websites: CORDIS: http://cordis.europa.eu/fp7/home.html Europa: http://ec.europa.eu/research/fp7/ Information requests: http://ec.europa.eu/research/enquiries/ EU research: http://ec.europa.eu/research The People programme will encourage greater participation by SMEs through the ‘Industry Academia partnerships and pathways’ Marie- Curie action. The Capacities programme ‘Research for the benefit of SMEs’ aims to strengthen the capacity of mainly low-tech research-acquiring SMEs that find it necessary to outsource their research needs. These schemes cover both SMEs and their Associations. The coordination activities of two ERA-NET initiatives specifically for SMEs are also funded under the Capacities programme. These are EraSME and CORNET. EraSME networks are national and regional programmes to promote cooperation between individual SMEs and research organisations. CORNET seeks to improve the efficiency of collective research programmes and activities in Europe and is aimed at SME associations. In addition, the EUROSTARS programme co-funded by EUREKA countries and the Community offers research-performing SMEs the opportunity to partake in international collaborative research projects. This is a six- year programme and is expected to start in 2008. INTROdUCTION / 7 SME_guide_06.indd 7 11/7/07 2:24:26 PM ",
        "SME S SME S 8 / SMES IN fP7: A hANdS-ON GUIdE 1. identify relevant Call for Proposals 2. obtain call-specific documentation and forms 3. establish consortium of researchers, developers and end-users* 4. prepare research proposal 5. submit proposal to Commission by call deadline 6. evaluation and ethical review 7. contract negotiation and consortium agreement** 8. contract signature 9. launch project, begin work SME PARTICIPATION IN fP7 RESEARCh PROjECTS, STEP by STEP proposal not eligible proposal not selected negotiation fails * “developers and end-users” are not required in a consortium for Marie Curie IAPPs ** “consortium agreements” are optional for Marie Curie IAPPs SME_guide_06.indd 8 11/7/07 2:24:26 PM ",
        "GETTING INvOLvEd IN fP7 Step 1: Identify relevant Calls for Proposals. The first task is to identify on CORDIS a Call that is relevant to your SME or to an idea you may have for a research project. Find out when a Call for Proposals will be published and when it will close. http://cordis.europa.eu/fp7/dc/index.cfm Step 2: Obtain call-specific documentation and forms. The Commission publishes a separate information package which includes a comprehensive Guide for Proposers that offers practical advice for preparing and submitting proposals under each Call. Step 3: Establish a consortium of researchers, developers and end-users. The proposer must recruit partners to form a consortium capable of undertaking all aspects of the intended project. Partners may be identified through established scientific and commercial networks or the Partner Search service on CORDIS. This is a free on-line service, tailor-made to help your organisation find the most suitable research partners for your projects. This may be in the context of EU-funded Research and Development projects or within a wider search for technology-focused partnerships. The Partners’ Service provides details on thousands of active partnership requests from companies, research institutions and universities from across Europe and around the globe. The CORDIS Partners’ search, tailored to the FP7 is found at http:// cordis.europa.eu/fp7/partners_en.html Step 4: Prepare a research proposal. Proposers should use the Commission’s Electronic Proposal Submission System (EPSS). This web- based application provides a secure on - line workspace for consortium members to prepare and submit their joint proposal. This application will be available under each Call. Step 5: Submit the proposal to the Commission by Call deadline. Calls have strict deadlines which are clearly stated on the first page of the Guide for Proposers. Submissions received by the Commission after the deadline are ineligible. Assistance with completing the proposal is available from the relevant National Contact Points. A complete list of NCPs for FP7 can be found at: http://cordis.europa.eu/fp7/ncp_en.html Step 6: Evaluation and ethical review. All EU-funded research projects are evaluated by a board of experts. They must also comply with a strict ethical code in order to ensure that the Commission is not supporting research which might violate fundamental ethical principles. Step 7: Contract negotiations and Contract Agreement. The terms and conditions regulating European projects are contained in two documents, the Grant Agreement between the consortium and the European Commission and the Consortium Agreement signed only by the partners. Both contain the arrangements made for intellectual property rights, valorisation and the dissemination of results. Step 8: Contract Signature Step 9: Launch project, begin work! INTROdUCTION / 9 SME_guide_06.indd 9 11/7/07 2:24:27 PM ",
        "RESEARCh PERfORMING SME S Research Performing SMEs enjoy support in three major ways: • Cooperation Programme • Marie Curie (People Programme) • EUROSTARS COOPERATION The Cooperation Programme is the heart of FP7 and represents two thirds of the overall budget. It is intended to facilitate collaborative research across Europe through transnational consortiums of industry. Research is carried out under 10 themes, each of which has its own dedicated SME strategy. It is foreseen that at least 15% of the funding available under the Cooperation Programme goes to SMEs. The major initiatives that favour the involvement of SMEs include selection of SME-relevant topics, SME dedicated Calls, a budget earmarked for SMEs within specific Calls, and coordination and support actions. It should be noted that SME participation is not uniform across the themes. Particular attention has been paid to ensure enhanced SME participation within the various Calls for Proposals, particularly with regard to knowledge- intensive SMEs. Research in the interest of SMEs is promoted with an explicit reference to the expected impact upon SMEs. The expected results of these projects must be of interest and potential benefit to SMEs, and the consortia should have a significant share of the requested EC funding going to SMEs. Areas of particular interest to SMEs have been identified in individual work programmes. Financial and administrative procedures have been simplified and funding rates for the R&D activities of SMEs have been increased to 75%. There is also greater flexibility in choosing the appropriate type of project. The 10 research themes include: Health • Food, agriculture and fisheries, and biotechnology • Information and Communication Technologies (ICTs) • Nanosciences, nanotechnologies, materials and new production technologies (NMP) • Energy • Environment (including climate change) • Transport (including aeronautics) • Socio-economic sciences and the humanities • Space • Security • what are joint Technology Initiatives (jTIs)? The JTIs will build on European Technology Platforms (ETPs) by bringing together different partners to undertake projects that cannot be reached via the Calls for Proposals, where enhanced collaboration and considerable investment are essential to long-term success. The JTIs aim to establish long-term public-private partnerships in research at the European level. They are large-scale multi-financed actions intended to coordinate research efforts and respond to the needs of industry, leading to flagship projects for increasing European competitiveness. Under the Cooperation Programme, six fields are currently envisaged, including: Innovative Medicines (IMI) • Nanoelectronics Technology 2020 • (ENIAC) Embedded Computing Systems • (ARTEMIS) Fuel Cells and Hydrogen (FCH) • Aeronautics and Air Transport (‘Clean • Sky’) Global Monitoring for Environment and • Security (GMES) Other possible themes are to be identified at a later date. 10 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 10 11/7/07 2:24:30 PM ",
        "hEALTh Research SMEs are the main economic drivers of healthcare, biotechnology and medical technologies. Their innovative potential has been recognised and their participation in EU-supported research is being actively sought. The involvement of high-tech SMEs in the health and biotechnology sectors gained momentum during FP6 and they are now set to play an even more prominent role in FP7. SMEs that provide a service, for example management or intellectual property expertise, are also able to participate. EUR 6 billion are dedicated to the Health theme in the Seventh Framework Programme, of which at least 15% (EUR 900 million) is expected to go to SMEs. A priority of the Health theme is the inclusion of ‘high-tech’ SMEs in most projects throughout the work programme. SME input in research and innovation is particularly encouraged in certain specific topics for Collaborative Projects (small or medium-scale focused research projects) targeted to SMEs. The expected results of these projects should clearly be of interest and potential benefit to SMEs. The relevant consortia should have at least 40% of the requested EC contribution going to SMEs (those projects should not necessarily be coordinated by the participating SMEs). Objectives The objective of this theme is to improve the health of Europe’s citizens and increase the competitiveness of companies active in the European health sector. At the same time, it seeks to address major health issues, such as emerging epidemics. The emphasis will be on translational research (translating research results into clinical applications), the development and validation of new therapies, methods of health promotion and disease prevention, diagnostic tools and technologies, as well as sustainable and efficient healthcare systems. A special focus will be put on child health, the ageing population, gender issues, international cooperation, patient groups and SME participation. Areas of health Research covered in fP7 The three pillars of activities that European- funded health research will focus on include: biotechnology, generic tools and medical • technologies for human health; translating research for human health; • optimising the delivery of healthcare to • European citizens. This ambitious programme of research will help the EU understand how to: promote good health, to prevent and treat • major diseases and to deliver health care; integrate the vast amount of genomics data • to generate knowledge and applications; foster translational health research; • allow Europe to contribute more effectively • to international efforts combating diseases of global importance; reinforce policy-driven health research • at the European level and especially the comparisons of the models, systems and data of national databases; support a European Technology Platform • on innovative medicine; contribute to the development of norms • and standards for new advanced therapies (e.g. regenerative medicine) needed to help EU industry face worldwide competition; consider and integrate gender aspects in • research; address the two strategic issues of child • health and the health of the ageing population. Scope of health research and opportunities in other thematic areas The scope for health research is extremely broad with opportunities for health research funding arising under other themes. These include Food, Agriculture, Fisheries and Biotechnology; Information and Communication Technologies; Nanosciences. Opportunities for SMEs Detection, diagnosis and monitoring research such as imaging and analytical tools should involve SMEs and the participation of SMEs in immunotherapy is also strongly encouraged. SMEs should play a significant role in regenerative medicine. Research into anti-microbial drug resistance will involve SMEs significantly. The involvement of SMEs in fighting emerging epidemics is paramount for a number of topics in this field, as well as with neglected infectious diseases. Collaborative projects: Joint Technology Initiatives “Innovative medicines for the citizens of Europe” For more information on the Health theme see http://cordis.europa.eu/fp7/cooperation/ health_en.html RESEARCh PERfORMING SMES / 11 SME_guide_06.indd 11 11/7/07 2:24:35 PM ",
        "fOOd, AGRICULTURE ANd fIShERIES, ANd bIOTEChNOLOGy building a European knowledge-based bio-Economy The primary aim in funding food, agriculture, fisheries and biotechnology research under FP7 is to build a European Knowledge Based Bio-Economy (KBBE) by bringing together resources from all industries and economic sectors that produce, manage and exploit biological and related services, supply or consumer industries, such as food, fisheries, forestry, agriculture, etc. The work programme of Theme 2 has been designed to attract industrial participants, in particular SMEs. These may be: end-users of new technologies (such as breeding companies, SMEs or agricultural cooperatives involved in the production, packaging or control of foods or feeds, etc), technology providers (mainly engineering companies) or technology-based biotechnology companies (agricultural or industrial biotechnology). The advancement of knowledge in the sustainable management, production and use of biological resources (microbial, plant and animal) will provide the basis for safer and competitive products and services for agriculture, fisheries, feed, food, health, forest-based and related industries. Major contributions to the implementation of existing and prospective policies and regulations in the field of public, animal and plant health and consumer protection are anticipated. New renewable energy sources will be supported under the concept of a European knowledge- based bio-economy. An overall budget of EUR 1.9 billion has been set aside for the Food, Agriculture and Fisheries, and Biotechnology theme in the Seventh Framework Programme. Objectives The objective of the Theme 2 work programme is to fund Food, Agriculture and Fisheries, and Biotechnology Research under FP7 through the establishment of KBBE in order to increase productivity and competitiveness. Areas of food, Agriculture and fisheries, and biotechnology research covered in fP7 Theme 2 is built around three pillars of activities and includes: sustainable production and management • of biological resources from land, forest and aquatic environments; Fork to Farm: food, including seafood, • health and wellbeing; life sciences, biotechnology and • biochemistry for sustainable non-food products and processes. This ambitious programme will allow the EU to better address issues such as: growing demand for safer, healthier, • higher quality food; sustainable use and production of • renewable bio-resources; increasing risk of epizootic and zoonotic • diseases and food related disorders; threats to the sustainability and security of • agriculture, aquaculture and fisheries; increasing demand for high quality food, • taking into account animal welfare and rural and coastal contexts and response to specific dietary needs of consumers. Scope of food research and opportunities in other thematic areas The scope for food research is extremely broad with opportunities for food research funding arising under other themes. These include Health; Information and Communication Technologies; Nanosciences; Energy; Environment; Transport; and Space. Opportunities for SMEs This theme has been designed to attract the participation of SMEs. These might be end-users of the technology or technology providers. For example, the active participation of agro-food SMEs will help those organisations concerned with issues such as food-labeling and packaging. It should be remembered that the participation of high-tech SMEs is compulsory for research calls that target human nutrition. The strategic research agendas of the European Technology platforms relevant to Theme 2 have also been taken into account. See “Plants for the future”, “Farm Animal Breeding” “Global animal health”, “Food for life”, “Sustainable Chemistry”, and “Forest Based Sector” Other key stakeholders include the European Food Safety Authority (EFSA) and the Standing Committee on Agricultural Research (SCAR). For more information on the theme Food, agriculture and fisheries, and biotechnology see http://cordis.europa.eu/fp7/cooperation/ food_en.html 12 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 12 11/7/07 2:24:40 PM ",
        "INfORMATION ANd COMMUNICATION TEChNOLOGIES (ICTS) The EU has set aside EUR 9.1 billion for funding ICT in FP7. This makes it the largest research theme in the Cooperation programme, which itself is the largest of the specific programmes. Objectives Information and communication technologies will promote innovation, creativity and competitiveness in industry and the service sector. They will also create jobs and improve quality of life throughout Europe by facilitating the modernisation of public services. Research and innovation are needed for the next generation of technologies if Europe is to ensure its global leadership in ICT. Progress in this field will also reduce the digital divide and social exclusion as highlighted in i2010, the EC’s policy framework for an information society. Areas of ICT research covered in fP7 In order to ensure that Europe becomes a world leader in ICTs, the funding is focussed on seven key Challenges, plus support for horizontal actions like international cooperation. The ICT theme also looks to the future in the form of long-term, high-risk, ‘purpose driven’ research known as Future and Emerging Technologies (FET). This blue-sky research is hoped to develop innovative technologies that will create completely new markets. Three of the seven Challenges will promote industrial leadership in key ICT sectors, while the remaining four are led by socio-economic targets. SMEs are actively encouraged within each challenge because of their crucial role in innovation and economic growth. The seven Challenges include: Challenge 1 - Pervasive and trusted network and service infrastructures; Challenge 2 - Cognitive systems, interaction and robotics; Challenge 3 - Components, systems and engineering; Challenge 4 - Digital libraries and content; Challenge 5 - Sustainable and personalised healthcare; Challenge 6 - Mobility, environmental sustainability and energy efficiency; Challenge 7 - Independent living and inclusion. Future and emerging technologies (FET) Scope of ICT research and opportunities in other thematic areas The scope for ICT also includes opportunities for funding research under the other nine themes of the Cooperation programme. Opportunities for SMEs The ICT theme provides major opportunities for SMEs to: finance high-risk, early stage research and • development; build strategic partnerships; • operate outside their local markets with • more innovative products and/or services. Support actions will give SMEs greater access to micro/nano-systems manufacturing technology in FP7. New opportunities are provided for identifying training and educational needs and dissemination of smart systems at European level. For more information on the ICT theme see http://cordis.europa.eu/fp7/cooperation/ ict_en.html NANOSCIENCES, NANOTECh- NOLOGIES, MATERIALS ANd NEw PROdUCTION TEChNOLOGIES (NMP) NMP has been allocated EUR 3.5 billion by the EU with EUR 530 million being earmarked for Call 1. Funding the NMP Theme helps both new high-tech as well as traditional knowledge-based industries producing higher- value products and services. Particular attention will be paid to the effective dissemination of research results to SMEs. Objectives The objective behind Theme 4 is to fund research, development, demonstration and coordination projects, which will help facilitate the generation of knowledge and the competitiveness of European industry. This, in turn, will help transform it from a resource- intensive to a knowledge-intensive industry. Areas of NMP research covered in fP7 Emphasis is being placed on the following areas: Nanoscience and nanotechnologies • Materials • New production • Integration of technologies and industrial • applications Scope of NMP research and opportunities in other thematic areas The scope for NMP also includes opportunities under the other themes of the Cooperation programme. Opportunities for SMEs Nanosciences, nanotechnologies, materials and new production technologies (NMP) is especially relevant to SMEs that are encouraged to participate in each Call. Dedicated SME-focussed Calls will be implemented in specific areas with the aim of reinforcing the scientific and technological SME base and in producing innovative solutions. The SME-targeted Calls should be led by SMEs with research capacity, with at least 50 % of the EU contribution being allocated to the participating SMEs. For more information on the Nanothechnology theme see http://cordis.europa.eu/fp7/ cooperation/nanotechnology_en.html RESEARCh PERfORMING SMES / 13 SME_guide_06.indd 13 11/7/07 2:24:45 PM ",
        "ENERGy Within FP7, the Energy theme has a budget of EUR 2.3 billion. This theme is of major importance due to the fact that global energy demand is expected to increase by 60 % over the next 30 years, and because over 90 % of the EU’s CO 2 emissions are a result of energy usage. Therefore, it is necessary to develop cost - effective technologies for a more sustainable energy economy for Europe and indeed, the rest of the world, allowing the region to compete globally. Objectives Energy research under FP7 is intended to help adapt the present system into one that is more competitive, secure and sustainable. There should be less dependence on imported fuels and a more diverse mix of energy sources, especially renewable energy sources, energy carriers and non-polluting sources. Areas of Energy research covered in fP7 The following is a summary of research areas proposed under FP7: 1) Hydrogen and fuel 2) Renewable electricity generation 3) Renewable fuel production 4) Renewables for heating and cooling 5) CO 2 capture and storage technologies for zero emission power generation 6) Clean Coal Technologies Scope of Energy research and opportunities in other thematic areas The scope for energy research also includes opportunities for funding under the themes of Food (biotechnology), Nanotechnology and Transport. These include Food, Agriculture, Fisheries and Biotechnology; Information and Communication Technologies; Nanosciences. Opportunities for SMEs SMEs are crucial to the energy chain, and active SME participation in research and dissemination activities has been instrumental in the creation of new industrial sectors like renewable energy. The participation of SMEs in FP7 is actively encouraged with two actions aimed at bringing together SMEs in the energy sector and follows on from FP6 ETI (Economic and Technological Intelligence) projects. These actions are: SME energy innovation, and the role and impact of SMEs in energy research in the manufacturing industry. For more information on the Energy theme see http://cordis.europa.eu/fp7/cooperation/ energy_en.html ENvIRONMENT (INCLUdING CLIMATE ChANGE) An overall budget of EUR 1.8 billion has been earmarked for the Environment theme in the Seventh Framework Programme. Objectives The objective of the Theme 6 work programme is to fund research that will advance knowledge of the relationship between climate, biosphere, ecosystems and human activities and to produce new technologies and tools and services to ensure sustainable development. Areas of Environment research covered in fP7 Theme 6 is built around four main activities that include: climate change and pollution risks; • sustainable management of resources; • environmental technologies; • earth observation and assessment tools. • Scope of Environment research and opportunities in other thematic areas The scope for environment research is extremely broad with opportunities for environment research funding arising under other themes. These include Health, Food, Information and Communication Technologies, Nanosciences, Energy, Transport and Space. Opportunities for SMEs The research calls under the Environment theme are designed to attract industrial participants but with a specific focus on SME- relevant research topics including: sustainable water, soil mapping, sustainable remediation, waste management technologies, control of hazardous chemicals and environmental risk assessment. For more information on the Environment theme see http://cordis.europa.eu/fp7/cooperation/ environment_en.html 14 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 14 11/7/07 2:24:55 PM ",
        "TRANSPORT (INCLUdING AERONAUTICS) The Transport theme will have a budget of EUR 4.1 billion over the duration of FP7. The European transport sector plays a vital role in transporting people and goods and is essential for prosperity. The air transport sector contributes 2.6% of the EU GDP employing 3.1 million people, while surface transport supports 16 million jobs, generating 11% of the EU GDP. However, transport also produces 25% of all EU emissions of CO 2 . Therefore, ways need to be found to mitigate the negative impacts and consequences of a more mobile society with regard to the environment, energy usage, and health and security. Objectives The main aim for transport research under the FP7 is to develop safer, greener and smarter European-wide transport systems that can benefit all citizens, respect the environment and increase the competitiveness of European industry. Areas of Transport research covered in fP7 The following activities will be addressed: Aeronautics and air transport • Sustainable surface transport – rail, road • and water The European Global Navigation Satellite • System (GNSS) Support will be given to GNSS plus Galileo and EGNOS (European Geostationary Navigation Overlay Service), which are navigation and timing services and the efficient use of satellite navigation. Scope of T ransport research and opportunities in other thematic areas The Joint Technology Initiative “Clean Sky” has a budget of EUR 1.4 billion. The Single European Sky Air Traffic Management (SESAR) will undertake all air traffic management activities and has a budget of EUR 10 million for 2007. Opportunities for SMEs Specific measures will encourage the development of strong supply chains where SMEs are significant drivers of technological innovation. Emphasis is to be given to start-up and the emergence of new high-tech SMEs, especially in advanced transport technologies and service-related activities. There will be five sets of Calls for Proposals (2007, 2008, 2010, 2011, and 2012). For more information on the Transport theme see http://cordis.europa.eu/fp7/cooperation/ transport_en.html SOCIO-ECONOMIC SCIENCES ANd ThE hUMANITIES The EC has awarded more than EUR 610 million for funding this theme over the lifetime of FP7. Objectives This theme will contribute to a greater understanding of the complex interrelated socio-economic challenges facing Europe. The scope of Socio-economic Sciences and the Humanities (SSH) research in FP7 will help answer questions related to: growth, employment and competitiveness • in a knowledge society; combining social, economic and • environmental objectives (sustainable development) within a European perspective; major trends in society and their implications; • Europe in the world (trade, migration, • poverty, crime, conflict and resolution); the citizen in the European Union; • socio-economic and scientific indicators; • foresight activities. • Scope of SSh research and opportunities in other thematic areas There are opportunities for funding the humanities in the Health, ICT and Environment and Security themes. Funding under ERA-NET includes Humanities in the European Research Area (HERA) which coordinate the activities of national humanities research councils (e.g. IRCHSS) – established under FP6 as well as planning to establish a large-scale European humanities-specific grants during FP7. Opportunities for SMEs There is no specific mention of SME participation in this theme despite the fact that there are multiple research areas and activities, which mention small collaborative projects such as intangible investments and innovation in Europe, structural changes, regional development and social trends. For more information on the Socio-Economic Sciences and the Humanities theme, see http://cordis.europa.eu/fp7/cooperation/ socio-economic_en.html RESEARCh PERfORMING SMES / 15 SME_guide_06.indd 15 11/7/07 2:25:03 PM ",
        "SPACE The budget for Space research over the lifetime of FP7 is EUR 1.4 billion, which is a large increase on FP6. About 85% of the budget (EUR 1.2 billion) will go to the Global monitoring for environment and security (GEMS) including dedicated space infrastructures, the remaining 15% will go towards strengthening space foundations and cross-cutting issues. Objectives The intention of the Space theme in FP7 is to support the European Space Programme by developing such applications as GMES which will benefit citizens through technological spin-offs and help the competitiveness of the European space industry. GMES will be important in managing the consequences of natural disasters and climate change. FP7 will contribute to the development of European space policy and complement research by Member States and by the European Space Agency. The scope of Space research in fP7 Research during the lifetime of FP7 will focus on the following areas: Space-based applications serving • European society Exploration of space • Research and technological development • for strengthening space foundations Opportunities for SMEs Space-based research focuses on new technological developments and it is a strategic industrial sector. There are many opportunities for SMEs who are important participants in the global commercial market of satellite manufacturing, launch service, satellite operations and downstream service providers. There are opportunities for SMEs within GMES activities including state-of-the art data processing, modelling, simulations and image analysis as well as in the areas of land management, urban planning, coastal environment and air quality. The GMES projects will actively integrate SMEs along the entire service chain. Feedback from FP6 showed that SMEs are particularly active in the space sector with up to 22% in SME participation. EU space research websites: http://ec.europa.eu./enterprises/space http://www.qmes.info http://cordis.europa.eu/fp7/calls/ ESA website: http://www.esa.int/esaLP/LPqmes.html Helpdesk: http://ec.europa.eu/research/enquiries For more information on the Space theme see http://cordis.europa.eu/fp7/cooperation/ space_en.html SECURITy The EU has set aside EUR 1.3 billion for this theme over the duration of FP7. Security-related research is a cornerstone for supporting European prosperity and freedom and justice. In turn, it will develop technologies that will support other areas of European policy including health, energy, the environment and transport. Objectives The objectives of the Security theme include the development of technologies required to ensure the security of citizens from the threats of terrorism, organised crime, natural disasters and industrial accidents. This will be carried out with strict regard for human rights. It will make sure that available and emerging technologies will be employed so as to benefit civil European society. The EU can best understand risks in a world of constant change through cooperation and coordination on a pan-European scale of providers and users for civil security solutions. This will help improve the competitiveness of the European security industry. The scope of Security research in fP7 Calls under the theme of security are open to all security stakeholders and the involvement of SMEs in consortia is actively encouraged. Research will be carried out in the following areas: Security of citizens • Security of infrastructures and utilities • Intelligent surveillance and border security • Restoration of security and safety in a crisis • situation Security system integration, • interconnectivity and interoperability Security and society • Security research coordination and • structuring 16 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 16 11/7/07 2:25:10 PM ",
        "Scope of Security research and opportunities in other thematic areas Further opportunities for funding appear under the themes of Health, ICT, Environment (including Climate Change), Transport and the cross-cutting theme of Science in Society. Cross-cutting open themes include the Marie- Curie Fellowships; Research for SMEs and the funding of research infrastructures. Opportunities for SMEs Security research strengthens the competitiveness of the European security industry by encouraging the cooperation of providers and users for civil security solutions and through the active involvement of SMEs. For more information on the Security theme see http://cordis.europa.eu/fp7/cooperation/ security_en.html RESEARCh PERfORMING SMES / 17 SME_guide_06.indd 17 11/7/07 2:25:20 PM ",
        "PEOPLE The Marie Curie Actions (People Programme in FP7) are focused on training, mobility and career development of researchers. They are open to individual researchers at all stages of their career and research institutions both in the public and the private sector. Applicants may be situated in EU Member States, associated countries and third countries. Proposals from all areas of research are welcome, there are no thematic priorities. One of the Actions, the “Industry-Academia Partnerships and Pathways” (IAPP) scheme aims specifically at establishing long-term research cooperation between the public and the private sector. Funding is provided mainly for staff exchange, recruitment, and networking activities but there is also a contribution to research costs and equipment costs for SMEs. MARIE CURIE INdUSTRy – ACAdEMIA PARTNERShIPS ANd PAThwAyS (IAPP) what are IAPPs? IAPPs are partnerships between public and private research organisations (including universities, large and small enterprises and manufacturing industries) which are based on a common research project and aim to increase skills exchange between the two sectors. who can apply? A typical consortium consists of one research organisation from the public sector (university, research centre) and one from the private sector (any size: SME, spin-off, big industry), but there is no pre-defined maximum number of participants. Proposals must include as a minimum at least one organisation from each sector. The different participating organisations should be either from at least two different Member States or an associated country and a Member State. which research topics are supported? There are no pre-defined priority areas. Research fields are chosen freely by the applicants and all domains of research and technological development addressed under the EC-Treaty are eligible for funding (except areas of research covered by the EURATOM Treaty). 18 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 18 11/7/07 2:25:32 PM ",
        "how does it work? Proposals are submitted, evaluated against a series of predetermined criteria by international peer review and selected for funding, typically for four years. what does the funding cover? Support will be provided for: exchange of know-how and experience • through inter-sector two-way secondments of research staff of the participants; research and networking activities. • Optionally: recruitment of experienced researchers • from outside the partnership, for involvement in transfer of knowledge and/or training of researchers; organisation of workshops and • conferences, involving the participants’ own research staff and external researchers; for SMEs: research equipment (up to • 10% of the EC contribution for each SME participant) on a duly justified basis. how to apply? Specific information: http://ec.europa.eu./research/fp6/ mariecurie-actions Opportunities within Marie Curie Actions: http://mc-opportunities.cordis.lu/home_vac. cfm whAT IS EUROSTARS? The EUROSTARS programme is offered by EUREKA, an intergovernmental initiative established in 1985, aimed at enhancing European competitiveness through support to businesses, research centres and universities who carry out pan-European projects for developing innovative, products, processes and services. EUROSTARS focuses on funding for R&D-performing SMEs*. The programme offers combined national funding to support R&D performing SMEs leading international collaborative research projects. Twenty-seven countries are involved so far with an estimated total budget of EUR 400 million. who can apply? SMEs from participating countries will be able to apply for funding following the launch of the first Call expected in the second half of 2007. The target is for 600 projects over the next six years. The countries taking part include Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Israel, Italy, Lithuania, the Netherlands, Norway, Poland, Portugal, Romania, Slovenia, Spain, Sweden, Switzerland and Turkey. what activities are supported? EUROSTARS supports research executed by SMEs by offering funding for their activities, allowing them to compete internationally and become leaders in their particular area of business. how does it work? EUROSTARS is aimed at R&D performing SMEs that wish to collaborate internationally. The projects should be initiated and led by one of these SMEs. The projects should involve at least one other partner from another EUROSTARS member country and last no longer than three years. Within two years of completion the product of the research should be ready for market introduction. how to apply? Specific information: http://www.eurostars-eureka.eu *The Decision to allocate Community funding to the Eurostars Programme is not expected before 2008. RESEARCh PERfORMING SMES / 19 SME_guide_06.indd 19 11/7/07 2:25:45 PM ",
        "CAPACITIES The Capacities programme is divided into six broad areas. One of these “Research for the benefit of SMEs” is aimed specifically at small- to medium-sized enterprises and their associations who wish to outsource their research. It is intended to strengthen the innovation capacities of SMEs and help develop new products and markets. Outsourcing will allow SMEs to increase their research efforts, acquire technological know-how, extend business networks and improve the exploitation of research results. Research-acquiring SMEs can receive support as individual SMEs through the “Research for SMEs” scheme or as SME associations through the “Research for SME Associations” scheme. In addition, individual SMEs can also receive support through national funding programmes via the EraSME project and SME associations via the CORNET project; both projects are under the ERA-NET scheme. Individual SMEs SME Associations Research for SMEs EraSME Research for SME Associations CORNET (Capacities) (ERA-NET) (Capacities) (ERA-NET) RESEARCh ACqUIRING SME S 20 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 20 11/7/07 2:25:48 PM ",
        "whAT IS “RESEARCh fOR SMES”? “Research for SMEs” supports small groups of innovative SMEs in solving technological problems and acquiring technological know- how. Projects must fit into the overall business and innovation needs of the SMEs, which are given the opportunity to subcontract (outsource) research to RTD performers in order to acquire the necessary technological knowledge. Projects must render clear exploitation potential and economic benefits for the SMEs involved. who can apply? SMEs that need to ‘acquire’ research by outsourcing, such as low- to medium- technology SMEs with little or no research capacity, or research intensive SMEs that need to outsource in order to complement their core research capability. Projects are intended to create new knowledge or produce results with clear potential to improve or develop new products, processes or services for the SMEs taking part. which activities are supported? Within the framework of each project, the “Research for SMEs” scheme will support SMEs in: research and technical development • activities: Research undertaken by RTD performers will form the bulk of each funded project. SMEs will focus on the testing and validation of project results, and the preparatory stages for applied use. demonstration activities: • These are intended to demonstrate the viability of new technologies produced through the research, offering a potential economic advantage, but which are unable to be commercialised directly (e.g. testing of product-like prototypes). This is the last development stage before products or processes enter production. other activities that facilitate the take- • up of results by the SMEs, in particular training and dissemination activities; RTD performers will train technical and • managerial staff from participating SMEs, focusing on best-practice utilisation of results and technologies generated by project research. Dissemination to third parties will be accomplished through conferences, publications, workshops, web-based initiatives etc. management activities; • Over and above the technical management of individual work packages, these activities will provide an appropriate framework for bringing together all components of the project and maintaining regular communication with the Commission. how does it work? Under FP7, the funding model used for “Research for SMEs” (formerly Cooperative Research) maintains its guiding principle to strengthen the innovation capacities of SMEs to develop new products and markets through the acquisition of new knowledge from those institutions best suited to carry out research. The SME participants are the direct beneficiaries of the project. They invest in the RTD project and outsource most of the research and demonstration activities to RTD performers. In return they receive the technological know-how needed to develop new or to improve existing products, systems, processes or services. The relationship between the SMEs and the RTD performers under this programme is therefore a “customer-provider” relationship. The idea is to allow SMEs to further develop their activities by buying knowledge from RTD performers who sell their expertise and work. Research and development activities undertaken by the SMEs themselves with their own resources essentially focus on initial specifications and, later, on validation and testing of the acquired knowledge. In this context, the real investment or cost incurred by the SMEs includes the price they pay for the know-how they wish to acquire: the Intellectual Property Rights and knowledge developed during the project. It is important to note that “Research for SMEs” is a bottom-up scheme: the projects may address any research topic across the entire field of science and technology. what does the funding cover? The European Community will provide financial support to the project which covers only part of the total costs. The SME participants will therefore have to contribute with their own resources, in cash or in kind, to the project. The EC contribution is based on upper funding limits for individual activities: Research and technological development • activities: maximum of 50 % of the eligible costs. However, for SMEs, non-profit public bodies, secondary and higher education establishments, and research organisations: a maximum of 75 %. Demonstration activities: maximum of 50% • Management and other activities: • maximum of 100% One important rule for the calculation of the EC contribution applies: In accordance with the rules of participation and in order to achieve the aim of promoting the outsourcing of research and demonstration activities, the financial support to the project will be limited to 110% of the total amount of the subcontracting to the RTD performers (price to be invoiced by RTD performers to SMEs). how do you form a “Research for SMEs” consortium? Projects require participants from the following categories: SME participants: At least three inde- • pendent SMEs, established in three different Member States or associated countries. RTD performers: At least two RTD • performers who must be independent from any other participant and who can come from any country. Examples of RTD performers are universities, research organisations and industrial companies, including research performing SMEs. In addition, other enterprises and end-users may participate by making a particular contribution to the project. They must also be independent from any other participant. Recommendations for resources and duration The size of the consortium should typically be between five and 10 participants. The RESEARCh ACqUIRING SMES / 21 SME_guide_06.indd 21 11/7/07 2:25:56 PM ",
        "overall budget of the project should typically be between EUR 0.5 million to EUR 1.5 million and the duration of the project should normally be between one and two years. If a project deviates from these recommendations, a justification is required. decision-making, coordination of the project and consortium agreement The management and decision-making approach of the project should be tailored to the real needs in terms of scale and complexity. The consortium has to ensure that no decision can be taken against the collective interest of the SME participants. The coordination of the project is a demanding and complex management task which requires a well qualified and experienced coordinator. The SME participants may entrust the coordination to a RTD performer or a partner in the consortium specialised in professional project management. The coordinator carries out the following tasks: monitors the compliance by the partners • with their obligations; verifies that all partners have access to • the grant agreement; receives the Community financial • contribution and distributes it in accordance with the consortium and grant agreement; keeps the records and financial accounts • and informs the Commission of its distribution; acts as an intermediary for efficient and • correct communication between the participants and reports regularly to the participants and to the Commission on the progress of the project. Once a project has been selected and negotiations are finalised the participants have to submit a signed consortium agreement to further detail information already reflected in the Technical Annex to the contract. It addresses issues such as the internal organisation of the consortium, the management of the Community financial contribution, rules on dissemination and use, including Intellectual Property Rights management or the settlement of internal disputes. Intellectual Property Rights (IPR) Already at the proposal stage, the consortium has to provide a clear and adequate description of how the participants will organise IPR ownership and user rights (e.g. licences, royalties) among themselves. The consortium may decide to follow the default regime, which gives full ownership of all project results (“foreground”) and IPR to the SMEs. The consortium may, however, reach a different agreement in its own best interest, as long as the SMEs are provided with all the Rights that are required for their intended use and exploitation of the project results. In practice, this can, for example, mean that the RTD performers keep ownership of the entire foreground (or parts of it) and that the SMEs acquire licences only. how to participate in “Research for SMEs” Calls are published on http://cordis.europa. eu/fp7/dc/index.cfm under the CAPACITIES Programme / Research for the benefit of SMEs section. For further information on how to submit a proposal and related detail, please visit DG Research’s SME TechWeb at http://ec.europa.eu/research/sme-techweb Helpdesk: http://ec.europa.eu/research/enquiries whAT IS “RESEARCh fOR SME ASSOCIATIONS” (SME-AGS)? “Research for SME Associations” aims at developing technical solutions to problems common to a large number of SMEs in specific industrial sectors or segments of the value chain through research that could not be addressed under “Research for SMEs”. Projects can, for example, aim to develop or conform to European norms and standards, and to meet regulatory requirements in areas such as health, safety and environmental protection. Projects must be driven by the SME associations, which are given the opportunity to subcontract research to RTD performers in order to acquire the necessary technological knowledge for their members. Projects must render clear exploitation potential and economic benefits for the SME members of the associations involved. who can apply? SME associations that are normally best placed to appreciate or identify the common technical problems of their members. which activities are supported? The focus should be on strengthening the competitiveness of SMEs and improving industrial competitiveness across the European Union. Therefore, particular emphasis will be given to the economic impact of the results for participating SMEs. A consortium’s plan for disseminating the project’s results will be central to the evaluation process. It takes a multifaceted approach to enhance participants’ competitiveness. Within the framework of each project, this scheme will support SME-AGs in the following ways: Research and technical development • activities form the core of the project with a major contribution from the RTD performers. SME associations, their members and the SMEs directly involved in the project focus on specifications, testing and validation of project results and the preparatory stages for further use. Demonstration activities are designed to • prove the viability of new technologies that offer a potential economic advantage but which cannot be 22 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 22 11/7/07 2:26:03 PM ",
        "commercialised directly (e.g. testing of product-like prototypes). This is the last development stage before products or processes enter production. Other activities, in particular training and • dissemination activities, facilitate the take- up of results by the SME associations and their members. RTD performers will train technical and managerial staff from participating SMEs, focusing on best-practice utilisation of results and technologies generated by project research. Dissemination to third parties will be accomplished through conferences, publications, workshops, web-based initiatives, etc. Projects include activities to effectively • disseminate the results of research to members of the SME-AGs, and if appropriate, more widely. Furthermore, dissemination to policy makers, including standardisation bodies, is encouraged to facilitate the use of policy-relevant results by the appropriate bodies at international, European, national or regional level. how does it work? Under FP7, the funding scheme “Research for SME Associations” maintains its guiding principles to strengthen the innovation capacities of SMEs to develop new products and markets through the acquisition of new knowledge from those institutions best suited to carry out research. The SME associations and their members are the direct beneficiaries of the project: they invest in the RTD project and outsource most of the research and demonstration activities to RTD performers and receive in return the technological know-how they need. The relationship between the SME associations, who act on behalf of their members and the RTD-performers under this programme, is therefore a “customer-provider” relationship. The intention is to allow SME associations to assist their members in further developing their activities by purchasing knowledge from RTD performers, who sell their expertise and work. Research and development activities undertaken by the SME associations themselves (and their members) with their own resources are essentially focussed on initial specifications and, later, on validation and testing of the acquired knowledge. Therefore, the real investment or cost incurred by the SME associations includes the price they pay for the know-how they wish to acquire on behalf or for their members: the Intellectual Property Rights and knowledge developed during the project. From the perspective of the associations and their members, but also for a positive evaluation of the proposal, it is important that it is well verified and justified how the proposed research investment addresses the needs of large communities of SMEs. Furthermore, it is crucial to demonstrate how the activities for dissemination and use will ensure that indeed large communities of SMEs will benefit economically from the project results. The associations and their members have to keep in mind that, even if the level of public funding provided is substantial, it will never cover all the costs. Shortfalls will have to be covered by the participating associations themselves. It is important to note that “Research for SME Associations” is a bottom-up scheme: the projects may address any research topic across the entire field of science and technology. what does the funding cover? The European Community will provide financial support to the project which covers only part of the total costs. The SME associations will therefore have to contribute with their own or financial resources to the project. The EC contribution is based on upper funding limits for individual activities: Research and technological development • activities: maximum of 50 % of the eligible costs. However, SMEs, non-profit public bodies, secondary and higher education establishments, and research organisations may receive up to 75 %. SME associations, which fulfil any of the above mentioned conditions, qualify for the higher funding rate. Demonstration activities: maximum of • 50% Management and other activities: • maximum of 100% One important rule for the calculation of the EC contribution applies: In accordance with the rules for participation and in order to achieve the aim of promoting the outsourcing of research and demonstration activities, the financial support to the project will be limited to 110% of the total amount of the subcontracting to the RTD performers (price to be invoiced by RTD performers to SMEs). how do you form a “Research for SME Associations” consortium? Projects under “Research for SME Associations” require participants from the following categories: At least three independent SME • association/groupings (SME-AGs), established in three different Member States or associated countries, or one European SME association/grouping. SME associations/groupings are legal persons, composed mostly of and representing the interests of SMEs (e.g. industrial associations, national or regional industrial associations and chambers of industry and commerce). RTD performers: At least two RTD • performers which must be independent RESEARCh ACqUIRING SMES / 23 SME_guide_06.indd 23 11/7/07 2:26:12 PM ",
        "from any other participant and which can come from any country. Examples of RTD performers are universities, research organisations and industrial companies, including research performing SMEs. In addition, other enterprises and end- • users (including SMEs) may participate by making a particular contribution to the project. They must also be independent from any other participant. A limited number of individual SMEs (2-5) must participate to ensure that the results of the project address SME needs and can be used by a large number of SMEs. Recommendations for resources and duration The size of the consortium should typically be between 10 and 15 participants. In addition, the SME end users group should be limited to two to five members. The overall budget of the project should typically be between EUR 1.5 million to EUR 4.0 million and the duration of the project should normally be between two and three years. If a project deviates from these recommendations, a justification is required. decision-making, coordination of the project and consortium agreement The management and decision-making approach of the project should be tailored to real needs in terms of scale and complexity. The consortium has to ensure that no decision can be taken against the collective interest of the SME associations. The coordination of the project is a demanding and complex management task which requires a well qualified and experienced coordinator. The SME associations may entrust the coordination to a RTD performer or a partner in the consortium specialised in professional project management. The coordinator carries out the following tasks: monitors the compliance of the partners • with their obligations; verifies that all partners have access to • the grant agreement; receives the Community financial • contribution and distributes it in accordance with the consortium and • grant agreement; keeps the records and financial accounts • and informs the Commission of its distribution; acts as an intermediary for efficient and • correct communication between the participants and reports regularly to the participants and to the Commission on the progress of the project. Once a project has been selected and negotiations are finalised, the participants have to submit a signed consortium agreement to further detail information already reflected in the Technical Annex to the contract. It addresses issues such as the internal organisation of the consortium, the management of the Community’s financial contribution, rules on dissemination and use, including Intellectual Property Rights management or the settlement of internal disputes. Intellectual Property Rights Already at the proposal stage the consortium must provide a clear and adequate description of how the participants will organise IPR ownership and user rights (e.g. licences, royalties) among themselves. The consortium may choose to follow the default regime, giving full ownership of all project results (“foreground”) and IPR to the SME associations. SME associations have the opportunity to find tailor-made solutions to organise the ownership of project results and its dissemination and use them in a way that takes into account the needs, interests and capabilities of the SME-AGs and their members, of the other enterprises and end-users involved in the project as well as the RTD performers. The arrangement should address transfer of ownership, licences or any other form of rights for the dissemination and use of results generated by the project. It must ensure that SME associations are provided with all the Rights that are required for the intended use and exploitation of the project results by their members. In reality, this can, for example, mean that the RTD performers keep ownership of the entire foreground (or parts of it) and that the SME associations and their members acquire licences only. In exchange, the RTD performers co-invest employing their own resources in the project. Therefore the price and payment modalities agreed between RTD performers and SME associations should reflect the value of the Intellectual Property Rights and knowledge acquired, meaning, for example, that the price of licences should be lower than the price for ownership of all results. how to participate in Research for SME Associations: Calls: Calls are published on http://cordis.europa. eu/fp7/dc/index.cfm under the CAPACITIES Programme / Research for the benefit of SMEs section. For further information on how to submit a proposal and related detail, please visit DG Research’s SME TechWeb at: http://ec.europa.eu/research/sme-techweb Helpdesk: http://ec.europa.eu/research/enquiries 24 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 24 11/7/07 2:26:23 PM ",
        "SUPPORT fOR INdIvIdUAL SMES - whAT IS EraSME? EraSME is a network of 19 national and regional research programmes supporting SMEs, currently supported under the Sixth Framework Programme*. Although most national governments have set up national and regional schemes to encourage cooperation between SMEs and research organisations, the EraSME project was the first to take an integrated transnational approach and make cross-border SME-research cooperation possible. Even innovative SMEs with winning concepts frequently lack the equipment and ability to perform the necessary research in order to develop and test their ideas. In contrast, universities and other research bodies often have excellent resources and skills but lack the entrepreneurial expertise and business experience that resides within SMEs. EraSME offers an operational platform for programme owners and managers to exchange best practice, execute joint activities and launch joint Calls for Proposals. EraSME will therefore: facilitate transnational partnerships • between SMEs and research organisations; reduce programme administration costs • by joint actions and shared expenses; enhance complementarity between • programmes at regional, national and European level by creating a common framework for actions; create the conditions for sustained, long- • term cooperation between programmes. who can apply? SMEs established in one of the participating counties/regions, who wish to engage in a transnational R&D project with research organisations (universities, research centers). Specific conditions should be checked in the Calls for Proposals. which activities are supported? EraSME is organising joint Calls for Proposals in which project consortia may apply. Unless specified in the Call for Proposals, there is no thematic focus, meaning that projects can come out of any S&T field. As EraSME is an ERA-NET, its scope of activities is much broader than the funding of R&D in itself. The R&D programmes work in the following key areas: facilitation of transnational partnerships • between national research programmes to support innovative ideas, giving SMEs the research competence needed for their initial ideas to lead to practical and commercially exploitable innovations; promotion of joint actions to enable • partnerships that will benefit Europe’s national and regional programmes in this field; creation of a common transnational • framework for action that will enhance complementarities between programmes at regional, national and European level; creation of the conditions for sustained, • long-term cooperation between national and regional programmes. how does it work? EraSME is based on the national and regional participating programmes and regularly proposes joint Calls for Proposals. Projects must be transnational, close-to-market and innovative. They must aim to develop new products, processes or services. Funded projects must be driven by SMEs, who must be able to demonstrate that they will be the main recipients or beneficiaries of the results from the project. what does the funding cover? Funding is available for the activities executed in the frame of the transnational R&D projects by the SMEs and their partners. However, as it is based on the national/regional programmes, national funding rules apply. The coordinating activities of EraSME are supported by the EU funding. This includes the exchange of best practice between participating programmes and organisations in key aspects of programme design and management, in order to raise programme efficiency and effectiveness. how to apply? For further information visit: http://www.era-sme.net/public *The possibility to continue the activities of EraSME in FP7 are currently under discussion with the Commission. RESEARCh ACqUIRING SMES / 25 SME_guide_06.indd 25 11/7/07 2:26:32 PM ",
        "SUPPORT fOR SME ASSOCIATIONS - whAT IS CORNET? CORNET - ‘COllective Research NETworking’ is an ERA-NET in the field of Collective Research. Collective Research programmes benefit all or most of the SMEs working in the same sector or branch of industry. Any Intellectual Property Rights generated through the project are typically distributed throughout the firms in the target sector. The CORNET Consortium consists of 23 partners managing 18 research programmes involving 17 countries and regions. Originally appearing in the Sixth Framework Programme (FP6)*, CORNET seeks to improve the efficiency of collective research policy and activities in Europe. It is aimed at reinforcing the European Research Area (ERA) by improving cooperation between national/ regional ministries and government agencies and creating opportunities for establishing collective research sourcing national/regional funding that crosses national borders. The programmes involved in CORNET plan and execute joint Calls for Proposals and other joint activities. who can apply? Eligible partners in the Calls for Proposals launched by CORNET are associations, federations, trade associations or other groups of enterprises with common objectives, typically subcontracting research work to relevant (collective) research centres and universities. which research topics are supported? Calls have no thematic focus, and associations, federations and trade associations in all industrial sectors who are interested in establishing trans-national consortia and submitting collective research proposals can apply. how does it work? The project consortium must be composed of eligible partners from countries or regions participating in CORNET. The dissemination activities are essential within the project and should be Europe wide and include information activities in English. what does the funding cover? Funding supports research and development carried out by specialised centers for SME associations on behalf of their members, to address their ‘pre-competitive needs’ within a specific business sector. The results are then disseminated for effective exploitation. An example of collective research could be used to improve health and safety standards or optimise the industrial process. As it is based on national/regional programmes, national funding rules apply. The coordinating activities of CORNET are supported by EU funding. how to apply? Please consult the CORNET website: www.cornet-era.net *The possibility to continue the activities of CORNET in FP7 are currently under discussion with the Commission. AddITIONAL EUROPEAN ACTIvITIES CIP – Competitiveness and Innovation Programme, 2007-2013 (Nb: CIP is not a Research framework programme) FP7 will be complemented by the “Competitiveness and Innovation Programme” (CIP) 2007-2013, which is aimed at encouraging the competitiveness of European enterprises by improving SME access to alternative sources of finance. This is a coherent and integrated response to the objectives of the reinvigorated “Lisbon” growth and jobs strategy. CIP will help enterprises grow and innovate by: supporting private equity and loan • guarantee schemes; providing SMEs with clear and efficient • information and advice via the business support networks building on today’s EICs (Euro Info Centers) and IRCs (Innovation Relay Centers); improving the conditions for innovation • by supporting exchanges of best practices, networking and analysis, with particular emphasis on eco-innovation; stimulating the new converging markets • for electronic networks, media content and digital technologies; encouraging the wider uptake of new • and renewable energies and promoting energy efficiency. CIP will therefore support actions to reduce obstacles to innovation and growth, and to boost entrepreneurship and productivity. It is specifically targeted to SMEs. CIP comprises three specific programmes: Entrepreneurship and Innovation • Programme (EIP) ICT Policy Support Programme (ICTP) • Intelligent Energy Europe Programme (IEEP) • These three programmes receive respectively a 60/20/20 share of the total CIP budget of EUR 3.6 billion. This budget is significantly smaller than that of FP7 and cohesion funding, but by acting closer to the market, CIP will have a significant leverage effect. Community Financial Instruments under CIP will be coordinated by the European Investment Fund (http://eif.eu.int/) and delivered through existing banks, financial institutions and equity funds in the participating countries. Therefore, individual enterprises should not address requests for support to the European Commission or EIF directly. 26 / SMES IN fP7: A hANdS-ON GUIdE SME_guide_06.indd 26 11/7/07 2:26:38 PM ",
        "CIP will provide SMEs with a local access point for information and advice on European programmes (especially FP7), single market issues, European regulations and innovation actions. It brings together the services previously provided by the Euro Info Centre (EIC) network and the Innovation Relay Centre (IRC) network into a single network for services in support of business and innovation. These will be hosted by organisations that are already providing similar services for SMEs in their regions. EICs: http://ec.europa.eu/enterprise/ networks/eic/eic.html IRCs: http://www.innovationrelay.net/ The CIP and FP7 complement one another with mutually reinforcing actions and are designed to run side by side in support of the Lisbon objectives. CIP is open to the Member States of the European Union. Subject to bilateral agreements it is likely to be opened to the members of the European Economic Area, and candidate countries. Participation of other third countries, especially Western Balkan, European Neighbourhood or MED Partner countries may also be negotiated. More information http://ec.europa.eu/ enterprise/enterprise_policy/cip/index_ en.htm RESEARCh ACqUIRING SMES / 27 SME_guide_06.indd 27 11/7/07 2:26:49 PM ",
        "European Commission SMES IN fP7: A hANdS-ON GUIdE Luxembourg: Office for Official Publications of the European Communities 2007 — 32 pp. — format 21.0 x 29.7 cm ISBN 978-92-79-04792-3 SME_guide_06.indd 28 11/7/07 2:26:50 PM "
    ]
}