{
    "text": [
        "REPORT on the annual accounts of the European Training Foundation for the financial year 2009, together with the Foundation’s replies (2010/C 338/26) CONTENTS Paragraph Page INTRODUCTION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1-2 150 STATEMENT OF ASSURANCE . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3-12 150 COMMENTS ON THE BUDGETARY AND FINANCIAL MANAGEMENT . . . . . . . . . . . . . . . . . 13 151 Table . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 152 The Foundation’s replies . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 154 EN 14.12.2010 Official Journal of the European Union C 338/149 ",
        "INTRODUCTION 1. The European Training Foundation (hereinafter ‘the Foun­ dation’), located in Turin, was created by Council Regulation (EEC) No 1360/90 ( 1 ). The Foundation's purpose is to support the reform of vocational training in the European Union's partner countries. As such, it assists the Commission in the implementation of various programmes (Phare, Tacis, CARDS and MEDA) ( 2 ). 2. The Foundation’s 2009 budget was 19,1 million euro, compared with 19,2 million euro the previous year. The number of staff employed by the Foundation at the end of the year was 123 as compared with 124 the previous year. STATEMENT OF ASSURANCE 3. Pursuant to the provisions of Article 287(1), second subparagraph of the Treaty on the Functioning of the European Union the Court has audited the annual accounts ( 3 ) of the Foundation, which comprise the ‘financial statements’ ( 4 ) and the ‘reports on implementation of the budget’ ( 5 ) for the financial year ended 31 December 2009 and the legality and regularity of the transactions underlying those accounts. 4. This Statement of Assurance is addressed to the European Parliament and the Council in accordance with Article 185(2) of Council Regulation (EC, Euratom) No 1605/2002 ( 6 ). The Director’s responsibility 5. As authorising officer, the Director implements the revenue and expenditure of the budget in accordance with the financial rules of the Foundation under her own respon­ sibility and within the limits of authorised appropriations ( 7 ). The Director is responsible for putting in place ( 8 ) the organi­ sational structure and the internal management and control systems and procedures relevant for drawing up final accounts ( 9 ) that are free from material misstatement, whether due to fraud or error, and for ensuring that the transactions underlying those accounts are legal and regular. The Court’s responsibility 6. The Court’s responsibility is to provide, on the basis of its audit, a statement of assurance as to the reliability of the annual accounts of the Foundation and the legality and regu­ larity of the transactions underlying them. 7. The Court conducted its audit in accordance with the IFAC and ISSAI ( 10 ) International Auditing Standards and Codes of Ethics. Those standards require that the Court complies with ethical requirements and plans and performs the audit to obtain reasonable assurance about whether the accounts are free from material misstatement and whether the underlying transactions are legal and regular. 8. The Court’s audit involves performing procedures to obtain audit evidence about the amounts and disclosures in the accounts and about the legality and regularity of the transactions underlying them. The procedures selected depend on its audit judgement including the assessment of the risks of material misstatement of the accounts or of illegal or irregular transactions, whether due to fraud or error. In making those risk assessments internal control relevant to the entity’s preparation and presentation of accounts is considered in order to design audit procedures that are appropriate in the circumstances. The Court’s audit also includes evaluating the appropriateness of accounting policies used and, the reasonableness of accounting estimates made by management, as well as evaluating the overall presentation of the accounts. 9. The Court believes that the audit evidence obtained is sufficient and appropriate to provide a basis for the opinions set out below. EN C 338/150 Official Journal of the European Union 14.12.2010 ( 1 ) OJ L 131, 23.5.1990, p. 1. ( 2 ) The Table summarises the Foundation's competences and activities. It is presented for information purposes. ( 3 ) These accounts are accompanied by a report on the budgetary and financial management during the year which gives, inter alia, an account of the rate of implementation of the appropriations with summary information on the transfers of appropriations among the various budget items. ( 4 ) The financial statements include the balance sheet and the economic outturn account, the cash-flow table, the statement of changes in capital and the annex to the financial statements which includes the description of the significant accounting policies and other explanatory information. ( 5 ) The budget implementation reports comprise the budget outturn account and its annex. ( 6 ) OJ L 248, 16.9.2002, p. 1. ( 7 ) Article 33 of Commission Regulation (EC, Euratom) No 2343/2002 of 19 November 2002 (OJ L 357, 31.12.2002, p. 72). ( 8 ) Article 38 of Regulation (EC, Euratom) No 2343/2002. ( 9 ) The rules concerning the presentation of the accounts and accounting by the Agencies are laid down in Chapter 1 of Title VII of Regulation (EC, Euratom) No 2343/2002 as last amended by Regulation (EC, Euratom) No 652/2008 of 9 July 2008 (OJ L 181, 10.7.2008, p. 23) and are integrated as such in the Financial Regu­ lation of the Foundation. ( 10 ) International Federation of Accountants (IFAC) and International Standards of Supreme Audit Institutions (ISSAI). ",
        "Opinion on the reliability of the accounts 10. In the Court’s opinion, the Foundation’s Annual Accounts ( 11 ) present fairly, in all material respects, its financial position as of 31 December 2009 and the results of its operations and its cash flows for the year then ended, in accordance with the provisions of its Financial Regulation. Opinion on the legality and the regularity of the trans­ actions underlying the accounts 11. In the Court’s opinion, the transactions underlying the annual accounts of the Foundation for the financial year ended 31 December 2009 are, in all material respects, legal and regular. 12. The comments which follow do not call the Court’s opinions into question. COMMENTS ON THE BUDGETARY AND FINANCIAL MANAGEMENT 13. The procedures for drawing up the budget were not sufficiently rigorous and led to a considerable number of budgetary transfers ( 12 ). Some of these transfers led to sucessive increases and decreases in the same budget headings ( 13 ). More than 0,7 million euro were transferred from Title I — Staff expenditure to Title III — Operational expenditure. This increased the amount carried forward to 2010 and reduced the amount to be repaid to the Commission. Contrary to the rules in force, the Governing Board was not requested to authorise the transfers when required ( 14 ). Moreover the budget presentation is not in line with the requirements of the Foundation’s Financial Regulation ( 15 ). This Report was adopted by Chamber IV, headed by Mr Igors LUDBORŽS, Member of the Court of Auditors, in Luxembourg at its meeting of 14 and 16 September 2010. For the Court of Auditors Vítor Manuel da SILVA CALDEIRA President EN 14.12.2010 Official Journal of the European Union C 338/151 ( 11 ) The Final Annual Accounts were drawn up on 14 June 2010 and received by the Court on 24 June 2010. The Final Annual Accounts, consolidated with those of the Commission, are published in the Official Journal of the European Union by 15 November of the following year. These can be found on the following website http://eca.europa.eu or http://www.etf.europa.eu/ Archive ( 12 ) 37 transfers of appropriations in 2009. ( 13 ) Budget heading 1 1 0 0 — salaries decreased and re-increased by no less than 9 decisions. ( 14 ) Two transfers from one Title to another exceeding 10 % of the appropriations for the year were not authorised by the Governing Board. ( 15 ) The budget shall show a summary statement of the schedule of payments due in subsequent financial years to meet budget commitments entered into in earlier financial years (Article 31(2) of the Foundation’s Financial Regulation). ",
        "E N C 338 / 1 52 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n 14 . 1 2 . 2010 Table ETF — European Training Foundation (Turin) Areas of Union competence deriving from the Treaty Competences of the Foundation (Council Regulation (EEC) No 1360/90) Governance Resources made available to the Foundation in 2009 (Data for 2008) Product and services supplied during the financial year 2009 The Union and the Member States shall foster cooperation with third countries and the competent international organisations in the sphere of vocational training. (Article 166(3) of the Treaty on the Functioning of the European Union) Objectives — To contribute, in the context of EU external relations policies, to improving human capital development in the following countries: the countries eligible for support under Regulations (EC) No 1085/2006 and (EC) No 1638/2006 and subsequent related legal acts; other countries designated by decision of the Governing Board on the basis of a proposal supported by two- thirds of its members and a Commission opinion, and covered by a Union instrument or international agreement that includes an element of human capital development, and as far as available resources allow. — For the purpose of this Regu­ lation, ‘human capital devel­ opment’ shall be defined as work which contributes to the lifelong development of individuals’ skills and competences through the improvement of vocational education and training systems. Tasks For the purpose of achieving the objective, the Foundation, within the limits of the powers conferred on the Governing Board and following the general guidelines established at Union level, shall have the following functions: — to provide information, policy analyses and advice on human capital development issues in the partner countries, — to promote knowledge and analysis of skills needs in national and local labour markets, — to support relevant stakeholders in partner countries in building capacity in human capital development, — to facilitate the exchange of information and experience among donors engaged in human capital development reform in partner countries, — to support the delivery of Union assistance to partner countries in the field of human capital development, — to disseminate information and encourage networking and the exchange of experience and good practice between the EU and partner countries and amongst partner countries in human capital development issues, — to contribute, at the Commission’s request, to the analysis of the overall effec­ tiveness of training assistance to the partner countries, 1 — Governing Board — One representative of each Member State. — Three representatives of the Commission. — Three non-voting experts appointed by the European Parliament. — In addition, three repre­ sentatives of the partner countries may attend meetings of the Governing Board as observers. 2 — Director — Appointed by the Governing Board on a proposal from the Commission. 3 — External Audit Court of Auditors. 4 — Internal Audit Internal Audit Service of the Commission. 5 — Discharge authority Parliament, acting on a recommendation from the Council. Budget 19,1 (19,2) million euro, of which 18,8 (18) million euro funded by a Commission subsidy and 0,3 (1,2) million euro funded by other bodies as assigned revenue. Staff at 31 December 2009 — 96 (96) temporary posts in the estab­ lishment plan, of which 86 (86) posts occupied. — 37 (38) other staff (auxiliaries, local staff, contract staff, etc.) — Total staff: 123 (124), assigned to the following duties: — operational tasks: 64 (64) — administrative tasks: 40,5 (38,5) — mixed tasks: 20,5 (21,5) . Activities The assistance provided by the Foundation covers a large range of technical fields including: initial vocational training, lifelong learning, continuing (adult) education, human resources devel­ opment in companies, employment policies, training of the unemployed, poverty alleviation and social inclusion, and training to encourage local development. Support to the Commission: In 2009, 101 ongoing direct requests for support were received from the Commission. 56 % of total requests were for the IPA, reflecting a small decline, 40 % were for ENPI, representing a small increase, and 4 % were processed for DCI, reflecting a large decline. The Foundation support to the delivery of Union assistance to partner countries was requested by the Commission. The most frequent applications were those in the field of policy advice (22 %), followed by formulation of projects (21 %), content review of ongoing projects (16 %) and inputs to the multiannual programming (12 %). The Commission’s satisfaction rate with the Foundation’s response was: 62 % very good quality/very useful and 25 % good/useful. ",
        "E N 14 . 12 . 201 0 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n C 33 8 / 153 Areas of Union competence deriving from the Treaty Competences of the Foundation (Council Regulation (EEC) No 1360/90) Governance Resources made available to the Foundation in 2009 (Data for 2008) Product and services supplied during the financial year 2009 — to undertake such other tasks as may be agreed between the Governing Board and the Commission, within the general framework of this Regulation. Operational activities are classified in outputs according to the following categories: Policy reviews and analysis : 23 outputs 13 (IPA), 6 (ENPI), 4 (DCI) Capacity building actions : 67 outputs 20 (IPA), 31(ENPI), 16 (DCI) Support to programming cycle : 30 outputs 14 (IPA), 10(ENPI), 6 (DCI) Dissemination and networking : 22 outputs 8 (IPA), 10(ENPI), 4 (DCI) Action learning research: 13 outputs 13 (ILP) Total: 55 (IPA), 57(ENPI), 30 (DCI), 13 (ILP) 155 outputs Note: IPA: Instrument for Pre-Accession Assistance ENPI: European Neighbourhood and Partnership Instrument DCI: Development Cooperation Instrument ILP: Innovation and Learning Programmes Source: Information provided by the Foundation. ",
        "THE FOUNDATION’S REPLIES 13. The Foundation 2009 budget planning and execution was affected by the delay in the revision of the Agency’s legal base ( 1 ) and the last-minute suspension of a reserve of 2 million euro set by the European Parliament on Titles I and II of its budget. The Foundation enjoys a more stable perspective in 2010. It has already put in place tighter monitoring and control of budget transfers to limit the number of transfers and prepares measures to further enhance budget planning and forecasting for the 2011 financial year. The Foundation, in accordance with the Court’s finding will follow a more strict interpretation of the Financial Regulation regarding the transfers. The Foundation will publish a payments schedule in accordance with Article 31(2)(c) of the Financial Regulation starting from the 2010 amending budget. EN C 338/154 Official Journal of the European Union 14.12.2010 ( 1 ) Regulation (EC) No 1339/2008 of the European Parliament and of the Council of 16 December 2008 establishing a European Training Foundation (recast) (OJ L 354 of 31.12.2008, p. 82). "
    ]
}