{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 18.11.2015 SWD(2015) 241 final COMMISSION STAFF WORKING DOCUMENT Country Factsheet The Netherlands Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE, THE COMMITTEE OF THE REGIONS AND THE EUROPEAN INVESTMENT BANK State of the Energy Union {COM(2015) 572} {SWD(2015) 208 à 209} {SWD(2015) 217 à 240} {SWD(2015) 242 à 243} ",
        "Macroeconomic relevance of energy IMPORTANCE OF THE ENERGY SECTOR The share of the energy sector in total value added is slightly higher than that for the EU27, while the share in total employment is much lower than that for the EU as a whole. Notably, the share of the sector in total value added has dramatically increased during the period 2005-2012. Source: EUROSTAT – National Accounts According to EurObserv'ER, in 2013, the share of direct and indirect renewable energy related employment in total employment of the economy in the Netherlands was at about 0.24%, below the EU average of 0.53%. The National Energy Review 2014 indicated that the share of direct and indirect renewable energy related employment in total employment of the economy was approximately 0.5%, slightly below the EU average of 0.53%. Source: European Commission, based on EurObserv'ER and EUROSTAT TRADE BALANCE OF ENERGY PRODUCTS The energy trade balance deficit of the Netherlands represents 3.5% of GDP in 2014, which is higher than the EU average, coinciding almost completely with the deficit on the oil trade balance. The deficit has increased since 2006, again mainly driven by an increase in oil imports. 0.0 0.4 0.8 1.2 1.6 2.0 2.4 2005 2012 NL EU27 Value added of energy sector % of gross value added (total economy) 0.0 0.1 0.2 0.3 0.4 0.5 0.6 2005 2012 NL EU27 Employment in energy sector % of total employment Towards an Energy Union The Netherlands ",
        "2 Towards an Energy Union – The Netherlands Source: EUROSTAT *based on gas trade data reported as non-confidential and disseminated publicly. National statistics suggest there have been gas surpluses in both 2006 and 2014 (see Occasional Papers 196/2014) Note: Current account balance for EU28 from European Commission (AMECO) 1. Energy Security, solidarity and trust ENERGY MIX The energy mix of the Netherlands differs from that of the EU-28, with the notable difference of a higher share of gases and – to a lesser extent – of petroleum and products. Compared to 1995, the share of petroleum and products sharply increased (from 36% to 42% of gross inland energy consumption), while the share of solid fuels decreased (by 2 percentage points). The share of gases decreased from 47 to 42% of the energy mix. Gross inland energy consumption in 2013 Source: European Commission, based on EUROSTAT IMPORT DEPENDENCY The Netherlands has a low overall import dependency regarding total fossil fuels, and actually exports gas. However, it has a very high import dependency for petroleum products, but a balanced range of import sources 1 , and therefore a low country supplier concentration index. The increase in earthquake activity has renewed concerns about the decline in Dutch gas production. Following the 1 Top non-EU gas suppliers table is based on EUROSTAT data. The share of imports from non-EU countries is calculated as the ratio between volumes of imports from that specific non-EU supplier and total imports (from EU and non-EU countries). -4 -202468 10 12 NL EU28 % o f G D P Coal Oil Electricity Gas* C. A. Balance Trade balance of energy product and current account balance, 2006 -4 -202468 10 12 NL EU28 % o f G D P Coal Oil Electricity Gas* C. A. Balance Trade balance of energy product and current account balance, 2014 ",
        "3 Towards an Energy Union – The Netherlands recent decision to decrease production in 2015, the Netherlands needs now to determine its gas production policy from 2016 onwards. Source: European Commission, based on EUROSTAT 2. A fully-integrated internal energy market INTERCONNECTIONS Source: European Commission based on ENTSO-E scenario outlook and adequacy forecast 2014 Note: Reference to 2030 target is based on October 2014 European Council conclusions stating that \"the Commission will also report regularly to the European Council with the objective of arriving at a 15% target by 2030\" The interconnection level for electricity was of 17% in 2014 for the Netherlands, which is above the 2020 and 2030 targets. In order to accommodate the increase in generation capacity since 2008, the 380 kV grid needs to be expanded. The interconnection between Denmark West and the Netherlands which may in a later stage also connect new offshore wind farms to the cable is Netherlands' most important Project of Common Interest (PCI). The new interconnection between the Netherlands and Germany at Doetinchem-West, which has a capacity of 1500 MW, is also important. This is aimed at solving the problem of insufficient interconnection which is currently evidenced when the price drops in Germany because of high renewables production, but the price in the Netherlands does not respond. The Netherlands is expected to become a net exporter of electricity after 2020. For gas, no expansion investments are required to accommodate demand for transportation capacity. This is consistent with the converging wholesale prices observed at the Northwest European hubs and the low congestion levels. However, the Netherlands developed a strategy to become Europe’s ‘gas roundabout’, and to diversify supply sources (LNG, countries of origin). One cluster of PCIs has been identified, implementing gas compressor optimisation. Top non-EU gas suppliers in 2013 (% in total imports) Netherlands European Union country [%] country [%] Norway 59.8 Russia 39.0 Russia 15.9 Norway 29.5 Algeria 9.7 Qatar 6.7 3 8 % 2 6 % 9 7 % 9 5 % - 5 9 % - 8 7 % 5 2 % 5 3 % 8 2 % 8 7 % 5 7 % 6 5 % 2005 2013 2005 2013 2005 2013 All fuels Petroleum and products Natural gas NL EU28 Import dependency 2013 ",
        "4 Towards an Energy Union – The Netherlands ELECTRICITY AND GAS MARKETS Market concentration index for power generation (left) and gas supply (right) (2013) (Herfindahl index – 10000 means monopoly) Sources: European Commission based on ESTAT, CEER and Platts Power Vision Sources:E S TAT and European Commission Calculations The Dutch power generation market is moderately concentrated. However, the production and wholesale gas markets in the Netherlands are concentrated due to the exploitation of the large Groningen field by a single producer. Nevertheless, due to pro-market policy-making the Dutch gas hub TTF has developed into the most liquid gas hub in the EU. The Dutch retail electricity market is moderately concentrated. The concentration index for retail gas indicates high concentration. Wholesale electricity prices are in line with EU average, and below regarding gas prices. Household electricity prices are slightly below EU average while household gas prices are above 2 . The switching rates for electricity and gas consumers are well above the EU average indicating a dynamic and competitive market. Dutch consumers rate their electricity and gas retail markets above the EU average 3 . The Netherlands carried out the cost benefit analysis for a wide-scale roll out of electricity smart metering (at least 80% by 2020) with positive results. CONTRIBUTION OF ENERGY TO CONSUMER PRICE EVOLUTION The inflation of consumer prices in the Netherlands has started decreasing only since 2012, with the first serious drop taking place in 2014, which is later than for the Euro Area as a whole where inflation has been decreasing since 2011. The difference in patterns is primarily attributed to different inflation patterns in the non-energy sectors. Source: DG ECFIN based on Eurostat 2 Source:http://ec.europa.eu/eurostat/statistics-explained/index.php/Energy_price_statistics 3 10th Consumer Markets Scoreboard (June 2014), http://ec.europa.eu/consumers/consumer_evidence/consumer_scoreboards/10_edition/index_en.htm -1 01234 2005 2007 2009 2011 2013 % i n c r e a s e o n a y e a r e a r l i e r Non Energy Energy All items Netherlands : Price evolution & the contribution of energy prices -10123 4 2005 2007 2009 2011 2013 % i n c r e a s e o n a y e a r e a r l i e r Non Energy Energy All items EA : Price evolution & the contribution of energy prices ",
        "5 Towards an Energy Union – The Netherlands VULNERABLE CONSUMERS Source: European Commission, based on on EUROSTAT SILC survey According to EUROSTAT survey, the three proxy indicators related to fuel poverty indicate that while relevant, the problem is more limited in the Netherlands than on average in the EU. Vulnerable consumers – defined by law as consumers for whom being disconnected from electricity or gas would have very serious health consequences – can never be disconnected. A \"non-disconnection period\" running from 1 October to 1 April also applies to all households. Low-income households benefit from social support schemes. 3. Energy Efficiency and moderation of energy demand ENERGY EFFICIENCY TARGET 2020 (60.7 Mtoe primary energy and 52.2 Mtoe final energy) Source: European Commission, based on EUROSTAT and on national energy efficiency targets as declared by the MS under the Energy Efficiency Directive The Netherlands' 2020 energy efficiency target is 60.7 Mtoe expressed in primary energy consumption (52.2 Mtoe expressed in final energy consumption). The Netherlands has taken additional measures to improve energy efficiency. According to the National Energy Outlook 2015, the Netherlands is estimated to have a final energy consumption of 49.4 Mtoe in 2020. The Netherlands is also on track to meet the target of 1.5% energy efficiency on an annual basis. When comparing the trend of primary energy consumption with the GDP development over the past decades, there is evidence of a decoupling of both. ENERGY INTENSITY Primary energy intensity of the Dutch economy as a whole has decreased from 2005, while remaining below the EU average. Although a significant energy intensity reduction has been recorded in the industrial sector, i.e. about 12% between 2000 and 2013, this is less than the average energy intensity reduction in the EU28 over the same period (i.e. about 21%). Energy intensity in industry also remains above EU average. ",
        "6 Towards an Energy Union – The Netherlands Primary energy intensity of the economy Source: European Commission based on EUROSTAT and European Commission/AMECO Final energy intensity in industry Source: European Commission based on EUROSTAT and European Commission/AMECO Specific energy consumption by households is below EU average and decreased somewhat faster than the EU average over the 2005-2013 period. This is mainly due to improved housing insulation and increased roll-out of energy efficient household appliances. The specific energy intensity of passengers cars decreased slightly between 1995 and 2010, although somewhat less then the EU average. Emissions of new cars are the lowest in the EU, with 109 g CO 2 /km in 2013. However, the specific energy intensity for freight transport increased consistently between 1995-2010 (by about 12%), i.e. from the same unit of energy fewer tonnes of goods are transported and/or on shorter distances (or the filling factor of goods in freight vehicles is lower). Final energy consumption per m2 in residential sector, climate corrected Source: European Commission based on Odyssee database Specific energy intensity for passenger cars and freight transport 4 Source: PRIMES model background data and estimations based on EU Commission and EU MS inputs EU legislation sets mandatory CO 2 emission reduction targets for new cars and vans. By 2021, the fleet average to be achieved by all new cars is 95 grams of CO 2 per kilometre. For new vans, the fleet average is set at 147 g/km by 2020. Source: European Environmental Agency. 2014 values are provisional. 2013 EU average refers to EU-27. 4 Statistics on energy demand for passengers and freight transport are not available and model estimates have been used instead. These issues should be borne in mind when comparing energy intensity in freight or passenger transport between Member States, which should be regarded as merely indicative. ",
        "7 Towards an Energy Union – The Netherlands Regarding transport performance, in EU-28 the inland freight modal shares are 71% by road, 17% by rail, 7% by inland waterways and 5% by pipelines. The respective inland passenger modal shares are 82% by private car, 9% by buses and coaches, 7% by railways and 2% by tram and metro. Compared to the European average, the Netherlands report the highest use of inland waterways in freight transport, given the existence of a network of navigable rivers and canals in the country. Modal shares Netherlands Source: Eurostat and EU transport in figures 2015. Data refers to 2013. Modal shares based on tonne-kilometres for freight sector and passenger-kilometres for passenger sector, freight data based on activity within country territory. Estimates are made when data is missing. 4. Decarbonisation of the economy NON-ETS GHG EMISSION REDUCTION TARGET 2020 (-16% by 2020 as compared to 2005 in the non-ETS sector) Source: European Commission based on EEA. Based on preliminary inventory data. ESD (Effort Sharing Decision) emissions are the emissions from sectors not covered by the EU ETS. The Netherlands has decreased its emissions by 23 % between 2005 and 2014 (approximated data). According to its 2015 projections, the Netherlands is on track to reach its 2020 target, with a 5 percentage point margin as compared to 2005. Non-ETS Emissions (vs. 2005) Projections/proxy target Projections with existing measures 2020 -21% -16% Proxy 2014 -23% -5% ",
        "8 Towards an Energy Union – The Netherlands RENEWABLE ENERGY SHARE TARGET 2020 (14%) Source: European Commission based on EUROSTAT With a renewable energy share of 4.5% in 2013, the Netherlands risk missing its 14% target in 2020; interim figures for 2014 are indicating an increase to 5.6%. Full implementation of the Energy Agreement for Sustainable Growth is necessary for progressing towards the 2020 target. However, according to the National Energy Outlook 2015, the current measures are projected to not fully deliver on the 2020 target. Hence, the Netherlands is taking additional measures. The planned evaluation of the Energy Agreement in 2016 should also be used to look into additional measures. Use of the cooperation mechanisms under the Renewables Directive could be considered as a way to help achieving the 2020 renewable energy target. GREENHOUSE GAS EMISSION INDICATORS  In the Netherlands, the GHG emissions per capita are more than 30% higher than the EU average.  In 2014, the revenues from the auctioning of ETS allowances amounted to EUR 131.1 million. (*)Sec toral break down for 2013 data not availa ble Largest Sectors of GHG Emissions in 2012 (*) NL EU Average Energy/power industry 32% 33% Transport 18% 20% Industry 19% 19% Agriculture (incl. forestry & fishery) 13% 12% Residential & Commercial 16% 13% Waste 2% 3% GHG Emissions NL EU EU ETS auctioning revenues in 2014 (EUR millions) 131.1 3205 Share of ETS emissions in 2013 44% 42% GHG emissions/capita in 2013 (tCO 2 equivalent) 11.7 8.5 Carbon intensity of the economy in 2013 (tCO 2 equivalent/(EUR millions) 312 328 Source: European Commission based on EEA . ENERGY & TRANSPORT TAXATION Energy and transport related taxes as a share of GDP amount to 3.0%, which is higher than the EU- average. This is mainly due to comparatively high taxation of transport vehicles and heat and electricity, while taxation of transport fuel is slightly below average. The overall tax burden has fallen between 2005 and 2012, possibly reflecting both the growth of GDP and the pursued climate and energy policy. ",
        "9 Towards an Energy Union – The Netherlands Source: Eurostat 5. Research, innovation and competitiveness RESEARCH AND INNOVATION The Netherlands are below the EU average and main worldwide partners in terms of public support share allocated to research and innovation in the field of energy and environment. However, in terms of intensity of low-carbon technologies patents, the Netherlands performs much better, at a higher level than the EU as a whole and most trading partners. Source: European Commission based on EUROSTAT COMPETITIVENESS The real unit energy costs 5 are almost double in the Netherlands than in the EU, and more than three times as high as in the US. This reflects that energy intensity 6 of the manufacturing sector is high in relative terms, while real energy prices are in line with the US and have increased over the past ten years. As regards electricity and gas prices paid by industrial customers, they remain well below EU average. It must be noted that for gas in particular, the gap between minimum and maximum price (depending on consumption band) paid by industrial customers is significant. Real unit energy costs (% of value added) Source: European Commission 5 This indicator measures the amount of money spent on energy sources needed to obtain one unit of value added. 6 The energy intensity presented here is derived from Use Tables of WIOD, see \"Energy Economic Developments in Europe SWD(2014)19\". 0.0 1.0 2.0 3.0 4.0 NL EU-28 Energy & Transport related taxes % of GDP, 2005 Transport vehicles Transport fuel Heat & Electricity 0.0 1.0 2.0 3.0 4.0 NL EU-28 Energy & Transport related taxes % of GDP, 2012 Transport vehicles Transport fuel Heat & Electricity 14.9 9.5 8.2 22.1 13.2 8.8 25.1 13.7 8.0 05 10 15 20 25 30 NL EU27 US 2000 2009 2011 ",
        "10 Towards an Energy Union – The Netherlands Source: European Commission based on EUROSTAT and IEA 6. Post-2020 Energy and Climate policy Strategy COMPREHENSIVE MEDIUM TO LONG-TERM STRATEGY (post-2020) FOR CLIMATE AND ENERGY  In 2011, the Government submitted a \"Climate Letter 2050\" to the Parliament, containing the building blocks for achieving a carbon-neutral economy by 2050. In October 2013, a \"Climate Agenda\", describing goals and ambitions for 2030 and exploring and paving the way for the next steps towards 2030 and 2050, was agreed by the Government. The first biennial progress report on actions in the Climate Agenda is foreseen by the end of 2015.  The Energy Agreement that the Government signed with key stakeholder in 2013 aims to be a step towards a sustainable energy supply system by 2050. The parties to the Agreement have laid out one goal beyond 2020: to achieve 16% renewable energy in 2023. The Agreement also contains a preliminary goal to limit CO2 emissions in the transport sector to a maximum of 25 Mton CO2 equivalent on the way towards 60% CO2 emissions (compared to 1990) in 2050. NATIONAL TARGETS, especially for 2030 Objective, 2030-2050 Targets Comments GHG reduction To some extent The Energy Agreement focuses on achieving a reduction in CO2 emissions of 80 to 95% by 2050. Parties to the Energy Agreement have agreed on a 60% reduction in GHG emissions in the transport sector by 2050 (compared to 1990) and an interim reduction of 25 Mtoe (-17%) in 2030 Renewable energy Until 2023 The Energy Agreement foresees 16% energy generated from renewable source by 2023 Energy Efficiency / savings No 7. Regional cooperation The Netherlands is a member of the Pentalateral Energy Forum, which was created in 2005 by Energy Ministers from Benelux, Germany and France in order to promote collaboration on cross-border ",
        "11 Towards an Energy Union – The Netherlands exchange of electricity and natural gas. It works on regional initiatives supported by the European Commission to create a regional electricity and gas market as an intermediary step towards a single European market. The Netherlands also participates in the German-led round-table on market developments. Regional cooperation on infrastructure development is necessary to optimise the identification of regional infrastructure priorities and to coordinate cross-border investments. The Netherlands is member of three Regional Groups which have been established under the TEN-E Regulation: Northern Seas Offshore Grid, North South Electricity Interconnections in Western Europe, and North South Gas Interconnections in Western Europe. The Netherlands also plans to be part of the regional initiative on the promotion of the North Sea Offshore Grid, which aims to deliver cost-reduction to the offshore energy system. 8. Cohesion policy contribution The EU Cohesion policy provides for investment possibilities to implement energy policy objectives in the Netherlands which will be complemented by national public and private co-financing, aiming at optimal leverage. It also ensures integrated territorial solutions to challenges by supporting capacity building, technical assistance and territorial cooperation. Internal Energy Market: Over 2014-2020, EU Cohesion Policy will invest some EUR 2 million in smart electricity distribution grids in the Netherlands. Energy efficiency: Over 2014-2020, EU Cohesion Policy will invest some EUR 57 million in energy efficiency improvements in public and residential buildings and in enterprises in the Netherlands. These investments are expected to contribute to around 1 000 households with improved energy consumption classification. Decarbonisation: Over 2014-2020, EU Cohesion Policy will invest some EUR 13 million in renewable energy in the Netherlands. These investments are expected to contribute to around 70 MW of additional capacity of renewable energy production. Research, Innovation and Competitiveness: Over 2014-2020, EU Cohesion Policy will invest significantly in R&I and in SME competitiveness in the Netherlands. This will be based on the regional strategies for smart specialisation. For the Netherlands, the strategies include a focus on low-carbon technologies. At this stage, at least EUR 50 million is foreseen for investments in R&I and adoption of low-carbon technologies in the Netherlands, but this might increase further in line with the evolving content of the smart specialisation strategy. "
    ]
}