{
    "text": [
        "Joseph Daher The Private Banking Sector in Syria: Between Survival and Opportunity Research Project Report Wartime and Post-Conflict in Syria Issue 2021/07 - 28 May 2021 ",
        "2 © European University Institute 2021 Content and individual chapters © Joseph Daher, 2021 This work has been published by the European University Institute, Robert Schuman Centre for Advanced Studies. This text may be downloaded only for personal research purposes. Additional reproduction for other purposes, whether in hard copies or electronically, requires the consent of the authors. If cited or quoted, reference should be made to the full name of the author(s), editor(s), the title, the year and the publisher. Requests should be addressed to med@eui.eu. Views expressed in this publication reflect the opinion of individual authors and not those of the European University Institute. Middle East Directions Robert Schuman Centre for Advanced Studies Research Project Report RSCAS/Middle East Directions 2021/07 28 May 2021 European University Institute Badia Fiesolana I – 50014 San Domenico di Fiesole (FI) www.eui.eu/RSCAS/Publications/ cadmus.eui.eu Funded by the European Union ",
        "3 The Private Banking Sector in Syria: Between Survival and Opportunity Joseph Daher * * Joseph Daher is a part-time affiliate professor at the European University Institute, Florence (Italy). He works under the aegis of the ‘Wartime and Post-Conflict in Syria’ research project in the Middle East Directions Programme. He has completed a doctorate in Development Studies at SOAS, University of London (2015), and a doctorate in Political Science at Lausanne University, Switzerland (2018). ",
        "4 Table of Content Executive Summary 5 Introduction 6 1. The Private Banking Sector: Past and Current Dynamics 7 1.1. The Emergence of Private Banks in the Pre-War Decade 7 1.2. A Major Setback for the Private Banking Sector in Wartime 9 2. Challenges and Obstacles for the Private Banking Sector in Syria 11 2.1. The Passivity and Withdrawal of Foreign Entities 11 2.2. Massive Resignations and Limited Renewal among Syrian Shareholders 13 3. Current and Future Strategies of Private Banks 16 3.1. International Humanitarian Funding and Microfinance as Potential Opportunities 16 3.2. The Provision of Loans: Limited and Towards Non-Productive Sectors 18 Conclusion 20 Appendix 21 ",
        "5 Executive Summary A decade after the beginning of the Syrian uprising in 2011, the country’s private banking sector is facing many challenges and obstacles. Private banks were forced to considerably reduce their operations as a result of the destruction of the Syrian economy and international sanctions, which have further isolated the country’s banking system from the world market. Moreover, the real value of private banks’ assets and deposits has significantly contracted since 2011. Foreign entities with strategic partnerships in the sector have mostly taken a passive approach while some have sought to cut all relations with Syria, leading to complete withdrawals from the country in some cases. At the same time, prominent businessmen including, but not exclusively, sanctioned individuals have resigned from the boards of directors of the private banks and have sold their shares in the companies. Most of the members of the new class of business figures who emerged during the war have not invested in this sector, with the notable exception of a few prominent individuals. In this context, only a small proportion of the private banks have tried to remain active in the Syrian market through various types of operations including loans. At the same time, these banks have sought to capture international funding for humanitarian assistance in regime-held areas. Microfinance is also seen by some private banks as an opportunity to expand their reach among the Syrian population, which suffers from an extremely high level of poverty. This, however, is not enough to expect the private banking sector to play a vital role in a potential recovery of the economy or a reconstruction process. ",
        "6 Introduction At Syria’s independence in 1946, European private banks dominated banking activity in the country, as they did in neighbouring Lebanon. The Banque de Syrie et du Liban (Bank of Syria and Lebanon), a French bank established under the authority of the Imperial Ottoman Bank and Paribas, was the first commercial bank in the country and was in charge of issuing currency. The end of Syria’s customs union with Lebanon in 1950 was followed by the development of the already established banks and the creation of new, mainly Arab, banks. The Central Bank of Syria (CBoS) was only established in 1956. It has since managed currency issue and has controlled the money supply and all the commercial and credit banks. Following the Suez Crisis in 1956, French and British banks were confiscated as enemy assets. During the brief union between Egypt and Syria (1958-1961), foreign commercial banks were ‘arabised’ by making at least 70% of their stock owned by Arab shareholders in 1959. 1 At the same time, a policy of limited nationalisation of the banking sector was implemented. As a result, the state’s Syrian Economic Establishment owned a minimum of 35% of the shares in all banks. 2 The seizure of power by the Baath party in 1963 was followed by nationalisation of all the financial institutions, which marked the end of the private banking sector. The new government created specialised state-owned banks for agriculture, commerce, manufacturing industry, real estate and saving. The rebirth and development of the private banking sector in Syria only took place after Bashar al-Assad came to power in 2000. However, beginning in 2011, the outbreak of conflict and the imposition of international sanctions on Syria halted the growth of the sector. In addition to the destruction of its economy, Syria has been increasingly politically and economically isolated over the past decade. This has crippled the private banking sector, which has faced a variety of challenges to continue operating. In an eventual post-conflict situation in Syria, banks, both public and private, could play a crucial role in the recovery and development of the country’s economy. This study analyses the evolution and current state of the private banking sector in Syria by answering the following questions. What has changed in the past decade in terms of bank ownership? What influence do regime businessmen currently have in the private banking sector? How have international sanctions affected the sector? What is the capacity of the private banks to play a role in an eventual economic recovery of the country? Understanding the role and functions of the private banking sector is especially important considering the scarcity of state resources and the National Partnership economic strategy announced by the Syrian government in 2016, which aims to provide the private sector with the opportunity to “contribute to economic development as a main and active partner.” 3 The paper first presents an overview of the private banking sector prior to 2011 and of its transformations following the uprising, which were mainly results of sanctions and massive capital flight. It then examines significant changes in the main shareholders and board members of private banks at the level of foreign financial institutions and that of Syrian individuals. Finally, it looks at the current strategies of private banks to capture the funds of international humanitarian agencies and at their policies regarding loans. The research for this study was primarily conducted on open databases on the websites of the Damascus Securities Exchange and the Syrian Commission on Financial Markets and Securities, and further drew from the annual reports of private banks, official media coverage and social media (Facebook accounts). These open sources were supplemented with five interviews conducted between March and May 2021 with people active in Syria’s private banking sector or in close relation to it. 1 New York Times, “Syria Banks ‘Arabized’; 70% of Stock Must Be Held by Citizens of U. A. R.,” 7 September 1959, https://nyti.ms/2QNfcFe 2 Abdul-Salam Haykal, “Forging a New Era: Private Banks Back to Syria,” Mafhoum , December 2000, https://bit.ly/2SWDrBB 3 SANA, “President al-Assad Issues Law on Public-Private Partnership,” 10 January 2016, https://bit.ly/2RRiuaZ ",
        "7 1. The Private Banking Sector: Past and Current Dynamics After 40 years with a state-controlled banking system, private banks were again allowed to operate in Syria in the 2000s. This development was symbolic of a process of economic liberalisation which aimed to encourage private capital accumulation through marketisation of the economy. 4 After 2011, however, private banks faced a massive capital flight on the part of their wealthiest clients and suffered from the imposition of sanctions on Syria. 1.1. The Emergence of Private Banks in the Pre-War Decade The process of introducing private banks and modernising the banking system in Syria formally started after Bashar al-Assad’s inheritance of power in 2000, although some very modest reforms and openings of the sector had been introduced in the late 1990s. In 2001, Decree 28 granted the right to establish private banks. The first private bank, the Bank of Syria and Overseas, was established in 2004. Subsequent laws allowed for the establishment of Islamic banks in 2005 (Decree No. 35), investment banks in 2007 (No. 15) and microfinance banks in 2010 (No. 56). Following the introduction in 2006 of Law No. 24 regulating private companies, non-banking financial institutions were also permitted to enter the market. By 2010, there were 14 private banks operating in the country: 11 conventional and three Islamic banks. Islamic banks have the same basic function and attributes as conventional banks. The main difference is that they work under Shariah principles that forbid officially charging any interest on funds that are borrowed. In addition to this, Islamic banks do not allow investment in any religiously prohibited products, such as pork and alcohol. 5 The development of the private banking sector was essential to promote economic liberalisation. It also benefited the state’s elite and regime-affiliated businessmen. While they had previously had to smuggle their wealth out and convert it into USD to store it in private Lebanese banks, private banking in Syria allowed them to open bank accounts and conveniently transfer their deposits to accounts outside the country. Before 2011, Syrian businessmen with close connections to power, and particularly those hailing from the commercial bourgeoisie, were the founding shareholders in the expanding private banking sector. 6 Various Syrian public entities and associations, such as the General Organisation for Social Insurance, the Professional Association of Engineers and the Popular Credit Bank, also held shares in some private banks. The legalisation and expansion of private banks during the 2000s was also part of Damascus’s attempts to attract foreign investment. Decree 28/2001 initially restricted participation in the ownership of private banks by foreign investors to 49% of the total shares. However, in January 2010, the limit on foreign ownership was increased to 60%. 7 The government’s 2010 five-year plan had the objective of attracting USD 55 billion in foreign direct investments (FDI). 8 Indeed, all the private banks had foreign strategic partners, mostly in Lebanon (six) but also in Jordan (three), Qatar, Saudi Arabia, Kuwait and Bahrain. 4 Joseph Daher, “The Political Economic Context of Syria’s Reconstruction: A Prospective in Light of a Legacy of Unequal Development,” Research Project Report, (Florence: European University Institute, Middle East Directions, Wartime and Post-Conflict in Syria, December 2018), https://bit.ly/3gKebq3 5 Khaled Nour Aldeen, Sri Herianingrum and Ziad Mhmmad Wafik al-Agawany, “Islamic vs. Conventional Banks in Syria: Analysis on Financial 1 Performances,” Shirkah: Journal of Economics and Business , Volume 5, No. 1, January-April 2020, 1-26. 6 Business personalities such as Rami and Ehab Muhammad Makhlouf, Nader al-Qalei, Issam Anbouba, the al-Akhrass family, the Khwanda family and Muhammad and Farouk Joud. 7 Nabil Sukkar, “The Banking Sector in Syria in 2018,” The Syrian Consulting Bureau for Development and Consulting , 2018, http://bit.ly/3e5UwBq 8 Rashad Kattan, “Mapping the Ailing (but Resilient) Syrian Banking Sector,” Syria Studies , 2014, http://bit.ly/3byo2hx ",
        "8 Lebanese banks dominated the Syrian market with USD 8 billion of assets, representing 58.4% of all the assets of the private banking sector, which in 2010 were estimated at USD 13.87 billion. 9 Two main dynamics explain the dominance of Lebanese banks in the Syrian market. First, some of the main founders of the local banks and investors in them were of Syrian descent, including those of the Bank of Syria and Overseas (BLOM Bank), Banque Bemo Saudi Fransi (Banque Bemo SAL) and Bank al-Sharq (Banque Libano Française), which meant they had pre-existing networks and knowledge of the market. Second, other Lebanese banks collaborated and associated themselves with renowned Syrian businessmen, some of whom had bank accounts in their institutions in Lebanon and sought to include additional investors. The regional and international connections of these Lebanese banks encouraged private investment in the Syrian economy. 10 Private banks grew rapidly during the 2000s. Between 2004 and 2008, they attracted 75% of new deposits in the banking sector, around half of which were in foreign currencies. 11 By the end of 2011, private banks accounted for 27% of the USD 40 billion total banking assets. Meanwhile, in 2008, loans from the private banking sector did not exceed 14% of total lending, which amounted to SYP 125 billion (USD 2.66 billion). 12 The majority of the private banks’ lending portfolios favoured the trade and services sectors (around 80%) and allowed individuals to purchase cars, housing and real estate. 13 Large construction and infrastructure projects were generally set in motion by public institutions, which sourced their funds from state banks. Before 2011, the main exception to this rule was the largest loan operation which was directed by Bank Audi in Syria. In 2007 it led a consortium of six Syrian and ten regional (nine Lebanese and one Jordanian) banks to raise USD 380 million for the first private Syrian cement company to pay for a cement plant under construction by LaFarge SA, a French building materials company. 14 Nevertheless, the sector faced important limitations. Integration of the private banks in the regional and global economic and financial systems remained circumscribed. There were no branches of foreign banks in Syria – most probably some were awaiting the lifting of US sanctions on the country – while not one private bank was 100% owned by Syrian shareholders. In addition, the number of Syrians with bank accounts was very low in 2011, amounting to only 23% of the adult population (aged over 15). 15 In 2009, the Governor of the Central Bank of Syria, Adib Mayaleh, estimated that the ratio of inhabitants to branches was 55,000, compared to ratios between 5,000 and 10,000 in neighbouring markets. 16 This under-banked situation restricted the banks’ influence on a large segment of the economy. The growth of the private banking sector in Syria in the 2000s therefore only benefited the upper and middle classes, which generally enhanced their wealth during this decade as a result of economic liberalisation while the vast majority of the Syrian population was not involved in this process. Meanwhile, the main function of the private banks in this period was to finance economic activities, mostly real estate purchases and consumption, and attract foreign investment, mainly by the Gulf monarchies. 9 Compiled by the author using the banks’ annual reports published by the Damascus Securities Exchange and the Syrian Commission on Financial Markets and Securities. 10 Interview with Jihad Yazigi, founder and editor of The Syria Report, April 2021. 11 Samir Aita, “The Political Economy of the Banking Sector in Syria,” Economistes Arabes , 10-12 April 2008, https://bit.ly/2CRGGPd 12 The Syria Report, “Corporate Syria: Banking and Finance 2009?,” Middle East Information and Communication Agency , 2009, 22-24, https://bit.ly/3rhk1Tu 13 Aita, “The Political Economy of the Banking Sector in Syria.” 14 Business News, “Audi Leads a $340 Million Lafarge Loan,” 2 December 2009, http://bit.ly/38SzPFR 15 USAID, “Digital Financial Services in the MENA Region,” Shops Project , 2020, 8, https://bit.ly/2Y7gHhj 16 The Syria Report, “Corporate Syria Banking and Finance 2009.” ",
        "9 1.2. A Major Setback for the Private Banking Sector in Wartime The war and international sanctions led to the loss of the private banking sector’s base. The sector has undergone significant changes since 2011, from a massive reduction of its deposits and activities to an increasing importance of Islamic banks compared to conventional ones. At least until 2017, the total deposits in all private banks, both conventional and Islamic, decreased both in real terms and in USD. At the end of 2019, these deposits were estimated at USD 2.6 billion (at the official exchange rate of 434 SYP/USD), compared to USD 13.87 billion in 2010. In 2020, the deposits in private banks did not exceed 35% of all deposits, the majority of which remained in state-owned banks, particularly the Commercial Bank of Syria (CBS). 17 However, this percentage was higher than in 2011 as a result of a large reduction in both real terms and in USD of deposits in state-owned banks. 18 At the same time, private banks decreased their lending exposure in response to the increasingly difficult business environment in the country. They also had to deal with a growing volume of non-performing loans. 19 By 2017, the outlook for private banks had somewhat improved, as the Syrian army and allied militias backed by Russia and Iran were steadily recapturing territory. This led to a slight improvement in the economic situation in regime-held areas. The real value of private bank assets increased from USD 3.6 billion in 2016 to USD 5.8 billion in 2019 (Chart 1). Some private banks even accumulated profits, although relatively minor ones. However, the year 2020, which was marked by the pandemic and continual devaluation of the SYP, saw a massive decrease to USD 4.3 billion in the real value of private bank assets in the country, while activities such as the provision of loans were frozen for a period of three months between June and September 2020. Chart 1: Assets of Private Banks in USD Billion Based on the Official Exchange Rate 20 Source: Compiled by the author using information published by the Damascus Securities Exchange and the Syrian Commission on Financial Markets and Securities 17 Central Bank of Syria, “Summary of the Weekly Economic Report Issue 14” (in Arabic), Facebook , 20 April 2021, https://bit.ly/2QKIML7 18 Particularly, the deposits in the CBS diminished from USD 9 billion in 2010 to USD 3.5 billion at the end of 2018, according to the latest annual report of this bank. Commercial Bank of Syria, “Annual Report 2018” (in Arabic), 2019, https://bit.ly/2T7tXUb 19 Non-performing loans are loans granted by a bank which it does not expect to be repaid. 20 All these rates are at the same date (31 December) because fluctuation between the beginning and the end of the year can be significant. ",
        "10 The private banking sector has suffered a major reduction in its financial capacity and significant losses. Meanwhile, new dynamics have emerged, with Islamic banks starting to dominate the private banking market. Over the past decade, the market shares of Islamic banks grew from 17% of total private bank assets in 2011 to 43.3% at the end of 2020 (Charts 1 and 2). Of the four private banks which had assets over USD 300 million at the end of 2020, three were Islamic banks. By contrast with banks whose total assets remained below USD 300, the four largest banks have a variety of operations, as their higher credit portfolios demonstrate, ranging from USD 135 million (Al-Baraka Bank Syria) to as much as USD 792.2 million (Syria International Islamic Bank) in 2019 (Chart 2). They increased their activities, notably opened new branches in various cities and expanded certain operations, such as the provision of loans. Chart 2: Private Banks According to their Total Assets at the End of 2020 Name of the bank Date of Establishment Total of Assets at the End of 2020 (in USD at the Official Exchange Rate of 31/12/2020) Credit Portfolios at the End of 2019 (in USD at the Official Exchange Rate 31/12/2019) 21 Syria International Islamic Bank (SIIB) (Islamic bank) 2007 1.06 billion 792.2 million Al-Baraka Bank Syria (ABBS) (Islamic bank) 2010 643 million 135 million Banque Bemo Saudi Fransi (BBSF) 2004 521 million 227.2 million Cham Bank (Islamic bank) 2007 314 million 151.8 million International Bank for Trade and Finance – Syria 2004 266 million 83.4 million Bank of Syria and Overseas (BLOM Bank) 2004 240 million 34.6 million Qatar National Bank 2009 228 million 33 million Fransabank Syria 2009 210 million 92.2 million Syria Gulf Bank (SGB) 2007 197 million 21.2 million Bank Audi (renamed al-Ahli Trust Bank in 2020) 2005 196 million 69.6 million Byblos Bank 2005 146 million 75.1 million Arab Bank 2005 123 million 14 million Bank al-Sharq 2009 111 million 66.8 million Bank of Jordan 2008 67 million 27 million Source: Compiled by the author using the banks’ annual reports published by the Damascus Securities Exchange At the end of 2012, the SIIB had become Syria’s largest private sector bank in terms of assets, ahead of the BBSF. According to a private banker in Syria, one of the main reasons for the rise of SIIB despite it being sanctioned was its multiple and expanding collaborations with Syrian state institutions and entities connected to the state. Islamic banks, which are majority-owned by Gulf shareholders, benefited from their connections with Gulf-based entities which facilitate regional transactions. ABBS, the only Islamic bank not under sanctions, also benefited from the severance of ties between European correspondent banks and the Syrian banking sector, as it remained able to use its Turkish and Tunisian sister companies, al-Baraka Turk and al-Baraka Tunisia, for correspondent banking operations with western countries. 22 The establishment of a new Islamic bank, the National Islamic Bank (NIB), in mid- April 2021, reflected the growing importance of Islamic financial institutions. The NIB has SYP 25 billion capital (equivalent to USD 9.9 million at the official exchange rate of SYP 2,512 per USD). 21 According to the latest annual reports of the banks published for the year 2019. 22 Interview with a private banker in Syria, 20 March 2021; Interview with an INGO source from Damascus, Syria, 12 May 2021. ",
        "11 2. Challenges and Obstacles for the Private Banking Sector in Syria The conflict has restricted banking institutions and branches, both public and private, to regime- controlled areas, with access to the banking system completely absent in heavily destroyed areas. An insecure environment, which saw a rise in thefts, robberies and attacks on banks and vans transporting funds, and, in the first years of the war, capital flight has been the main challenges the sector has faced. Moreover, the expansion of sanctions targeting the Syrian state and its institutions since mid-2011 has hampered the functioning of banking operations. All the state-owned banks have been designated by multiple actors, including the United States and the European Union, while two private banks, SIIB 23 and Cham Bank, have also been targeted by US sanctions, respectively in 2012 and 2018. Direct bank transfers to Syrian banks increasingly became illegal or very difficult in many countries because of the multiple sanctions’ regimes, which have also hampered transfers to neighbouring countries with potential final transfers via the global correspondent bank network. 2.1. The Passivity and Withdrawal of Foreign Entities Most of the strategic foreign shareholders (Lebanese, Jordanian and Gulf financial institutions) remained after 2011. However, they have maintained a passive attitude to their Syrian counterparts. 24 In general, they have opted to dissociate themselves and limit their connections with their affiliates rather than supporting them. 25 Their fear of sanctions was only strengthened by the targeting of the CBoS by the Caesar Act in December 2020. This Act and multiple sanctions regimes have reinforced the ‘chilling effect’ regarding Syria – leading almost all private actors, banks and companies to refuse to conduct business in Syria, including for humanitarian purposes. Only a few banks have therefore maintained their connections in Syria. A small number of non-Syrian banks have been targeted by the US for breaching sanctions. Since 2011, Lebanese banks in Syria have increasingly taken measures to officially become separate entities vis-a-vis their parent banks in Lebanon, transferring their management to private companies and independent management boards. For instance, Bank Audi, Byblos Bank and BLOM Bank deconsolidated their operations in Syria after the end of 2016 in attempts to separate their financial units from their Syrian subsidiaries and removed most of their representatives from their boards. 26 However, the parent banks remain shareholders in their Syrian branches. Importantly, a number of Lebanese banks have recently been selling their foreign assets to meet the Lebanese Central Bank’s target, which was set in August 2020, of raising their capital defences by 20% and their liquidity with corresponding banks to 3% of foreign currency deposits by the end of February 2021. Bank Audi and BLOM Bank, for instance, have sold foreign businesses to help bolster their finances. 27 23 The bank was removed from the European Union’s sanctions list in June 2014. 24 In 2014, the OPEC Fund for International Development sold the 7.5% of shares it owned in Byblos Bank. 25 The pressure on the wider private banking sector in Syria has continued, as a US Congressman in December 2020 submitted a bill called ‘Stop the Killing in Syria Act,’ with which he wanted to impose sanctions on nine private banks operating in Syria: BBSF, ABBS, Bank Audi- Syria, BSO, Byblos Bank-Syria, Arab Bank Syria, QNB, SGB and Fransabank Syria. The bill was not passed into law, however. GovTrack, “H.R. 8931 (116th): Stop the Killing in Syria Act,” 10 December 2020, https://bit.ly/3onGtu2 26 An employee of a bank in Lebanon which has a subsidiary in Syria underlined that the bank in Syria is a different entity with no connections to the Lebanese bank. Interview with a bank employee in Lebanon, 16 March 2021. 27 In addition to Syria, Bank Audi sold its businesses in Iraq and Jordan to Jordan’s Capital Bank Group in December 2020, while in January 2021 the bank signed another deal to sell its Egyptian unit to First Abu Dhabi Bank. BLOM Bank has also sold its Egyptian subsidiary BLOM Bank Egypt to Bahrain’s Bank ABC for USD 427 million. ",
        "12 Bank Audi, which was renamed al-Ahli Trust Bank in 2020, is the only Lebanese bank that has withdrawn from the Syrian market because of fear of sanctions and to consolidate its financial reserves in Lebanon, after the purchase of all its shares by BBSF at the end of 2020. 28 BBSF purchased 47% of the remaining shares in the al-Ahli Trust Bank for an estimated USD 25 million. 29 The al-Ahli Trust Bank for now remains an independent financial institution, but will most probably see changes in its board of directors and will be more active in Syria as it adapts to BBSF’s strategy in the country. Other banks could follow Bank Audi’s example and withdraw completely from Syria. In mid-March 2021, the Lebanese Byblos Bank announced the resignation of its four representatives from the board of directors of its Syrian subsidiary and stated that it had no intention of nominating any new representatives on the board. 30 More generally, Lebanese banks have suspended processing nearly all forms of formal financial transactions between Syria and Lebanon and have ceased to act as intermediaries between Syrian and Western banks. The one exception to this dynamic among Lebanese strategic shareholders in Syria is BBSF, which has a larger retail network, customer deposit base and more significant credit portfolio than ABBS, the second most important bank in terms of assets in the country. The main reason is that Syria remains a key market for BBSF. As an alternative to Lebanese banks, Syrian banks have sought to effect international transactions particularly through Gulf and Turkish banking networks. Similarly, local businessmen have increasingly developed connections with new banks owned mostly by major shareholders in Gulf entities. In 2020, the total assets of banks with major stakeholders from the Gulf monarchies amounted to USD 2.6 billion, representing 58.1% of total assets (nearly USD 4.5 billion), from 21.3% of total assets in 2010. However, the great majority of foreign shareholders, including in the Gulf, have been rather passive on the banks’ boards of directors. In the case of SIIB, for instance, after the US and EU sanctioned the bank in June 2012, a few weeks later it elected a new board of directors which included none of its previous members and no representatives of the bank’s Qatari shareholders, including SIIB’s strategic partner Qatar International Islamic Bank. Since then, the Qatari institution has not had representatives on the board or meaningful control over it. In addition to high levels of insecurity and corruption, and the lack of a legal framework for potential investments in Syria, two other key factors still deter a return of Gulf economic involvement and investments in the country: US sanctions and the requirements of major and costly reform economic plans in the United Arab Emirates and Saudi Arabia. Investments by regional corporate entities in the private banking system in the second half of the 2000s embodied Syria’s economic opening and welcoming of foreign investors. Their current passivity or withdrawal from the sector reflects Damascus’ isolation from the world economy. 28 Presidency of the Council of Ministers, “Decision Number 20” (in Arabic), Damascus Securities Exchange , 4 March 2021, https://bit.ly/3w7vjx6 29 Tony Akleh, “Lebanese Banks Seek Deadline Extension to Ultimatum to Increase Capital by 20%,” Arabian News , 23 January 2021, https://bit.ly/3dd0LS8 30 Damascus Securities Exchange, “Resignation of the Representatives of Byblos Bank SAL from Membership of the Board Administration of Byblos Bank-Syria” (in Arabic), 22 March 2021, https://bit.ly/2PLsuRO ",
        "13 2.2. Massive Resignations and Limited Renewal among Syrian Shareholders Two main changes occurred among the main Syrian shareholders in the private banking sector. First, major shareholders resigned from the boards of directors and sold their shares in the companies after being sanctioned or for other reasons. Second, the number of newcomers on the boards of directors and as major shareholders is relatively limited. The vast majority of businessmen who resigned from the boards were individuals who were designated for providing the Syrian regime with economic support. Their resignations were necessary to maintain the regional and international credibility of the banks and to prevent the latter from being directly sanctioned. For instance, a few weeks after the EU sanctioned him, in July 2011 Ehab Muhammad Makhlouf resigned from the board of directors of SIIB. Several months later, Issam Anbouba resigned from the board of Syria Gulf Bank (SGB) also only a few weeks after being added to the list of individuals who had their assets frozen and a travel ban imposed on them by the EU. Similarly, at the end of January 2012, businessman Mehran Khwanda 31 resigned from the board of directors of the Bank of Syria and Overseas (BSO) after being blacklisted by the EU. 32 In the case of Byblos Bank, many shareholders who were blacklisted by the EU resigned from their positions on the board of directors. Their names have disappeared from the bank’s reports. 33 All of these business personalities had strong long-time term connections with the Assad regime. 34 This dynamic of resignations also extended to individuals who were not on sanctions lists. A first general trend was resignations by individuals residing outside Syria seeking to cut their ties with banks in the country and to end all their investments in and financial and official connections with Syria. For instance, in late November 2011 Mustafa Janoudi, the chairman of Bank al-Sharq, and his family members sold all their shares in the bank. A year later, Janoudi also resigned from the board of directors of SGB, on which he represented United Gulf Bank, the bank’s largest shareholder. 35 There were also resignations by businessmen who remained in the country, reflecting the diminishing appeal of the private banking sector in Syria as the conflict intensified. Sabih Nahas for example, the son of Saeb Nahas, one of the country’s most prominent businessmen, resigned from the board of Fransabank Syria in November 2012 while he and his family maintained their business activities in the country. At the same time, a large proportion of founding shareholders who are affiliated with the regime but have not been targeted by sanctions have generally preserved their positions on the banks’ boards of directors and their shares (Chart 3). Their continued membership of the boards serves to facilitate the provision of loans to other businessmen with links with the regime. Almost all these business personalities also sit on the boards of various economic chambers and particular regime-linked business entities. Similarly, Syrian public entities and associations have remained shareholders of the banks which they held shares in prior to 2011 (see the Appendix). 31 His company Khwanda Group is active in a broad range of sectors including transport, trade, contracting and finance. 32 Official Journal of the European Union, “Council Decision 2012/739/CFSP of 29 November 2012 Concerning Restrictive Measures against Syria and Repealing Decision 2011/782/CFSP,” 30 November 2012, https://bit.ly/2R8pNtX 33 Samir Anis Hassan, the former vice-chairman of Byblos Bank, Nader al-Qalei and Ammar al-Sharif were all blacklisted by the EU and resigned from their positions on the bank’s board of directors between 2011 and 2019. In addition to them, Muhammad Mourtada al- Dandashi, who owned 2.8% of the bank’s shares, resigned from the board of directors in 2019. Their names no longer appear among the bank’s main shareholders. Similarly, the name of Issam Anbouba, who owned 5% of the shares before 2011, has disappeared from the banks’ reports. All these personalities have been business partners of Rami Makhlouf. The Syria Report, “Byblos Bank Pulls Representatives from Syrian Subsidiary,” 31 March 2021, https://bit.ly/3rCrkVR 34 More recently in May 2020, although in a different political context, the Damascus Securities Exchange seized the shares Rami Makhlouf owned in Syrian private banks following a fallout between him and the Presidential Palace. Joseph Daher, “The Syrian Presidential Palace Strengthens its Concentration of Power: The Rift Makhlouf-Assad,” Policy Brief, (Florence: European University Institute, Middle East Directions, Wartime and Post-Conflict in Syria, 13 May 2020) https://bit.ly/3d3k4fd 35 The Syria Report, “SGB Board Member Resigns,” 25 March 2013, https://bit.ly/2QqMNol ",
        "14 Chart 3: Founding Shareholders who Remained after 2011 on the Boards of Directors of Private Banks Businessman Bank Position on the Bank’s Board of Directors – % Shareholding in 2019 Nabil Rafik al-Kuzbari 36 Cham Bank Vice President – 5% Ali Khwanda Cham Bank Member – 3% Karim Khwanda Syria Gulf Bank Member – 1.5% Dr. Ahmad Rateb al-Shallah BSO President – 1.25% Muhammad Adib Joud BSO Member– 0.60% Naji Chawi 37 Bank al-Sharq President – 0.06% Tarif al-Akhrass and his family Bank of Jordan, Syria Diana Tarif al-Akhrass – Member – 15% Muhammad Labib al-Akhwan ABBS Member – 1% Hazem Salah Danial Arab Bank Vice President – 2.5% Source: Compiled by the author using the banks’ annual reports published by the Damascus Securities Exchange and the Syrian Commission on Financial Markets and Securities In addition to these business personalities, well-established businessmen from before the conflict – now generally over sixty years old, with long-term connections with the Syrian regime – or their sons emerged as newcomers on the banks’ boards of directors (Chart 4). Chart 4: Main Newcomers on the Boards of Directors of Private Banks Businessman Bank Links with the Regime Position on the Bank’s Board of Directors – % Shareholding in 2019 Tha’ir Duraid Laham Fransabank Syria Executive Director of Syria Holding and son of famous comedian and pro-regime figure Duraid Laham. Member since 2012 – 4.5% Ali Wahib Mehri Fransabank Syria Former Vice-Chairman of Tartous Chamber of Commerce and Industry between 2017 and 2020. Son of Wahib Mehri, who was president of the Tartous Chamber of Commerce and Industry and a businessman close to the Syrian regime. Member since 2017 – 0.6% Ahmad Said al-Shehabi Fransabank Syria Member of various Syrian economic Chambers President since 2018 – 3% Muhammad Aubry SIIB Past President of the Aleppo Chamber of Industry Vice President between 2014 and 2020 – 0.4% Tayssir Zo’bi – SIIB General Secretary of the Presidency of the Council of Ministers (2007-2011) President since 2020 Muhammad Abu al- Hoda al-Lahham Bank of Jordan Syria Chairman of the Federation of Syrian Chambers of Commerce since October 2020 Member since July 2015 – 0.25% Source: Compiled by the author using the banks’ annual reports published by the Damascus Securities Exchange and the Syrian Commission on Financial Markets and Securities 36 Nabil Rafik al-Kuzbari was initially placed under US sanctions in May 2011 but was removed from the sanctions list in 2013. 37 In November 2011 international sanctions were imposed on his son George Chawi for his membership of the Syrian Electronic Army and participation in “the violent crackdown and call for violence against the civilian population across Syria.” ",
        "15 Finally, Syrian businessmen who were not well known before 2011 and accumulated their wealth through involvement in the war economy generally have not invested in the private banking sector. The financial limitations of the sector and poor returns on investments in the short term were the main reasons for this rather moderate interest. A small improvement in the performance of certain private banks between 2017 and 2019 attracted only a few significant business personalities. The two main examples are an oligarch and a rising businessman linked to Syria’s first lady, Asma al-Assad. The oligarch, Samer Foz, invested in two major Islamic banks in early 2019. He bought stakes in the SIIB and ABBS through his company Aman Holding and now owns 8.51% and 1.18% respectively of the banks’ shares. 38 One of his objectives with these investments in two well-performing banks was to be able to access large amounts of funds in loans (see 3.2). The rising businessman, Yassar Ibrahim, who is considered to be closely connected with Asma al-Assad, is believed to be behind his sister Rana Hussein Ibrahim’s purchase in September 2020 (through her Seychelles-based company Square One Limited) of 5% of the shares of the Kuwait Syrian Holding Company (KSHC) in the ABBS bank. Mrs Ibrahim’s business activity is widely believed to be a cover for her brother. The business connections between ABBS and the Ibrahim family were already strong as the bank allegedly partly funded the purchase of MTN-Syria by the family through their investment vehicle Teleinvest. 39 The newly established National Islamic Bank is another example of involvement of rising businessmen in the private banking sector in Syria, as several important shareholders in the bank have connections with the Qaterji brothers. 40 The Qaterjis were small traders before 2011, and they have acted as brokers in the oil and cereal trade between the regime and the Autonomous Administration of North and East Syria (and before 2017 between the regime and Islamic State). Hussam Qaterji is now one of the most prominent businessmen in Syria and has been an MP for the governorate of Aleppo since 2016. Ultimately, investments in the private banking sector by this new business elite have remained somewhat low and do not compensate for the departure and withdrawal from the banks of major businessmen since 2011. This reflects the difficulties and challenges the sector faces to attract new investors and its diminishing role in the economy. As networks and operations with foreign countries decreased, the reduction in size of private banks in Syria pushed them to concentrate their activities inside the country. 38 His investments in SIIB and ABBS were equivalent to SYP 9 billion (around USD 18 million in this period) and SYP 841 million (around USD 1.68 million) respectively. 39 The Syria Report, “Kuwaiti Group Sells Stake in Local Bank, Reportedly to Investor Close to Asma,” 9 September 2020, https://bit.ly/3mMUDD7 40 Among the founders of the new bank is. for instance, Rassin Martini, the CEO of the Qaterji brothers’ company Arman Hotel and Tourist Management LLC, which has a 3% stake in NIB. Another shareholder is a company named Investment for Transport and Logistic Solutions LLC, which has a 1% stake and is a partner in Arman’s company. The Syria Report, “Syria Grants First Banking Licence Since 2011,” 5 May 2021, https://bit.ly/3tmBsTx ",
        "16 3. Current and Future Strategies of Private Banks In light of these difficulties and challenges in recovering the role they played before 2011, private banks are seeking to adapt their strategies to the general market. They are doing so through attempts to capture international humanitarian funding, which has become increasingly crucial for the Syrian population, a growing interest in microfinance and the reactivation of loan provisions. 3.1. International Humanitarian Funding and Microfinance as Potential Opportunities In 2017, the international community’s total humanitarian spending on Syria, including UN and non- UN funding sources in and outside the country, was estimated to be 35% of Syria’s GDP. 41 In 2019, UN agencies allocated around USD 200 million in contracts to Syrian companies. 42 INGOs and UN agencies also play significant economic roles inside the country by providing jobs. Economic sectors that are not subject to sanctions – transport, agribusiness, hotels and pharmaceuticals – depend greatly on income generated by international humanitarian assistance. At the same time, the economic collapse in the past decade has further increased the appeal of microfinance institutions. Certain private banks are therefore seeing microfinance as a way to reach a new market. Amid a destroyed economy and massive capital flight, international humanitarian agencies have become potential clients for private banks and – as all state-owned banks are under sanctions – a major opportunity to capture foreign capital. Four or five Syrian private banks are managing the international humanitarian financial assistance that is channelled into regime-held areas in Syria, which was estimated at between USD 700 and USD 800 million a year in 2020. 43 INGOs and NGOs in regime- held areas collected approximately USD 180 million in that year, while UN agencies received the rest. These amounts have been growing progressively since the beginning of the conflict. 44 However, the coming years may witness a reversal of this trend, as fatigue regarding the Syria crisis is increasing among donors, particularly among top ones such as the US and the United Kingdom. 45 BBSF and ABBS, and to a lesser extent BSO and Bank al-Sharq, are the main banks processing and managing these funds, turning them into important actors in the humanitarian responses of UN agencies, INGOs and NGOs. For example, these banks channel and distribute money to the beneficiaries of humanitarian assistance programmes through their branches, which are mostly based in Damascus, Latakia, Tartous, Aleppo, Hama and Homs. Regular beneficiaries are provided with an ATM card even if they do not have any bank accounts. 46 However, these private banks have faced major challenges to receive international humanitarian assistance funds. Alongside the effects of international sanctions, the status and decisions of the CBoS have affected the operations of international humanitarian agencies, and therefore also those of the private banks managing international aid money, in different ways. One major challenge has been the increasing disparity between the official and black-market exchange rates since autumn 2019, which caused a notable loss of value of foreign funding. To pay for expenses and operations in the country, including the salaries of their staff (only a very small percentage of whom 41 Annie Sparrow, “How UN Humanitarian Aid has Propped Up Assad,” Foreign Affairs , 20 September 2018, https://fam.ag/3bskQTf 42 The Syria Report, “Report Shows Slight Rise in UN Agency Contracting,” 22 July 2020, https://bit.ly/3gKilww 43 Interview with a private banker in Syria, 20 March 2021. 44 In 2017, international financial assistance to registered INGOs in regime-held areas did not exceed USD 90 million. Interview with an INGO source from Damascus, Syria, 12 May 2021. 45 The amount received for the year 2021 for INGOs and (Western) NGOs in Syria witnessed a small decrease to around USD 150 million. Interview with an INGO source from Damascus, Syria, 12 May 2021. 46 Interview with a private banker in Syria, 20 March 2021. ",
        "17 receive wages in USD), international humanitarian agencies and organisations have to exchange the funds they receive into SYP at the official CBoS rate. Since 2020, they have pressured the Syrian authorities to reduce the gap between the two rates to limit their losses. 47 They have also threatened to disburse some of their funds in neighbouring countries rather than in Syria, for example by paying local suppliers through foreign bank accounts or by purchasing products abroad and sending them to Syria. In mid-April 2021, the CBoS raised the official exchange rate from 1,256 SYP/USD to 2,512 SYP/USD, which became closer to the black-market exchange rate (around SYP 3,100). 48 Decisions by international humanitarian agencies to maintain their contracts with local suppliers and to continue using local banks will depend on the capacity of the CBoS to continue to limit the disparity between the official and black-market rates. Another major and ongoing problem is the impact of international sanctions and over-compliance. INGOs continue to face numerous obstacles to receive their funds because of the multiple sanctions regimes and the resulting overcompliance of the sending banks in Europe and elsewhere. 49 The operations of more than 55% of INGOs in Syria, which together provided assistance to 4.1 million people throughout the country at the beginning of 2021, were negatively affected by this. 50 For example, in December 2020 the Danish Refugee Council (DRC) started reducing its activities in Syria and made redundant 135 national and international employees between the end of summer 2020 and January 2021. 51 DRC’s activities and employees will be further affected if the INGO is unable to find a solution to its liquidity crisis, which began when DRC’s main bank, DanskeBank, deemed that it was unable to find reliable correspondent banks to complete transactions to this specific portfolio. Since July 2020, the bank has not made any transfer of funds – most of which come from the EU – to DRC’s Syria office, leading the NGO to cut half of its planned projects. The DRC has since found a new bank ready to make these transfers to its account in Syria in Bank al-Sharq. 52 The difficulties and obstacles faced by international humanitarian agencies are a threat to the banks managing their funds, as they have become major clients with significant flows of foreign currencies coming into the country on a regular basis. The reduction of international agencies’ activities would also be very negative for local suppliers, and more generally for the Syrian economy. Alongside the capture of these funds, microfinance could also potentially attract a new pool of international humanitarian funding assistance, and therefore accumulate new sources of capital. In view of the high level of poverty and an already small and under-banked market, 53 microfinance may be a tool to reach a new public, as a private banker in Syria argued. 54 The state authorities introduced a new law regarding the establishment of a Bank of Microfinance, decree No 8 of February 2021, and presented it as an important tool against poverty and moreover to boost the economy, particularly the small, medium and micro-enterprises (SMME), which constitutes about 99% of the Syrian economy. BBSF and other investors established a new microfinance bank in March 2021, but at the time of writing it has not started operating yet. 55 47 Interview with a private banker in Syria, 21 March 2021. 48 Central Bank of Syria, “Bulletin of Banking and Exchange Date 15-04-2021” (in Arabic), Facebook , 15 April 2021, https://bit.ly/3dl5NNt 49 Joseph Daher and Erica Moret, “Invisible Sanctions: How Over-Compliance Limits Humanitarian Work on Syria – Challenges of Fund Transfer for Non-Profit Organizations Working on Syria,” Impact , June 2020, https://bit.ly/2YVxeWB 50 Interview with an INGO source from Damascus, Syria, 15 March 2021. 51 Georg Gassauer, “The Financial Dilemma of INGOs in Syria,” Potemkinharmatan , 23 February 2021, https://bit.ly/3nS651X 52 Interview with an INGO source from Damascus, Syria, 12 May 2021. 53 Despite the decision to impose the sale of real estate, cars, motorcycles, ships and airplanes through the banking system – with the main objective to expand tax impositions on the population, less than 10-15% of the adult population in Syria would have a bank account in 2021, according to a private banker in Syria. 54 Interview with a private banker in Syria, 21 March 2021. 55 Another major partner in Banque Bemo’s new microfinance institution is a company called TGHN LLC owned by prominent forex dealer named Muhammad Samer Afadar (he was notably the first agent for Western Union in Syria through a partnership with other Syrian businessmen in Diar Electronic Services Private JSC in 2007). The Syria Report, “Banque Bemo Saudi Fransi Licensed for Microfinance Project with Prominent Forex Dealer,” 3 February 2021, https://bit.ly/3vl0DHw ",
        "18 Microfinance still remains relatively small in Syria, but it is a growing sector. The total credit portfolios of all microfinance lenders in the country increased in nominal terms from SYP 18.4 billion (equivalent to USD 42.4 million at the official exchange rate of SYP 434 per USD) at the end of 2019 to SYP 28.6 billion in 2020 (equivalent to USD 22.7 million at the official exchange rate of SYP 1,256 per USD). 56 Microfinance is also promoted and practised by UN agencies such as UNDP and UNRWA, although only as a side activity. Other examples of institutions operating partially in the field of microfinance exist, going back to the mid-1990s. There are currently three microfinance lenders operating in Syria: the First MicroFinance Institution-Syria, created in 2007; 57 al-Ibdaa Bank Syria (launched as part of the Arab Gulf Programme for United Nations Development), established in 2010; and al-Wataniya Microfinance Institution, founded in 2011. The potential of this sector was reflected by the competition between al-Wataniya Microfinance Institution, owned by Asma al-Assad, and now-dissolved Nour Microfinance, which belonged to Rami Makhlouf. Since the downfall of Rami Makhlouf in 2020, Asma al-Assad’s al-Wataniya Microfinance Institution has continued to expand in size and geographical presence in the country. 3.2. The Provision of Loans: Limited and Towards Non-Productive Sectors The strategies of private banks in Syria in the field of credit facilities 58 are contingent on changes and dynamics in the economic situation in Syria, and also on their own financial capacities. Since 2018, the Syrian regime has been encouraging local banks, both private and state-owned, to resume lending in order to boost economic activity in the country. It notably introduced several measures to loosen the controls on local banks and facilitate the provision of loans. 59 However, the value of loans remains modest and limited to particular sectors of the economy. In 2019, the private banks provided their customers with a total amount of credit facilities of SYP 785 billion (equivalent to USD 1.8 billion at the official exchange rate of 434 SYP/USD), which accounted for 27.5% of the value of total loans that year, which was SYP 2,852 billion (equivalent to USD 6.6 billion). The main beneficiaries of these loans were private companies, with 91%, while individuals, most of whom used the loans to purchase real estate or cars, for example, attracted 9%. The commercial sector was the main beneficiary of these loans (up to 51%), followed by the agricultural sector (around 25%). Manufacturing industry and real estate received 10% and 4% respectively, while the remaining loans were distributed to various sectors, including to individuals for particular needs. 60 Businessmen with connections with the regime were the main beneficiaries of these loans. SIIB, for instance, is believed to have granted large amounts of funding to Samer Foz, who became a major shareholder in the bank, for his various investments. 61 In general, the CBoS allowed or overlooked the 56 The Syria Report, “Microfinance Data Highlights Sector’s Growing Importance,” 7 April 2021, https://bit.ly/3uGK2NV 57 The bank began its operations in mid-2008 by assuming control of the microfinance activities of the Aga Khan Development Network, which had been active in this field in the country since 2003. 58 A credit facility is a type of loan provided by a bank. 59 For instance, in 2018 Damascus established the Loan Guarantee Corporation, with the objective of facilitating lending to SMEs, while in the same year the CBoS allowed banks more flexibility in the way they set their deposit rates. 60 Qasioun, “Private Banks in Syria: Profits Increased 118%, Deposits are Almost Fixed, and Assets Amount to 2,500 Billion Pounds” (in Arabic), Business 2 Business , 14 September 2020, http://bit.ly/3eqghMH 61 In March and April 2019, al-Watan published several articles accusing SIIB of having provided loans for a value of SYP 135 billion (equivalent to USD 311 million at the official exchange rate at the time) to Samer Foz, representing nine times its paid-up capital of SYP 15 billion (equivalent to USD 34.6 million) in violation of regulations set by the CBoS, which required that no single debtor should receive more than 25% of a bank’s capital. While the background to these revelations reflected the growing rivalry between Rami Makhlouf and emerging business actors such as Samer Foz, the credit portfolio of SIIB demonstrated an important rise in 2018 and 2019, respectively reaching SYP 121 billion (equivalent to USD 278.8 million at the official exchange rate) and SYP 346 billion (equivalent to USD 797.2 million). In comparison, in 2017 the credit portfolio did not exceed SYP 49 billion. The credit portfolio of BBSF, the second most important lender in the country, was SYP 98.6 billion (equivalent to USD 227.2 million) in 2019. Syria International Islamic Bank, “Annual Report 2019,” Syrian Commission of Financial Markets and Securities , 2020, 29, https://bit.ly/3nEWqvO ",
        "19 procedures of certain private banks like SIIB, even if they violated official regulations, in their provision of significant loans to powerful businessmen affiliated with the regime. The financial capacities of private and public banks, however, are not enough to participate in a process of large-scale reconstruction of the country and its economy, with the cost of the total accumulated economic loss estimated at around 530 USD billion. 62 A private banker in Damascus explained that prior to 2011 his bank could guarantee loans for a value up to USD 25 million for large projects, while under current financial regulations it cannot provide loans of more than USD four million. 63 The failure or postponement of a large number of public partnership projects and of the (re)construction of luxury real estate projects in the country by private Syrian actors demonstrates this lack of funding, together with a near total absence of FDI as a result of sanctions, instability and low expectations of returns of profit. 64 Most of these projects have so far not progressed beyond mere announcements. For instance, real estate actor Damascus Cham Holdings in February 2018 announced it was seeking to partner with ABBS and other banks in Syria to establish a real estate financing company, which was expected to fund the development of Marota City. 65 However, nothing has advanced in this field. The Commercial Bank of Syria is the only banking entity to have provided a loan of a value of SYP 20 billion (equivalent at the official exchange rate at the time to USD 40 million) to the governorate of Damascus to fund infrastructure at Marota City. This is despite the bank’s large portfolio of non-performing loans. 66 In general, most private banks are still restricted in their activities. Under current conditions, whether in terms of capital or active operations, the role the private banking sector can play in a potential economic recovery is limited. Amid general deterioration of the Syrian economy, microfinance institutions are increasingly appearing as the only option for large numbers of low-income Syrians, who are grappling to ensure their basic consumption needs. Illustrative of this evolution was the announcement in April 2021 of a partnership between ECO Syria (a newly founded electric vehicle manufacturer) and the First MicroFinance Institution-Syria to offer loans of up to SYP 2 million (USD 796 at the official exchange rate of 2,512 SYP per USD) with a low interest rate to purchasers of the company’s electric motorcycles, scooters, and Tuk Tuks (tricycles). 67 Similarly, before 2011, conventional banks and car dealers had increasingly partnered to sell vehicles to the middle and higher strata of society, which benefited from the liberalisation of the country. 62 The Syrian Center for Policy Research, “Justice to Transcend Conflict,” 27 May 2020, https://bit.ly/3dA3iEI 63 Interview with a private banker in Syria, 21 March 2021. 64 The Syrian Investment Agency’s 2019 annual report indicated that only nine projects with foreign shareholders were licensed, with a value of SYP 37 billion (equivalent to USD 85 million at the official exchange rate of SYP 434 per USD). 65 Al-Iqtisadi, “Damascus Holding and al-Baraka Bank Look into Launching First Real Estate Investment Company” (in Arabic), 8 February 2018, https://goo.gl/xG8eL7 66 The Syria Report, “Factsheet: The Commercial Bank of Syria, The Country’s Largest Bank,” 12 April 2021, https://bit.ly/3tYM2RJ 67 The First Microfinance Institution-Syria, Facebook , 29 April 2021, https://bit.ly/3uNLJd0 ",
        "20 Conclusion The significance of the banking sector lies in its role in attracting funds and providing loans for investors to support investment in and the production of the country, and in its potential contribution to growth in all sectors of the economy, particularly the productive ones such as manufacturing industry and agriculture. The rapid growth of the private banking sector in Syria in the second half of the 2000s was halted after 2011. The banks’ financial capacities were considerably reduced as a result of the destruction of the economy, extensive capital flight and international sanctions. After a decade of conflict, only a minority of the private banks in the country remain active. The obstacles preventing a recovery of the private banking sector in Syria are related to the general economic situation in the country and international sanctions. Currency volatility and the gap between official and black-market exchange rates have pushed many individuals to use informal channels rather than banks to transfer funds. In addition, the percentage of the population that have a bank account is even lower in 2021 than it was in 2011. The results of decisions by the Syrian government to encourage the use of the banking system are yet to be seen. In order for private banks to play a vital role in Syria’s economic future, changes would be required in the country’s political economy. Prior to 2011, Syria’s private and public banking systems did not invest any significant share of their funds in the provision of loans and in the productive sectors of the economy. The majority of loans were provided to large companies for their real estate and commercial projects or to clients to purchase a car or a house. These policies have persisted in the last decade, although loans have only been provided by a small number of banks and, in absolute numbers, the total value of loans has decreased massively. In this context, the growth of microfinance institutions in Syria is only a very small factor to alleviate a very dire economic situation. However, their reach remains as of now somewhat limited. These economic dynamics reflect the nature of the speculative and commercial economic system that dominates the Middle East, which is characterised by policies that prioritise short-term profit-seeking and neglect the productive sectors of the economy. The countries’ ruling elites, who have been on the boards of directors of private banks directly or through businessmen affiliated to them, favour such policies, although they have had negative consequences for large sectors of the region’s population, including in Syria. From this perspective, a change in the political-economic orientation of the country would also need to be connected to a change in the structure of power and its elite. ",
        "21 Appendix Private Banks in Order of Importance in Terms of Total Assets (at the End of 2019) Bank Major Shareholders Number of Employees Syria International Islamic Bank (SIIB) Qatar International Islamic Bank (Qatar) – 30% Aman Holding (Syria) – 8.51% Sheikh Thani Abdullah bin Thani al-Thani (Qatar) – 4.99% Burooq Trading Company (Qatar) – 4.99% Company Syrian – Libyan (Syria) 0.5% Muhammad Aubry – 0.4% Arab Union Reinsurance Company (Syria) – 0.3% 542 Al-Baraka Bank Syria (ABBS) Islamic al-Baraka Banking (Bahrain) – 23% Emirates Islamic Bank (UAE) – 10% Kuwaiti-Syrian Holding Company (Kuwait) – 5% Abdallah al-Rajehi (KSA) – 4% Bassem al-Taji – 2% Amir al-Sasah – 2% Ghassan Soukr – 1.5% Muhammad Labib al-Akhwan – 1% Fahd al-Rajahi – 1% Nur Muhammad Shaer al-Mahayni – 0.5% Muhammad Ayman Mawlawi – 0.5% 303 Banque Bemo Saudi Fransi (BBFS) Banque Saudi Fransi (KSA) – 27 % Banque Bemo SAL (Lebanon) – 22 % Riyad Obeiji – 4.642 % Bassam Mu’mary – 2.43% Muhran Yarunat Hazar – 2.285 % Adib Fadl – 1.776% Yurdan Obeiji – 1.775% Farid Khoury – 1.545% Ziad Khoury – 1.51% Ahmad Khwanda – 1.214% George Obeiji – 1% Hazem al-Aswad – 0.776% 696 ",
        "22 Cham Bank Commercial Bank of Kuwait (Kuwait) – 32% Islamic Development Bank – 9% Nabil Rafik al-Kuzbari – 5% Ali Mahran Khwanda – 3% Ghayath al-Qutaini – 2% Retired Engineers Treasury (Syria) – 2% Usama al-Taher – 0.3% 275 International Bank for Trade and Finance – Syria The Housing Bank for Trade and Finance (Jordan) – 49.06% Masoud Saleha Amin - 2.23% Hassan Yakoob – 0.61% Diala Hag Areef – 0.29% Nader Hadad – 0.16% Mustafa al-Kefry – 0.14% 383 Bank of Syria and Overseas (BSO) BLOM Bank (Lebanon) – 49 % Ibrahim Sheikh Dib – 2.5% Nada Ibrahim Sheikh Dib – 1.56% Dr. Ahmad Rateb al-Shallah – 1.25% Habib Bettnjaneh – 0.86% Muhammad Adib Joud – 0.6% Dr. Ihsan Baalbaki – 0.5% Nawar Sukr – 0.5 % Fahed Taher Tfnkji – 0.41% 416 Qatar National Bank Qatar National Bank (Qatar) – 50.81% Bank Savings – 4.11% General Organisation for Social Insurance – 10.28% Professional Association of Engineers (Syria) – 5% Mahmoud Tlas Ferzat – 2.17% 177 ",
        "23 Fransabank Syria Fransabank (Lebanon) – 55.66% Tha’ir Duraid Laham – 4.5% Adel al-Kassar – 4.33% Ahmad Said al-Shehabi – 3% Taniya Saadeh – 1.66% Rodolf Saadeh – 1.66% Ali Wahib Meri – 0.7% Wael Salem Shami – 0.19% Wael Hisham Haddad – 0.19% Adnan Ibrahim Khoury – 0.1% 175 Syria Gulf Bank United Gulf Holding (Bahrain) – 21.7% Al-Futooh Holding (Kuwait) – 11% United Gulf Bank (Bahrain) – 9.30% Karim Khwanda – 1.5% Samer Fouad Bekdash – 0.675% Abdallah Muhammad Mukaram al-Muluwahi – 0.0757% Khaled Mallah – 0.07519% Dr. Rania Muhammad Nazih al-Zureir – 0.075% Iyad al-Khatib – 0.075% Muhammad Kilani – 0.075% 174 Bank Audi Bank Audi (Lebanon) – 41 % Huda Aql Ismail Mhanna – 5% Hadiya Abd al-Hadi al-Debs – 4% Tabashir al-Khair General Trading Company – 3.78% Muhammad Walid ‘Azu Rahmun – 3.4% Muhammad Mustafa Ahmed al-Jawish – 3.4 % Tareq Ziad Zaim – 3.27 % Audi Private Bank – 3% Lebanon Invest – 3% Dr. Muhammad Ans Hamed Allah – 3% Muhammad Ayman al-Asfari – 2% 311 ",
        "24 Byblos Bank Byblos Bank (Lebanon) – 59.87% Muhammad Murtada al-Dandashy – 2.85% Dara Abu Hamad – 0.45% Bassel Saqr – 0.09% Muhammad Marwan Hakim – 0.08% 237 Arab Bank Arab Bank (Jordan) – 51.86% Alia Talal Zein – 5 % Muhammad Kamel Sabagh Sharabati – 5% Hazem Salah Danial – 2.5% Muhammad Abd al-Salam Hikal – 0.78% Muhammad Emad Maatouk – 0.51% 227 Bank al-Sharq Banque Libano-Française (Lebanon) – 49% Fadwa Mardam Bey – 1.32% George Fathi Antaki –0.098% Naji Chawi – 0.06% Salim Shlah – 0.06% Najib Barazi – 0.065% Muhammad Haitham Abd al-Salam – 0.06% Karim Rukabi – 0.02% 192 Bank of Jordan Syria Bank of Jordan (Jordan) – 49% Usama Mahmoud Qarwani – 5% Ehab Muhammad Makhlouf – 5% Rami Makhlouf – 5% Diana Tarif al-Akhrass– 5% Nora Tarif al-Akhrass – 5% Muhammad Muharaf Tarif al-Akhrass – 5% Dima Faraun – 2.5% Lina Faraun – 2.5% Muhammad Harun 2% General Organisation for Social Insurance (Syria) – 2% Muhammad Abu al-Hoda al-Lahham – 0.25% 228 Source: Damascus Securities Exchange and Syrian Commission on Financial Markets and Securities ",
        "Research Project Report Issue 2021/07 28 May 2021 doi:10.2870/90802 ISBN:978-92-9466-023-7 QM-09-21-177-EN-N "
    ]
}