{
    "text": [
        "E uropean E xpert N etwork on E conomics of E ducation (EENEE) eeeee E e E uropean e uropean E e E xpert e xpert E e E conomics of e conomics of E e E ducation e ducation e urope e e urope e ee e ee e e urope e e e urope e urope e urope e e e urope e e urope e e e urope e urope e urope e e e urope e Analysis of incentives to raise the quality of instruction Executive Summary in English EENEE Analytical Report No. 26 Prepared for the European Commission Daniel Münich and Steven Rivkin December 2015 26 ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2015 ISBN: 978-92-79-49405-5 doi: 10.2766/139267 © European Union, 2015 All rights reserved. This document has been prepared for the European Commission. However, it re- flects the views only of the authors, and the Commission cannot be held responsi- ble for any use which may be made of the information contained therein. ",
        "Executive Summary (English) A (European Commission, 2013) report highlighted the growing consensus that raising teacher quality is key to improving the quality of education. This recog- nition precipitated efforts to establish compensation, evaluation, incentive and support systems to ensure that effective teachers are prepared, recruited, re- tained, and motivated. This report, building on (OECD, 2009b), considers the evidence on a range of monetary and non-monetary incentives related to the quality of instruction. These include factors at all points in the processes that determine the quality of instruction: 1) entry into the teaching profession; 2) the quality of initial teacher education (ITE); 3) the effectiveness of continuing professional development (CPD); the decision to remain in teaching; and the effectiveness of human re- source practices. Although monetary incentives related to performance have received much emphasis lately, the potentially important role of other extrinsic incentives as well as intrinsic (internal) incentives must not be neglected. The latter are thought to be closely connected with educational success and reward- ing interactions with students, and evidence discussed below suggests that these are particularly important for teachers in schools serving disadvantaged chil- dren. The aforementioned and other reports highlight the existence of many interre- lated channels through which incentives may operate. Consider the effects of the increase in the labour market return to secondary and tertiary education and skill experienced in recent decades. This elevates the incentives for children and their families to complete secondary and tertiary schooling and to demand and seek out a higher quality education. This in turn may place pressure on policy makers and administrators to elevate the quality of instruction. Based on the evidence presented below, potential changes in policies and practices include the hiring of more effective school leaders and teachers, the introduction of a closer link between compensation and performance, the thoughtful expansion of alternative certification routes into teaching, more rigorous evaluation used in teacher development and personnel decisions, and the use of more effective CPD programmes. This in turn may provide teachers with a stronger incentive to seek out more effective ITE programmes and consequently elevate pressure on those programmes to improve. Although conceptually appealing, evidence does not support the belief that that higher labour market return to schooling has led to broad improvements in the quality of instruction through the channels described in the previous paragraph. The lack of school choice in many public school systems might contribute to the weakness of such incentives. However, there is little compelling evidence that ",
        "expanded choice transforms the practices that determine the quality of instruc- tion. Moreover, concerns that choice may serve disadvantaged children poorly, compromise important educational objectives, and not lead to substantial im- provement in the quality of instruction suggests that the public provision of schooling will remain the dominant structure in elementary and secondary edu- cation. Therefore strengthened and expanded incentives within the current schooling structure likely constitute the primary channels through which the quality of instruction could be raised. The report considers research on ITE programmes, schools and teachers in EU Member States and other countries. However, the bulk of richer and more relia- ble evidence, particularly that based on randomized controlled trials or other research designs that provide more compelling estimates of causal effects, still come more from the US and developing countries. This results in part from the wider use of monetary incentives in settings outside of the EU. But potential variation in incentive effects by institutional structure and other factors makes raise concerns that the lack of evidence and efforts to obtain it in many Member States may hinder the development of effective educational policies in the EU. Key findings Perhaps the primary findings concerns the failure of the current education structure in many countries to provide the regulations and incentives necessary for teachers to seek out the most effective ITE programmes, for schools to adopt the most effective CPD programmes, and for schools to attract, develop, moti- vate and retain the most effective teachers. Evidence on the benefits of specific incentive programmes including pay for performance schemes directed toward individual teachers, groups of teachers, or schools reveals some successes but also suggests that proper environment and programmatic details matter a great deal. Similarly, research on evaluation and feedback strongly suggests that the quality of instruction improves following an evaluation, though this finding is based on quite limited evidence. Evidence on the benefits of expanded school choice and competition is mixed and not the focus of this study, but it would be valuable to gain a clearer understanding of the strength of competitive pressures felt by schools under different choice structures and the degree to which those pressures translate into higher quality instruction. Similarly, the substantial variation in the quality of instruction among teachers with similar backgrounds in combination with the apparent benefits of meaningful feedback suggests that the quality of human resource practices is an important component of any effort to raise the effectiveness of instruction. The conclusions related to ITE programmes are based on the following evi- dence: (i) there is little or no systematic empirical evidence that teachers with ",
        "master’s degree outperform those without; (2) randomized controlled trials show that high-achieving college graduates who do not attend ITE programmes but rather take an alternative route to teaching are more effective mathematics teachers in a high-poverty setting than those who complete a traditional ITE programme; and (3) there is little evidence of systematic differences in ITE pro- gram quality as measured by future effectiveness in the classroom. These find- ings raise important questions about the desirability of restrictions on teacher preparation including policies that require the completion of extensive course- work in subjects that have little benefit outside of teaching and may have little impact on the quality of instruction. The conclusions related to CPD programmes comes largely from randomized controlled trials in the US that show little effect of intensive CPD programmes on teacher knowledge or effectiveness despite the fact that these programmes reflect best practices. Given the high financial and time cost this raises questions about the structure of teacher supports and calls for much greater attention of policymakers to the monitoring of CPD quality as measured by the contribution to better performance of teachers. In contrast, there is compelling evidence that teacher evaluation and feedback leads to improvement in teacher effectiveness. Based on a rigorous research de- sign that compares effectiveness in the years prior to, during and following the feedback, the findings highlight the importance of personnel practices as a key input to teacher growth. Key questions remain about the determinants of the quality of evaluations and feedback and the responsiveness of teachers to the information, particularly the potential role of extrinsic incentives for teachers and school leaders. Finally, a complex relationship exists between the distribution of teacher quality on the one hand and the level and structure of compensation on the other. The historical and still ongoing expansion of labour market opportunities for women and widespread increases in the returns to a tertiary education has placed se- vere cost pressures on schools. These changes have likely contributed to a de- cline in the selectivity of entrants into teaching relative to other occupations. Even though intrinsic factors remain among the most if not the most important determinants of entry into teaching, compensation certainly affects career deci- sions of many prospective teachers. The fixed salary schedule very likely leads to lower quality of instruction for a given cost. First, subject differences in alternative career opportunities raises questions about the absence of salary differences across subjects. Second, evi- dence that finds a positive effect of pay for performance on student outcomes suggests that more widespread use of such incentives could elevate the quality ",
        "of instruction. It should be noted, however, that the fixed salary schedule re- mains the dominant compensation form and that additional evidence on longer- term use of alternative structures would be quite valuable. Third, the general absence of compensation differences by working conditions including poverty level almost certainly exacerbates differences in the quality of instruction by family income. Taken as a whole, scientific research suggests a careful consideration of the ap- propriate roles of incentives and regulation and the importance of the quality of teachers and administrators including school leaders. There may be a number of circumstances in which the relaxation or elimination of regulations and re- quirements may actually elevate the quality of instruction at a lower cost. In ad- dition, the implications of the fixed salary schedule for 1) the quality of teacher preparation and CPD; 2) the distribution of teacher quality by family income and other demographic factors; and 3) the joint decisions by teachers and ad- ministrators that determine entry and continuation in teaching all merit careful review. ",
        "NC-01-15-466-EN-N doi: 10.2766/139267 ISBN: 978-92-79-49405-5 "
    ]
}