{
    "text": [
        "EUROPEAN COMMISSION Brussels, 12.10.2011 COM(2011) 628 final 2011/0288 (COD) Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the financing, management and monitoring of the common agricultural policy {SEC(2011) 1153} {SEC(2011) 1154} ",
        "EN 2 EN EXPLANATORY MEMORANDUM 1. CONTEXT OF THE PROPOSAL The Commission proposal for the Multiannual Financial Framework (MFF) for 2014-2020 (the MFF proposal) 1 sets the budgetary framework and main orientations for the Common Agricultural Policy (CAP). On this basis, the Commission presents a set of regulations laying down the legislative framework for the CAP in the period 2014-2020, together with an impact assessment of alternative scenarios for the evolution of the policy. The current reform proposals are based on the Communication on the CAP towards 2020 2 that outlined broad policy options in order to respond to the future challenges for agriculture and rural areas and to meet the objectives set for the CAP, namely 1) viable food production; 2) sustainable management of natural resources and climate action; and 3) balanced territorial development. The reform orientations in the Communication have since been broadly supported both in the inter-institutional debate 3 and in the stakeholder consultation that took place in the framework of the impact assessment. A common theme that has emerged throughout this process is the need to promote resource efficiency with a view to smart, sustainable and inclusive growth for EU agriculture and rural areas in line with the Europe 2020 strategy, keeping the structure of the CAP around two pillars that use complementary instruments in pursuit of the same objectives. Pillar I covers direct payments and market measures providing a basic annual income support to EU farmers and support in case of specific market disturbances, while Pillar II covers rural development where Member States draw up and co-finance multiannual programmes under a common framework. 4 Through successive reforms the CAP has increased market orientation for agriculture while providing income support to producers, improved the integration of environmental requirements and reinforced support for rural development as an integrated policy for the development of rural areas across the EU. However, the same reform process has raised demands for a better distribution of support among and within Member States, as well as calls for a better targeting of measures aiming at addressing environmental challenges and better addressing increased market volatility. In the past, reforms mainly responded to endogenous challenges, from huge surpluses to food safety crises; they have served the EU well both on the domestic and the international front. However, most of today's challenges are driven by factors that are external to agriculture and would thus require a broader policy response. 1 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions A budget for Europe 2020 , COM(2011)500 final, 29.6.2011. 2 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions The CAP towards 2020: meeting the food, natural resources and territorial challenges of the future , COM(2010)672 final, 18.11.2010. 3 See in particular the European Parliament resolution of 23 June 2011, 2011/2015(INI), and the Presidency conclusions of 18.3.2011. 4 The current legislative framework comprises Council Regulation (EC) No 73/2009 (direct payments), Council Regulation (EC) No 1234/2007 (market instruments), Council Regulation (EC) No 1698/2005 (rural development) and Council Regulation (EC) No 1290/2005 (financing). ",
        "EN 3 EN The pressure on agricultural income is expected to continue as farmers are facing more risks, a slowdown in productivity and a margin squeeze due to rising input prices; there is therefore a need to maintain income support and to reinforce instruments to better manage risks and respond to crisis situations. A strong agriculture is vital for the EU food industry and global food security. At the same time, agriculture and rural areas are being called upon to step up their efforts to meet the ambitious climate and energy targets and biodiversity strategy that are part of the Europe 2020 agenda. Farmers, who are together with foresters the main land managers, will need to be supported in adopting and maintaining farming systems and practices that are particularly favourable to environmental and climate objectives because market prices do not reflect the provision of such public goods. It will also be essential to best harness the diverse potential of rural areas and thus contribute to inclusive growth and cohesion. The future CAP will not, therefore, be a policy that caters only for a small, albeit essential, part of the EU economy, but also a policy of strategic importance for food security, the environment and territorial balance. Therein lies the EU added value of a truly common policy that makes the most efficient use of limited budgetary resources in maintaining a sustainable agriculture throughout the EU, addressing important cross-border issues such as climate change and reinforcing solidarity among Member States, while also allowing flexibility in implementation to cater for local needs. The framework set out in the MFF proposal foresees that the CAP should maintain its two- pillar structure with the budget for each pillar maintained in nominal terms at its 2013 level and with a clear focus on delivering results on the key EU priorities. Direct payments should promote sustainable production by assigning 30 % of their budgetary envelope to mandatory measures that are beneficial to climate and the environment. Payment levels should progressively converge and payments to large beneficiaries be subject to progressive capping. Rural development should be included in a Common Strategic Framework with other EU shared management funds with a reinforced outcome-orientated approach and subject to clearer, improved ex-ante conditionalities. Finally, on market measures the financing of the CAP should be reinforced with two instruments outside the MFF: 1) an emergency reserve to react to crisis situations; and 2) the extension of the scope of the European Globalization Adjustment Fund. On this basis, the main elements of the legislative framework for the CAP during the period 2014-2020 are set out in the following regulations: – Proposal for a Regulation of the European Parliament and of the Council establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy ('the direct payments regulation'); – Proposal for a Regulation of the European Parliament and of the Council establishing a common organisation of the markets in agricultural products (Single CMO Regulation) ('the Single CMO regulation'); – Proposal for a Regulation of the European Parliament and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) ('the rural development regulation'); ",
        "EN 4 EN – Proposal for a Regulation of the European Parliament and of the Council on the financing, management and monitoring of the common agricultural policy ('the horizontal regulation'); – Proposal for a Council regulation determining measures on fixing certain aids and refunds related to the common organisation of the markets in agricultural products; – Proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 73/2009 as regards the application of direct payments to farmers in respect of the year 2013; – Proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 1234/2007 as regards the regime of the single payment scheme and support to vine-growers. The rural development regulation builds on the proposal presented by the Commission on 6 October 2011 that sets out common rules for all funds operating under a Common Strategic Framework 5 . A regulation will follow on the scheme for most deprived persons, for which funding is now placed under a different heading of the MFF. In addition, new rules on the publication of information on beneficiaries taking account of the objections expressed by the Court of Justice of the European Union are also under preparation with a view to finding the most appropriate way to reconcile beneficiaries' right to protection of personal data with the principle of transparency. 2. RESULTS OF CONSULTATIONS WITH THE INTERESTED PARTIES AND IMPACT ASSESSMENT On the basis of the evaluation of the current policy framework and an analysis of future challenges and needs, the impact assessment assesses and compares the impact of three alternative scenarios. This is the result of a long process started in April 2010 and steered by an inter-service group that brought together extensive quantitative and qualitative analysis, including setting a baseline in the form of medium-term projections for agricultural markets and income up to 2020 and modelling the impact of the different policy scenarios on the economics of the sector. The three scenarios elaborated in the impact assessment are: 1) an adjustment scenario that continues with the current policy framework while addressing its most important shortcomings, such as the distribution of direct payments; 2) an integration scenario that entails major policy changes in the form of enhanced targeting and greening of direct payments and reinforced strategic targeting for rural development policy in better coordination with other EU policies, as well as extending the legal base for a broader scope of producer cooperation; and 3) a refocus scenario that reorients the policy exclusively towards 5 Proposal for a Regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund covered by the Common Strategic Framework and laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and repealing Regulation (EC) No 1083/2006, COM(2011)615 of 6.10.2011. ",
        "EN 5 EN the environment with a progressive phasing out of direct payments, assuming that productive capacity can be maintained without support and that the socio-economic needs of rural areas can be served by other policies. Against the background of the economic crisis and the pressure on public finances, to which the EU has responded with the Europe 2020 strategy and the MFF proposal, all three scenarios attach different weight to each of the three policy objectives of the future CAP which aims at a more competitive and sustainable agriculture in vibrant rural areas. With a view to a better alignment with the Europe 2020 strategy, notably in terms of resource efficiency, it will be increasingly essential to improve agricultural productivity through research, knowledge transfer and promoting cooperation and innovation (including through the European Innovation Partnership on agricultural productivity and sustainability). Whereas EU agricultural policy does not any more operate within a trade distorting policy environment, additional pressure on the sector is expected from further liberalization, notably in the framework of the DDA or the FTA with Mercosur. The three policy scenarios were drawn up taking into account the preferences expressed in the consultation which was conducted in the context of the impact assessment. Interested parties were invited to submit contributions between 23.11.2010 and 25.1.2011 and an advisory committee was organised on 12.1.2011. The main points are summarized below: 6 – There is broad agreement among stakeholders on the need for a strong CAP based on a two-pillar-structure in order to address the challenges of food security, sustainable management of natural resources and territorial development. – Most respondents find that the CAP should play a role in stabilizing markets and prices. – Stakeholders have diverse opinions concerning the targeting of support (especially redistribution of direct aid and capping payments). – There is agreement that both pillars can play an important role in stepping up climate action and increasing environmental performance for the benefit of EU society. Whereas many farmers believe that this already takes place today, the wider public argues that Pillar I payments can be more efficiently used. – The respondents want all parts of the EU, including less favoured areas, to be part of future growth and development. – The integration of the CAP with other policies, such as environmental, health, trade, development, was emphasised by many respondents. – Innovation, development of competitive businesses and provision of public goods to EU citizens are seen as ways to align the CAP with the Europe 2020 strategy. The impact assessment thus compared the three alternative policy scenarios: The refocus scenario would accelerate structural adjustment in the agricultural sector, shifting production to the most cost efficient areas and profitable sectors. While significantly increasing funding for the environment, it would also expose the sector to greater risks due to 6 See Annex 9 of the impact assessment for an overview of the 517 contributions received. ",
        "EN 6 EN limited scope for market intervention. Furthermore, it would come at a significant social and environmental cost as the less competitive areas would face a considerable income loss and environmental degradation, since the policy would lose the leverage of direct payments coupled with the cross compliance requirements. At the other end of the spectrum, the adjustment scenario would best allow for policy continuity with limited but tangible improvements both in agricultural competitiveness and environmental performance. There are however serious doubts as to whether this scenario could adequately address the important climate and environmental challenges of the future, which also underpin the long-term sustainability of agriculture. The integration scenario breaks new ground with enhanced targeting and greening of direct payments. The analysis shows that greening is possible at a reasonable cost to farmers although some administrative burden cannot be avoided. Similarly, a new impetus in rural development is possible provided that the new possibilities are efficiently used by Member States and regions and that the common strategic framework with the other EU funds does not remove synergies with Pillar I or weaken rural development's distinctive strengths. If the right balance is struck, this scenario would best address the long term sustainability of agriculture and rural areas. On this basis the impact assessment concludes that the integration scenario is the most balanced in progressively aligning the CAP with the EU's strategic objectives and this balance is also found in the implementation of the different elements in the legislative proposals. It will also be essential to develop an evaluation framework to measure the performance of the CAP with a common set of indicators linked to policy objectives. Simplification has been an important consideration throughout the process and should be enhanced in a variety of ways, for instance in the streamlining of cross compliance and market instruments, or the design of the small farmers scheme. In addition, the greening of direct payments should be designed in such a way as to minimize administrative burden including the costs of controls. 3. LEGAL ELEMENTS OF THE PROPOSAL It is proposed to maintain the current structure of the CAP in two pillars with annual mandatory measures of general application in Pillar I complemented by voluntary measures better tailored to national and regional specificities under a multi-annual programming approach in Pillar II. However, the new design of direct payments seeks to better exploit synergies with Pillar II, which is in turn placed under a Common Strategic Framework to better coordinate with other EU shared management funds. On this basis, the current structure of four basic legal instruments is also maintained, albeit with the scope of the financing regulation enlarged to bring together common provisions into what is now called the horizontal regulation. The proposals comply with the principle of subsidiarity. The CAP is a truly common policy: it is an area of shared competence between the EU and the Member States that is being handled at EU level with a view to maintaining a sustainable and diverse agriculture throughout the EU, addressing important cross-border issues such as climate change and reinforcing solidarity among Member States. In the light of the importance of future challenges for food ",
        "EN 7 EN security, the environment and territorial balance, the CAP remains a policy of strategic importance to ensure the most effective response to the policy challenges and the most efficient use of budgetary resources. In addition, it is proposed to maintain the current structure of instruments in two pillars where Member States have more leeway to tailor solutions to their local specificities and also co-finance Pillar II. The new European Innovation Partnership and risk management toolkit are also placed within Pillar II. At the same time the policy will be better aligned with the Europe 2020 strategy (including a common framework with other EU funds) and a number of improvements and simplification elements introduced. Finally, the analysis carried out in the framework of the impact assessment clearly shows the cost of no action in terms of negative economic, environmental and social consequences. In addition to financing provisions, the horizontal regulation brings together relevant rules for all instruments, such as provisions on cross compliance, checks and penalties. As a result, the regulation now lays down rules on financing, the farm advisory system, management and control systems, cross compliance and clearance of accounts. The aim is to adjust financing rules on the basis of experience to date, to streamline and enhance cross compliance and to strengthen the farm advisory system. In relation to cross compliance in particular, the current rules were reviewed with a view to simplification, strengthening the climate change dimension within GAEC and ensuring consistency with the provisions of greening and of relevant environmental measures offered under rural development. Finally, the regulation provides the basis for a common monitoring and evaluation framework to measure the performance of the CAP during the next period. This regulation includes various simplification elements. First of all, it regroups all cross- compliance rules in one single legislative act, thereby improving their readability. Furthermore, it foresees reducing the number of paying agencies and reinforcing the role of the coordinating body. This will render the system more transparent and less burdensome for both national administrations and the Commission services. There will be fewer accreditations and declarations of assurance required at Member State level and the number of Commission audits can be reduced. The rules on management and controls will be aligned, as far as possible, for the two pillars of the CAP so as to bring legal clarity and harmonised procedures. Moreover, the regulation foresees empowering the Commission to allow for a reduction of the number of on-the-spot checks for Member States with properly functioning control systems and low error rates. This could reduce the administrative burdens for both farmers and national administrations. 4. BUDGETARY IMPLICATION The MFF proposal provides that a significant part of the EU budget should continue to be dedicated to agriculture, which is a common policy of strategic importance. Thus, in current prices, it is proposed that the CAP should focus on its core activities with EUR 317.2 billion allocated to Pillar I and EUR 101.2 billion to Pillar II over the 2014-2020 period. ",
        "EN 8 EN The Pillar I and Pillar II funding is complemented by additional funding of EUR 17.1 billion consisting of EUR 5.1 billion for research and innovation, EUR 2.5 billion for food safety and EUR 2.8 billion for food support for the most deprived persons in other headings of the MFF, as well as of EUR 3.9 billion in a new reserve for crises in the agricultural sector and up to EUR 2.8 billion in the European Globalization Adjustment Fund outside the MFF, thus bringing the total budget to EUR 435.6 billion over the 2014-2020 period. As regards distribution of support among Member States, it is proposed that all Member States with direct payments below 90% of the EU average will see one third of this gap closed. The national ceilings in the direct payments regulation are calculated on this basis. The distribution of rural development support is based on objective criteria linked to the policy objectives taking into account the current distribution. As is the case today, less developed regions should continue to benefit from higher co-financing rates, which will also apply to certain measures such as knowledge transfer, producer groups, cooperation and Leader. Some flexibility for transfers between pillars is introduced (up to 5% of direct payments): from Pillar I to Pillar II to allow Member States to reinforce their rural development policy, and from Pillar II to Pillar I for those Member States where the level of direct payments remains below 90% of the EU average. Details on the financial impact of the CAP reform proposals are set out in the financial statement accompanying the proposals. ",
        "EN 9 EN 2011/0288 (COD) Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the financing, management and monitoring of the common agricultural policy THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) thereof, Having regard to the proposal from the European Commission 7 , After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee 8 , Having consulted the European Data Protection Supervisor 9 , Acting in accordance with the ordinary legislative procedure, Whereas: (1) The Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on \"The CAP towards 2020: Meeting the food, natural resources and territorial challenges of the future\" 10 set out potential challenges, objectives and orientations for the Common Agricultural Policy (CAP) after 2013. In the light of the debate on that Communication, the CAP should be reformed with effect from 1 January 2014. That reform should cover all the main instruments of the CAP, including Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy 11 as amended by Regulation of the European Parliament and Council [COM(2010)…( Lisbon alignement )] 12 . Experience drawn from the implementation of that Regulation shows that certain elements of the financing and monitoring mechanism need to be adjusted. In view of the scope of the reform, it is appropriate to repeal Regulation (EC) No 1290/2005 and to replace it with a new text. The reform should also, as far as possible, harmonise, streamline and simplify provisions. 7 OJ C , , p. . 8 OJ C , , p. . 9 OJ C , , p. . 10 COM(2010) 672 final, 18.11.2010. 11 OJ L 209, 11.8.2005, p. 1. 12 OJ L , , p . ",
        "EN 10 EN (2) Since the objectives of this Regulation cannot be achieved sufficiently by Member States given the links between it and the other instruments of the CAP, the limits on the financial resources of the Member States in an enlarged Union, and can therefore be better achieved at Union level through the multiannual guarantee of Union finance and by concentrating on its priorities, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5(3) of the Treaty on European Union. In accordance with the principle of proportionality as set out in Article 5(4) of that Treaty, this Regulation does not go beyond what is necessary in order to achieve that objective. (3) In order to supplement or amend certain non-essential elements of this Regulation, the power to adopt delegated acts in accordance with Article 290 of the Treaty should be delegated to the Commission in respect of the accreditation of the paying agencies and coordinating bodies, the content of the Farm Advisory System, the measures to be financed by Union budget under public intervention and the valuation of the operations in connection with public intervention, the reductions and suspension of the reimbursements to the Member States, the compensation between expenditure and revenues under the Funds, the recovery of debts, the penalties applied to beneficiaries in case of non-compliance with the eligibility conditions, in respect of rules on securities, on the functioning of the integrated administration and control system, of the measures excluded from the scrutiny of transactions, the penalties applied under cross compliance, the rules on maintenance of permanent grassland, the rules on the operative event and the exchange rate to be used by the Member States not using the euro and in respect of the content of the common evaluation framework of the measures adopted under the CAP. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing-up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and Council. (4) The CAP consists of a series of measures, some of which relate to rural development. It is important that financing be provided for those measures in order to contribute to the achievement of the objectives of the CAP. Since the measures have certain elements in common but do also differ in a number of respects, their financing should be combined in the same set of provisions which allows for different treatment where necessary. Regulation (EC) No 1290/2005 created two European agricultural funds, namely the European Agricultural Guarantee Fund (hereinafter ‘EAGF’), and the European Agricultural Fund for Rural Development (hereinafter ‘EAFRD’). Those two Funds should be maintained. (5) Regulation (EU) No [FR]/xxx of the European Parliament and of the Council of […] on the financial rules applicable to the annual budget of the Union 13 and the provisions adopted pursuant to it should apply to the measures set out in this Regulation. In particular the Regulation lays down provisions related to the shared management with Member States based on the principles of sound financial management, transparency and non-discrimination, as well as provisions on the function of accredited bodies, the budgetary principles, provisions which should be respected in the framework of this Regulation. 13 OJ L , P. . ",
        "EN 11 EN (6) The Union budget should finance CAP expenditure, including that on rural development, through both Funds either directly or in the context of shared management with the Member States. The types of measures that can be financed using those Funds should be specified. (7) Provision should be made for the accreditation of paying agencies by Member States, for the establishment of procedures for obtaining the requisite management declarations of assurance, and the certification of management and monitoring systems, as well as the certification of annual accounts by independent bodies. Moreover, in order to ensure the transparency of national checks, in particular as regards authorisation, validation and payment procedures, to reduce the administrative and audit burden for the Commission services as well as for the Member States where accreditation of each individual paying agency is required, the number of authorities and bodies to which those responsibilities are delegated should be restricted taking account of the constitutional arrangements of each Member State. (8) Where a Member State accredits more than one paying agency, it is important that it designates a single coordinating body to ensure consistency in the management of the funds, to provide liaison between the Commission and the various accredited paying agencies and to ensure that the information requested by the Commission concerning the operations of several paying agencies is made rapidly available. The coordinating body should also be responsible for ensuring that remedial action is taken and that the Commission is kept informed of the follow-up and it should ensure homogeneous application of common rules and standards. (9) Only paying agencies accredited by the Member States offer reasonable assurance that the necessary checks have been carried out before granting Union aid to beneficiaries. It should therefore be explicitly laid down that only expenditure effected by accredited paying agencies can be reimbursed from the Union budget. (10) In order to help beneficiaries to become more aware of the relationship between agricultural practices and management of farms on the one hand, and standards relating to the environment, climate change, good agricultural condition of land, food safety, public health, animal health, plant health and animal welfare on the other, it is necessary that Member States establish a comprehensive farm advisory system offering advice to beneficiaries. That farm advisory system should in any way not affect the obligation and responsibility of beneficiaries to respect those standards. Also a clear separation between advice and checks should be ensured by the Member States. (11) The farm advisory system should cover at least the requirements and standards forming the scope of cross compliance. That system should also cover the requirements to be respected in relation to the agricultural practices beneficial for the climate and the environment for direct payments, as well as the maintenance of the agricultural area under Regulation (EU) No DP/xxx of the European Parliament and of the Council of xxx establishing rules for direct payment to farmers under support schemes within the framework of the common agricultural policy 14 . That system should finally cover certain elements related to climate change mitigation and adaptation, biodiversity, protection of water, animal and plant disease notification and 14 OJ L , , p. . ",
        "EN 12 EN innovation as well as the sustainable development of the economical activity of the small farms. (12) Entry into the farm advisory system should be on a voluntary basis for beneficiaries. All beneficiaries, even if not receiving support under the CAP, should be allowed to participate in the system. However priority criteria may be set by the Member States. Due to the nature of the system, it is appropriate for the information obtained in the course of the advisory activity to be treated as confidential, except in case of serious infringements of Union or national law. In order to ensure the efficiency of the system, advisors should be suitably qualified and regularly trained. (13) The financial resources required to cover the expenditure effected by the accredited paying agencies in respect of the EAGF, are to be made available to the Member States by the Commission in the form of reimbursements against the booking of the expenditure effected by those agencies. Until such reimbursements, in the form of monthly payments, have been paid, financial resources are to be mobilised by the Member States in accordance with the needs of their accredited paying agencies. The personnel costs and the administrative costs of the Member States and the beneficiaries involved in the execution of the CAP should be borne by themselves. (14) The use of the agro-meteorological system and the acquisition and improvement of satellite images should provide the Commission with the means to manage the agricultural markets and to facilitate the monitoring of agricultural expenditure. (15) In the context of respecting budget discipline, it is necessary to define the annual ceiling for the expenditure financed by the EAGF by taking into account the maximum amounts laid down for that Fund under the multiannual financial framework provided for in the Council Regulation (EU) No xxx/xxx of […] laying down the multiannual financial framework for the years 2014-2020 15 [ MFF] . (16) Budget discipline also requires that the annual ceiling for expenditure financed by the EAGF to be respected under all circumstances and at all stages of the budget procedure and the execution of the budget. This requires that the national ceiling for the direct payments per Member State set out in Regulation (EU) No xxx/xxx[DP] be regarded as a financial ceiling for such direct payments for the Member State concerned and that the reimbursement of those payments remain within this financial ceiling. Furthermore, budget discipline requires that all acts proposed by the Commission or adopted by the legislator or by the Commission under the CAP and financed by the EAGF comply with the annual ceiling for the expenditure financed by that Fund. (17) With a view to ensuring that the amounts for the financing of the CAP comply with the annual ceilings, the financial mechanism referred to in Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 16 whereby the level 15 OJ L , , p. . 16 OJ L 30, 31.1.2009, p. 16 ",
        "EN 13 EN of direct support is adjusted, should be maintained. In the same context, it is necessary to authorise the Commission to set those adjustments where the Council do not fix them before 30 June of the calendar year in respect of which they apply. (18) The measures taken to determine the financial contribution from the EAGF and the EAFRD in respect of the calculation of financial ceilings do not affect the powers of the budgetary authority designated by the Treaty. Those measures should therefore be based on the reference amounts fixed in accordance with the Interinstitutional Agreement of […] between the European Parliament, the Council and the Commission on cooperation in budgetary matters and on sound financial management 17 and Regulation (EU) No xxx/xxx [ MFF] . (19) Budget discipline also demands a continuous examination of the medium-term budget situation. The Commission, when submitting the draft budget for a given year, should therefore present its forecasts and analyses to the European Parliament and the Council and propose, if necessary, appropriate measures to the legislator. Furthermore, the Commission should make full use of its management powers at all times to ensure compliance with the annual ceiling and, if necessary, propose appropriate measures to the European Parliament and to the Council or to the Council to redress the budget situation. If, at the end of a budget year, the annual ceiling cannot be complied with as a result of the reimbursements requested by the Member States, the Commission should be able to take measures allowing provisional distribution of the available budget among the Member States in proportion to their requests for reimbursement not yet paid, as well as compliance with the ceiling fixed for the year concerned. Payments for that year should be charged to the following budget year and the total amount of Union financing per Member State should be definitively established, as should compensation between Member States in order to comply with the established amount. (20) When implementing the budget, the Commission should operate a monthly early- warning and monitoring system for agricultural expenditure, so that, if there is a risk of the annual ceiling being exceeded, the Commission may at the earliest opportunity take the appropriate measures under the management powers at its disposal and propose other measures if those measures appear to be insufficient. A periodic report by the Commission to the European Parliament and the Council should compare the evolution of the expenditure effected in relation to the profiles so far and give an assessment of the foreseeable implementation for the remainder of the budget year. (21) The exchange rate used by the Commission in drawing up the budget documents should, while making allowances for the time lag between drafting and submission reflect the most recent information available. (22) Regulation (EU) No CR/xxx of the European Parliament and of the Council of […] laying down common provisions common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund covered by the Common Strategic Framework and laying down general provisions on the European Regional Development Fund, the European Social Fund 17 OJ L , , p. . ",
        "EN 14 EN and the Cohesion Fund and repealing Regulation (EC) No 1083/2006 18 provides rules applying to the financial support from the Funds covered by that Regulation, including the EAFRD. Those provisions also include certain rules on the eligibility of expenditure, on financial management as well as the management and control systems. As regards the financial management of the EAFRD, for sake of legal clarity and coherence between the agricultural Funds, reference should be made to the relevant provisions on the budget commitments, payment deadlines and decommitment of Regulation (EU) No CR/xxx. (23) The rural development programmes are financed from the Union budget on the basis of commitments in annual instalments. Member States should be able to draw on the Union funds provided for as soon as they begin the programmes. A suitably restricted prefinancing system ensuring a steady flow of funds so that payments to beneficiaries under the programmes are made at the appropriate time is therefore needed. (24) Prefinancing apart, a distinction should be drawn between payments by the Commission to the accredited paying agencies. Interim payments and payment of balances, and rules on their payment should be set. The automatic decommitment rule should help speed up execution of programmes and contribute to sound financial management. (25) Union aid should be paid to beneficiaries in good time so that they may use it efficiently. A failure by the Member States to comply with the payment deadlines laid down in Union legislation could create serious difficulties for the beneficiaries and could jeopardise the Union's yearly budgeting. Therefore, expenditure made without respecting deadlines for payments should be excluded from Union financing. In order to respect the principle of proportionality, the Commission should be able to provide for exceptions to this general rule. This principle, laid down in Regulation (EC) No 1290/2005 should be maintained and apply to both the EAGF and the EAFRD. If Member States pay late, they should add interests on the principal amount at their own cost to compensate the beneficiaries. Such a provision could create an incentive to Member States to better respect payment deadlines, and could give more assurance to beneficiaries to be paid in time, or at least to be compensated in case of late payment. (26) Regulation (EC) No 1290/2005 provides for reductions and suspensions of monthly or interim payments for the EAGF and the EAFRD. Despite the rather broad wording of those provisions, it is noticed that in practice those provisions are used essentially to reduce payments for non-respect of payment deadlines, ceilings and similar \"accounting issues\" which can readily be detected in the declarations of expenditure. Those provisions also allow reductions and suspensions in case of serious and persistent deficiencies in national control systems, but including rather restrictive substantive conditions for doing so and providing for a special, two-step procedure to be followed. The budgetary authority has repeatedly asked the Commission to suspend payments to non-compliant Member States. Against this background, it is necessary to clarify the system provided for in Regulation (EC) No 1290/2005 and to merge the rules on reductions and suspensions for both the EAGF and the EAFRD into one single Article. The system of reductions for \"accounting issues\" should be maintained with a clearer wording in line with the existing administrative practice. The possibility 18 OJ L, , p. . ",
        "EN 15 EN for reducing or suspending payments in case of significant and persistent deficiencies in national control systems should be extended by including negligence in the recovery of irregular payments, while maintaining the two-step procedure for such reductions or suspensions. (27) Sectoral agricultural legislation requires Member States to send information on the numbers of checks carried out and their outcome within specified deadlines. Those control statistics are used to determine the level of error at Member State level and, more generally, for the purposes of checking the management of the EAGF and the EAFRD. They are an important source for the Commission to satisfy itself as to the correct management of funds and are an essential element for the annual declaration of assurance. Given the vital nature of this statistical information and in order to ensure that Member States respect their obligation to send it in time, it is necessary to provide a deterrent to late provision of the data required in a manner proportionate to the extent of the data deficit. Therefore, provisions should be put in place whereby the Commission can suspend part of the monthly or interim payments for which the relevant statistical information has not been sent in time. (28) In order to allow reuse of EAGF and EAFRD funds, rules are needed on the assignment of specific sums. The list contained in Regulation (EC) No 1290/2005 should be completed with the sums relating to late payments and to the clearance of accounts as regards expenditure under the EAGF. Also Council Regulation (EEC) No 352/78 of 20 February 1978 on the crediting of securities, deposits and guarantees furnished under the common agricultural policy and subsequently forfeited 19 laid down rules on the destinations of the sums resulting from forfeited securities. Those provisions should be harmonised and merged with the existing provisions on assigned revenue. Regulation (EEC) No 352/78 should therefore be repealed. (29) Council Regulation (EC) No 814/2000 of 17 April 2000 on information measures relating to the common agricultural policy 20 and its implementing rules define the information measures relating to the CAP which may be financed under point (c) of Article 5 of Regulation (EC) No 1290/2005. Regulation (EC) No 814/2000 contains a list of those measures and their objectives and fixes the rules of their financing and the implementation of the corresponding projects. Since the adoption of that Regulation, rules have been adopted by Regulation (EU) No xxx/xxx[FR] as regards grants and procurement. Those rules should apply also to the information measures under the CAP. For reasons of simplification and coherence, Regulation (EC) No 814/2000 should be repealed while maintaining the specific provisions relating to the objectives and types of measures to be financed. Those measures should also take into account the need to ensure more efficiency in communication to the public at large and stronger synergies between the communication activities undertaken at the initiative of the Commission and to ensure that the Union's political priorities are communicated effectively. Therefore they should also cover information measures relevant to CAP in the framework of the corporate communication as referred to in the Communication from the Commission to the European Parliament, the Council, the European 19 OJ L 50, 22.2.1978, p. 1. 20 OJ L 100, 20.04.2000, p. 7. ",
        "EN 16 EN Economic and Social Committee and the Committee of the Regions: A Budget for Europe 2020 - Part II: Policy fiches 21 . (30) The financing of measures and operations under the CAP will in part involve shared management. To ensure that Union funds are soundly managed, the Commission should perform checks on the management of the Funds by the Member State authorities responsible for making payments. It is appropriate to define the nature of the checks to be made by the Commission, to specify the terms of its responsibilities for implementing the budget and to clarify the Member States' cooperation obligations. (31) In order to allow the Commission to fulfil its obligation to check the existence and proper functioning of management and inspection systems for Union expenditure in the Member States, provision should be made, irrespective of the inspection carried out by Member States themselves, for checks by persons delegated by the Commission who should be able to request assistance from the Member States in their work. (32) Information technology needs to be used as fully as possible for producing the information to be sent to the Commission. When carrying out checks, the Commission should have full and immediate access to expenditure information recorded both in paper form and in electronic files. (33) In order to establish the financial relationship between the accredited paying agencies and the Union budget, the Commission should clear the accounts of these paying agencies annually. The clearance of accounts decision should cover the completeness, accuracy and veracity of the accounts but not the conformity of the expenditure with Union legislation. (34) The Commission, which is responsible for the proper application of Union law under Article 17 of the Treaty on European Union, should decide whether the expenditure incurred by the Member States complies with Union legislation. Member States should be given the right to justify their decisions to make payments and should have recourse to conciliation where there is no common agreement between them and the Commission. In order to give Member States legal and financial assurances as to expenditure effected in the past, a maximum period should be set for the Commission to decide which financial consequences should follow from non-compliance. The conformity clearance procedure should be , as regards EAFRD, in line with the provisions on the financial corrections by the Commission as laid down in Part 2 of Regulation (EU) No CR/xxx . (35) As regards the EAGF, sums recovered should be paid back to that Fund where the expenditure is not in conformity with Union legislation and no entitlement existed. Provision should be made for a system of financial responsibility for irregularities in the absence of total recovery. In this respect a procedure should be established permitting the Commission to safeguard the interests of the Union budget by deciding on the charging to the Member State concerned of the sums lost as a result of irregularities and not recovered within reasonable deadlines. The rules should apply to all sums not yet recovered by the time of the entry into force of this Regulation. In certain cases of negligence on the part of the Member State, it is also justified to 21 COM(2011) 500 final, p. 7. ",
        "EN 17 EN charge the full sum to the Member State concerned. Same rules should apply to the EAFRD, keeping however the specificity that sums recovered or cancelled following irregularities should remain available to the approved rural development programmes of the Member State concerned as those sums have been allocated to that Member State. Provisions on the reporting obligation for Member States should be set also. (36) The recovery procedures used by the Member States may have the effect of delaying recovery for a number of years, with no guarantee that the outcome will actually be successful. The cost of implementing those procedures may also be out of proportion to the amounts which are or may be collected. Consequently, Member States should be permitted to halt recovery procedures in certain cases. (37) In order to protect the financial interests of the Union budget, measures should be taken by Member States to satisfy themselves that transactions financed by the EAGF and the EAFRD are actually carried out and are executed correctly. Member States should also prevent, detect and deal effectively with any irregularities or non- compliance with obligations committed by beneficiaries. To this end, Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests 22 should apply. (38) Provisions relating to general principles on checks, withdrawals, reductions or exclusions from payments and to the imposition of penalties are contained in various sectoral agricultural regulations. Those rules should be gathered in the same legal framework at a horizontal level. They should cover the obligations of the Member States as regards administrative and on-the-spot checks, the rules on the recovery, reduction and exclusions of aid. Rules on checks of obligations not necessarily linked to the payment of an aid should be laid down as well. (39) Various provisions of the sectoral agricultural legislation require that a security be lodged to ensure the payment of a sum due if an obligation is not met. To all those provisions a single horizontal rule should apply so as to strengthen the framework for securities. (40) Member State should operate an integrated administration and control system for certain payments provided for in Regulation (EU) No xxx/xxx [DP] and in Regulation (EU) No RD/xxx of the European Parliament and of the Council of Xxx on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) 23 . In order to improve the effectiveness and monitoring of Union support, Member States should be authorised to make use of that integrated system also for other Union support schemes. (41) The main elements of that integrated system and, in particular, the provisions concerning a computerised database, an identification system for agricultural parcels, aid applications or payment claims and a system for the identification and recording of payment entitlements should be maintained. (42) Payments provided for in Union support schemes covered by the integrated system should be made by the competent national authorities to beneficiaries in full, subject to 22 OJ L 312, 23.12.1995, p.1. 23 OJ L , , p. . ",
        "EN 18 EN any reductions provided for in this Regulation, and within prescribed periods. In order to render the management of direct payments more flexible, Member States should be allowed to pay payments covered by the integrated system in up to two instalments per year. (43) Scrutiny of the commercial documents of undertakings receiving or making payments can be a very effective means of surveillance of transactions forming part of the system of financing by the EAGF. The provisions on the scrutiny of the commercial documents are laid down in Council Regulation (EC) No 485/2008 of 26 May 2008 on scrutiny by Member States of transactions forming part of the system of financing by the European Agricultural Guarantee Fund 24 . That scrutiny supplements other checks already carried out by the Member States. Furthermore, national provisions relating to scrutiny which are more extensive than those provided for in that Regulation are not affected by it. (44) Under Regulation (EC) No 485/2008, Member States are to take the measures necessary to ensure effective protection of the financial interests of the Union budget, and particularly in order to check the genuineness and compliance of operations financed by the EAGF. In the interests of clarity and rationality, the relevant provisions should be integrated into the same act. Regulation (EC) No 485/2008 should therefore be repealed. (45) The documents used as a basis for such scrutiny should be determined in such a way as to enable a full scrutiny to be carried out. The undertakings to be scrutinised should be selected on the basis of the nature of the transactions carried out on their responsibility and the breakdown per sector of the undertakings receiving or making payments according to their financial importance in the system of financing by the EAGF. (46) The powers of the officials responsible for scrutiny and the obligations on undertakings to make commercial documents available to such officials for a specified period and to supply such information as may be requested by them should be defined. Provision should be made allowing commercial documents to be seized in certain cases. (47) Having regard to the international structure of agricultural trade and in the interest of the functioning of the internal market, it is necessary to organise cooperation among the Member States. It is also necessary to set up a centralised documentation system at Union level concerning undertakings receiving or making payments established in third countries. (48) While it is the responsibility of the Member States to adopt their scrutiny programmes, it is necessary that those programmes be communicated to the Commission so that it can assume its supervisory and coordinating role, in order to ensure that the programmes are adopted on the basis of appropriate criteria and to guarantee that the scrutiny is concentrated on sectors or undertakings where the risk of fraud is high. 24 OJ L 143, 3.6.2008, p. 1. ",
        "EN 19 EN (49) It is essential that each Member State has a special department responsible for monitoring the scrutiny of commercial documents provided for in this Regulation or for coordinating that scrutiny. Those special departments should be organised independently of the departments carrying out scrutiny prior to payment. Information collected during that scrutiny should be protected by professional secrecy. (50) Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 25 , which was replaced by Regulation (EC) No 73/2009, established the principle that the full payment to beneficiaries of some supports under the CAP should be linked to compliance with rules relating to land management, agricultural production and agricultural activity. That principle was subsequently reflected in Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) 26 and Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) 27 . Under this so-called 'cross compliance' system Member States are to impose penalties in the form of reduction or exclusion of support received under the CAP in whole or in part. (51) The cross compliance system incorporates in the CAP basic standards for the environment, climate change, good agricultural and environmental condition of land, public health, animal health, plant health and animal welfare. This link aims at contributing to the development of a sustainable agriculture through a better awareness of beneficiaries of the need to respect those basic standards. It aims also at contributing to make the CAP more compatible with the expectation of the society through a better consistency of that policy with the environment, public health, animal health, plant health and animal welfare policies. (52) The cross compliance system forms an integral part of the CAP and should therefore be maintained. However, its scope, which consists so far in separate lists of statutory management requirements and standards of good agricultural and environmental condition of land should be streamlined so that its consistency is ensured and made more visible. For this purpose the requirements and standards should be organised in a single list and grouped by areas and issues. Experience has also shown that a number of the requirements within the scope of cross compliance are not sufficiently relevant to farming activity or the area of the holding or concern national authorities rather than beneficiaries. It is therefore appropriate to adjust this scope in this respect. Provision should furthermore be made for the maintenance of permanent grassland in 2014 and 2015. 25 OJ L 270, 21.10.2003, p. 1. 26 OJ L 277, 21.10.2005, p. 1. 27 OJ L 299, 16.11.2007, p. 1. ",
        "EN 20 EN (53) Statutory management requirements need to be fully implemented by Member States in order to become operational at farm level and ensure the necessary equal treatment between farmers. (54) As regards Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy 28 the provisions will only be operational under cross compliance when all Member States will have fully implemented them in particular with clear obligations for farmers. According to the Directive the requirements at farm level will be applied at the latest by 1 January 2013. (55) As regards Directive 2009/128/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for Community action to achieve the sustainable use of pesticides 29 the provisions will only be operational under cross compliance when all Member States will have fully implemented them in particular with clear obligations for farmers. According to the Directive the requirements at farm level will be progressively applied following a time schedule and in particular the general principles of integrated pest management will be applied at the latest by 1 January 2014. (56) According to Article 22 of Directive 2000/60/EC, Council Directive 80/68/EEC of 17 December 1979 on the protection of groundwater against pollution caused by certain dangerous substances 30 shall be repealed on 23 December 2013. In order to maintain the rules under cross compliance related to protection of groundwater, it is appropriate, while awaiting the inclusion of Directive 2000/60/EC in cross compliance, to adjust the scope of cross-compliance and to define a standard of good agricultural and environnemental condition encompassing the requirements of Articles 4 and 5 of the Directive 80/68/EEC. (57) The cross compliance system implies certain administrative constraints for both beneficiaries and national administrations since record keeping must be ensured, checks must be carried out and penalties have to be applied where necessary. Those penalties should be proportionate, effective and dissuasive. Such penalties should be without prejudice to other penalties laid down under other provisions of Union or national law. For the sake of consistency, it is appropriate to merge the relevant Union provisions into one single legal instrument. For farmers participating in the small farmers scheme referred to in Title V of Regulation (EU) No xxx/xxx[DP], the efforts to be made under the cross compliance system may be considered as exceeding the benefit of keeping those farmers under that system. For reasons of simplification, those farmers should therefore be exempted from cross compliance and in particular from its control system and from the risk of cross compliance penalties. However, that exemption should be without prejudice to the obligation to respect the applicable provisions of the sectoral legislation and to the possibility to be checked and to be imposed penalties under that legislation. 28 OJ L 327, 22.12.2000, p. 1. 29 OJ L 309, 24.11.2009, p. 71. 30 OJ L 20, 26.1.1980, p. 43. ",
        "EN 21 EN (58) Regulation (EC) No 1782/2003 established a framework of standards of good agricultural and environmental condition of the land within which Member States are to adopt national standards taking account of the specific characteristics of the areas concerned, including soil and climatic conditions and existing farming systems (land use, crop rotation, farming practices) and farm structures. Those standards of good agricultural and environmental condition of the land aim at contributing to prevent soil erosion, maintain soil organic matter and soil structure, ensure a minimum level of maintenance, avoid the deterioration of habitats and protect and manage water. The wider scope of the cross compliance system as laid down in this Regulation should therefore include a framework within which Member States should adopt national standards of good agricultural and environmental condition. The Union framework should also include rules to better address water, soil, carbon stock, biodiversity and landscape issues as well as minimum level of maintenance of the land. (59) Beneficiaries should know clearly what they have to comply with in relation to the rules on cross compliance. For that purpose, all requirements and standards forming part of those rules should be communicated by Member States in an exhaustive, understandable and explanatory way, including, where possible, by electronic means. (60) An effective implementation of cross compliance requires verification at beneficiaries' level that obligations are respected. Where a Member State decides to make use of the option not to apply a reduction or exclusion where the amount concerned is less than EUR 100, the competent control authority should, for a sample of beneficiaries in the following year, verify that the findings of the non-compliance concerned have been remedied. (61) To ensure harmonious cooperation between the Commission and the Member States regarding the financing of CAP expenditure and, more particularly, to allow the Commission to monitor the financial management by the Member States and clear the accounts of the accredited paying agencies, certain information has to be communicated by the Member States or to be kept available to the Commission. (62) For the purposes of compiling the data to be sent to the Commission, and to allow the Commission to have full immediate access to expenditure data in both paper and electronic form, suitable rules on the presentation and transmission of data, including rules on time limits, need to be laid down. (63) As personal data or business secrets might be involved in the application of the national control systems and the conformity clearance, the Member States and the Commission should guarantee the confidentiality of the information received in that context. (64) In the interests of sound financial management of the Union budget and impartiality of treatment at both Member State and beneficiary level, rules on the use of the euro should be laid down. (65) The rate of exchange of the euro into national currency may vary in the course of the period during which an operation is carried out. Therefore the rate applicable to the amounts concerned should be determined taking into account the event through which the economic objective of the operation is achieved. The rate of exchange applied should be that of the date on which this event occurs. It is necessary to specify this ",
        "EN 22 EN operative event or to waive its application, observing certain criteria and in particular the rapidity with which currency movements are passed on. Those rules are laid down in Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro 31 and they complete similar provisions of Regulation (EC) No 1290/2005. In the interests of clarity and rationality the relevant provisions should be integrated into the same act. Regulation (EC) No 2799/98 should therefore be repealed. (66) Special rules should be laid down for dealing with exceptional monetary situations arising either within the Union or on the world market and requiring immediate action to ensure that the arrangements established under the CAP operate effectively. (67) Member States not having adopted the euro should have the option of making payments for expenditure resulting from the CAP legislation in euro rather than in national currency. Specific rules are needed to ensure that this option does not lead to any unjustified advantage for parties making or receiving payment. (68) Each measure under the CAP should be subject to monitoring and evaluation in order to improve its quality and demonstrate its achievements. In this context a list of indicators should be determined and the impact of the CAP policy assessed by the Commission in relation to policy objectives. The Commission should set up a framework for a common monitoring and evaluation ensuring among others that relevant data, including information from Member States is available on a timely manner. In so doing it should take into account the data needs and synergies between potential data sources. Moreover, the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: A Budget for Europe 2020 - Part II stated that the climate related expenditure in the overall Union budget should increase to at least 20%, with contribution from different policies. The Commission should therefore be able to assess the impact of the Union's support in the framework of the CAP to climate objectives. (69) Union legislation concerning the protection of individuals with regard to the processing of personal data and on the free movement of such data, in particular Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data 32 and Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data 33 are applicable. (70) In its judgment in Joined Cases C-92/09 and 93/09 34 the Court of Justice of the European Union declared the relevant provisions in Regulation (EC) No 1290/2005 concerning the obligation of Member States to publish information on natural persons benefiting from the European agricultural funds invalid. Since it is in the interest of 31 OJ L 349, 24.12.1998, p. 1. 32 OJ L 281, 23.11.1995, p. 31. 33 OJ L 8, 12.1.2001, p. 1. 34 Judgement in joined cases C-92/09 and C-93/09, Volker und Markus Schecke GbR and Hartmut Eifert/Land Hessen , [2010] ECR I-0000 ",
        "EN 23 EN natural persons that their personal data are protected, and with a view to reconciling the different objectives underlying the obligation to publish information on the beneficiaries of funds, as provided for in Commission Regulation (EC) No 259/2008 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the publication of information on the beneficiaries of funds deriving from the European Agricultural Guarantee Fund (EAGF) and the European Agricultural Fund for Rural Development (EAFRD) 35 , that Regulation was amended in order to lay down explicitly that this obligation does not apply to natural persons. The adoption by the European Parliament and the Council of new rules taking account of the objections expressed by the Court should be preceded by in depth analysis and assessment in order to find the most appropriate way to reconcile the right to protection of personal data of the beneficiaries with the need for transparency. Pending that analysis and assessment, the current provisions on the publication of information on beneficiaries of the European agricultural funds should be maintained. (71) In order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers 36 . (72) The advisory procedure should be used for the adoption of certain implementing acts. With regard to the implementing acts involving the calculations of amounts by the Commission the advisory procedure enables the Commission to fully assume its responsibility of managing the budget and aims at increased efficiency, predictability and rapidity, taking into account the time limits and the budgetary procedures. With regard to the implementing acts within the framework of the payments made to the Member States and the operation of the clearance of accounts procedure, the advisory procedure enables the Commission to fully assume its responsibility of managing the budget and verifying the annual accounts of the national paying agencies with a view to accepting such accounts or, in the case of expenditure not effected in compliance with Union rules, to excluding such expenditure from Union financing. In other cases, the examination procedure should be used for the adoption of implementing acts. (73) The Commission should further be empowered to carry out certain administrative or management tasks, in particular concerning the setting of the net balance available for EAGF expenditure. To those empowerments Regulation (EU) No 182/2011 should not apply. (74) The transition from the provisions of the Regulations repealed by this Regulation to those in this Regulation could give rise to practical and specific difficulties. In order to deal with those possible difficulties, provision should be made for the Commission to adopt the necessary and duly justified measures. (75) As the programming period for the rural development programmes financed on the basis of this Regulation runs from 1 January 2014, this Regulation should be 35 OJ L 76, 19.3.2008, p. 28. 36 OJ L 55, 28.2.2011, p. 13. ",
        "EN 24 EN applicable as from that date. However, certain provisions related in particular to the financial management of the funds should apply as from an earlier date corresponding to the beginning of the financial year, HAVE ADOPTED THIS REGULATION: ",
        "EN 25 EN TABLE OF CONTENTS EXPLANATORY MEMORANDUM ....................................................................................... 2 1. CONTEXT OF THE PROPOSAL............................................................................... 2 2. RESULTS OF CONSULTATIONS WITH THE INTERESTED PARTIES AND IMPACT ASSESSMENT ............................................................................................ 4 3. LEGAL ELEMENTS OF THE PROPOSAL .............................................................. 6 4. BUDGETARY IMPLICATION .................................................................................. 7 REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the financing, management and monitoring of the common agricultural policy . Error! Bookmark not defined. TITLE I SCOPE AND DEFINITIONS ................................................................................... 27 TITLE II GENERAL PROVISIONS ON AGRICULTURAL FUNDS.................................. 28 Chapter I Agricultural Funds.................................................................................................... 28 Chapter II Paying agencies and other bodies ........................................................................... 30 TITLE III FARM ADVISORY SYSTEM ............................................................................... 33 TITLE IV FINANCIAL MANAGEMENT OF THE FUNDS ................................................ 35 Chapter I EAGF ....................................................................................................................... 35 Section 1 Financing of Expenditure......................................................................................... 35 Section 2 Budget discipline...................................................................................................... 38 Chapter II EAFRD ................................................................................................................... 41 Section 1 General provisions for EAFRD................................................................................ 41 Section 2 Financing of rural development programmes .......................................................... 41 Section 3 Financial Contribution to rural development programmes ...................................... 42 Section 4 Financing of the Prize for innovative, local cooperation ......................................... 45 Chapter III Common Provisions .............................................................................................. 46 Chapter IV Clearance of accounts............................................................................................ 51 ",
        "EN 26 EN Section I General provisions .................................................................................................... 51 Section II Clearance ................................................................................................................. 53 Section III Irregularities ........................................................................................................... 55 TITLE V CONTROL SYSTEMS AND PENALTIES ............................................................ 58 Chapter I General rules ............................................................................................................ 58 Chapter II Integrated Administration and Control System ...................................................... 63 Chapter III Scrutiny of transactions ......................................................................................... 69 Chapter IV Other provisions on checks ................................................................................... 74 TITLE VI CROSS COMPLIANCE......................................................................................... 77 Chapter I Scope ........................................................................................................................ 77 Chapter II Control system and penalties in relation to cross compliance ................................ 79 TITLE VII COMMON PROVISIONS .................................................................................... 83 Chapter I Communication ........................................................................................................ 83 CHAPTER II Use of the euro .................................................................................................. 85 CHAPTER III Report and evaluation ..................................................................................... 87 TITLE VIII FINAL PROVISIONS.......................................................................................... 89 ANNEX I.................................................................................................................................. 91 ANNEX II ................................................................................................................................ 94 ANNEX III............................................................................................................................... 97 LEGISLATIVE FINANCIAL STATEMENT....................................................................... 102 ",
        "EN 27 EN TITLE I SCOPE AND DEFINITIONS Article 1 Scope This Regulation lays down the rules on: (a) the financing of expenditure under the common agricultural policy, including expenditure on rural development; (b) the farm advisory system; (c) the management and control systems to be put in place by the Member States; (d) the cross-compliance system; (e) clearance of accounts. Article 2 Terms used in this Regulation 1. The definitions of \"farmer\", \"agricultural activity\", \"agricultural area\", \"holding\" laid down in Article 4 of Regulation (EU) xxx/xxx[DP] shall apply for the purposes of this Regulation, save as otherwise provided for in this Regulation. The terms \"direct payments\" referred to in Article 1 of Regulation (EU) xxx/xxx[DP] shall apply for the purposes of this Regulation. 2. Force majeure and exceptional circumstances as used in this Regulation in relation to Regulation (EU) xxx/xxx[DP], Regulation (EU) xxx/xxx[sCMO] and Regulation (EU) xxx/xxx[RD] may in particular be recognised in cases such as: (a) the death of the beneficiary; (b) long-term professional incapacity of beneficiary; (c) a severe natural disaster gravely affecting the holding; (d) the accidental destruction of livestock buildings on the holding; (e) an epizootic affecting part or all of the beneficiary's livestock; (f) expropriation of a large part of the holding if that could not have been anticipated on the day of lodging the application. ",
        "EN 28 EN TITLE II GENERAL PROVISIONS ON AGRICULTURAL FUNDS Chapter I Agricultural Funds Article 3 Funds financing agricultural expenditure 1. In order to achieve the objectives of the common agricultural policy defined by the Treaty, the financing of the various measures falling under it, including rural development shall be made by: (a) the European Agricultural Guarantee Fund, hereinafter referred to as the ‘EAGF’; (b) the European Agricultural Fund for Rural Development, hereinafter referred to as the ‘EAFRD’. 2. The EAGF and the EAFRD shall come under the general budget of the European Union. Article 4 EAGF expenditure 1. The EAGF shall be implemented in shared management between the Member States and the Union and shall finance the following expenditure, which shall be effected in accordance with Union legislation: (a) measures regulating or supporting agricultural markets; (b) direct payments to farmers under the common agricultural policy; (c) the Union's financial contribution to information and promotion measures for agricultural products on the internal market of the Union and in third countries, undertaken by Member States on the basis of programmes other than those referred to in Article 5 and selected by the Commission; (d) the Union’s financial contribution to the Union School Fruit Scheme and to the measures in relation to animal diseases and loss of consumer confidence referred to in Articles 21 and 155 of Regulation (EU) No xxx/xxx [sCMO] respectively. 2. The EAGF shall finance the following expenditure in a direct manner and in accordance with Union legislation: ",
        "EN 29 EN (a) promotion of agricultural products, undertaken either directly by the Commission or via international organisations; (b) measures, undertaken in accordance with Union legislation, to ensure the conservation, characterisation, collection and utilisation of genetic resources in agriculture; (c) establishment and maintenance of agricultural accounting information systems; (d) agricultural survey systems, including surveys on the structure of agricultural holdings. Article 5 EAFRD expenditure The EAFRD shall be implemented in shared management between the Member States and the Union and shall finance the Union's financial contribution to rural development programmes implemented in accordance with the Union legislation on support for rural development, as well as the expenditure related to the Prize for innovative, local cooperation referred to in Chapter IV of Title III of Regulation (EU) No RD/xxx.. Article 6 Other expenditure, including technical assistance The EAGF and the EAFRD may each respectively finance on a direct manner, on the initiative of the Commission and/or on its behalf, the preparatory, monitoring, administrative and technical support, as well as evaluation, audit and inspection measures required to implement the common agricultural policy. Those measures shall include in particular: (a) measures required for the analysis, management, monitoring, information exchange and implementation of the common agricultural policy, as well as measures relating to the implementation of control systems and technical and administrative assistance; (b) the acquisition by the Commission of the satellite images required for the checks in accordance with Article 21; (c) the measures taken by the Commission via remote-sensing applications used for the monitoring of agricultural resources in accordance with Article 22; (d) measures required to maintain and develop methods and technical means for information, interconnection, monitoring and control of the financial management of the funds used to finance the common agricultural policy; (e) provision of information on the common agricultural policy in accordance with Article 47; (f) studies on the common agricultural policy and evaluation of measures financed by the EAGF and the EAFRD, including improvement of evaluation methods and exchange of information on practices; ",
        "EN 30 EN (g) where relevant, executive agencies set up in accordance with Council Regulation (EC) No 58/2003 37 , acting in connection with the common agricultural policy; (h) measures relating to dissemination of information, raising awareness, promoting cooperation and exchanging experience at Union level, undertaken in the context of rural development, including networking of the parties concerned ; (i) measures required for the development, registration and protection of logos within the framework of the Union quality policies and for the protection of intellectual property rights linked to it, as well as the necessary information technology (IT) developments . Chapter II Paying agencies and other bodies Article 7 Accreditation and withdrawal of accreditation of paying agencies and coordinating bodies 1. Paying agencies shall be dedicated departments or bodies of the Member States responsible for the management and control of expenditure referred to in Article 4(1) and Article 5. With the exception of payment, the execution of those tasks may be delegated. 2. Member States shall accredit as paying agencies departments or bodies which fulfil the accreditation criteria to be laid down by the Commission pursuant to Article 8(a). Each Member State shall, taking into account its constitutional provisions, restrict the number of its accredited paying agencies to one per Member State or one per region, where applicable. However, where paying agencies are established at regional level, Member States shall, in addition, accredit a paying agency at national level for aid schemes which, by their nature, have to be managed at national level. 3. By [1 February] of the year following the financial year concerned, the person in charge of the accredited paying agency shall draw up: (a) the annual accounts for the expenditure made in the execution of the tasks entrusted to their accredited paying agencies, accompanied by the requisite information for their clearance in accordance with Article 53; (b) a management declaration of assurance as to the completeness, accuracy and veracity of the accounts, the proper functioning of the internal control systems as well as to the legality and regularity of the underlying transactions and the respect of the principle of sound financial management; 37 OJ L 11, 16.1.2003, p. 1. ",
        "EN 31 EN (c) a summary of the results of all available audits and checks carried out, including an analysis of systematic or recurrent weaknesses as well as corrective actions taken or planned. 4. Where more than one paying agency is accredited, the Member State shall designate a body, hereinafter referred to as the \"coordinating body\", to which it assigns the following tasks: (a) to collect the information to be made available to the Commission and to send that information to the Commission; (b) to establish a synthesis report providing an overview at national level of all management declarations of assurance referred to in point (b) of paragraph 3 and the audit opinions thereon referred to in Article 9; (c) to ensure that remedial action is taken as regards any deficiencies of a common nature and that the Commission is kept informed of the follow-up; (d) to promote and ensure harmonised application of the Union rules. The coordinating body shall be subject to specific accreditation by the Member States as regards the processing of the financial information referred to in point (a) of the first subparagraph. 5. Where an accredited paying agency does not meet or no longer meets one or more of the accreditation criteria referred to in paragraph 2, the Member State shall withdraw its accreditation unless the paying agency makes the necessary changes within a period to be determined according to the severity of the problem. 6. The paying agencies shall manage and ensure control of the operations linked to public intervention for which they are responsible and they shall retain overall responsibility in that field. Article 8 Commission powers 1. To ensure the sound operation of the system provided for in Article 7, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 concerning: (a) minimum conditions for the accreditation of paying agencies with regard to the internal environment, control activities, information and communication, and monitoring, as well as rules on the procedure for issuing and withdrawing accreditation; (b) rules relating to supervision and the procedure for reviewing accreditation of paying agencies; (c) minimum conditions for the accreditation of coordination bodies as well as rules on the procedure for issuing and withdrawing accreditation. ",
        "EN 32 EN 2 The Commission shall lay down, by means of implementing acts, rules on: (a) the obligations of the paying agencies as regards public intervention, as well as on the content of their management and control responsibilities. (b) the functioning of the coordinating body and the notification of information to the Commission as referred to in Article 7(4). The implementing acts provided for in the first subparagraph shall be adopted in accordance with the examination procedure referred to in Article 112(3). Article 9 Certification bodies 1. The certification body shall be a public or private audit body designated by the Member State which shall provide an opinion on the management declaration of assurance covering the completeness, accuracy and veracity of the annual accounts of the paying agency, the proper functioning of its internal control system, the legality and regularity of the underlying transactions, as well as the respect of the principle of sound financial management. It shall be operationally independent from both the paying agency concerned and the authority which has accredited that agency. 2. The Commission shall, by means of implementing acts, lay down rules concerning the status of the certification bodies, the specific tasks, including the checks, which they have to carry out as well as the certificates and the reports, together with the documents accompanying them, to be drawn up by those bodies. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). Article 10 Admissibility of payments made by the paying agencies The expenditure referred to in Article 4(1) and in Article 5 may be covered by Union financing only if it has been effected by accredited paying agencies. Article 11 Payment in full to beneficiaries Save explicitly provided otherwise in the Union legislation, payments relating to the financing provided for in this Regulation shall be disbursed in full to the beneficiaries. ",
        "EN 33 EN TITLE III FARM ADVISORY SYSTEM Article 12 Principle and scope 1. Member States shall establish a system of advising beneficiaries on land and farm management (hereinafter referred to as the ‘farm advisory system’) operated by one or more designated bodies. The designated bodies may be public or private. 2. The farm advisory system shall cover at least: (a) the statutory management requirements and the standards for good agricultural and environmental condition of land as laid down in Chapter I of Title VI; (b) the agricultural practices beneficial for the climate and the environment as laid down in Chapter 2 of Title III of Regulation (EU) No xxx/xxx [DP] and the maintenance of the agricultural area as referred to in Article 4(1)(c) of Regulation (EU) No xxx/xxx [DP]; (c) the requirements or actions related to climate change mitigation and adaptation, biodiversity, protection of water, animal and plant disease notification and innovation at minimum as laid down in Annex I to this Regulation; (d) the sustainable development of the economical activity of the small farms as defined by the Member States and at least of the farms participating in the small farmers scheme referred to in Title V of Regulation (EU) No xxx/xxx[DP]. 3. The farm advisory system may also cover in particular: (a) the sustainable development of the economical activity of holdings other than those referred to in paragraph (2)(d); (b) the minimum requirements established by national legislation, as referred to in Article 29(3) and 30(2) of Regulation (EU) No xxx/xxx [RD] Article 13 Specific requirements relating to the farm advisory system 1. Member States shall ensure that the advisors within the farm advisory system are suitably qualified and regularly trained. 2. Member States shall ensure the separation between advice and control. In this respect and without prejudice to national legislation concerning public access to documents, Member States shall ensure that the designated bodies referred to in Article 12 do not disclose personal or individual information and data they obtain in their advisory activity to persons other than the beneficiary managing the holding concerned, with ",
        "EN 34 EN the exception of any irregularity or infringement found during their activity which is covered by an obligation laid down in Union or national law to inform a public authority, in particular in the case of criminal offences. 3. The competent national authority shall provide the beneficiary, where appropriate by the use of electronic means, with the appropriate list of designated bodies. Article 14 Access to the farm advisory system Beneficiaries, whether or not they receive support under the common agricultural policy, including rural development, may use the farm advisory system on a voluntary basis. However Member States may determine, in accordance with objective criteria, the categories of beneficiaries that have priority access to the farm advisory system. Member States shall nevertheless ensure that priority is given to farmers whose access to an advisory service other than the farm advisory system is most limited. The farm advisory system shall ensure that beneficiaries have access to advice reflecting the specific situation of their holding. Article 15 Commission powers 1. In order to guarantee the proper functioning of the farm advisory system, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 concerning provisions aiming at rendering that system fully operational. Those provisions may relate, amongst others, to the accessibility criteria for farmers. 2. The Commission may, by means of implementing acts, adopt rules for the uniform implementation of the farm advisory system. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). ",
        "EN 35 EN TITLE IV FINANCIAL MANAGEMENT OF THE FUNDS Chapter I EAGF S ECTION 1 F INANCING OF E XPENDITURE Article 16 Budget ceiling 1. The annual ceiling for EAGF expenditure shall be constituted by the maximum amounts set for it under Regulation (EU) No xxx/xxx [MFF] . 2. In the event that the Union legislation provides for sums to be reduced from the amount referred to in paragraph 1 , the Commission shall, by means of implementing acts, set the net balance available for EAGF expenditure on the basis of the data referred to in that legislation. Article 17 Monthly payments 1. The appropriations necessary to finance the expenditure referred to in Article 4(1) shall be made available to Member States by the Commission in the form of monthly payments, on the basis of the expenditure effected by the accredited paying agencies during a reference period. 2. Until transfer of the monthly payments by the Commission, the resources required to undertake expenditure shall be mobilised by the Member States according to the needs of their accredited paying agencies. Article 18 Procedure for monthly payments 1. Monthly payments shall be made by the Commission, without prejudice to the implementing acts referred to in Articles 53 and 54, for expenditure effected by accredited paying agencies during the reference month. 2. Monthly payments shall be made to each Member State at the latest on the third working day of the second month following that in which the expenditure is effected. ",
        "EN 36 EN Expenditure effected by Member States between 1 and 15 October shall count as being made in the month of October. Expenditure effected between 16 and 31 October shall count as being made in the month of November. 3. The Commission shall, by means of implementing acts, determine the monthly payments which it makes, on the basis of a declaration of expenditure from the Member States and the information supplied in accordance with Article 102(1), taking account reductions or suspensions applied under Article 43 or any other corrections. Those implementing acts shall be adopted in accordance with the advisory procedure referred to in Article 112(2). 4. The Commission may, by means of implementing acts, decide to make supplementary payments or deductions. In such cases, the Committee referred to in Article 112(1) shall be informed at its next meeting. Article 19 Administrative and personnel costs Expenditure relating to administrative and personnel costs incurred by Member States and by beneficiaries of aid from the EAGF shall not be borne by the Fund. Article 20 Public intervention expenditure 1. Where, within the framework of the common organisation of the markets, a sum per unit is not determined in respect of a public intervention, the EAGF shall finance the measure concerned on the basis of standard amounts uniform throughout the Union, in particular for funds originating in the Member States used for buying-in products, for material operations arising from storage and, where appropriate, for processing of intervention products. 2. In order to ensure the funding by the EAGF of the public intervention expenditure the Commission shall be empowered to adopt delegated act in accordance with Article 111 concerning: (a) the type of measures eligible for Union financing and the reimbursement conditions; (b) the eligibility conditions and calculation methods on the basis of the information actually observed by the paying agencies or on the basis of flat- rates determined by the Commission, or on the basis of flat-rate or non-flat-rate amounts provided for by the sectoral agricultural legislation. 3. The amounts referred to in the paragraph 1 shall be set by the Commission by means of implementing acts. Those implementing acts shall be adopted in accordance with the advisory procedure referred to in Article 112(2). ",
        "EN 37 EN Article 21 Acquisition of satellite images The list of the satellite images required for checks shall be agreed by the Commission and the Member States in accordance with the specification prepared by each Member State. The Commission shall supply those satellite images free of charge to the control bodies or to suppliers of services authorised by those bodies to represent them. The Commission shall remain the owner of the images and shall recover them on completion of the work. It may also provide that work is carried out on enhancing techniques and working methods in connection with the inspection of agricultural areas by remote sensing. Article 22 Monitoring of agricultural resources The measures financed pursuant to point (c) of Article 6 shall aim to give the Commission the means to manage Union agricultural markets in a global context, to ensure agri-economic monitoring of agricultural land and of the condition of crops so as to enable estimates to be made, in particular as regards yields and agricultural production, to share the access to such estimates in an international context, such as initiatives coordinated by United Nations organisations or other international agencies, to contribute to transparency of world markets, and to ensure technological follow-up of the agri-meteorological system. The measures financed pursuant to point (c) of Article 6 concern the collection or purchase of data needed to implement and monitor the common agricultural policy, including satellite data and meteorological data, the creation of a spatial data infrastructure and a website, the carrying out of specific studies on climatic conditions and the updating of agri-meteorological and econometric models. Where necessary, those measures shall be carried out in collaboration with national laboratories and bodies. Article 23 Implementing powers The Commission may, by means of implementing acts, adopt rules relating to the financing pursuant to points (b) and (c) of Article 6, the procedure under which the measures referred to in Articles 21 and 22 shall be carried out in order to meet the objectives assigned, the framework governing the acquisition, enhancing and utilisation of satellite images and meteorological data, and the applicable deadlines. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). ",
        "EN 38 EN S ECTION 2 B UDGET DISCIPLINE Article 24 Compliance with the ceiling 1. Throughout the budget procedure and the implementation of the budget, appropriations relating to EAGF expenditure shall not exceed the amount referred to in Article 16. All legislative instruments proposed by the Commission and adopted by the European Parliament and the Council, the Council or the Commission and having an influence on the EAGF budget shall comply with the amount referred to in Article 16. 2. Where Union legislation provides for a financial ceiling in euro for agricultural expenditure in respect of a Member State, such expenditure shall be reimbursed subject to that limit set in euro, with any necessary adjustments being made if Article 43 applies. 3. National ceilings for direct payments referred to in Article 7 of Regulation (EU) No xxx/xxx[DP], corrected by the adjustments laid down in Article 25 of this Regulation, shall be deemed to be financial ceilings in euro. Article 25 Financial discipline 1. With a view to ensuring that the annual ceilings set out in the Regulation (EU) No xxx/xxx [ MFF] for the financing of the market related expenditure and direct payments are respected, an adjustment rate of the direct payments shall be determined when the forecasts for the financing of the measures financed under that subceiling for a given financial year indicate that the applicable annual ceilings will be exceeded. 2. The Council, acting on a proposal from the Commission presented no later than 31 March of the calendar year in respect of which the adjustment referred to in paragraph 1 applies, shall determine the adjustment no later than 30 June of the same calendar year. 3. If by 30 June in any year the adjustment rate has not been set, the Commission shall set it by means of an implementing act and shall inform the Council immediately. Such implementing act shall be adopted in accordance with the advisory procedure referred to in Article 112(2). 4. Until 1 December, on a proposal by the Commission, on the basis of new information in its possession, the Council may adapt the adjustment rate for direct payments set in accordance with paragraphs 2 or 3. ",
        "EN 39 EN 5. The Commission may by means of implementing act adopt the terms and conditions applicable to appropriations carried over in accordance with Article [149(3)] of Regulation (EU) No FR/xxx in order to finance the expenditure referred to in Article 4(1)(b) of this Regulation. Those implementing acts shall be adopted in accordance with the advisory procedure referred to in Article 112(2). 6. Before applying this Article, account shall first be taken of the amount authorised by the budget authority for the Reserve for crises in the agricultural sector referred to in point 14 of the Interinstitutional Agreement between the European Parliament, the Council and the Commission on cooperation in budgetary matters and on sound financial management. Article 26 Budget discipline procedure 1. The Commission shall present to the European Parliament and to the Council, at the same time as the draft budget for financial year N, its forecasts for financial years N - 1, N and N + 1. 2. If, on drawing up the draft budget for financial year N, there appears to be a risk that the amount referred to in Article 16 for financial year N will be exceeded, the Commission shall propose to the European Parliament and the Council or to the Council the measures necessary to ensure compliance with that amount. 3. At any time, if the Commission considers that there is a risk of the amount referred to in Article 16 being exceeded and that it cannot take adequate measures to remedy the situation under its powers, it shall propose other measures to ensure compliance with that amount. These measures shall be adopted by the Council on the basis of Article 43(3) of the Treaty or by the European Parliament and the Council on the basis of Article 43(2) of the Treaty. 4. If, at the end of financial year N, reimbursement requests from the Member States exceed or are likely to exceed the amount referred to in Article 16, the Commission shall: (a) consider the requests presented by Member States pro rata and within the limit of the available budget, and shall, by means of implementing acts, set provisionally the amount of the payments for the month concerned; (b) determine, for all Member States, at the latest by 28 February of the following year, their situation with regard to Union financing for the previous financial year; (c) set, by means of implementing act the total amount of Union financing broken down by Member State, on the basis of a single rate of Union financing, within the limit of the budget which was available for the monthly payments; (d) effect, at the latest when the monthly payments are made for March of year N+1, any compensations to be carried out with respect to Member States. ",
        "EN 40 EN The implementing acts provided for in points (a) and (c) of the first subparagraph shall be adopted in accordance with the advisory procedure referred to in Article 112(2). Article 27 Early-warning system In order to ensure that the budget ceiling referred to in Article 16 will not be exceeded, the Commission shall implement a monthly early-warning and monitoring system in respect of EAGF expenditure. Before the beginning of each financial year, the Commission shall determine for that purpose monthly expenditure profiles based, where appropriate, on average monthly expenditure during the previous three years. The Commission shall present periodically to the European Parliament and to the Council a report examining the development of expenditure effected in relation to the profiles and containing an assessment of the foreseeable implementation for the current financial year. Article 28 Reference exchange rates 1. When adopting the draft budget, or a letter of amendment to the draft budget which concerns agricultural expenditure, the Commission shall use for EAGF budget estimates the average euro/US dollar exchange rate recorded on the market during the latest quarter ending at least 20 days before adoption of the budget document by the Commission. 2. When adopting a draft amending and supplementary budget or a letter of amendment thereto, in so far as those documents concern appropriations relating to the measures referred to in Article 4(1)(a), the Commission shall use: (a) firstly, the average euro/US dollar exchange rate actually recorded on the market from 1 August of the previous financial year until the end of the latest quarter ending at least 20 days before adoption of the budget document by the Commission and at the latest on 31 July of the current financial year, and (b) secondly, as a forecast for the remainder of the financial year, the average exchange rate actually recorded during the latest quarter ending at least 20 days before adoption of the budget document by the Commission. ",
        "EN 41 EN Chapter II EAFRD S ECTION 1 G ENERAL PROVISIONS FOR EAFRD Article 29 No double funding Without prejudice to the eligibility for support under Article 30(2) of Regulation (EU) No RD/xxx, expenditure financed under the EAFRD shall not be subject of any other financing under the EU budget. Article 30 Provisions applying to all payments 1. In accordance with Article 67(1) of Regulation (EU) No CR/xxx payments by the Commission of the EAFRD contribution as referred to in Article 5 shall not exceed the budget commitments. They shall be assigned to the earliest open budget commitment. 2. Article [81] of Regulation (EU) No FR/xxx shall apply. S ECTION 2 F INANCING OF RURAL DEVELOPMENT PROGRAMMES Article 31 Financial contribution from the EAFRD The financial contribution from the EAFRD towards expenditure under rural development programmes shall be determined for each programme, within the ceilings established by Union legislation concerning support for rural development by the EAFRD . Article 32 Budget commitments As regards the Union's budget commitments for rural development programmes, Article 66 of Regulation (EU) No CR/xxx shall apply. ",
        "EN 42 EN S ECTION 3 F INANCIAL C ONTRIBUTION TO RURAL DEVELOPMENT PROGRAMMES Article 33 Provisions applying to payments for rural development programmes 1. The appropriations necessary to finance the expenditure referred to in Article 5 shall be made available to Member States in the form of prefinancing, interim payments and the payment of a balance, as described in this Section. 2. The combined total of prefinancing and interim payments shall not exceed 95 % of the EAFRD's contribution to each rural development programme. In accordance with Article 70(2) of Regulation (EU) No CR/xxx, when the ceiling of 95 % is reached, the Member States shall continue transmitting request for payments to the Commission. Article 34 Prefinancing arrangements 1. Following the Commission decision approving the programme, an initial prefinancing amount for the whole programming period shall be paid by the Commission. This initial pre-financing amount shall represent 4% of the EAFRD contribution to the programme concerned. It may be split into a maximum of three instalments depending on budget availability. The first instalment shall represent 2% of the EAFRD contribution to the programme concerned. 2. The total amount paid as prefinancing shall be reimbursed to the Commission if no expenditure is incurred and no declaration of expenditure for the rural development programme is sent within 24 months of the date on which the Commission pays the first instalment of the prefinancing amount. 3. Interest generated on the prefinancing shall be posted to the rural development programme concerned and deducted from the amount of public expenditure indicated on the final declaration of expenditure. 4. The total prefinancing amount shall be cleared in accordance with the procedure referred to in Article 53 before the rural development programme is closed. Article 35 Interim payments 1. Interim payments shall be made for each rural development programme. They shall be calculated by applying the co-financing rate for each measure to the incurred public expenditure pertaining to it. ",
        "EN 43 EN 2. Subject to resource availability, the Commission shall make interim payments in order to reimburse the expenditure incurred by accredited paying agencies in implementing the programmes. 3. Each interim payment shall be made subject to compliance with the following requirements: (a) transmission to the Commission of a declaration of expenditure signed by the accredited paying agency, in accordance with Article 102(1)(c) ; (b) no overrun of the total EAFRD contribution to each measure for the entire period covered by the programme concerned; (c) transmission to the Commission of the last annual progress report on the implementation of the rural development programme. 4. If one of the requirements laid down in paragraph 3 is not met, the Commission shall forthwith inform the accredited paying agency or the coordinating body, where one has been appointed. If one of the requirements laid down in point (a) or (c) of paragraph 3 is not respected, the declaration of expenditure shall be inadmissible. 5. The Commission shall make interim payments within 45 days of registering a declaration of expenditure for which the requirements set out in paragraph 3 of this Article are met, without prejudice to the Article 39 and to the implementing acts referred to in Articles 53 and 54. 6. Accredited paying agencies shall establish and forward, either directly or via the intermediary of the coordinating body, where one has been appointed, intermediate declarations of expenditure relating to rural development programmes to the Commission, within periods set by the Commission by means of implementing acts adopted in accordance with the examination procedure referred to in Article 112(3). Declarations of expenditure shall cover expenditure that the paying agencies have incurred during each of the periods concerned. However, in cases where expenditure referred to in Article 55(7) of Regulation (EU) No CR/xxx cannot be declared to the Commission in the period concerned due to pending approval of the program modification by the Commission, it may be declared in subsequent periods. Intermediate declarations of expenditure in respect of expenditure incurred from 16 October onwards shall be booked to the following year's budget. 7. Article 74 of Regulation (EU) No CR/xxx shall apply. Article 36 Payment of the balance and closure of the programme 1. After receiving the last annual progress report on the implementation of a rural development programme, the Commission shall pay the balance, subject to resource availability, on the basis of the financial plan in force, the annual accounts for the last ",
        "EN 44 EN execution year for the relevant rural development programme and of the corresponding clearance decision. Those accounts shall be presented to the Commission no later than 6 months after the final eligibility date of expenditure as referred to in Article 55(2) of Regulation (EU) No xxx/xxx[CR] and shall cover the expenditure incurred by the paying agency up to the last eligibility date of expenditure. 2. The balance shall be paid not later than six months after the information and documents referred to in paragraph 1 of this Article are considered receivable by the Commission and the last annual account have been cleared. The amounts still committed after the balance is paid shall be decommitted by the Commission within a period of six months, without prejudice to Article 37(5). 3. If by the time limit set out in paragraph 1 the Commission has not been sent the last annual progress report and the documents needed for clearance of the accounts of the last execution year for the programme the balance shall be automatically decommitted in accordance with Article 37. Article 37 Automatic decommitment for rural development programmes 1. The Commission shall automatically decommit any portion of a budget commitment for a rural development programme that has not been used for the purpose of prefinancing or making interim payments or for which no declaration of expenditure fulfilling the requirements laid down in Article 35(3) has been presented to it in relation to expenditure incurred by 31 December of the second year following that of the budget commitment. 2. That part of budget commitments still open on the last eligibility date of expenditure as referred to in Article 55(2) of Regulation (EU) No xxx/xxx[CR] for which a declaration of expenditure has not been made by within 6 months after that date shall be automatically decommitted. 3. In the event of any legal proceedings or an administrative appeal having suspensory effect, the period for automatic decommitment referred to in paragraph 1 or paragraph 2 shall be interrupted, in respect of the amount relating to the operations concerned, for the duration of those proceedings or that administrative appeal, provided that the Commission receives substantiated notification from the Member State by 31 December of year N + 2. 4. The following shall be disregarded in calculating the automatic decommitment: (a) that part of the budget commitments for which a declaration of expenditure has been made but reimbursement of which has been reduced or suspended by the Commission at 31 December of year N + 2; (b) that part of the budget commitments which a paying agency has been unable to disburse for reasons of force majeure seriously affecting implementation of the rural development programme. National authorities claiming force majeure must demonstrate the direct consequences on the implementation of all or part of the programme. ",
        "EN 45 EN The Member State shall send the Commission information on the exceptions referred to in the first subparagraph by 31 January for the amount to be declared by the end of the preceding year. 5. The Commission shall inform Member States in good time if there is a risk of automatic decommitment. It shall inform them of the amount involved as indicated by the information in its possession. The Member States shall have two months from receiving this information to agree to the amount in question or present observations. The Commission shall carry out the automatic decommitment not later than nine months after the last time-limit resulting from the application of paragraphs 1 to 3. 6. In the event of automatic decommitment, the EAFRD contribution to the rural development programme concerned shall be reduced, for the year in question, by the amount automatically decommitted. The Member State shall produce a revised financing plan splitting the reduction of the aid between the measures for approval by the Commission. If it does not do so, the Commission shall reduce the amounts allocated to each measure pro rata. S ECTION 4 F INANCING OF THE P RIZE FOR INNOVATIVE , LOCAL COOPERATION Article 38 Budget commitments The Commission Decision adopting the list of the projects to which the Prize for innovative, local cooperation is awarded, as referred to in Article 58(4) of Regulation (EU) No RD/xxx shall constitute a financing decision within the meaning of Article [75(2)] of Regulation (EU) No FR/xxx. Following the adoption of the Decision referred to in the first paragraph, the Commission shall made a budget commitment by Member State for the total amount of the prizes granted to projects in that Member State within the limit referred to in Article 51(2) of Regulation (EU) No RD/xxx. Article 39 Payments to the Member States 1. Within the framework of the interim payments referred to in Article 35, the Commission shall make payments in order to reimburse the expenditure incurred by accredited paying agencies in awarding the Prizes referred to in this Section in the limits of the available budget commitments for the Member States concerned. 2. Each payment shall be subject to the transmission to the Commission of a declaration of expenditure signed by the accredited paying agency, in accordance with Article 102(1)(c). ",
        "EN 46 EN 3. Accredited paying agencies shall establish and forward, either directly or via the intermediary of the coordinating body, where one has been appointed, declarations of expenditure relating to the Prize for innovative, local cooperation to the Commission, within periods set by the Commission by means of implementing acts adopted in accordance with the examination procedure referred to in Article 112(3). Declarations of expenditure shall cover expenditure that the paying agencies have incurred during each of the periods concerned. Article 40 Automatic decommitment for the Prize for innovative, local cooperation The Commission shall automatically decommit the amounts referred to in the second subparagraph of Article 38 that have not been used for reimbursing the Member States as laid down in Article 39 or for which no declaration of expenditure meeting the conditions laid down in that Article has been presented to it in relation to expenditure incurred by 31 December of the second year following that of the budget commitment. Article 37(3), (4) and (5) shall apply mutatis mutandis. Chapter III Common Provisions Article 41 Agricultural financial year Without prejudice to the special provisions on declarations of expenditure and revenue relating to public intervention laid down by the Commission pursuant to Article 48(7)(a), the agricultural financial year shall cover expenditure paid and revenue received and entered in the accounts of the EAGF and EAFRD budget by the paying agencies in respect of financial year «N» beginning on 16 October of year «N-1» and ending on 15 October of year «N». Article 42 Compliance with payment deadlines 1. Where payment deadlines are laid down by Union legislation, any payment made by the paying agencies to the beneficiaries before the earliest possible date of payment and after the latest possible date of payment shall make the payments ineligible for Union financing, except in the cases, conditions and limits to be determined taking into account the principle of proportionality. In order to make the financial impact proportional to the payment delay observed, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 concerning rules on the reduction of payments in relation to the non-respect of the payment period. ",
        "EN 47 EN 2. Where the latest possible date of payment is not respected by the Member States, they shall pay the beneficiaries default interests, supported from the national budget. Article 43 Reduction and suspension of monthly and interim payments 1. Where the declarations of expenditure or the information referred to in Article 102 enable the Commission to establish that expenditure has been effected by bodies which are not accredited paying agencies, that payment periods or financial ceilings set by Union legislation have not been respected or that expenditure has otherwise not been effected in accordance with Union rules, the Commission may reduce or suspend the monthly or interim payments to the Member State concerned under the decision on monthly payments referred to in Article 18(3) or in the framework of the interim payments referred to in Article 35, after giving the Member State an opportunity to submit its comments. Where the declarations of expenditure or the information referred to in Article 102 do not enable the Commission to establish that the expenditure has been effected in accordance with Union rules, the Commission shall ask the Member State concerned to supply further information and submit its comments within a period which may not be less than 30 days. If the Member State fails to respond to the Commission request within the period determined or if the response is considered unsatisfactory or demonstrates that the expenditure has not been effected in accordance with Union rules, the Commission may reduce or suspend the monthly or interim payments to the Member State concerned under the decision on monthly payments referred to in Article 18(3) or in the framework of the interim payments referred to in Article 35. 2. The Commission may, by way of implementing acts, reduce or suspend the monthly or interim payments to a Member State if all of the following conditions are met: (a) one or more of the key components of the national control system in question do not exist or are not effective due to the gravity or persistence of the deficiencies found, or irregular payments are not being recovered with the necessary diligence; (b) the deficiencies referred to in point (a) are of a continuous nature and have been the reason for at least two implementing acts pursuant to Article 54, excluding from Union financing expenditure from the Member State concerned; and (c) the Commission concludes that the Member State concerned is not in a position to implement the necessary measures to remedy the situation in the immediate future. The implementing acts provided for in the first subparagraph shall be adopted in accordance with the advisory procedure referred to in Article 112(2). The reduction or suspension shall be applied to the relevant expenditure effected by the paying agency where the deficiencies exist for a period to be determined in the implementing acts referred to in the first subparagraph , which shall not exceed twelve months but which may be prolonged for further periods not exceeding twelve ",
        "EN 48 EN months if the conditions for the reduction or suspension continue to be met. It shall not be continued if those conditions are no longer met. Before adopting the implementing acts referred to in the first subparagraph, the Commission shall inform the Member State concerned of its intention and shall ask it to react within a period which may not be less than 30 days. The decisions on the monthly payments referred to in Article 18(3) or on the interim payments referred to in Article 35 shall take account of the implementing acts adopted under this paragraph. 3. Reductions and suspensions under this Article shall be applied in accordance with the principle of proportionality and are without prejudice to the implementing acts referred to in Articles 53 and 54. 4. Reductions and suspensions under this Article shall be without prejudice to Articles 17, 20 and 21 of Regulation (EU) No CR/xxx. The suspensions referred to in Articles 17 and 20 of Regulation (EU) No CR/xxx shall be applied following the procedure laid down in paragraph 2 of this Article. Article 44 Suspension of payments in case of late submission When sectoral agricultural legislation requires Member States to submit, within a specific period of time, information on the numbers of checks carried out and their outcome and the Member States overrun that period, the Commission may suspend the monthly payments referred to in Article 18 or the interim payments referred to in Article 35 for which the relevant statistical information has not been sent in time. Article 45 Assignment of revenue 1. The following shall be regarded as assigned revenue within the meaning of Article [18] of Regulation (EU) No FR/xxx: (a) sums which, under Articles 42, Article 53 as regards expenditure under EAGF, 54 and 56, must be paid to the Union budget, including interest thereon; (b) sums which are collected or recovered under Chapter III of Title I of Part II of Regulation (EU) No sCMO align /xxx of European parliament and of the Council 38 ; (c) sums which have been collected as a consequence of penalties in accordance with the specific rules laid down in sectoral agricultural legislation, save if that legislation explicitly provides that those amounts may be retained by the Member States; 38 OJ L […], […], p. […]. ",
        "EN 49 EN (d) amounts corresponding to penalties applied in accordance with the rules on cross-compliance laid down in Chapter II of Title VI, as regards expenditure under EAGF; (e) any security, deposit or guarantee furnished pursuant to Union legislation adopted within the framework of Common Agricultural Policy, excluding rural development, which is forfeited. However, forfeited securities lodged when issuing export or import licences or under a tendering procedure for the sole purpose of ensuring the submission by tenderers of genuine tenders shall be retained by the Member States. 2. The sums referred to in paragraph 1 shall be paid to the Union budget and, in the event of reuse, shall be used exclusively to finance EAGF or EAFRD expenditure. 3. This Regulation shall apply mutatis mutandis to assigned revenue referred to in paragraph 1. 4. As regards the EAGF, Articles [150 and 151] of Regulation (EU) No FR/xxx shall apply mutatis mutandis to the keeping of accounts on assigned revenue referred to in this Regulation. Article 46 Keeping of separate accounts Each paying agency shall keep a set of separate accounts for the appropriations entered in the budget of the Union for the EAGF and the EAFRD. Article 47 Financing of information measures 1. The provision of information financed pursuant to point (e) of Article 6 shall aim, in particular, at helping to explain, implement and develop the common agricultural policy and raising public awareness of the content and objectives of that policy, at reinstating consumer confidence following crises through information campaigns, at informing farmers and other parties active in rural areas and promoting the European model of agriculture and helping people understand it. It shall supply coherent, objective and comprehensive information, both inside and outside the Union, in order to give an overall picture of that policy. 2. The measures referred to in paragraph 1 may be: (a) annual work programmes or other specific measures presented by third parties; (b) activities implemented at the Commission's initiative. The measures which are required by law or the measures already receiving financing under another Union action shall be excluded. ",
        "EN 50 EN In order to implement activities as referred to in point (b) the Commission may be assisted by external experts. The measures referred to in the first subparagraph shall also contribute to covering the corporate communication of the Union's political priorities provided that they are related to the general objectives of this Regulation. 3. The Commission shall publish by 31 October of each year a call of proposal respecting the conditions laid down in Regulation (EU) No FR/xxx. 4. The Committee referred to in Article 112(1) shall be notified of measures envisaged and taken pursuant to this Article. 5. The Commission shall present a report on the implementation of this Article to the European Parliament and the Council every two years. Article 48 Commission powers 1. In order to take account of revenue collected by paying agencies for the Union's budget when making payments on the basis of the expenditure declarations submitted by Member States, the Commission shall be empowered to adopt delegated act in accordance with Article 111 concerning the conditions under which certain types of expenditure and revenue under the EAGF and the EAFRD are to be compensated. 2. In order to ensure the proper management of the appropriations entered in the budget of the Union for the EAGF and the EAFRD, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 containing rules pertaining to the valuation of operations in connection with public intervention and the measures to be taken in case of loss or deterioration of products under the public intervention and the determination of amounts to be financed. 3. In order to enable the equitable distribution of the appropriations available between the Member States, if the Union's budget has not been adopted by the beginning of the financial year or if the total amount of the commitments scheduled exceeds the threshold laid down in Article [150(3)] of Regulation (EU) No FR/xxx, the Commission shall be empowered to adopt delegated act in accordance with Article 111 of this Regulation on the provisions for the method applicable to the commitments and the payment of the amounts. 4. In order to verify the consistency of the data notified by the Member States in relation to the expenditure or other information provided for in this Regulation, and to ensure compliance with the obligation to notify pursuant to Article 102, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 on the conditions governing the reduction and suspension of payment to Member States, with regard to expenditure under the EAGF and the EAFRD respectively. 5. In order to ensure the respect of the proportionality principle when applying Article 44, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 pertaining to rules on: ",
        "EN 51 EN (a) the list of measures which fall under Article 44; (b) the rate and period of suspension of payments referred to in that Article; (c) the conditions for lifting the suspension. 6. The Commission may lay down, by means of implementing acts, further details on the obligation laid down in Article 46 as well as the specific conditions applying to the information to be booked in the accounts kept by the paying agencies. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). 7. The Commission may, by means of implementing acts, adopt rules pertaining to: (a) rules on the financing and accounting of intervention measures in the form of public storage, and other expenditure financed by the EAGF and the EAFRD; (b) the terms and conditions governing the implementation of the automatic decommitment procedure; (c) rules on the payment by the Member States of default interests to the beneficiaries as referred to in Article 42(2). The implementing acts provided for in the first subparagraph shall be adopted in accordance with the examination procedure referred to in Article 112(3). Chapter IV Clearance of accounts S ECTION I G ENERAL PROVISIONS Article 49 On-the-spot checks by the Commission 1. Without prejudice to the checks carried out by Member States under national laws, regulations and administrative provisions or Article 287 of the Treaty or any check organised under Article 322 of the Treaty or based on Council Regulation (EC) No 2185/96 39 , the Commission may organise on-the-spot checks in Member States with a view to verifying in particular : (a) compliance of administrative practices with Union rules; 39 OJ L 292, 15.11.1996, p. 2. ",
        "EN 52 EN (b) the existence of the requisite supporting documents and their correlation with the operations financed by the EAGF or the EAFRD; (c) the terms on which the operations financed by the EAGF or the EAFRD have been undertaken and checked. Persons delegated by the Commission to carry out on-the-spot checks or Commission agents acting within the scope of the powers conferred upon them shall have access to the books and all other documents, including documents and metadata drawn up or received and recorded on an electronic medium, relating to expenditure financed by the EAGF or the EAFRD . The powers to carry out on-the-spot checks shall not affect the application of national provisions which reserve certain acts for agents specifically designated by national legislation. Without prejudice to the specific provisions of Regulations (EC) No 1073/1999 40 and (EC) No 2185/96, persons delegated by the Commission shall not take part, inter alia, in home visits or the formal questioning of persons on the basis of legislation of the Member State concerned. However, they shall have access to information thus obtained. 2. The Commission shall give sufficient prior notice of an on-the-spot check to the Member State concerned or the Member State within whose territory the check is to take place. Agents from the Member State concerned may take part in such checks. At the request of the Commission and with the agreement of the Member State, additional checks or inquiries into the operations covered by this Regulation shall be undertaken by the competent bodies of that Member State. Commission agents or persons delegated by the Commission may take part in such checks. In order to improve checks, the Commission may, with the agreement of the Member States concerned, request the assistance of the authorities of those Member States for certain checks or inquiries. Article 50 Access to information 1. Member States shall make available to the Commission all information necessary for the smooth operation of the EAGF and the EAFRD and shall take all appropriate measures to facilitate the checks which the Commission deems appropriate in connection with the management of Union financing, including on-the-spot checks. 2. Member States shall communicate to the Commission on request the laws, regulations and administrative provisions which they have adopted for implementing the Union acts relating to the common agricultural policy, where those acts have a financial impact on the EAGF or the EAFRD. 3. Member States shall make available to the Commission all information about irregularities and suspected fraud cases detected, and about the steps taken to recover 40 OJ L 136, 31.5.1999, p. 1. ",
        "EN 53 EN undue payments in connection with those irregularities and frauds pursuant to Section III of this Chapter. Article 51 Access to documents The accredited paying agencies shall keep supporting documents relating to payments made and documents relating to the performance of the administrative and physical checks required by Union legislation, and shall make the documents and information available to the Commission. Where those documents are kept by an authority acting under delegation from a paying agency and responsible for authorising expenditure, that authority shall send reports to the accredited paying agency on the number of checks made, their content and the measures taken in the light of their results. Article 52 Implementing powers The Commission may, by means of implementing acts, lay down rules regarding: (a) the specific obligations which the Member States have to comply with in relation to the checks provided for in this Chapter; (b) the cooperation obligations to be complied with by the Member States for the implementation of Articles 49 and 50; (c) the modalities for the reporting obligation referred to in Article 50(3). The implementing acts provided for in the first paragraph shall be adopted in accordance with the examination procedure referred to in Article 112(3). S ECTION II C LEARANCE Article 53 Clearance of accounts 1. Prior to 30 April of the year following the budget year in question and on the basis of the information transmitted in accordance with Article 102(1)(c), the Commission shall, by means of implementing acts, decide on the clearance of the accounts of the accredited paying agencies. Those implementing acts shall be adopted in accordance with the advisory procedure referred to in Article 112(2). 2. The clearance decision referred to in paragraph 1 shall cover the completeness, accuracy and veracity of the annual accounts submitted. The decision shall be adopted without prejudice to decisions adopted subsequently pursuant to Article 54. ",
        "EN 54 EN Article 54 Conformity clearance 1. The Commission shall, by means of implementing acts, decide on the amounts to be excluded from Union financing when it finds that expenditure as indicated in Article 4(1) and Article 5 has not been incurred in conformity with Union legislation and, for EAFRD, with the applicable Union and national law referred to in Article 77 of Regulation (EU) No CR/xxx. Those implementing acts shall be adopted in accordance with the advisory procedure referred to in Article 112(2). 2. The Commission shall assess the amounts to be excluded on the basis of the gravity of the non-conformity recorded. It shall take due account of the nature and gravity of the infringement and of the financial damage caused to the Union. 3. Before the adoption of any decision to refuse financing, the findings from the Commission's inspection and the Member State's replies shall be notified in writing, following which the two parties shall attempt to reach agreement on the action to be taken. If agreement is not reached, the Member State may request opening of a procedure aimed at reconciling each party's position within four months. A report of the outcome of the procedure shall be given to the Commission, which shall examine it before deciding on any refusal of financing. 4. Financing may not be refused for: (a) expenditure as indicated in Article 4(1) which is incurred more than 24 months before the Commission notifies the Member State in writing of its inspection findings; (b) expenditure on multiannual measures falling within the scope of Article 4(1) or within the scope of the programmes as indicated in Article 5, where the final obligation on the recipient occurs more than 24 months before the Commission notifies the Member State in writing of its inspection findings; (c) expenditure on measures in programmes, as indicated in Article 5, other than those referred to in point (b) of this paragraph, for which the payment or, as the case may be, the final payment, by the paying agency, is made more than 24 months before the Commission notifies the Member State in writing of its inspection findings. 5. Paragraph 4 shall not apply in the case of: (a) irregularities covered by Section III of this Chapter; (b) national aids or infringements for which the procedure laid down in Article 108 or Article 258 of the Treaty respectively has begun; (c) infringements by Member States of their obligations under Chapter III of Title V of this Regulation, provided that the Commission notifies the Member State in writing of its inspection findings within 12 months following receipt of the ",
        "EN 55 EN Member State’s report on the results of its checks of the expenditure concerned. Article 55 Implementing powers The Commission shall, by means of implementing acts, lay down rules for the implementation of: (a) the clearance of accounts provided for in Article 53 with regard to the measures to be taken in connection with the adoption of the decision and its implementation, including the information exchange betweeen the Commission and the Member States and the deadlines to be respected; (b) the conformity clearance provided for in Article 54 with regard to the measures to be taken in connection with the adoption of the decision and its implementation, including the information exchange between the Commission and the Member States and the deadlines to be respected as well as the conciliation procedure provided for in that Article, including the establishment, tasks, composition and working arrangements of the conciliation body. The implementing acts provided for in the first paragraph shall be adopted in accordance with the examination procedure referred to in Article 112(3). S ECTION III I RREGULARITIES Article 56 Common Provisions 1. For any undue payment following the occurrence of irregularity or negligence, Member States shall request recovery from the beneficiary within one year of the first indication that such an irregular has taken place and shall record the corresponding amounts in the debtors' ledger of the paying agency. 2. If recovery has not taken place within four years of the date of the recovery request, or within eight years where recovery is taken in the national courts, the financial consequences of non-recovery shall be borne by the Member State concerned, without prejudice to the requirement that the Member State concerned must pursue recovery procedures in compliance with Article 60. Where, in the context of the recovery procedure, the absence of any irregularity is recorded by an administrative or legal instrument of a definitive nature, the Member State concerned shall declare as expenditure to the EAGF and EAFRD the financial burden borne by it under the first subparagraph. 3. On duly justified grounds, Member States may decide not to pursue recovery. A decision to this effect may be taken only in the following cases: ",
        "EN 56 EN (a) if the costs already and likely to be incurred total more than the amount to be recovered, or (b) if recovery proves impossible owing to the insolvency, recorded and recognised under national law, of the debtor or the persons legally responsible for the irregularity. Where the decision referred to in the first subparagraph of this paragraph is taken before the outstanding amount has been subject to the rules referred to in paragraph 2, the financial consequence of non-recovery is borne by the Union budget. 4. Member States shall enter in the annual accounts to be sent to the Commission under Article 102(1)(c)(iv) the amounts to be borne by them under paragraph 2 of this Article. The Commission shall check that this has been done and make any adjustments needed as part of the implementing act specified in Article 53(1). 5. The Commission may, by means of implementing acts, decide to exclude from Union financing sums charged to the Union budget in the following cases: (a) if the Member State has not respected the time limits referred to in paragraph 1; (b) if it considers that the decision not to pursue recovery taken by a Member State pursuant to paragraph 3 is not justified; (c) if it considers that the irregularity or lack of recovery is the outcome of irregularity or negligence attributable to the administrative authorities or another official body of the Member State. The implementing acts provided for in the first subparagraph shall be adopted in accordance with the advisory procedure referred to in Article 112(2). Before the adoption of such implementing acts, the procedure laid down in Article 54(3) shall apply. Article 57 Provisions specific to the EAGF Sums recovered following the occurrence of irregularity or negligence and the interest threon shall be made over to the paying agency and booked by it as revenue assigned to the EAGF in the month in which the money is actually received. When the Union budget is credited as referred in the first paragraph, the Member State may retain 10 % of the corresponding amounts as flat rate recovery costs, except in cases of irregularity or negligence attributable to its administrative authorities or other official bodies. Article 58 Provisions specific to the EAFRD Member States shall make financial adjustments where irregularities or negligence are detected in rural development operations or programmes by totally or partially cancelling the ",
        "EN 57 EN Union financing concerned. Member States shall take into consideration the nature and gravity of the irregularities detected and the level of the financial loss to the EAFRD. Amounts of the Union financing under the EAFRD which are cancelled and amounts recovered, as well as the interest thereon, shall be reallocated to the programme concerned. However, the cancelled or recovered Union funds may be reused by Member States only for an operation under the same rural development programme and provided the funds are not reallocated to operations which have been the subject of a financial adjustment. After the closure of a rural development programme, the Member State shall refund the sums recovered to the Union budget. Article 59 Delegated powers In order to ensure correct and efficient application of the provisions relating to recovery set out in this Section, the Commission shall be empowered to adopt delegated act in accordance with Article 111 concerning specific obligations to be complied with by the Member States. ",
        "EN 58 EN TITLE V CONTROL SYSTEMS AND PENALTIES Chapter I General rules Article 60 Protection of the financial interests of the Union 1. Member States shall within the framework of the common agricultural policy, adopt all legislative, regulatory and administrative provisions and take any other measures necessary to ensure effective protection of the financial interests of the Union and particularly to: (a) check the legality and regularity of operations financed by the EAGF and the EAFRD; (b) offer effective prevention against fraud, especially as regards the areas with a higher level of risk, and which shall act as a deterrent, having regard to the costs and benefits as well as the proportionality of the measures; (c) prevent, detect and correct irregularities and fraud; (d) impose penalties which are effective, dissuasive and proportionate in accordance with Union legislation, or failing this, national law, and bring legal proceedings to that effect, as necessary; (e) recover undue payments plus interest, and bring legal proceedings to that effect as necessary. 2. Member States shall set up efficient management and control systems in order to ensure compliance with the legislation governing Union support schemes. 3. Member States shall inform the Commission of the provisions adopted and measures taken under paragraphs 1 and 2. Any conditions which the Member States establish to supplement the conditions laid down by Union rules for receiving support financed by the EAGF or the EAFRD shall be verifiable. 4. The Commission may, by means of implementing acts, adopt rules aiming at reaching a uniform application of paragraphs 1 and 2 of this Article. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). ",
        "EN 59 EN Article 61 General principles of checks 1. The system set up by the Member States in accordance with Article 60(2) shall include, except where otherwise provided, systematic administrative checking of all aid applications and shall be supplemented by on-the-spot checks. 2. As regards the on-the-spot checks, the authority responsible shall draw its check sample from the entire population of applicants comprising, where appropriate, a random part and a risk-based part in order to obtain a representative error rate, while targeting also highest errors. 3. The authority responsible shall draw up a report on each on-the-spot check. 4. Where appropriate, all on-the-spot checks provided for in Union rules regarding agricultural subsidies and rural development support shall be carried out at the same time. Article 62 Circumvention clause Without prejudice to specific provisions, no advantage provided for under the sectoral agricultural legislation shall be granted in favour of a natural or legal person in respect of whom it is established that the conditions required for obtaining such advantages were created artificially, contrary to the objectives of that legislation. Article 63 Compatibility of support schemes for the purposes of checks For the purposes of applying the support schemes in the wine sector as referred to in Regulation (EU) No xxx/xxx[sCMO], Member States shall ensure that the administration and control procedures applied to those schemes are compatible with the integrated system referred to in Chapter II of this Title as regards the following elements: (a) the computerised database; (b) the identification systems for agricultural parcels; (c) the administrative checks. The procedures shall allow a common functioning or the exchange of data with the integrated system. Article 64 Commission powers as regards checks 1. In order to ensure correct and efficient application of the checks and that the verification of the eligibility conditions is carried out in an efficient, coherent and non-discriminatory way which protects the financial interest of the Union, the ",
        "EN 60 EN Commission shall be empowered to adopt delegated acts in accordance with Article 111 concerning the situations where beneficiaries or their representatives prevent checks from being carried out. 2. The Commission shall, by means of implementing acts, adopt the necessary rules aiming at reaching a uniform application of this Chapter in the Union. Those rules may, in particular, relate to the following: (a) the rules concerning administrative and on-the-spot checks to be conducted by the Member States with regard to the respect of obligations, commitments and eligibility criteria resulting from the application of Union legislation; (b) the rules on the minimum level of on-the-spot checks necessary for an effective management of the risks, as well as the conditions under which Member States have to increase such checks, or may reduce them where the management and control systems function properly and the error rates are at an acceptable level; (c) the rules and methods on the reporting of the checks and verification carried out and their results; (d) the authorities responsible for performing the checks for compliance as well as to the content, the frequency and the marketing stage to which those checks shall apply; (e) where the specific needs for proper management of the system so require, rules introducing additional requirements with respect to customs procedures, in particular as laid down in Regulation (EC) No 450/2008 of the European Parliament and of the Council 41 ; (f) with regard to hemp as referred to in Article 38 of Regulation (EU) No xxx/xxx [DP], rules on the specific control measures and methods for determining tetrahydrocannabinol levels ; (g) with regard to cotton as referred to in Article 42 of Regulation (EU) No xxx/xxx [DP], a system for checks on the approved interbranch organisations; (h) with regard to wine as referred to in Regulation (EU) No sCMO/xxx, rules on the measurement of areas, as well as relating to checks and rules governing the specific financial procedures for the improvement of checks; (i) the tests and methods to be applied for establishing the eligibility of products for public intervention and private storage, as well as the use of tendering procedures, both for public intervention and for private storage. The implementing acts provided for in the first subparagraph shall be adopted in accordance with the examination procedure referred to in Article 112(3) or in the corresponding Article of Regulation (EU) No xxx/xxx[DP], Regulation (EU) No xxx/xxx[RD] or Regulation (EU) No xxx/xxx[sCMO] respectively. 41 OJ L 145, 4.6.2008, p. 1. ",
        "EN 61 EN Article 65 Withdrawals, reductions and exclusions of aid 1. Where it is found that a beneficiary does not comply with the eligibility criteria or the commitments relating to the conditions for granting the aid as provided for in the sectoral agricultural legislation the aid shall be withdrawn in full or in part. 2. Where Union law so provides, Member States shall also impose penalties by way of reductions or exclusions of the payment or part of the payment granted or to be granted in respect of which the eligibility criteria or the commitments have been met. The amount of the reduction of aid shall be graduated according to the severity, extent, duration and reoccurrence of the non compliance found and may go as far as total exclusion from one or several aid schemes or support measures for one or more calendar years. 3. The amounts concerned by the withdrawal referred to in paragraph 1 and by the penalties referred to in paragraph 2 shall be recovered in full. Article 66 Commission powers as regards penalties 1. In order to strike a balance between a deterrent effect of charges and penalties to be imposed for non-compliance with any of the obligations resulting from the application of the sectoral agricultural legislation on the one hand, and a flexible application of the system on the other hand, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 concerning the rules and conditions relating to the following: (a) the suspension of the right to participate in an aid scheme, the exclusion and suspension of payment or a reduction rate of aids, payments or refunds or any other penalty, in particular in case time limits have not been respected, the product, size or quantity is not in conformity with the application, the evaluation of a scheme or the notification of information did not take place, is incorrect or is not notified on time; (b) the reduction of the payment to the Member States concerning their agricultural expenditure in case the time limits established for the recovery of the contribution to payment of surplus levy have not been met, or suspension of monthly payments in case Member States fail to send or to send on time, or send incorrect information to the Commission; (c) the extra amount, additional charges or interest rate to be applied in case of fraud, irregularity, absence of proof that an obligation has been fulfilled or over-time declarations; (d) the conditions for lodging, releasing and forfeiting of securities, as well as the rate of reduction to be applied on release of securities for refunds, licences, offers, tenders or specific applications when an obligation covered by that security has partially or totally not been met; ",
        "EN 62 EN (e) the retention by Member States of the amounts recovered as penalties; (f) the exclusion of an operator or an applicant from public intervention and private storage, from the licence application system or from the tariff quota systems in case of fraud or submission of incorrect information; (g) the withdrawal or suspension of an approval or a recognition, in particular when an operator, producer organisation, association of producer organisations, producer group or inter-branch organisation fails to respect or no longer meets the conditions required, including failure to make notifications; (h) the application of appropriate national penalties on operators involved in the production in excess of quotas; (i) obvious errors, force majeure and exceptional circumstances. 2. The Commission shall, by means of implementing acts, adopt the following: (a) the procedures and technical criteria related to the measures and penalties referred to in paragraph 1 where non-compliance with any of the obligations resulting from the application of the relevant legislation is found; (b) the rules and procedures regarding the recovery of undue payments resulting from the application of the relevant legislation. The implementing acts provided for in the first subparagraph shall be adopted in accordance with the examination procedure referred to in Article 112(3) or in the corresponding Article of Regulation (EU) No xxx/xxx[DP], Regulation (EU) No xxx/xxx[RD] or Regulation (EU) No xxx/xxx[sCMO] respectively. Article 67 Securities 1. The Member States shall, when the sectoral agricultural legislation so provides, request the lodging of a security guaranteeing that an obligation under sectoral agricultural legislation is fulfilled. 2. Except in cases of force majeure, the security shall be forfeited in whole or in part where the execution of a particular obligation is not carried out, or is carried out only partially. 3. In order to ensure a non discriminatory treatment, equity and the respect of proportionality when lodging a security, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 concerning rules on: (a) the meaning of terms for the application of the first and second paragraphs; (b) the responsible party in the event that an obligation is not met; (c) specific situations when the competent authority may waive the requirement of a security; ",
        "EN 63 EN (d) the conditions applying to the security to be lodged and the guarantor; (e) specific conditions related to the security lodged in the framework of advance payments; (f) the primary, secondary or subordinate requirements in relation to securities, as well as the consequences of breaching those requirements; 4. The Commission may adopt, by means of implementing acts, rules on: (a) the form of the security to be lodged and the procedure for lodging the security, for accepting it, and for replacing the original security; (b) the procedures for the release of a security; (c) the notifications to be made by Member States and by the Commission. The implementing acts referred to in the first subparagraph shall be adopted in accordance with the examination procedure referred to in Article 112(3) or in the corresponding Article of Regulation (EU) No xxx/xxx[DP], Regulation (EU) No xxx/xxx[RD] or Regulation (EU) No xxx/xxx[sCMO] respectively. Chapter II Integrated Administration and Control System Article 68 Scope 1. Each Member State shall set up and operate an integrated administration and control system (hereinafter referred to as the ‘integrated system’). 2. The integrated system shall apply to the support schemes listed in Annex I of Regulation (EU) No xxx/xxx [DP] and to the support granted in accordance with Articles 22(1)(a) and (b), 29 to 32, 34 and 35 of Regulation xxx/xxx [RD] and where applicable Article 28(1)(b) of regulation (EU) CR/xxx. . However, this Chapter shall not apply to measures referred to in Article 29(9) of Regulation (EU) No xxx/xxx[RD], as well as to measures under Article 22(1)(a) and (b) of that Regulation as far as the establishment cost is concerned. 3. To the extent necessary, the integrated system shall also apply to the control of cross- compliance as laid down in Title VI. Article 69 Elements of the integrated system 1. The integrated system shall comprise the following elements: (a) a computerised database; ",
        "EN 64 EN (b) an identification system for agricultural parcels; (c) a system for the identification and registration of payment entitlements; (d) aid applications; (e) an integrated control system; (f) a single system to record the identity of each beneficiary of the support referred to in Article 68(2) who submits an aid application or a payment claim. 2. Where applicable, the integrated system shall incorporate a system for the identification and registration of animals set up in accordance with Regulations (EC) No 1760/2000 of the European Parliament and of the Council 42 and Council Regulation (EC) No 21/2004 43 . 3. Without prejudice to the responsibilities of the Member States for the implementation and application of the integrated system, the Commission may seek the assistance of specialised bodies or persons in order to facilitate the establishment, monitoring and utilisation of the integrated system, in particular with a view to providing the competent authorities of the Member States with technical advice, should they request it. Article 70 Computerised database 1. The computerised database shall record, for each beneficiary of the support referred to in Article 68(2), the data obtained from aid applications and payment claims. This database shall in particular allow consultation through the competent authority of the Member State, of the data relating to the calendar and/or marketing years, starting from 2000. It shall also allow direct and immediate consultation of the data relating to at least the previous five consecutive calendar years. 2. Member States may set up decentralised databases on condition that these, and the administrative procedures for recording and accessing data, are designed homogeneously throughout the territory of the Member State and are compatible with one another in order to allow for cross-checks. Article 71 Identification system for agricultural parcels The identification system for agricultural parcels shall be established on the basis of maps or land registry documents or other cartographic references. Use shall be made of computerised geographical information system techniques, including aerial or spatial orthoimagery, with a 42 OJ L 204, 11.8.2000, p. 1. 43 OJ L 5, 9.1.2004, p. 8. ",
        "EN 65 EN homogenous standard guaranteeing accuracy at least equivalent to cartography at a scale of 1:5000. Article 72 System for the identification and registration of payment entitlements 1. The system for the identification and registration of payment entitlements shall allow for verification of the entitlements and for cross-checks with the aid applications and the identification system for agricultural parcels. 2. The system referred to in paragraph 1 shall allow direct and immediate consultation, through the competent authority of the Member State, of the data relating to at least the previous four consecutive calendar years. Article 73 Aid applications and payment claims 1. Each year, a beneficiary of the support referred to in Article 68(2) shall submit an application for direct payments or a payment claim respectively for the relevant area and animal-related rural development measures indicating, where applicable: (a) all the agricultural parcels on the holding, as well as the non-agricultural area for which support referred to in Article 68(2) is claimed; (b) the payment entitlements declared for activation; (c) any other information provided for in this Regulation or required with a view to the implementation of the relevant sectoral agricultural legislation or by the Member State concerned. As regards the area-related payment, each Member State shall determine the minimum size of agricultural parcels in respect of which an application may be made. However, the minimum size may not exceed 0,3 ha. By way of derogation from point (a) of the first subparagraph, Member States may decide that a farmer who does not apply for any area-based direct payment does not have to declare his agricultural parcels in the case where the total area does not exceed one hectare. That farmer shall however indicate in his application that he has agricultural parcels at his disposal and shall, at the request of the competent authorities, indicate their location. 2. Member States shall provide, inter alia by the use of electronic means, pre- established forms based on the areas determined in the previous year as well as graphic material indicating the location of those areas. A Member State may decide that the aid application needs to contain only changes with respect to the aid application submitted the previous year. However, as concerns the small farmers scheme as provided for in Title V of Regulation (EU) No DP/xxx this possibility shall be given to all farmers concerned. ",
        "EN 66 EN 3. A Member State may decide that a single application shall cover several or all support schemes and measures referred to in Article 68 or other support schemes and measures. Article 74 System for the identification of beneficiaries The single system to record the identity of each beneficiary of support referred to in Article 68(2) shall guarantee that all aid applications and payment claims submitted by the same beneficiary can be identified as such. Article 75 Verification of eligibility conditions and reductions 1. In accordance with Article 61, Member States, through the paying agencies or the bodies delegated by them, shall carry out administrative checks on the aid application to verify the eligibility conditions for the aid. Those checks shall be supplemented by on-the-spot checks. 2. For the purpose of on the spot checks Member States shall draw up a sampling plan of agricultural holdings and/or beneficiaries. 3. Member States may use remote sensing and Global Navigation Satellite System (GNSS) techniques as a means of carrying out on-the-spot checks on agricultural parcels. 4. In case of non compliance with the eligibility conditions Article 65 shall apply. Article 76 Payment to beneficiaries 1. The payments under the support schemes and measures referred to in Article 68(2) shall be made within the period from 1 December to 30 June of the following calendar year. Payments shall be made in up to two instalments within that period. However Member States may pay advances up to 50 % as regards direct payments and 75% for the support granted under rural development as referred to in Article 68(2) prior to 1 December and not before 16 October. 2. Payments referred to in the paragraph 1 shall not be made before the verification of eligibility conditions, to be carried out by the Member States pursuant to Article 75, has been finalised. ",
        "EN 67 EN Article 77 Delegated powers 1. In order to ensure that the integrated system provided for in this Chapter is implemented in an efficient, coherent and non-discriminatory way which protects the financial interests of the Union, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 concerning: (a) specific definitions needed to ensure a harmonised implementation of the integrated system; (b) rules on any further measures to be taken by the Member States for the proper application of this Chapter as well as arrangements for any mutual assistance needed between Member States. 2. In order to ensure a correct distribution of the funds resulting from the aid applications provided for in Article 73 to the entitled beneficiaries and to allow for verification of the fulfilment by them of the obligations related thereto, the Commission shall, by means of delegated acts in accordance with Article 111, lay down the following: (a) rules on the minimum size of agricultural parcels to be declared in order to reduce the administrative burden for the beneficiaries and authorities; (b) provisions required for a harmonised definition of the basis for calculation of aid, including rules on how to deal with certain cases where eligible areas contain landscape features or trees; (c) a derogation from Regulation (EEC, Euratom) No 1182/71 of the Council [of 3 June 1971 determining the rules applicable to periods, dates and time limits] 44 in order to safeguard the beneficiaries' rights to payments where the final date for submission of applications or amendments is a public holiday, Saturday or Sunday; (d) in the case of late application for payment or for allocation of entitlements, the maximum delay and reductions in case of such delay. 3. In order to ensure that the calculation and application of refusal, reductions, exclusions and recoveries are carried out in accordance with the principle laid down in Article 65 and in an efficient, coherent and non-discriminatory way which protects the financial interests of the Union, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 concerning: (a) provisions on refusal, reductions, exclusions in relation to the correctness and completeness of the information in the application such as over-declarations of areas or animals or lacking declaration of areas, as well as in relation to the non respect of the eligibility criteria or the commitments relating to the conditions for granting of the aid; 44 OJ L 124, 8.6.1971, p. 1. ",
        "EN 68 EN (b) provisions to ensure a harmonised and proportionate treatment of intentional irregularities, situations of minor errors, accumulation of reductions and simultaneous application of different reductions; (c) rules providing for the non-application of refusal, reductions, exclusions in certain cases, ensuring proportionality when applying reductions; (d) rules on the recovery of unduly paid amounts of aid and unduly allocated payment entitlements. Article 78 Implementing powers The Commission shall, by means of implementing acts, lay down the following: (a) the basic features, definitions and quality requirements for the computerised database provided for in Article 70; (b) the basic features, definitions and quality requirements for the identification system for agricultural parcels provided for in Article 71 and for the identification of the beneficiaries as provided for in Article 74; (c) the basic features, definitions and quality requirements for the system for the identification and registration of payment entitlements provided for in Article 72; (d) rules on the aid application and payments claims provided for in Article 73, and the application for payment entitlements, including the final date for submission of applications, the requirements as to the minimum amount of information to be included in the application, provisions for amendments to or the withdrawal of aid applications, exemption from the requirement to submit an aid application and provisions which allow Member States to apply simplified procedures or to correct obvious errors; (e) rules on the carrying out of checks in order to verify compliance with obligations, and the correctness and completeness of the information provided in the aid application or payment claim; (f) technical definitions needed for the purpose of the uniform implementation of this Chapter; (g) rules on situations of transfer of holdings accompanied by the transfer of any obligation concerning eligibility in respect of the aid in question which still needs to be fulfilled; (h) rules on the payment of the advances referred to in Article 76. The implementing acts provided for in the first paragraph shall be adopted in accordance with the examination procedure referred to in Article 112(3) or in the corresponding Article of Regulation (EU) No xxx/xxx[DP] or Regulation (EU) No xxx/xxx[RD] respectively. ",
        "EN 69 EN Chapter III Scrutiny of transactions Article 79 Scope and definitions 1. This Chapter sets specific rules on the scrutiny of the commercial documents of those entities receiving or making payments relating directly or indirectly to the system of financing by the EAGF, or their representatives, hereinafter ‘undertakings’, in order to ascertain whether transactions forming part of the system of financing by the EAGF have actually been carried out and have been executed correctly. 2. This Chapter shall not apply to measures covered by the integrated system referred to in Chapter II of this Title. 3. For the purposes of this Chapter the following definitions shall apply: (a) 'commercial documents’ means all books, registers, vouchers and supporting documents, accounts, production and quality records, and correspondence relating to the undertaking’s business activity, as well as commercial data, in whatever form they may take, including electronically stored data, in so far as these documents or data relate directly or indirectly to the transactions referred to in paragraph 1; (b) 'third party’ means any natural or legal person directly or indirectly connected with transactions carried out within the financing system by the EAGF. Article 80 Scrutiny by Member States 1. Member States shall carry out systematic scrutiny of the commercial documents of undertakings taking account of the nature of the transactions to be scrutinised. Member States shall ensure that the selection of undertakings for scrutiny gives the best possible assurance of the effectiveness of the measures for preventing and detecting irregularities. The selection shall take account inter alia of the financial importance of the undertakings in that system and other risk factors. 2. In appropriate cases, the scrutiny provided for in paragraph 1 shall be extended to natural and legal persons with whom undertakings are associated and to such other natural or legal persons as may be relevant for the pursuit of the objectives set out in Article 81. 3. The scrutiny carried out pursuant to this Chapter shall not prejudice the checks undertaken pursuant to Articles 49 and 50. ",
        "EN 70 EN Article 81 Objectives of the scrutiny 1. The accuracy of primary data under scrutiny shall be verified by a number of cross- checks, including, where necessary, the commercial documents of third parties, appropriate to the degree of risk presented, including: (a) comparisons with the commercial documents of suppliers, customers, carriers and other third parties; (b) physical checks, where appropriate, upon the quantity and nature of stocks; (c) comparison with the records of financial flows leading to or consequent upon the transactions carried out within the financing system by the EAGF; and (d) checks, in relation to bookkeeping, or records of financial movements showing, at the time of the scrutiny, that the documents held by the paying agency as justification for the payment of aid to the beneficiary are accurate. 2. In particular, where undertakings are required to keep particular book records of stock in accordance with Union or national provisions, scrutiny of those records shall in appropriate cases include a comparison with the commercial documents and, where appropriate, with the actual quantities in stock. 3. In the selection of transactions to be checked, full account shall be taken of the degree of risk presented. Article 82 Access to commercial documents 1. The persons responsible for the undertaking, or a third party, shall ensure that all commercial documents and additional information are supplied to the officials responsible for the scrutiny or to the persons empowered for that purpose. Electronically stored data shall be provided on an appropriate data support medium. 2. The officials responsible for the scrutiny or the persons empowered for that purpose may require that extracts or copies of the documents referred to in paragraph 1 be supplied to them. 3. Where, during scrutiny carried out pursuant to this Chapter, the commercial documents maintained by the undertaking are considered inadequate for scrutiny purposes, the undertaking shall be directed to maintain in future such records as are required by the Member State responsible for the scrutiny, without prejudice to obligations laid down in other Regulations relating to the sector concerned. Member States shall determine the date as of which such records are to be established. Where all or part of the commercial documents required to be scrutinised pursuant to this Chapter are located with an undertaking in the same commercial group, partnership or association of undertakings managed on a unified basis as the ",
        "EN 71 EN undertaking scrutinised, whether located inside or outside Union territory, the undertaking shall make those commercial documents available to officials responsible for the scrutiny, at a place and time to be determined by the Member States responsible for carrying out the scrutiny. 4. Member States shall ensure that officials responsible for scrutiny are entitled to seize commercial documents, or have them seized. This right shall be exercised with due regard to the relevant national provisions and shall not affect the application of rules governing proceedings in criminal matters concerning the seizure of documents. Article 83 Mutual assistance 1. Member States shall assist each other for the purposes of carrying out the scrutiny provided for in this Chapter in the following cases: (a) where an undertaking or third party is established in a Member State other than that in which payment of the amount in question has or should have been made or received; (b) where an undertaking or third party is established in a Member State other than that in which the documents and information required for scrutiny are to be found. The Commission may coordinate joint actions involving mutual assistance between two or more Member States. 2. During the first three months following the EAGF financial year of payment, Member States shall send the Commission a list of undertakings established in a third country for which payment of the amount in question has or should have been made or received in that Member State. 4. If additional information is required in another Member State as part of the scrutiny of an undertaking in accordance with Article 80, and in particular cross-checks in accordance with Article 81, specific scrutiny requests may be made indicating the reasons for the request. An overview of such specific requests shall be sent to the Commission on a quarterly basis within one month after the end of each quarter. The Commission may demand that a copy of individual requests be provided. The scrutiny request shall be met not later than six months after its receipt; the results of the scrutiny shall be communicated without delay to the requesting Member State and to the Commission. The communication to the Commission shall be on a quarterly basis within one month after the end of each quarter. Article 84 Programming 1. Member States shall draw up programmes for scrutinies to be carried out pursuant to Article 80 during the subsequent scrutiny period. ",
        "EN 72 EN 2. Each year, before 15 April, the Member States shall send the Commission their programme as referred to in paragraph 1 and shall specify: (a) the number of undertakings to be scrutinised and their breakdown by sector on the basis of the amounts relating to them; (b) the criteria adopted for drawing up the programme. 3. The programmes established by the Member States and forwarded to the Commission shall be implemented by the Member States, if, within eight weeks, the Commission has not made known its comments. 4. Paragraph 3 shall aplly mutatis mutandis to the amendments to the programme made by the Member States. 5. At any stage, the Commission may request the inclusion of a particular category of undertaking in the programme of a Member States. 6. Undertakings for which the sum of the receipts or payments amounted to less than EUR 40000 shall be scrutinised in accordance with this Chapter only for specific reasons to be indicated by the Member States in their annual programme referred to in paragraph 1 or by the Commission in any proposed amendment to that programme. Article 85 Special departments 1. In each Member State a special department shall be responsible for monitoring the application of this Chapter. Those departments shall in particular be responsible for: (a) the performance of the scrutiny provided for in this Chapter by officials employed directly by that special department; or (b) the coordination and general surveillance of the scrutiny carried out by officials belonging to other departments. Member States may also provide that scrutiny to be carried out pursuant to this Chapter is allocated between the special departments and other national departments, provided that the former is responsible for their coordination. 2. The department or departments responsible for the application of this Chapter shall be organised in such a way as to be independent of the departments or branches of departments responsible for the payments and the scrutiny carried out prior to payment. 3. In order to ensure that this Chapter is properly applied, the special department referred to in paragraph 1 shall take all the measures necessary and it shall be entrusted by the Member State concerned with all the powers necessary to perform the tasks referred to in this Chapter. ",
        "EN 73 EN 4. Member States shall adopt appropriate measures to penalise natural or legal persons who fail to fulfil their obligations under this Chapter. Article 86 Reports 1. Before 1 January following the scrutiny period Member States shall send the Commission a detailed report on the application of this Chapter. 2. The Member States and the Commission shall have regular exchanges of views on the application of this Chapter. Article 87 Access to information and on-the-spot checks by the Commission 1. In accordance with the relevant national laws, Commission officials shall have access to all documents prepared either with a view to or following the scrutiny organised under this Chapter and to the data held, including those stored in the data- processing systems. Those data shall be provided upon request on an appropriate data support medium. 2. The scrutinies referred to in Article 80 shall be carried out by the officials of the Member States. Officials of the Commission may participate in those scrutinies. They may not themselves exercise the powers of scrutiny accorded to national officials. However, they shall have access to the same premises and to the same documents as the officials of the Member States. 3. In the case of scrutinies taking place under Article 83, officials of the requesting Member State may be present, with the agreement of the requested Member State, at the scrutiny in the requested Member State and have access to the same premises and the same documents as the officials of that Member State. Officials of the requesting Member State present at scrutinies in the requested Member State shall at all time be able to furnish proof of their official capacity. The scrutinies shall at all times be carried out by officials of the requested Member State. 4. Without prejudice to the provisions of Regulations (EC) No 1073/99 and (EC) No 2185/96, where national provisions concerning criminal procedure reserve certain acts for officials specifically designated by the national law, neither the officials of the Commission, nor the officials of the Member State referred to in paragraph 3, shall take part in these acts. In any event, they shall not take part in, in particular, visits to the home or the formal interrogation of persons in the context of the criminal law of the Member State. They shall, however, have access to information thus obtained. ",
        "EN 74 EN Article 88 Commission powers 1. In order to exclude from the application of this Chapter those measures which are by their nature unsuited for ex-post checks by way of scrutiny of commercial documents, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 establishing a list of other measures to which this Chapter does not apply, and modifying the threshold of 40000 euros referred to in Article 84(6). 2. The Commission shall, where necessary, by means of implementing acts adopt the provisions aiming at reaching a uniform application of this Regulation in the Union, in particular relating to the following: (a) the performance of the scrutiny referred to in Article 80 as regards the selection of undertakings, rate and calendar of scrutiny; (b) conservation of commercial documents and the types of documents to maintain or data to record; (c) the performance and coordination of joint actions referred to in Article 83(1); (d) details and specifications regarding the content, form and way of submission of requests, the content, form and way of notification, submission and exchange of information required in the framework of this Chapter; (e) conditions and means of publication or specific rules and conditions for the diffusion or making available by the Commission to the competent authorities of the Member States of the information needed in the framework of this Regulation; (f) responsabilities of the special department referred to in Article 85; (g) the content of reports referred to in Article 86. The implementing acts provided for in the first subparagraph shall be adopted in accordance with the examination procedure referred to in Article 112(3). Chapter IV Other provisions on checks Article 89 Other checks related to market measures 1. Member States shall take measures to ensure that the products referred to in Annex I to Regulation (EU) xxx/xxx [sCMO] which are not labelled in conformity with the provisions of that Regulation are not placed on, or is withdrawn from, the market. ",
        "EN 75 EN 2. Without prejudice to any specific provisions which may be adopted by the Commission, imports into the Union of the products specified in paragraph 1(a) and (b) of Article 129 of Regulation (EU) No xxx/xxx [sCMO] shall be subject to checks to determine whether the conditions provided for in paragraph 1 of that Article are met. 3. Member States shall carry out checks, based on a risk analysis, in order to verify whether products referred to in Annex I to Regulation (EU) xxx/xxx [sCMO] conform to the rules laid down in Section I of Chapter I of Title II of Part II of Regulation (EU) No xxx/xxx[sCMO] and shall apply administrative penalties as appropriate. 4. In order to protect Union funds and the identity, provenance and quality of Union wine, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 pertaining to: (a) the establishment of an analytical databank of isotopic data that will help detect fraud to be constructed on the basis of samples collected by Member States; and for rules on the Member States' own databanks; (b) rules on control bodies and the mutual assistance between them; (c) rules on the common use of Member States' findings; (d) rules on the application of penalties in the case of exceptional circumstances. Article 90 Checks related to designation of origin and geographical indications 1. Member States shall take the necessary steps to stop unlawful use of protected designations of origin and protected geographical indication referred to in Regulation (EU) No xxx/xxx[sCMO]. 2. Member State shall designate the competent authority responsible for checks in respect of the obligations laid down in Section II of Chapter I of Title II of Part 2 of Regulation (EU) No xxx/xxx[sCMO] in accordance with the criteria laid down in Article 4 of Regulation (EC) No 882/2004 of the European parliament and of the Council 45 and shall ensure that any operator complying with those obligations is entitled to be covered by a system of checks. 3. Within the Union, annual verification of compliance with the product specification, during the production and during or after conditioning of the wine shall be ensured by the competent authority referred to in paragraph 2 or by one or more control bodies within the meaning of point 5 of the second subparagraph of Article 2 of Regulation (EC) No 882/2004 operating as a product certification body in accordance with the criteria laid down in Article 5 of that Regulation. 4. The Commission shall, by means of implementing acts, adopt the following: 45 OJ L 165, 30.4.2004, p.1. ",
        "EN 76 EN (a) the communications to be made by the Member States to the Commission; (b) rules on the authority responsible for the verification of compliance with the product specification, including where the geographical area is in a third country; (c) the actions to be implemented by the Member States to prevent the unlawful use of protected designations of origin and protected geographical indications; (d) checks and verification to be carried out by the Member States, including testing. The implementing acts provided for in the first subparagraph shall be adopted in accordance with the examination procedure referred to in Article 112(3) or in the corresponding Article of Regulation (EU) No xxx/xxx[sCMO]. ",
        "EN 77 EN TITLE VI CROSS COMPLIANCE Chapter I Scope Article 91 General principle 1. When a beneficiary referred to in Article 92 does not comply, on the holding, with the rules on cross compliance as laid down in Article 93 a penalty shall be applied to that beneficiary. 2. The penalty referred to in paragraph 1 shall apply only in so far as (a) the non-compliance is the result of an act or omission directly attributable to the beneficiary concerned; (b) the non-compliance is related to the agricultural activity of the beneficiary; and (c) the area of the holding of the beneficiary is concerned. However, for forest areas this penalty shall not apply in so far as no support is claimed for the concerned area in accordance with Articles 22(1)(a), 31 and 35 of Regulation (EU) No xxx/xxx[RD]. 3. For the purpose of this Title 'holding' means all the production units and areas managed by the beneficiary referred to in Article 92 situated within the territory of the same Member State. Article 92 Beneficiaries concerned Article 91 shall apply to beneficiaries receiving direct payments under Regulation (EU) No xxx/xxx[DP], payments under Articles 44 and 45 of Regulation (EU) No xxx/xxx[sCMO] and the annual premia under Articles 22(1)(a) and (b), 29 to 32, 34 and 35 of Regulation (EU) No xxx/xxx[RD]. However, Article 91 shall not apply to beneficiaries participating in the small farmers scheme referred to in Title V of Regulation (EU) No xxx/xxx[DP] and to the beneficiaries receiving aid under Article 29(9) of Regulation (EU) No RD/xxx. ",
        "EN 78 EN Article 93 Rules on cross compliance The rules on cross compliance shall be the statutory management requirements under Union legislation and the standards for good agricultural and environmental condition of land established at national level as listed in Annex II, relating to the following areas: (a) environment, climate change and good agricultural condition of land; (b) public, animal and plant health; (c) animal welfare. The acts referred to in Annex II in relation to the statutory management requirements shall apply as in force and, in case of Directives, as implemented by the Member States. Directive 2000/60/EC of 23 October 2000 establishing a framework for Community action in the field of water policy will be considered as being part of Annex II once this Directive is implemented by all Member States and the obligations directly applicable to farmers have been identified. In order to take account of those elements the Commission shall be empowered to adopt delegated acts in accordance with Article 111 for the purpose of amending the Annex II within 12 months starting at the moment the last Member State has notified the implementation of the Directive to the Commission. Directive 2009/128/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for Community action to achieve the sustainable use of pesticides will be considered as being part of Annex II once this Directive is implemented by all Member States and the obligations directly applicable to farmers have been identified. In order to take account of those elements the Commission shall be empowered to adopt delegated acts in accordance with Article 111 for the purpose of amending the Annex II within 12 months starting at the moment the last Member State has notified the implementation of the Directive to the Commission, including the obligations relating to integrated pest management. In addition, as regards the years 2014 and 2015, the rules on cross compliance shall also comprise the maintenance of permanent grassland. The Member States which were Member of the Union at 1 January 2004 shall ensure that land which was under permanent grassland at the date provided for the area aid applications for 2003 is maintained under permanent grassland within defined limits. The Member States which became Member of the Union in 2004 shall ensure that land which was under permanent grassland on 1 May 2004 is maintained under permanent grassland within defined limits. Bulgaria and Romania shall ensure that land which was under permanent grassland on 1 January 2007 is maintained under permanent grassland within defined limits. The preceding subparagraph shall not apply to land under permanent grassland to be afforested, if such afforestation is compatible with the environment and with the exclusion of plantations of Christmas trees and fast growing species cultivated in the short term. In order to take account of the elements in the two preceding paragraphs the Commission shall be empowered to adopt delegated acts in accordance with Article 111 containing the rules on maintenance of permanent grassland, in particular to ensure that measures are taken to maintain the land under permanent grassland at the level of farmers, including individual ",
        "EN 79 EN obligations to be respected such as obligation to reconvert areas into permanent grassland where it is established that the ratio of land under permanent grassland is decreasing. Furthermore, the Commission shall, by means of implementing acts, adopt the methods for the determination of the ratio of permanent grassland and agricultural land that has to be maintained. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). Article 94 Obligations of Member States relating to good agricultural and environmental condition Member States shall ensure that all agricultural area, including land which is no longer used for production purposes, is maintained in good agricultural and environmental condition. Member States shall define, at national or regional level, minimum standards for beneficiaries for good agricultural and environmental condition of land on the basis of Annex II, taking into account the specific characteristics of the areas concerned, including soil and climatic condition, existing farming systems, land use, crop rotation, farming practices, and farm structures. Member States shall not define minimum requirements which are not established in Annex II. Article 95 Information to beneficiaries Member States shall provide the beneficiaries concerned, where appropriate by the use of electronic means, with the list of and information on the rules on cross compliance to be respected. Chapter II Control system and penalties in relation to cross compliance Article 96 Checks of cross compliance 1. Member States shall make use, where appropriate, of the integrated system laid down in Chapter II of Title V and in particular of elements referred to in Article 69(1) points (a), (b), (d), (e) and (f). Member States may make use of their existing administration and control systems to ensure compliance with the rules on cross compliance. Those systems, and notably the system for the identification and registration of animals set up in accordance with Council Directive 2008/71/EC of 15 July 2008 on the identification and registration of pigs 46 and Regulations (EC) No 1760/2000 and (EC) No 21/2004, shall be compatible with the integrated system referred to in Chapter II of Title V of this Regulation. 46 OJ L 213, 8.8.2008, p. 31. ",
        "EN 80 EN 2. Depending on the requirements, standards, acts or areas of cross compliance in question, Member States may decide to carry out administrative checks, in particular those already provided for under the control systems applicable to the respective requirement, standard, act or area of cross compliance. 3. Member States shall carry out on-the-spot checks to verify whether a beneficiary complies with the obligations laid down in this Title. 4. The Commission shall, by means of implementing acts, adopt rules on the carrying out of checks in order to verify compliance with the obligations referred to in this Title. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). Article 97 Application of the penalty 1. The penalty provided for in Article 91 shall be applied when the rules on cross compliance are not complied with at any time in a given calendar year (hereinafter referred to as ‘the calendar year concerned’), and the non-compliance in question is attributable to the beneficiary who submitted the aid application or the payment claim in the calendar year concerned. The first subparagraph shall apply mutatis mutandis to beneficiaries which are found not to have complied with the rules on cross compliance, at any time during three years from 1 January of the year following the calendar year in which the first payment was granted under the support programmes for restructuring and conversion or at any time during one year from 1 January of the year following the calendar year in which the payment was granted under the support programmes for green harvesting referred to in Regulation (EU) No [sCMO] (hereinafter referred to as ‘the years concerned’). 2. In case where the land is transferred during the calendar year concerned or the years concerned, paragraph 1 shall also apply where the non-compliance in question is the result of an act or omission directly attributable to the person to whom or from whom the agricultural land was transferred. By way of derogation, where the person to whom the act or omission is directly attributable has submitted an aid application or a payment claim in the calendar year concerned or the years concerned, the penalty shall be applied on the basis of the total amounts of the payments referred to in Article 92 granted or to be granted to that person. For the purpose of this paragraph, ‘transfer’ shall mean any type of transaction whereby the agricultural land ceases to be at the disposal of the transferor. 3. Notwithstanding paragraph 1, Member States may decide not to apply a penalty per beneficiary and per calendar year when the amount of the penalty is EUR 100 or less subject to the rules to be adopted pursuant to Article 101. ",
        "EN 81 EN Where a Member State decides to make use of the option provided for in the first subparagraph, the competent authority shall, for a sample of beneficiaries, take in the following year the actions necessary to verify that the beneficiary has remedied the findings of non-compliance concerned. The finding and the obligation to take remedial action shall be notified to the beneficiary. 4. The penalty does not affect the legality and regularity of the payments on which the reduction or exclusion applies. Article 98 Application of the penalty in Bulgaria and Romania For Bulgaria and Romania, the penalties referred to in Article 91 shall be applied at the latest from 1 January 2016 as regards the statutory management requirements in the area of animal welfare referred to in Annex II. Article 99 Calculation of the penalty 1. The penalty provided for in Article 91 shall be applied by means of reduction or exclusion of the total amount of the payments listed in Article 92 granted or to be granted to that beneficiary related to the calendar year concerned or the years concerned. For the calculation of those reductions and exclusions account shall be taken of the severity, extent, permanence and reoccurrence of the non-compliance found as well as of the criteria set out in paragraphs 2, 3 and 4. 2. In the case of non compliance due to negligence, the percentage of reduction shall not exceed 5 % and, in the case of repeated non-compliance, 15 %. In duly justified cases Member States may decide that no reduction shall be applied where, given its severity, extent and duration, a case of non-compliance is to be considered as minor. However, cases of non-compliance which constitute a direct risk to public or animal health shall not be considered as minor. The finding and the obligation to take remedial action shall be notified to the beneficiary. 3. In the case of intentional non-compliance, the percentage of reduction shall in principle not be less than 20 % and may go as far as total exclusion from one or several aid schemes and apply for one or more calendar years. 4. In any case, the total amount of reductions and exclusions for one calendar year shall not be more than the total amount referred to in the first subparagraph of paragraph 1. ",
        "EN 82 EN Article 100 Amounts resulting from cross compliance Member States may retain 10% of the amounts resulting from the application of the reductions and exclusions referred to in Article 99. Article 101 Delegated powers 1. In order to ensure a correct distribution of the funds to the entitled beneficiaries, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 to establish a harmonised basis for calculation of penalties due to cross compliance, taking into account reductions due to financial discipline. 2. In order to ensure that cross compliance is carried out in an efficient, coherent and non discriminatory way, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 concerning the calculation and application of penalties. ",
        "EN 83 EN TITLE VII COMMON PROVISIONS Chapter I Communication Article 102 Communication of information 1. In addition to the provisions laid down in the sectoral Regulations, Member States shall send to the Commission the following information, declarations and documents: (a) for accredited paying agencies and accredited coordinating bodies: (i) their accreditation document; (ii) their function (accredited paying agency or accredited coordinating body); (iii) where relevant, the withdrawal of their accreditation, (b) for certification bodies: (i) their name; (ii) their address details, (c) for measures relating to operations financed by the EAGF and the EAFRD: (i) declarations of expenditure, which also act as payment requests, signed by the accredited paying agency or the accredited coordinating body and accompanied by the requisite information; (ii) estimates of their financial requirements, with regard to the EAGF and, with regard to the EAFRD, an update of estimated declarations of expenditure which will be submitted during the year and estimated declarations of expenditure in respect of the following financial year; (iii) by 15 February of the year following the financial year concerned, when a Member State has accredited more than one paying agency, a synthesis report consisting of an overview at national level of all management declarations of assurances and the audit opinions thereon from the certification bodies; (iv) the management declaration of assurance and the annual accounts of the accredited paying agencies; ",
        "EN 84 EN (v) a summary of the results of all available audits and checks carried out in accordance with the schedule and detailed provisions laid down in the sector specific rules. The annual accounts of accredited paying agencies relating to EAFRD expenditure shall be submitted at the level of each programme. 2. Member States shall inform the Commission in detail of the measures taken to implement the good agricultural and environmental condition referred to in Article 94 and the details of the farm advisory system referred to in Title III. 3. Member State shall inform the Commission regularly of the application of the integrated system referred to in Chapter II of Title V. The Commission shall organise exchanges of views on this subject with the Member States. Article 103 Confidentiality 1. Member States and the Commission shall take all necessary steps to ensure the confidentiality of the information communicated or obtained under inspection and clearance of accounts measures implemented under this Regulation. The rules laid down in Article 8 of Council Regulation (Euratom, EC) No 2185/96 47 shall apply to that information. 2. Without prejudice to national provisions relating to legal proceedings, information collected in the course of scrutiny as provided for in Chapter III of Title V shall be protected by professional secrecy. It may not be communicated to any persons other than those who, by reason of their duties in the Member States or in the institutions of the Union, are required to have knowledge thereof for the purposes of performing those duties. Article 104 Commission powers The Commission may, by means of implementing acts, adopt rules pertaining to: (a) the form, content, intervals, deadlines and arrangements for transmitting or making available to the Commission: (i) declarations of expenditure and estimates of expenditure and their updates, including assigned revenue; (ii) management declaration of assurance and annual accounts of the paying agencies, as well as the results of all available audits and controls carried out; (iii) the account certification reports; 47 OJ L 292, 15.11.1996, p. 2. ",
        "EN 85 EN (iv) the names and particulars of accredited paying agencies, accredited coordinating bodies and certification bodies; (v) arrangements for taking account of and paying expenditure financed by the EAGF and the EAFRD; (vi) notifications of financial adjustments made by Member States in connection with rural development operations or programmes, and summary reports on the recovery procedures undertaken by the Member States in response to irregularities; (vii) information on the measures taken pursuant to Article 60. (b) the arrangements governing exchanges of information and documents between the Commission and the Member States, and the implementation of information systems, including the type, format and content of data to be processed by these systems and the corresponding data storage rules; (c) the notification to the Commission by Member States of information, documents, statistics and reports, as well as the deadlines and methods for their notification. The implementing acts provided for in the first subparagraph shall be adopted in accordance with the examination procedure referred to in Article 112(3). CHAPTER II Use of the euro Article 105 General principles 1. The amounts given in the Commission decisions adopting rural development programmes, the amounts of commitments and payments by the Commission and the amounts of expenditure attested or certified and amounts in declarations of expenditure by the Member States shall be expressed and paid in euro. 2. The prices and amounts fixed in the sectoral agricultural legislation shall be expressed in euro. They shall be granted or collected in euro in the Member States which have adopted the euro and in the national currency in the Member States which have not. Article 106 Exchange rate and operative event 1. The prices and amounts referred to in Article 105(2) shall be converted in the Member States which have not adopted the euro into the national currency by means of an exchange rate. 2. The operative event for the exchange rate shall be: ",
        "EN 86 EN (a) the completion of customs import or export formalities in the case of amounts collected or granted in trade with third countries; (b) the event whereby the economic objective of the operation is attained in all other cases. 3. Where a direct payment as provided for in Regulation (EU) No DP/xxx is made to a beneficiary in a currency other than the euro, Member States shall convert the amount of aid expressed in euro into the national currency on the basis of the most recent exchange rate set by the European Central Bank prior to 1 October of the year for which the aid is granted. 4. As regards EAGF, when drawing up their declarations of expenditure, Member States which have not adopted the euro shall apply the same exchange rate as that which they used to make payments to beneficiaries or receive revenue, in accordance with the provisions of this Chapter. 5. In order to specify the operative event referred to in paragraph 2 or to fix it for reasons peculiar to the market organisation or the amount in question, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 containing rules on those operative events and the exchange rate to be used. The specific operative event shall be determined taking account of the following criteria: (a) actual applicability as soon as possible of adjustments to the exchange rate; (b) similarity of the operative events for analogous operations carried out under the market organisation; (c) coherence in the operative events for the various prices and amounts relating to the market organisation. (d) practicability and effectiveness of checks on the application of suitable exchange rates. 6. In order to avoid the application by the Member States which have not adopted the euro of different exchange rates in accounts of revenue received or aid paid to beneficiaries in a currency other than the euro, on the one hand, and in the establishment of the declaration of expenditure drawn up by the paying agency, on the other, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 containing rules on the exchange rate applicable when declarations of expenditure are drawn up and public storage operations recorded in the accounts of the paying agency. Article 107 Safeguard measures and derogations 1. The Commission may, by means of implementing acts, adopt measures in order to safeguard the application of Union legislation if exceptional monetary practices related to national currency are likely to jeopardise it. Those measures may, where necessary, derogate from the existing rules. ",
        "EN 87 EN Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). The European Parliament and the Council and the Member States shall be notified forthwith of the measures referred to in the first subparagraph. 2. Where exceptional monetary practices concerning a national currency are liable to jeopardise the application of Union legislation, the Commission shall be empowered to adopt delegated acts in accordance with Article 111 derogating from this Section, in particular in the following cases: (a) where a country uses abnormal exchange techniques such as multiple exchange rates or operates barter agreements; (b) where countries have currencies which are not quoted on official foreign exchange markets or where the trend in such currencies is likely to create distortion in trade. Article 108 Use of the euro by non-euro Member States 1. If a Member State which has not adopted the euro decides to pay the expenditure resulting from sectoral agricultural legislation in euro rather than in its national currency, the Member State shall take measures to ensure that the use of the euro does not provide a systematic advantage compared with the use of national currency. 2. The Member State shall notify the Commission of the measures planned before they come into effect. The measures may not take effect until the Commission has notified its agreement thereto. CHAPTER III Report and evaluation Article 109 Annual financial report By end September of each year following the budget year, the Commission shall draw up a financial report on the administration of the EAGF and the EAFRD during the previous financial year and shall submit it to the European Parliament and the Council. Article 110 Monitoring and evaluation of common agricultural policy 1. A common monitoring and evaluation framework shall be established with a view to measuring the performance of the common agricultural policy. It shall include all instruments related to the monitoring and evaluation of common agricultural policy measures and in particular of the direct payments provided for in Regulation (EU) No DP/xxx, the market measures provided for in Regulation (EU) No CMO/xxx, the ",
        "EN 88 EN rural development measures provided for in Regulation (EU) No RD/xxx and of the application of the cross compliance provided for in this Regulation. In order to ensure an effective performance measurement the Commission shall be empowered to adopt delegated acts in accordance with Article 111 regarding the content and construction of that framework. 2. The impact of the common agricultural policy measures referred to in paragraph 1 shall be measured in relation to the following objectives: (a) viable food production, with a focus on agricultural income, agricultural productivity and price stability; (b) sustainable management of natural resources and climate action, with a focus on greenhouse gas emissions, biodiversity, soil and water; (c) balanced territorial development, with a focus on rural employment, growth and poverty in rural areas. The Commission shall define, by means of implementing acts, the set of indicators specific to the objectives referred to in the first subparagraph. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). 3. Member States shall provide the Commission with all the information necessary to permit the monitoring and evaluation of the measures concerned. The Commission shall take into account the data needs and synergies between potential data sources, in particular their use for statistical purposes when appropriate. The Commission shall adopt, by means of implementing acts, rules on the information to be sent by the Member States, as well as on the data needs and synergies between potential data sources. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 112(3). 4. The Commission shall present a report on the implementation of this Article to the European Parliament and the Council every four years. The first report shall be presented not later than 31 December 2017. ",
        "EN 89 EN TITLE VIII FINAL PROVISIONS Article 111 Exercise of the delegation 1. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article. 2. The delegation of power referred to in this Regulation shall be conferred on the Commission for an indeterminate period of time from the entry into force of this Regulation. 3. The delegation of powers referred to in this Regulation may be revoked at any time by the European Parliament or by the Council. A decision of revocation shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. 4. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. 5. A delegated act adopted pursuant to this Regulation shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or the Council. Article 112 Committee procedure 1. The Commission shall be assisted by a Committee called \"Committee on the Agricultural Funds\". That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 4 of Regulation (EU) No 182/2011 shall apply. 3. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. ",
        "EN 90 EN Article 113 Repeal 1. Regulations (EEC) No 352/78, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008 are repealed. However, Article 44a of Regulation (EC) No 1290/2005 shall continue to apply. 2. References to the repealed Regulations shall be construed as references to this Regulation and shall be read in accordance with the correlation table set out in Annex III. Article 114 Transitional measures In order to ensure the smooth transition from the arrangements provided for in the repealed Regulations referred to in Article 113 to those laid down in this Regulation, the Commission shall be empowered to adopt delegated acts in accordance with Article 111. Article 115 Entry into force and application This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union . It shall apply from 1 January 2014. However, the following provisions shall apply from 16 October 2013: (a) Articles 7, 8 and 9; (b) Articles 18, 42, 43 and 45 as regards expenditure incurred from 16 October 2013. This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, For the European Parliament For the Council The President The President ",
        "EN 91 EN ANNEX I Minimum scope of the farm advisory system in the field of climate change mitigation and adaptation, biodiversity, the protection of water, animal and plant disease notification and innovation, as laid down in Article 12(2)(c) Requirements or actions and advices at the level of beneficiaries as defined by Member States where appropriate under: Climate change mitigation and adaptation: – Information on prospective impacts of climate change in the relevant regions, of the green house gas emissions of the relevant farming practices and on the contribution of the agricultural sector to mitigation through improved farming and agroforestry practices and through the development of renewable energy projects on farm and energy efficiency improvement on farm.. – Investments in physical assets as provided for under Article 18(1) (c) of Regulation (EU) N° xx/xxx [RD]. – Restoration of agricultural production potential and introduction of appropriate prevention action as provided for under Article 19 of Regulation (EU) N° xx/xxx [RD]. – Afforestation and creation of woodland as provided for under Article 22(1)(a) of Regulation (EU) N° xx/xxx [RD]. – Establishment of agro-forestry systems as provide for under Article 22(1)(b) of Regulation (EU) N° xx/xxx [RD]. – Prevention and restoration of damages to forest from forest fires and natural disasters as provided for under Article 22(1)(c) of Regulation (EU) N° xx/xxx [RD]. – Investments improving the resilience and environmental value of forest ecosystems as provided for under Article 22(1)(d) of Regulation (EU) N° xx/xxx [RD]. – Investments in new forestry technologies and in processing and marketing of forest products as provided for under Article 22(1)(e) of Regulation (EU) N° xx/xxx [RD]. – Agri-environment operations addressing climate change mitigation and adaptation as provided for under Article 29 of Regulation (EU) N° xx/xxx [RD]. – Organic farming addressing climate change mitigation and adaptation as provided for under Article 30 of Regulation (EU) N° xx/xxx [RD]. – Environmental services from forests and forest conservation addressing climate change mitigation and adaptation as provided for under Article 35 of Regulation (EU) N° xx/xxx [RD]. Biodiversity: ",
        "EN 92 EN – Directive 2009/147/EC of the European Parliament and of the Council on the conservation of wild birds. – Council Directive 92/43/EEC on the conservation of natural habitats and of wild fauna and flora. – Investments in physical assets as provided for under Article 18(1) (d) of Regulation (EU) N° xx/xxx [RD]. – Establishment of agro-forestry systems as provided for under Article 22(1)(b) of Regulation (EU) N° xx/xxx [RD]. – Investments improving the resilience and environmental value of forest ecosystems as provided for under Article 22(1)(d) of Regulation (EU) N° xx/xxx [RD]. – Agri-environment operations addressing biodiversity as provided for under Article 29 of Regulation (EU) N° xx/xxx [RD]. – Organic farming addressing biodiversity as provided for under Article 30 of Regulation (EU) N° xx/xxx [RD]. – Environmental services from forests and forest conservation addressing biodiversity as provided for under Article 35 of Regulation (EU) N° xx/xxx [RD]. Protection of water: – Article 11 (3) of Directive 2000/60/EC establishing a framework for Community action in the field of water policy. – Proper use of plant protection product as laid down in Article 55 of Regulation (EC) No 1107/2009, in particular the compliance with the general principles of integrated pest management as referred to in Article 14 of Directive 2009/128/EC establishing a framework for Community action to achieve the sustainable use of pesticide. – Investments in physical assets for water management as provided for under Article 18(1)(c) of Regulation (EU) N° xx/xxx [RD]. – Agri-environment operations addressing water management as provided for under Article 29 of Regulation (EU) N° xx/xxx [RD]. – Organic farming addressing water management as provided for under Article 30 of Regulation (EU) N° xx/xxx [RD]. Notification of animal and plant diseases: – Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease. – Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease. ",
        "EN 93 EN – Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue. – Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community. Innovation: – Information on actions targeted towards innovation. – Dissemination of the activities in the framework of the [European Innovation Partnership] Network provided for in Article 53 of Regulation (EU) N° xx/xxx [RD]. – Cooperation as provided for under Article 36 of Regulation (EU) N° xx/xxx [RD]. ",
        "EN 94 EN ANNEX II Rules on cross compliance pursuant to Article 93 SMR: Statutory management requirement GAEC: Standards for good agricultural and environmental condition of land Area Main Issue Requirements and standards SMR 1 Council Directive 91/676/EEC of 12 December 1991 concerning the protection of waters against pollution caused by nitrates from agricultural sources (OJ L 375, 31.12.1991, p. 1) Articles 4 and 5 GAEC 1 Establishment of buffer strips along water courses 48 GAEC 2 Where use of water for irrigation is subject to authorisation, compliance with authorisation procedures Water GAEC 3 Protection of ground water against pollution: prohibition of direct discharge into groundwater and measures to prevent indirect pollution of groundwater through discharge on the ground and percolation through the soil of dangerous substances, as listed in the Annex to the Directive 80/68/EEC GAEC 4 Minimum soil cover GAEC 5 Minimum land management reflecting site specific conditions to limit erosion GAEC 6 Maintenance of soil organic matter level including ban on burning arable stubble Environment, climate change, good agricultural condition of land Soil and carbon stock GAEC 7 Protection of wetland and carbon rich soils including a ban of first ploughing 49 48 The GAEC buffer strips must respect, both within and outside vulnerable zones designated pursuant to Article 3(2) of Directive 91/676/EEC, at least the requirements relating to the conditions for land application of fertiliser near water courses, referred to in point A.4 of Annex II to Directive 91/676/EEC to be applied in accordance with the action programmes of Member States established under Article 5(4) of Directive 91/676/EEC. 49 Ploughing of wetland and carbon rich land which has been defined in 2011 at the latest as arable land in accordance with Article 2 point (a) of Regulation (EC) No 1120/2009 and which complies with the definition of arable land as laid down in Article 4 point (f) of the Regulation (EU) No DP/xxx shall not be considered as first ploughing. ",
        "EN 95 EN Area Main Issue Requirements and standards SMR 2 Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds (OJ L 20, 26.1.2010, p. 7) Article 3(1), Article 3(2)(b), Article 4 (1), (2) and (4) Biodiversity SMR 3 Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild flora and fauna (OJ L 206, 22.7.1992, p. 7) Article 6 (1) and (2) Landscape, minimum level of maintenance, GAEC 8 Retention of landscape features, including where appropriate, hedges, ponds, ditches, trees in line, in group or isolated, field margins and terraces, and including a ban on cutting hedges and trees during the bird breeding and rearing season and possible measures for avoiding invasive species and pests SMR 4 Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (OJ L 31, 1.2.2002, p. 1) Articles 14 and 15, Article 17(1) 50 and Articles 18, 19 and 20 Food safety SMR 5 Council Directive 96/22/EC of 29 April 1996 concerning the prohibition on the use in stockfarming of certain substances having a hormonal or thyrostatic action and beta-agonists (OJ L125, 23.5.1996, p.3) Article 3(a), (b), (d) and (e) and Articles 4, 5 and 7 SMR 6 Council Directive 2008/71/EC of 15 July 2008 on identification and registration of pigs (OJ L 213, 8.8.2005, p. 31) Articles 3, 4 and 5 Public health, animal health and plant health Identification and registration of animals SMR 7 Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products (OJ L 204, 11.8.2000, p. 1) Articles 4 and 7 50 As implemented in particular by: — Regulation (EEC) No 2377/90: Articles 2, 4 and 5, — Regulation (EC) No 852/2004: Article 4(1) and Annex I part A (II 4 (g, h, j), 5 (f, h), 6; III 8 (a, b, d, e), 9 (a, c)), — Regulation (EC) No 853/2004: Article 3(1) and Annex III Section IX Chapter 1 (I-1 b, c, d, e; I-2 a (i, ii, iii), b (i, ii), c; I-3; I-4; I-5; II-A 1, 2, 3, 4; II-B 1(a, d), 2, 4 (a, b)), Annex III Section X Chapter 1(1), — Regulation (EC) No 183/2005: Article 5(1) and Annex I, part A (I-4 e, g; II-2 a, b, e), Article 5(5) and Annex III (1, 2), Article 5(6), and — Regulation (EC) No 396/2005: Article 18. ",
        "EN 96 EN Area Main Issue Requirements and standards SMR 8 Council Regulation (EC) No 21/2004 of 17 December 2003 establishing a system for the identification and registration of ovine and caprine animals (OJ L 5, 9.1.2004, p. 8) Articles 3, 4 and 5 Animal diseases SMR 9 Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (OJ L 147, 31.5.2001, p. 1) Articles 7, 11, 12, 13 and 15 Plant protection products SMR 10 Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (OJ L 309, 24.11.2009, p.1) Article 55, first and second sentence SMR 11 Council Directive 2008/119/EC of 18 December 2008 laying down minimum standards for the protection of calves (OJ L 10, 15.1.2009, p. 7) Articles 3 and 4 SMR 12 Council Directive 2008/120/EC of 18 December 2008 laying down minimum standards for the protection of pigs (OJ L 47, 18.2.2009, p. 5) Article 3 and Article 4 Animal welfare Animal welfare SMR 13 Council Directive 98/58/EC of 20 July 1998 concerning the protection of animals kept for farming purposes (OJ L 221, 8.8.1998, p. 23) Article 4 ",
        "EN 97 EN ANNEX III CORRELATION TABLE 1. Regulation (EEC) No 352/78 Regulation (EEC) No 352/78 This Regulation Article 1 Article 45(1)(e) Article 2 Article 45(2) Article 3 Article 48(1) Article 4 - Article 5 - Article 6 - 2. Regulation (EC) No 2799/98 Regulation (EC) No 2799/98 This Regulation Article 1 - Article 2 Article 105(2) and 106 Article 3 Article 106 Article 4 - Article 5 - Article 6 - Article 7 Article 107 Article 8 Article 108 Article 9 - Article 10 - Article 11 - 3. Regulation (EC) 814/2000 Regulation (EC) 814/2000 This Regulation Article 1 Article 47(1) ",
        "EN 98 EN Article 2 Article 47(2) Article 3 - Article 4 - Article 5 - Article 6 - Article 7 - Article 8 Article 47(5) Article 9 - Article 10 Articles 47(4) and 112 Article 11 - 4. Regulation (EC) No 1290/2005 Regulation (EC) No 1290/2005 This Regulation Article 1 Article 1 Article 2 Article 3 Article 3 Article 4 Article 4 Article 5 Article 5 Article 6 Article 6 Article 7 Article 7 Article 9 Article 8 Article 102 Article 9 Article 60 Article 10 Article 10 Article 11 Article 11 Article 12 Article 16 Article 13 Article 19 Article 14 Article 17 ",
        "EN 99 EN Article 15 Article 18 Article 16 Article 42 Article 17 Article 43(1) Article 17a Article 43(2) Article 18 Article 24 Article 19 Article 26 Article 20 Article 27 Article 21 Article 28 Article 22 Article 31 Article 23 Article 32 Article 24 Article 33 Article 25 Article 34 Article 26 Article 35 Article 27 Article 43(1) Article 27a Article 43(2) Article 28 Article 36 Article 29 Article 37 Article 30 Article 53 Article 31 Article 54 Article 32 Article 56 and 57 Article 33 Article 56 and 58 Article 34 Article 45 Article 35 - Article 36 Article 50 Article 37 Article 49 Article 38 - ",
        "EN 100 EN Article 39 - Article 40 - Article 41 Article 112 Article 42 - Article 43 Article 109 Article 44 Article 103 Article 44a Article 113(1) Article 45 Article 105(1) and 106(3) and (4) Article 46 - Article 47 Article 113 Article 48 Article 114 Article 49 Article 115 5. Regulation (EC) No 485/2008 Regulation (EC) No 485/2008 This Regulation Article 1 Article 79 Article 2 Article 80 Article 3 Article 81 Article 4 - Article 5 Article 82(1), (2) and (3) Article 6 Article 82(4) Article 7 Article 83 Article 8 Article 103(2) Article 9 Article 86 Article 10 Article 84 Article 11 Article 85 Article 12 Article 106(3) ",
        "EN 101 EN Article 13 - Article 14 - Article 15 Article 87 Article 16 - Article 17 - ",
        "EN 102 EN LEGISLATIVE FINANCIAL STATEMENT 1. FRAMEWORK OF THE PROPOSAL/INITIATIVE 1.1. Title of the proposal/initiative - Proposal for a Regulation of the European Parliament and of the Council establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy; - Proposal for a Regulation of the European Parliament and of the Council establishing a common organisation of the markets in agricultural products (Single CMO Regulation); - Proposal for a Regulation of the European Parliament and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD); - Proposal for a Regulation of the European Parliament and of the Council on the financing, management and monitoring of the common agricultural policy; - Proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 73/2009 as regards the application of direct payments to farmers in respect of the year 2013; - Proposal for a Council Regulation determining measures on fixing certain aids and refunds related to the common organisation of the markets in agricultural products; - Proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 1234/2007 as regards the regime of the single payment scheme and support to vine-growers. 1.2. Policy area(s) concerned in the ABM/ABB structure 51 Policy Area Title 05 of Heading 2 1.3. Nature of the proposal/initiative (Legislative framework for the CAP post 2013) x The proposal/initiative relates to a new action (cid:133) The proposal/initiative relates to a new action following a pilot project/preparatory action 52 x The proposal/initiative relates to the extension of an existing action x The proposal/initiative relates to an action redirected towards a new action 51 ABM: Activity-Based Management – ABB: Activity-Based Budgeting. 52 As referred to in Article 49(6)(a) or (b) of the Financial Regulation. ",
        "EN 103 EN 1.4. Objectives 1.4.1. The Commission's multiannual strategic objective(s) targeted by the proposal/initiative In order to promote resource efficiency with a view to smart, sustainable and inclusive growth for EU agriculture and rural development in line with the Europe 2020 Strategy, the objectives of the CAP are: - Viable food production; - Sustainable management of natural resources and climate action; - Balanced territorial development. 1.4.2. Specific objective(s) and ABM/ABB activity(ies) concerned Specific objectives for Policy area 05: Specific objective No 1: To provide environmental public goods Specific objective No 2: To compensate for production difficulties in areas with specific natural constraints Specific objective No 3: To pursue climate change mitigation and adaptation actions Specific objective No 4: To manage the EU budget (CAP) in accordance with high standards of financial management Specific objective for ABB 05 02 - Interventions in agricultural markets: Specific objective No 5: To improve the competitiveness of the agricultural sector and enhance its value share in the food chain Specific objective for ABB 05 03 - Direct aids: Specific objective No 6: To contribute to farm incomes and limit farm income variability ",
        "EN 104 EN Specific objectives for ABB 05 04 – Rural development: Specific objective No 7 To foster green growth through innovation Specific objective No 8: To support rural employment and maintain the social fabric of rural areas Specific objective No 9 To improve the rural economy and promote diversification Specific objective No 10 To allow for structural diversity in farming systems 1.4.3. Expected result(s) and impact It is not possible to set quantitative targets for impact indicators at this stage. Although the policy can steer in a certain direction, the broad economic, environmental and social outcomes measured by such indicators would ultimately also depend on the impact from a range of external factors, which recent experience indicates have become significant and unpredictable. Further analysis is on-going, to be ready for the period post-2013. As regards the direct payments, Member States will have the possibility to decide, to a limited degree, on the implementation of certain components of the direct payment schemes. For rural development, the expected results and impact will depend on the rural development programmes that Member States will submit to the Commission. Member States will be asked to set targets in their programmes. 1.4.4. Indicators of results and impact The proposals provide for the establishment of a common monitoring and evaluation framework with a view to measuring the performance of the Common Agricultural Policy. That framework shall include all instruments related to the monitoring and evaluation of CAP measures and in particular of the direct payments, market measures, rural development measures and of the application of cross compliance. The impact of these CAP measures shall be measured in relation to the following objectives: (a) viable food production, with a focus on agricultural income, agricultural productivity and price stability; (b) sustainable management of natural resources and climate action, with a focus on greenhouse gas emissions, biodiversity, soil and water; ",
        "EN 105 EN (c) balanced territorial development, with a focus on rural employment, growth and poverty in rural areas. By means of implementing acts, the Commission shall define the set of indicators specific to these objectives and areas. Moreover, as regards rural development, a reinforced common monitoring and evaluation system is proposed. That system aims (a) to demonstrate the progress and achievements of rural development policy and assess the impact, effectiveness, efficiency and relevance of rural development policy interventions, (b) to contribute to better targeted support for rural development, and (c) to support a common learning process related to monitoring and evaluation. The Commission will establish, by means of implementing act, a list of common indicators linked to the policy priorities. 1.5. Grounds for the proposal/initiative 1.5.1. Requirement(s) to be met in the short or long term In order to meet the multi-annual strategic objectives of the CAP which are a direct translation of the Europe 2020 strategy for European rural areas and to fulfil the relevant requirements of the Treaty, the proposals aim to lay down the legislative framework for the Common Agricultural Policy for the period after 2013. 1.5.2. Added value of EU involvement The future CAP will not only be a policy that caters for a small, albeit essential, part of the EU economy, but also a policy of strategic importance for food security, the environment and territorial balance. Thus, the CAP, as a truly common policy, makes the most efficient use of limited budgetary resources in maintaining a sustainable agriculture throughout the EU, addressing important cross-border issues such as climate change and reinforcing solidarity among Member States. As mentioned in the Commission communication \"A Budget for Europe 2020\" 53 , the CAP is a genuinely European policy. Instead of operating 27 separate agricultural policies and budgets, Member States pool resources to operate a single European policy with a single European budget. This naturally means that the CAP accounts for a significant proportion of the EU budget. However, this approach is both more efficient and economical than an uncoordinated national approach. 1.5.3. Lessons learned from similar experiences in the past On the basis of the evaluation of the current policy framework, an extensive consultation with stakeholders as well as an analysis of future challenges and needs, a comprehensive impact assessment has been carried out. More details can be found in the impact assessment and the explanatory memorandum that are accompanying the legal proposals. 53 COM(2011)500 final of 29 June 2011. ",
        "EN 106 EN 1.5.4. Coherence and possible synergy with other relevant instruments The legislative proposals concerned by this financial statement should be seen in the broader context of the proposal for a single framework regulation with common rules for the common strategic framework funds (EAFRD, ERDF, ESF, Cohesion Fund and EMFF). That framework regulation will make an important contribution to reducing administrative burden, to spending EU funds in an effective way, and to put simplification into practice. This also underpins the new concepts of the common strategic framework for all these funds and the upcoming Partnership Contracts which will also cover these funds. The common strategic framework, which will be established, will translate the objectives and priorities of the Europe 2020 Strategy into priorities for the EAFRD together with the ERDF, ESF, Cohesion Fund and EMFF, which will ensure an integrated use of the funds to deliver common objectives. The common strategic framework will also set out coordination mechanisms with other relevant Union policies and instruments. Moreover, as regards the CAP, significant synergies and simplification effects will be obtained by harmonising and aligning the management and control rules for the first (EAGF) and second (EAFRD) pillar of the CAP. The strong link between the EAGF and the EAFRD should be maintained and the structures already in place in the Member States be sustained. 1.6. Duration and financial impact x Proposal/initiative of limited duration (for the draft regulations on direct payment schemes, rural development and transitional regulations) – x Proposal/initiative in effect from 01/01/2014 to 31/12/2020 – x Financial impact for the period of the next multi-annual financial framework. For rural development, impact on payments to 2023. x Proposal/initiative of unlimited duration (for the draft regulation on the single CMO and the horizontal regulation) – Implementation from 2014. 1.7. Management mode(s) envisaged 54 x Centralised direct management by the Commission (cid:133) Centralised indirect management with the delegation of implementation tasks to: – (cid:133) executive agencies – (cid:133) bodies set up by the Communities 55 54 Details of management modes and references to the Financial Regulation may be found on the BudgWeb site: http://www.cc.cec/budg/man/budgmanag/budgmanag_en.html ",
        "EN 107 EN – (cid:133) national public-sector bodies/bodies with public-service mission – (cid:133) persons entrusted with the implementation of specific actions pursuant to Title V of the Treaty on European Union and identified in the relevant basic act within the meaning of Article 49 of the Financial Regulation x Shared management with the Member States (cid:133) Decentralised management with third countries (cid:133) Joint management with international organisations (to be specified) Comments No substantive change compared to the present situation, i.e. the bulk of expenditure concerned by the legislative proposals on the CAP reform will be managed by shared management with the Member States. However, a very minor part will continue to fall under centralised direct management by the Commission. 55 As referred to in Article 185 of the Financial Regulation. ",
        "EN 108 EN 2. MANAGEMENT MEASURES 2.1. Monitoring and reporting rules In terms of monitoring and evaluation of the CAP, the Commission will present a report to the European Parliament and the Council every 4 years, with the first report to be presented not later than end 2017. This is complemented by specific provisions in all areas of the CAP, with various comprehensive reporting and notifications requirements to be specified in the implementing rules. As regards rural development, rules are also provided for monitoring at programme level, which will be aligned with the other funds, and which will be coupled with ex ante, on-going and ex post evaluations. 2.2. Management and control system 2.2.1. Risk(s) identified There are more than seven million beneficiaries of the CAP, receiving support under a large variety of different aid schemes, each of which having detailed and sometimes complex eligibility criteria. The reduction in the error rate in the domain of the common agricultural policy can already be considered as a trend. Thus, most recently an error rate close to 2% confirms the overall positive assessment of previous years. It is the intention to continue the efforts in order to achieve an error rate below 2%. 2.2.2. Control method(s) envisaged The legislative package, in particular the proposal for the regulation on the financing, management and monitoring of the common agricultural policy, envisages maintaining and reinforcing the current system established by Regulation (EC) No 1290/2005. It provides for a compulsory administrative structure at Member State level, centred around accredited paying agencies, which are responsible for carrying out controls at final beneficiary level in accordance with the principles set out under point 2.3. Every year, the head of each paying agency is required to provide a management declaration of assurance which covers the completeness, accuracy and veracity of the accounts, the proper functioning of the internal control systems and the legality and regularity of the underlying transactions. An independent audit body is required to provide an opinion on all these three elements. The Commission will continue to audit agricultural expenditure, using a risk-based approach in order to ensure that its audits are targeted to the areas of highest risk. Where these audits reveal that expenditure has been incurred in breach of Union rules, it will exclude the amounts concerned from Union financing under the conformity clearance system. ",
        "EN 109 EN As regards the cost of controls, a detailed analysis is provided in annex 8 to the impact assessment accompanying the legislative proposals. 2.3. Measures to prevent fraud and irregularities The legislative package, in particular the proposal for the regulation on the financing, management and monitoring of the common agricultural policy, envisages maintaining and reinforcing the current detailed systems for controls and penalties to be applied by the paying agencies, with common basis features and special rules tailored to the specificities of each aid regime. The systems generally provide for exhaustive administrative controls of 100% of the aid applications, cross-checks with other databases where this is considered appropriate as well as pre-payment on-the-spot checks of a minimum number of transactions, depending on the risk associated with the regime in question. If these on-the-spot checks reveal a high number of irregularities, additional checks must be carried out. In this context, the by far most important system is the Integrated Administration and Control System (IACS), which in financial year 2010 covered around 80% of total expenditure under the EAGF and the EAFRD. For Member States with properly functioning control systems and low error rates, the Commission will be empowered to allow for a reduction of the number of on-the-spot checks. The package further envisages that Member States shall prevent, detect and correct irregularities and fraud, impose effective, dissuasive and proportionate penalties as laid down in Union legislation or national law, and recover any irregular payments plus interests. It includes an automatic clearance mechanism for irregularity cases, which provides that if recovery has not taken place within four years of the date of the recovery request, or within eight years in the case of legal proceedings, the amounts not recovered shall be borne by the Member State concerned. This mechanism will be a strong incentive for Member States to recover irregular payments as quickly as possible. ",
        "EN 110 EN 3. ESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE The amounts indicated in this financial statement are expressed in current prices and in commitments. In addition to the changes resulting from the legislative proposals as listed in the accompanying tables below, the legislative proposals imply further changes which have no financial impact. For any of the years in the period 2014-2020, the application of financial discipline cannot be excluded at this stage. However, this will not depend on the reform proposals as such, but on other factors, such as the execution of direct aids or future developments in the agricultural markets. As concerns direct aids, the extended net ceilings for 2014 (calendar year 2013) included in the proposal regarding transition are higher than the amounts allocated to direct aids indicated in the accompanying tables. The purpose of this extension is to ensure a continuation of the existing legislation in a scenario in which all the other elements would remain unchanged, without prejudice to the possible need for applying the financial discipline mechanism. The reform proposals contain provisions giving Member States a set degree of flexibility in relation to their allocation of direct aids respectively rural development. In case Member States decide to use that flexibility, this will have financial consequences within the given financial amounts, which cannot be quantified at this stage. This financial statement does not take into account the possible use of the crises reserve. It should be underlined that the amounts taken into account for market-related expenditure are based on no public intervention buying-in and other measures related to a crisis situation in any sectors. 3.1. Heading(s) of the multiannual financial framework and expenditure budget line(s) affected ",
        "EN 111 EN Table 1: Amounts for the CAP including complementary amounts foreseen in the MFF proposals and the CAP reform proposals In million EUR (current prices) Budget year 2013 2013 adjusted (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Inside MFF Heading 2 Direct aids and market-related expenditure (2) (3) (4) 44 939 45 304 44 830 45 054 45 299 45 519 45 508 45 497 45 485 317 193 Estimated assigned revenue 672 672 672 672 672 672 672 672 672 4 704 P1 Direct aids and market-related expenditure (with assigned revenue) 45 611 45 976 45 502 45 726 45 971 46 191 46 180 46 169 46 157 321 897 P2 Rural development (4) 14 817 14 451 14 451 14 451 14 451 14 451 14 451 14 451 14 451 101 157 Total 60 428 60 428 59 953 60 177 60 423 60 642 60 631 60 620 60 608 423 054 Heading 1 CSF Agricultural research and innovation N.A. N.A. 682 696 710 724 738 753 768 5 072 Most deprived persons N.A. N.A. 379 387 394 402 410 418 427 2 818 Total N.A. N.A. 1 061 1 082 1 104 1 126 1 149 1 172 1 195 7 889 Heading 3 Food safety N.A. N.A. 350 350 350 350 350 350 350 2 450 Outside MFF Reserve for agricultural crises N.A. N.A. 531 541 552 563 574 586 598 3 945 European Globalisation Fund (EGF) Of which maximum available for agriculture: (5) N.A. N.A. 379 387 394 402 410 418 427 2 818 TOTAL TOTAL Commission proposals (MFF + outside MFF) + assigned revenue 60 428 60 428 62 274 62 537 62 823 63 084 63 114 63 146 63 177 440 156 TOTAL MFF proposals (i.e. excluding Reserve and EGF) + assigned revenue 60 428 60 428 61 364 61 609 61 877 62 119 62 130 62 141 62 153 433 393 ",
        "EN 112 EN Notes: (1) Taking into account legislative changes already agreed, i.e. voluntary modulation for the UK and Article 136 \"unspent amounts\" will cease to apply by the end of 2013. (2) The amounts relate to the proposed annual ceiling for the first pillar. However, it should also be noted that it is proposed to move negative expenditure from accounting clearance (currently under budget item 05 07 01 06) to assigned revenue (under item 67 03). For details, see estimated revenue table on the page below. (3) The 2013 figures include the amounts for veterinary and phytosanitary measures as well as market measures for the fisheries sector. (4) The amounts in the table above are in line with those in the Commission communication \"A Budget for Europe 2020\" (COM(2011)500 final of 29 June 2011). However, it remains to be decided if the MFF will reflect the transfer that is proposed for the envelope of one Member State of the cotton national restructuring programme to rural development as from 2014, implying an adjustment (4 million EUR per year) of the amounts for respectively the EAGF sub-ceiling and for pillar 2. In the tables in the sections below, the amounts have been transferred, irrespective of them being reflected in the MFF. (5) In accordance with the Commission communication \"A Budget for Europe 2020\" (COM(2011)500 final), a total amount of up to 2.5 billion EUR in 2011 prices will be available under the European Globalisation Fund for providing additional support to farmers suffering from effects of globalisation. In the table above, the breakdown by year in current prices is only indicative . The proposal for the inter-institutional agreement between the European Parliament, the Council and the Commission on cooperation in budgetary matters and on sound financial management (COM(2011)403 final of 29 June 2011) sets out, for the EGF, an overall maximum annual amount of 429 million EUR in 2011 prices. ",
        "EN 113 EN 3.2. Estimated impact on expenditure 3.2.1. Summary of estimated impact on expenditure Table 2: Estimated revenue as well as expenditure for Policy Area 05 within Heading 2 In million EUR (current prices) Budget year 2013 2013 adjusted 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 REVENUE 123 – Sugar production charge (own resources) 123 123 123 123 246 67 03 - Assigned revenue 672 672 741 741 741 741 741 741 741 5 187 of which: ex 05 07 01 06 - Accounting clearance 0 0 69 69 69 69 69 69 69 483 Total 795 795 864 864 741 741 741 741 741 5 433 EXPENDITURE 05 02 - Markets (1) 3 311 3 311 2 622 2 641 2 670 2 699 2 722 2 710 2 699 18 764 05 03 - Direct aids (before capping) (2) 42 170 42 535 42 876 43 081 43 297 43 488 43 454 43 454 43 454 303 105 05 03 – Direct aids (after capping) 42 170 42 535 42 876 42 917 43 125 43 303 43 269 43 269 43 269 302 027 05 04 - Rural development (before capping) 14 817 14 451 14 455 14 455 14 455 14 455 14 455 14 455 14 455 101 185 05 04 - Rural development (after capping) 14 817 14 451 14 455 14 619 14 627 14 640 14 641 14 641 14 641 102 263 05 07 01 06 - Accounting clearance -69 -69 0 0 0 0 0 0 0 0 Total 60 229 60 229 59 953 60 177 60 423 60 642 60 631 60 620 60 608 423 054 NET BUDGET after assigned revenue 59 212 59 436 59 682 59 901 59 890 59 879 59 867 417 867 ",
        "EN 114 EN Notes: (1) For 2013, preliminary estimate based on Draft Budget 2012 taking into account legal adjustments already agreed for 2013 (e.g. wine ceiling, abolition of potato starch premium, dried fodder) as well as some foreseen developments. For all years, the estimates assume that there will be no additional financing need for support measures due to market disturbances or crises. (2) The 2013 amount includes an estimate of wine grubbing-up 2012. ",
        "EN 115 EN Table 3: Calculation of the financial impact by budget chapter of the CAP reform proposals as regards revenue and CAP expenditure In million EUR (current prices) 2013 2013 adjusted TOTAL 2014-2020 Budget year 2014 2015 2016 2017 2018 2019 2020 REVENUE 123 – Sugar production charge (own resources) 123 123 0 0 0 0 0 0 0 0 67 03 - Assigned revenue 672 672 69 69 69 69 69 69 69 483 of which: ex 05 07 01 06 - Accounting clearance 0 0 69 69 69 69 69 69 69 483 Total 795 795 69 69 69 69 69 69 69 483 EXPENDITURE 05 02 - Markets (1) 3 311 3 311 -689 -670 -641 -612 -589 -601 -612 -4 413 05 03 - Direct aids (before capping) (2) 42 170 42 535 -460 -492 -534 -577 -617 -617 -617 -3 913 05 03 - Direct aids – Estimated product of capping to be 0 -164 -172 -185 -186 -186 -186 -1 078 05 04 - Rural development (before capping) 14 817 14 451 4 4 4 4 4 4 4 28 05 04 - Rural development – Estimated product of capping to be 0 164 172 185 186 186 186 1 078 05 07 01 06 - Accounting clearance -69 -69 69 69 69 69 69 69 69 483 Total 60 229 60 229 -1 076 -1 089 -1 102 -1 115 -1 133 -1 144 -1 156 -7 815 NET BUDGET after assigned revenue -1 145 -1 158 -1 171 -1 184 -1 202 -1 213 -1 225 -8 298 ",
        "EN 116 EN Notes: (1) For 2013, preliminary estimate based on Draft Budget 2012 taking into account legal adjustments already agreed for 2013 (e.g. wine ceiling, abolition of potato starch premium, dried fodder) as well as some foreseen developments. For all years, the estimates assume that there will be no additional financing need for support measures due to market disturbances or crises. (2) The 2013 amount includes an estimate of wine grubbing-up 2012. ",
        "EN 117 EN Table 4: Calculation of the financial impact of the CAP reform proposals as regards CAP market-related expenditure In million EUR (current prices) BUDGET YEAR Legal base Estimated needs Changes to 2013 2013 (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Exceptional measures: streamlined and extended scope of legal base Art. 154, 155, 156 pm pm pm pm pm pm pm pm pm Removal of intervention for durum wheat and sorghum ex Art.10 pm - - - - - - - - Food programmes for most deprived (2) Ex-Art. 27 of Reg 1234/2007 500.0 -500.0 -500.0 -500.0 -500.0 -500.0 -500.0 -500.0 -3 500.0 Private storage (Flax fibre) Art. 16 N.A. pm pm pm pm pm pm pm Pm Aid for cotton - Restructuring (3) ex Art. 5 of Reg. 637/2008 10.0 -4.0 -4.0 -4.0 -4.0 -4.0 -4.0 -4.0 -28.0 Setting-up aid for F&V producer groups ex Art. 117 30.0 0.0 0.0 0.0 -15.0 -15.0 -30.0 -30.0 -90.0 School fruit scheme Art. 21 90.0 60.0 60.0 60.0 60.0 60.0 60.0 60.0 420.0 Abolition hops PO ex Art. 111 2.3 -2.3 -2.3 -2.3 -2.3 -2.3 -2.3 -2.3 -15.9 Optional private storage for skimmed-milk powder Art. 16 N.A. pm pm pm pm pm pm pm pm Abolition aid for use of skimmed milk/SMP as feedingstuff/casein and use of casein ex Art. 101, 102 pm - - - - - - - - Optional private storage for butter (4) Art. 16 14.0 [-1.0] [-14.0] [-14.0] [-14.0] [-14.0] [-14.0] [-14.0] [-85.0] Abolition milk promotional levy ex Art. 309 pm - - - - - - - - TOTAL 05 02 Net effect of reform proposals (5) -446.3 -446.3 -446.3 -461.3 -461.3 -476.3 -476.3 -3 213.9 ",
        "EN 118 EN Notes: (1) The 2013 needs are estimated based on the Commission's Draft Budget 2012, except for (a) the fruit & vegetables sectors where the needs are based on the financial statement of the respective reforms and (b) any legal changes already agreed. (2) The 2013 amount corresponds to Commission proposal COM(2010)486. As from 2014, the measure will be financed within Heading 1. (3) The envelope for the cotton restructuring programme for Greece (4 million EUR/year) will be transferred to rural development as from 2014. The envelope for Spain (6.1 million EUR/year) will go to the Single Payment Scheme as from 2018 (already decided). (4) Estimated effect in case of non-application of the measure. (5) In addition to expenditure within chapters 05 02 and 05 03, it is anticipated that direct expenditure within chapters 05 01, 05 07 and 05 08 will be financed by revenue that will be assigned to the EAGF. ",
        "EN 119 EN Table 5: Calculation of the financial impact of the CAP reform proposals as regards direct aids In million EUR (current prices) Legal base Estimated needs Changes to 2013 BUDGET YEAR 2013 (1) 2013 adjusted (2) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Direct aids 42 169.9 42 535.4 341.0 381.1 589.6 768.0 733.2 733.2 733.2 4 279.3 - Changes already decided: Phasing-in EU 12 875.0 1 133.9 1 392.8 1 651.6 1 651.6 1 651.6 1 651.6 10 008.1 Cotton restructuring 0.0 0.0 0.0 0.0 6.1 6.1 6.1 18.4 Health Check -64.3 -64.3 -64.3 -90.0 -90.0 -90.0 -90.0 -552.8 Previous reforms -9.9 -32.4 -32.4 -32.4 -32.4 -32.4 -32.4 -204.2 - Changes due to new CAP reform proposals -459.8 -656.1 -706.5 -761.3 -802.2 -802.2 -802.2 -4 990.3 Of which: capping 0.0 -164.1 -172.1 -184.7 -185.6 -185.6 -185.6 -1 077.7 TOTAL 05 03 Net effect of reform proposals -459.8 -656.1 -706.5 -761.3 -802.2 -802.2 -802.2 -4 990.3 TOTAL EXPENDITURE 42 169.9 42 535.4 42 876.4 42 916.5 43 125.0 43 303.4 43 268.7 43 268.7 43 268.7 302 027.3 ",
        "EN 120 EN Notes: (1) The 2013 amount includes an estimate of wine grubbing-up 2012. (2) Taking into account legislative changes already agreed, i.e. voluntary modulation for the UK and Article 136 \"unspent amounts\" will cease to apply by the end of 2013. ",
        "EN 121 EN Table 6: Components of direct aids In million EUR (current prices) BUDGET YEAR 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Annex II 42 407.2 42 623.4 42 814.2 42 780.3 42 780.3 42 780.3 256 185.7 Payment for agricultural practices beneficial for the climate and environment (30%) 12 866.5 12 855.3 12 844.3 12 834.1 12 834.1 12 834.1 77 068.4 Maximum that can be allocated to the Payment for young farmers (2%) 857.8 857.0 856.3 855.6 855.6 855.6 5 137.9 Basic Payment Scheme, Payment for areas with Natural Constraints, Voluntary Coupled Support 28 682.9 28 911.1 29 113.6 29 090.6 29 090.6 29 090.6 173 979.4 Maximum that can be taken from the above lines to finance the Small Farmer Scheme (10%) 4 288.8 4 285.1 4 281.4 4 278.0 4 278.0 4 278.0 25 689.3 Wine transfers included in Annex II 56 159.9 159.9 159.9 159.9 159.9 159.9 959.1 Capping -164.1 -172.1 -184.7 -185.6 -185.6 -185.6 -1 077.7 Cotton 256.0 256.3 256.5 256.6 256.6 256.6 1 538.6 POSEI/Small Aegean Islands 417.4 417.4 417.4 417.4 417.4 417.4 2 504.4 56 Direct aids for the period 2014-2020 include an estimate of the wine transfers to SPS based on the decisions taken by the Member States for 2013. ",
        "EN 122 EN Table 7: Calculation of the financial impact of the CAP reform proposals as regards transitional measures for granting direct aids in 2014 In million EUR (current prices) BUDGET YEAR Legal base Estimated needs Changes to 2013 2013 (1) 2013 adjusted 2014 (2) Annex IV to Council Regulation (EC) No 73/2009 40 165.0 40 530.5 541.9 Phasing-in EU 10 616.1 Health Check -64.3 Previous reforms -9.9 TOTAL 05 03 TOTAL EXPENDITURE 40 165.0 40 530.5 41 072.4 Notes: (1) The 2013 amount includes an estimate of wine grubbing-up 2012. (2) The extended net ceilings include an estimate of the wine transfers to SPS based on the decisions taken by the Member States for 2013. ",
        "EN 123 EN Table 8: Calculation of the financial impact of the CAP reform proposals as regards rural development In million EUR (current prices) BUDGET YEAR Legal base Rural development allocation Changes to 2013 2013 2013 adjusted (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Rural development programmes 14 788.9 14 423.4 Aid for cotton - Restructuring (2) 4.0 4.0 4.0 4.0 4.0 4.0 4.0 28.0 Product of capping of direct aids 164.1 172.1 184.7 185.6 185.6 185.6 1 077.7 RD envelope excluding technical assistance (3) -8.5 -8.5 -8.5 -8.5 -8.5 -8.5 -8.5 -59.4 Technical assistance (3) 27.6 27.6 8.5 3.5 3.5 3.5 3.5 3.5 3.5 29.4 Prize for local innovative co-operation projects (4) N.A. N.A. 0.0 5.0 5.0 5.0 5.0 5.0 5.0 30.0 TOTAL 05 04 Net effect of reform proposals 4.0 168.1 176.1 188.7 189.6 189.6 189.6 1 105.7 TOTAL EXPENDITURE (before capping) 14 816.6 14 451.1 14 455.1 14 455.1 14 455.1 14 455.1 14 455.1 14 455.1 14 455.1 101 185.5 TOTAL EXPENDITURE (after capping) 14 816.6 14 451.1 14 455.1 14 619.2 14 627.2 14 639.8 14 640.7 14 640.7 14 640.7 102 263.2 ",
        "EN 124 EN Notes: (1) Adjustments in line with the existing legislation only applicable until the end of financial year 2013. (2) The amounts in table 1 (section 3.1) are in line with those in the Commission communication \"A Budget for Europe 2020\" (COM(2011)500 final). However, it remains to be decided if the MFF will reflect the transfer that is proposed for the envelope of one Member State of the cotton national restructuring programme to rural development as from 2014, implying an adjustment (4 million EUR per year) of the amounts for respectively the EAGF sub-ceiling and for pillar 2. In table 8 above, the amounts have been transferred, irrespective of them being reflected in the MFF. (3) The 2013 amount for technical assistance was fixed based on the initial rural development envelope (transfers from pillar 1 not included). Technical assistance for 2014-2020 is fixed at 0.25% of the total rural development envelope. (4) Covered by the amount available for technical assistance. ",
        "EN 125 EN Heading of multiannual financial framework: 5 \" Administrative expenditure \" EUR million (to 3 decimal places) Note: It is estimated that the legislative proposals will have no impact on appropriations of an administrative nature, i.e. it is the intention that the legislative framework can be implemented with the present level of human resources and administrative expenditure. Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL DG: AGRI (cid:121) Human resources 136.998 136.998 136.998 136.998 136.998 136.998 136.998 958.986 (cid:121) Other administrative expenditure 9.704 9.704 9.704 9.704 9.704 9.704 9.704 67.928 TOTAL DG AGRI Appropriations 146.702 146.702 146.702 146.702 146.702 146.702 146.702 1 026.914 TOTAL appropriations under HEADING 5 of the multiannual financial framework (Total commitments = Total payments) 146.702 146.702 146.702 146.702 146.702 146.702 146.702 1 026.914 EUR million (to 3 decimal places) Year N 57 Year N+1 Year N+2 Year N+3 … enter as many years as necessary to show the duration of the impact (see point 1.6) TOTAL 57 Year N is the year in which implementation of the proposal/initiative starts. ",
        "EN 126 EN Commitments TOTAL appropriations under HEADINGS 1 to 5 of the multiannual financial framework Payments ",
        "EN 127 EN 3.2.2. Estimated impact on operational appropriations – (cid:133) The proposal/initiative does not require the use of operational appropriations – x The proposal/initiative requires the use of operational appropriations, as explained below: Commitment appropriations in EUR million (to 3 decimal places) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL OUTPUTS Indicate objectives and outputs (cid:216) Type of output Average cost of the output N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost Total number of outputs Total cost SPECIFIC OBJECTIVE No 5: To improve the competitiveness of the agricultural sector and enhance its value share in the food chain - Fruit & vegetables: Marketing through producer organisations (POs) 58 Propor- tion of the value of produc- tion marke- ted through POs in value of 830.0 830.0 830.0 830.0 830.0 830.0 830.0 5 810.0 58 Based on past execution and estimates in the 2012 Draft Budget. For the producer organisations in the fruit & vegetables sector, the amounts are in line with the reform of that sector and, as already indicated in the activity statements of the 2012 Draft Budget, outputs will only be known in late 2011. ",
        "EN 128 EN the total produc- tion - Wine: National envelope – Restructuring58 Number of hectares 54 326 475.1 54 326 475.1 54 326 475.1 54 326 475.1 54 326 475.1 54 326 475.1 54 326 475.1 3 326.0 - Wine: National envelope – Investments58 1 147 178.9 1 147 178.9 1 147 178.9 1 147 178.9 1 147 178.9 1 147 178.9 1 147 178.9 1 252.6 - Wine: National envelope – By- product distillation58 Hecto- litres 700 000 98.1 700 000 98.1 700 000 98.1 700 000 98.1 700 000 98.1 700 000 98.1 700 000 98.1 686.4 - Wine: National envelope – Potable alcohol58 Number of hectares 32 754 14.2 32 754 14.2 32 754 14.2 32 754 14.2 32 754 14.2 32 754 14.2 32 754 14.2 14.2 - Wine: National envelope – Use of concentrated must58 Hecto- litres 9 37.4 9 37.4 9 37.4 9 37.4 9 37.4 9 37.4 9 37.4 261.8 - Wine: National envelope – promotion58 267.9 267.9 267.9 267.9 267.9 267.9 267.9 1 875.3 - Other 720.2 739.6 768.7 797.7 820.3 808.8 797.1 5 452.3 Sub-total for specific objective N°5 2 621.8 2 641.2 2 670.3 2 699.3 2 721.9 2 710.4 2 698.7 18 763.5 ",
        "EN 129 EN SPECIFIC OBJECTIVE No 6: To contribute to farm incomes and limit farm income variability - Direct income support 59 Number of hectares paid (in million) 161.014 42 876.4 161.014 43 080.6 161.014 43 297.1 161.014 43 488.1 161.014 43 454.3 161.014 43 454.3 161.014 43 454.3 161.014 303 105.0 Sub-total for specific objective N°6 42 876.4 43 080.6 43 297.1 43 488.1 43 454.3 43 454.3 43 454.3 303 105.0 TOTAL COST Note: For specific objectives 1 to 4 and 7 to 10, the outputs are still to be determined (see section 1.4.2 above). 59 Based on potentially eligible areas for 2009. ",
        "EN 130 EN 3.2.3. Estimated impact on appropriations of an administrative nature 3.2.3.1. Summary – (cid:133) The proposal/initiative does not require the use of administrative appropriations – x The proposal/initiative requires the use of administrative appropriations, as explained below: EUR million (to 3 decimal places) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL HEADING 5 of the multiannual financial framework Human resources 60 136.998 136.998 136.998 136.998 136.998 136.998 136.998 958.986 Other administrative expenditure 9.704 9.704 9.704 9.704 9.704 9.704 9.704 67.928 Subtotal HEADING 5 of the multiannual financial framework Outside HEADING 5 of the multiannual financial framework Human resources Other expenditure of an administrative nature Subtotal outside HEADING 5 of the multiannual financial framework TOTAL 146.702 146.702 146.702 146.702 146.702 146.702 146.702 1 026.914 60 Based on an average cost of 127 000 EUR for establishment plan post of officials and temporary agents. ",
        "EN 131 EN 3.2.3.2. Estimated requirements of human resources – (cid:133) The proposal/initiative does not require the use of human resources – x The proposal/initiative requires the use of human resources, as explained below: Note: It is estimated that the legislative proposals will have no impact on appropriations of an administrative nature, i.e. it is the intention that the legislative framework can be implemented with the present level of human resources and administrative expenditure. The figures for the period 2014- 2020 are based on the situation for 2011. Estimate to be expressed in full amounts (or at most to one decimal place) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 (cid:121) Establishment plan posts (officials and temporary agents) XX 01 01 01 (Headquarters and Commission’s Representation Offices) 1 034 1 034 1 034 1 034 1 034 1 034 1 034 XX 01 01 02 (Delegations) 3 3 3 3 3 3 3 XX 01 05 01 (Indirect research) 10 01 05 01 (Direct research) (cid:121) External personnel (in Full Time Equivalent unit: FTE) 61 XX 01 02 01 (CA, INT, SNE from the \"global envelope\") 78 78 78 78 78 78 78 XX 01 02 02 (CA, INT, JED, LA and SNE in the delegations) - at Headquarte rs XX 01 04 yy - in delegations XX 01 05 02 (CA, INT, SNE - Indirect research) 10 01 05 02 (CA, INT, SNE - Direct research) Other budget lines (specify) TOTAL 62 1 115 1 115 1 115 1 115 1 115 1 115 1 115 XX is the policy area or budget title concerned. The human resources required will be met by staff from the DG who are already assigned to management of the action and/or have been redeployed within the DG, together if necessary 61 CA= Contract Agent; INT= agency staff (\" Intérimaire\") ; JED= \" Jeune Expert en Délégation\" (Young Experts in Delegations); LA= Local Agent; SNE= Seconded National Expert; 62 This does not include the sub-ceiling on budget line 05.010404. ",
        "EN 132 EN with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. Description of tasks to be carried out: Officials and temporary agents External personnel ",
        "EN 133 EN 3.2.4. Compatibility with the current multiannual financial framework – x Proposal/initiative is compatible with the PROPOSALS FOR THE 2014- 2020 multiannual financial framework. – (cid:133) Proposal/initiative will entail reprogramming of the relevant heading in the multiannual financial framework. – (cid:133) Proposal/initiative requires application of the flexibility instrument or revision of the multiannual financial framework. 3.2.5. Third-party contributions – The proposal/initiative does not provide for co-financing by third parties – X The proposal regarding rural development (EAFRD) provides for the co- financing estimated below: Appropriations in EUR million (to 3 decimal places) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 Total Specify the co-financing body MS MS MS MS MS MS MS MS TOTAL appropriations cofinanced 63 To be determin ed To be determin ed To be determin ed To be determin ed To be determin ed To be determin ed To be determin ed To be determined 63 This will be set out in the rural development programmes to be submitted by the Member States. ",
        "EN 134 EN 3.3. Estimated impact on revenue – x Proposal/initiative has no financial impact on revenue. – (cid:133) Proposal/initiative has the following financial impact: – x on own resources – x on miscellaneous revenue EUR million (to 3 decimal places) Impact of the proposal/initiative 64 Budget revenue line: Appropriations available for the ongoing budget year Year N Year N+1 Year N+2 Year N+3 … insert as many columns as necessary in order to reflect the duration of the impact (see point 1.6) For miscellaneous assigned revenue, specify the budget expenditure line(s) affected. See tables 2 and 3 in section 3.2.1. 64 As regards traditional own resources (customs duties, sugar levies), the amounts indicated must be net amounts, i.e. gross amounts after deduction of 25% for collection costs. ",
        "EN 135 EN "
    ]
}