{
    "text": [
        "S TAT I S T I C A L W O R K I N G PA P E R S S TAT I S T I C A L W O R K I N G PA P E R S R e c o n c i l i a t i o n o f E U - S I L C d a t a a n d n a t i o n a l a cc o u n t s 2 019 e d i t i o n The comparability of the EU-SILC income variables: review and recommendations LORENA ZARDO TRINDADE AND TIM GOEDEMÉ 2020 edition ",
        "",
        "The comparability of the EU-SILC income variables: review and recommendations LORENA ZARDO TRINDADE AND TIM GOEDEMÉ 2020 edition ",
        "Manuscript completed in December 2019 The European Commission is not liable for any consequence stemming from the reuse of this publication. Luxembourg: Publications Office of the European Union, 2020 © European Union, 2020 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). Copyright for cover photo: © Shutterstock/ Hyejin Kang For any use or reproduction of photos or other material that is not under the EU copyright of the European Union, permission must be sought directly from the copyright holders. For more information, please consult: https://ec.europa.eu/eurostat/about/policies/copyright Theme: Population and social conditions Collection: Statistical working papers The information and views set out in this publication are those of the authors and do not necessarily reflect the official opinion of the European Union. Neither the European Union institutions and bodies nor any person acting on their behalf may be held responsible for the use which may be made of the information contained therein. PDF ISBN 978-92-76-15064-0 ISSN 2315-0807 doi: 10.2785/047001 KS-TC-20-001-EN-N ",
        "Abstract 3 The comparability of the EU-SILC income variables: review and recommendations Abstract EU-SILC is the most important microdata source for studying income and living conditions across the European Union. In this paper, we study variations between countries with respect to how individual income components are aggregated into the EU-SILC target variables. In particular, we look at compliance with Eurostat guidelines, misclassifications and omitted income sources, all potentially undermining cross-national comparability. On the basis of a survey among national statistical institutes, we compiled a database which maps the exact classification of income components onto the EU-SILC target variables. The focus of the database is on EU-SILC 2015, covering 26 EU-SILC countries. The database contains information on the composition of variables on total income before and after transfers; income from benefits, work and capital; social contributions and taxes. As a result of this exercise, we outline some general conclusions with regard to (1) cross-national deviations with regard to the calculation of the EU-SILC total income variables; (2) the classification of national income components (e.g. particular benefits) that can be considered ‘borderline cases’ which are currently classified inconsistently across countries; (3) possibilities for improving the definition of target variables; (4) the (unjustified) omission of some income components from EU-SILC target variables; (5) recommendations that may be helpful to improve the comparability of EU-SILC in the future. Authors : Lorena Zardo Trindade( 1 ) and Tim Goedemé( 2 ) ( 1 ) Herman Deleeck Centre for Social Policy, University of Antwerp; ( 2 ) Institute for New Economic Thinking at the Oxford Martin School; Department of Social Policy and Intervention, University of Oxford; Associate member of Nuffield College; Herman Deleeck Centre for Social Policy, University of Antwerp. ",
        "Table of contents 4 The comparability of the EU-SILC income variables: review and recommendations Table of contents Abstract ........................................................................................................................ 3 Table of contents .......................................................................................................... 4 Introduction ................................................................................................................. 5 MetaSILC 2015: data and methods ............................................................................ 7 Results....................................................................................................................... 11 3.1. Comparative overview on composite income variables ...................................... 12 3.2. The disaggregated income variables ................................................................. 15 3.3. Comparability across time .................................................................................. 23 3.4. Other challenges................................................................................................ 28 3.5. Recent adjustments ........................................................................................... 29 Conclusions and recommendations ....................................................................... 31 References ................................................................................................................ 33 Annexes ..................................................................................................................... 36 ",
        "1 Introduction 5 The comparability of the EU-SILC income variables: review and recommendations The European Union Statistics on Income and Living Conditions (EU-SILC) are currently the most important comparative microdata on household incomes in Europe. The survey is regularly used for studying income patterns, poverty and income inequality in the EU. It is also an important source of information for studying the impact of fiscal and social policies on the income distribution and carrying out ex-ante policy evaluations of planned policy reforms (see, for instance, Atkinson et al., 2017 for an introduction to EU-SILC). In other words, cross-national policy learning and monitoring of poverty and inequality is an important purpose of EU-SILC. As a result, cross-country comparability of EU-SILC, and in particular the measurement of incomes, is key. In this paper, we evaluate several factors that could affect the comparability of the income variables included in EU-SILC. We look both at factors affecting the comparability of the aggregate income variables (i.e. those related to total household income), and those affecting the comparability of more disaggregated income variables. While the aggregate variables are most often used in comparative studies of poverty and inequality in the EU and are the basis for the EU’s social indicators related to income, the disaggregated variables are very important for policy evaluations and recommendations as well as cross-national learning. Many stages in the lifecycle of a survey may affect comparability. In this paper, we limit ourselves to reviewing the definition of the target variables, compliance with these definitions when constructing the target variables, and variations in how the underlying data are collected. Similar evaluations of other EU-SILC variables have recently been carried out for the EU-SILC housing variables (Bowen and Clark, 2018), the variable of production for own consumption (Čomić, 2018) and the variables related to health (Charafeddine and Demarest, 2018). On the basis of a survey among national statistical institutes, an analysis of the national quality reports, the comparative quality reports, the national questionnaires and an analysis of the EU-SILC data, we compiled a database – MetaSILC 2015 – which documents the exact classification of income components into the EU-SILC target variables. The focus of the database is on EU-SILC 2015, covering as many EU-SILC countries as possible. The database contains information on the composition, source (survey vs. register) and way of collecting (gross or net) the variables on total income before and after transfers; income from benefits, work and capital; social contributions and taxes. Special attention is given to self-employment income, imputed rent and income from production for own consumption, as well as outlier detection and data error correction. The database is constructed in the context of the Net-SILC 3 project and will be made freely available. In addition, we compiled a detailed report, which discusses for each income variable the results of the analysis of the database, and general problems of comparability (Goedemé and Zardo Trindade, 2019). ( 1 ) The authors are grateful to Jeroen Horemans, Adeline Otto, Tess Penne and Wim Van Lancker for their contribution to the background report of this working paper; and to Anne-Catherine Guio, Cristina Lopez-Vilaplana, Eric Marlier, Peter Lynn and Teresa Munzi for most helpful comments and suggestions. In addition, they would like to thank all those involved in responding to the Net-SILC3 questionnaires we circulated to collect the information for MetaSILC 2015. This work has been supported by the Third Network for the Analysis of EU-SILC (Net-SILC3), funded by Eurostat. The European Commission bears no responsibility for the analyses and conclusions, which are solely those of the authors. All remaining errors are ours. 1 Introduction( 1 ) ",
        "1 Introduction 6 The comparability of the EU-SILC income variables: review and recommendations Rather than analysing the comparability of each variable separately (as is done in the detailed report), in this paper we focus on some general conclusions with regard to the current state of procedural comparability with regard to the collection of the income target variables and formulate some recommendations on how comparability can be improved in the future. Nonetheless, we would like to stress that assessing the comparability of the income variables involve an element of subjectivity, especially when sufficient background information is lacking. In addition, many more factors than those discussed in this paper may undermine cross-country comparability. While we focus on measurement and processing errors, other factors that may affect comparability include – for instance – variations in coverage errors of the sampling frame , non-response rates (and bias), and imputation and weighting strategies (See also Di Meglio et al., 2017; Eurostat 2016a; Verma and Betti, 2010). The paper is organised as follows: First, we describe briefly the purposes, setup and contents of the MetaSILC 2015 database. Subsequently, we analyse in some detail various aspects of comparability, clustered around the main problems that we have identified. Consecutively, we describe problems with and the limitations of the variation in how the aggregated income variables are constructed; the definition of some target variables; the most common cases of non-compliance with the Eurostat guidelines; variations in the level of detail with which the income data are collected; the strong diversity in the data source used (survey data vs. register data); the collection of incomes gross or net of taxes and social contributions; the comparability of income variables across time; and some other cross-cutting challenges. We conclude with a brief summary of the main challenges, areas for improvement and some recommendations. ",
        "2 MetaSILC 2015: data and methods 7 The comparability of the EU-SILC income variables: review and recommendations Many factors potentially undermine the comparability of income data in EU-SILC. From the perspective of total survey error, one could make a distinction between the definition of the target population, quality of the sampling frame, non-response bias, adjustment errors, construct validity, measurement errors, response error, and processing errors (e.g. Groves et al., 2009, and, with an extension to comparative research, Pennell et al., 2017). When comparing two populations, one hopes that only the target population differs (if defined in a “comparable” way), and that otherwise all errors play out similarly in both populations. In this context, it is useful to define comparability somewhat more precisely. In this paper we only look at “procedural comparability”: the extent to which the same procedures are used for constructing a variable in various countries or years (cf. Goedemé et al., 2015). This should be distinguished from “substantive comparability”, which implies that the same phenomenon is captured in a similar way across time, subpopulations or countries. In contrast to procedural comparability, substantive comparability should be assessed with reference to the purpose of the analysis and is more demanding. For instance, if a specific income component is not important in one country, but it is in another (e.g. production for own consumption), leaving the component out of the survey in both countries complies with the principle of procedural comparability, but not necessarily with substantive comparability, depending on the objective of the study. In this paper, we limit ourselves to assessing to what extent procedures for measuring and processing the income variables vary across countries, under the assumption that for many research purposes cross-national variation in these factors potentially result in a limitation of substantive comparability too. Several documents are available to assess procedural comparability of the EU-SILC income variables, including the methodological guidelines, national quality reports, and the comparative quality report. Nonetheless, information is not always entirely complete and sometimes contradictory. For instance, it is often not clear how exactly each of the national income components is classified and aggregated into a target variable in practice, and how the data were collected. Therefore, we built MetaSILC 2015, an accessible database that allows both EU-SILC producers and users to easily find more information on the content, classification, and comparability of the income variables. The MetaSILC 2015 database was set up on the basis of two rounds of consultation of National Statistics Institutes (NSIs), the data producers of EU-SILC . The purpose of the consultations was to gather detailed information on the collection, processing and aggregation of EU-SILC income components. Eurostat invited contact persons of EU-SILC in each NSI to participate in an online survey by means of e-mail, with each invitation containing a customized link to an online questionnaire focusing on the EU-SILC cross-sectional 2015 wave. Data collection took place from July 2016 to January 2017. The first round focused on questions on the composite variables and income from benefits, while the second round focused on income from work and other sources. Complementary information to reported income components was collected over the course of 2017, 2018 and 2019. More detailed information on the data collection, as well as the questionnaire itself, is discussed in Goedemé and Zardo Trindade (2019). 2 MetaSILC 2015: data and methods ",
        "2 MetaSILC 2015: data and methods 8 The comparability of the EU-SILC income variables: review and recommendations The online questionnaire on income variables was divided into 3 sections: (1) variables on total income before and after transfers; (2) variables on income from benefits; and (3) variables on income from work and other sources, social contributions and taxes. It covered all 34 income-related variables (see Table 1). As we will explain below, since 2014 most (not all) EU-SILC countries collect more detailed target variables related to benefits, making a distinction between contributory and means-tested, contributory and non-means-tested, non-contributory and means-tested, non- contributory and non-means-tested components. Even though not displayed in Table 1, when applicable we collected information for each of these more detailed benefit variables. In this paper, we focus only on the income variables that are used to construct total disposable household income. Overall, the response rate for completed surveys was 76% (26 of 34 countries). Twenty-four countries participated in both rounds of the survey (see Table 2). Portugal and Finland provided partial information to the survey. Ireland, Lithuania, Romania, Norway, Iceland, Switzerland did not provide any information; even though they have data available for EU-SILC 2015. FYROM and Turkey also did not provide feedback, but data availability for EU-SILC 2015 of the latter two countries was not yet confirmed at the time of writing. In addition to the information provided by national statistical institutes in the questionnaire, the MetaSILC 2015 database was supplemented with information from the national quality reports, the comparative quality reports and the national SILC questionnaires as well as various other sources, including the European System of Integrated Social Protection Statistics (ESSPROS) (Eurostat, 2016b), MISSOC (2015) as well as the EUROMOD country reports. MetaSILC 2015 maps the exact classification of income components onto the EU-SILC target variables. An income component should be understood as a specific source of income, which typically is much more disaggregated than an income target variable (e.g., child benefits for civil servants, family benefits for employees of small and medium-sized enterprises and maternity benefits are three examples of income components that are part of the target variable “family/children-related allowances”). For each of the income components, the database contains the official name (national language) and code in the national EU-SILC survey; the equivalent name in English; the target variable code and name; the source of the income information used (register data, questionnaire, imputation); the level of aggregation when it was collected; information on gross-net conversion; whether there were important changes between wave 2010 and wave 2015 and if there are important changes planned for future waves. The database allows researchers to identify which income components are covered in EU-SILC and how they were classified into the EU-SILC target variables. The MetaSILC 2015 database is freely available to data users and other interested parties. Annex 1 lists the availability of information in MetaSILC 2015 on each income variable by country. With regard to income from benefits, most countries already provide new detailed target variables that classify this type of income into four subcategories (see below). In addition to the database, we compiled a report that discusses for each income variable the results of the analysis of the database, looking at compliance with Eurostat guidelines, misclassifications and omitted income sources that could undermine cross-national comparability (Goedemé and Zardo Trindade, 2019). The report and this paper focus on all four composite income variables and on the income target variables used to construct them. In other words, we do not discuss all 34 income target variables, but limit ourselves to 20 variables that are used to compute total household disposable income (HY020). ",
        "2 MetaSILC 2015: data and methods 9 The comparability of the EU-SILC income variables: review and recommendations Table 1: List of EU-SILC income-related variables and those considered in this paper Code Name Considered in this paper HY010 Total household gross income X HY020 Total disposable household income X HY022 Before social transfers other than old-age and survivor's benefits X HY023 Total disposable household income before social transfers including old-age and survivor's benefits X HY030G/HY030N Imputed rent HY040G/HY040N Income from rental of a property or land X HY090G/HY090N Interest, dividends, profit from capital investments in unincorporated business X HY050G/HY050N Family/children related allowances X HY060G/HY060N Social exclusion not elsewhere classified X HY070G/HY070N Housing allowances X HY080G/HY080N Regular inter-household cash transfer received X HY081G/HY081N Alimonies received (compulsory + voluntary) HY100G/HY100N Interest repayments on mortgage HY110G/HY110N Income received by people aged under 16 X HY120G/HY120N Regular taxes on wealth X HY130G/HY130N Regular inter-household cash transfer paid HY131G/HY131N Alimonies paid (compulsory + voluntary) HY140G/HY140N Tax on income and social contributions X HY145N Repayments/receipts for tax adjustment X HY170G/HY170N Value of goods produced for own consumption PY010G/PY010N Employee cash or near cash income X PY020G/PY020N Non-cash employee income PY021G/PY021N Company car X PY030G Employer's social insurance contribution PY031G Optional employer's social insurance contributions PY035G/PY035N Contributions to individual private pension plans PY050G/PY050N Cash benefits or losses from self-employment X PY070G/PY070N Value of goods produced for own consumption PY080G/PY080N Pension from individual private plans X PY090G/PY090N Unemployment benefits X PY100G/PY100N Old-age benefits X PY110G/PY110N Survivor’s benefits X PY120G/PY120N Sickness benefits X PY130G/PY130N Disability benefits X PY140G/PY140N Education-related allowances X PY200G Gross monthly earnings for employees Note: The suffix G refers to Gross; the suffix N refers to values net of taxes and social contributions. Source: Eurostat (2016a). ",
        "2 MetaSILC 2015: data and methods 10 The comparability of the EU-SILC income variables: review and recommendations Table 2: Countries’ participation status on MetaSILC 2015 Participation status Countries Both rounds Austria, Belgium, Bulgaria, Croatia, Cyprus, Czechia, Denmark, Estonia, France, Germany, Greece, Hungary, Italy, Latvia, Luxembourg, Malta, the Netherlands, Poland, Slovakia, Slovenia, Spain, Sweden, United Kingdom and Republic of Serbia Only first round Portugal Only second round Finland No information Ireland, Lithuania, Romania, Norway, Iceland, Switzerland and Turkey Source: Elaborated by the authors on the basis of MetaSILC 2015. ",
        "3 Results 11 The comparability of the EU-SILC income variables: review and recommendations This section discusses the main findings from the analysis of the information included in MetaSILC 2015. In order to identify room for improvement, we focus on the factors that might challenge cross-national comparability of income target variables and composite income variables. More in particular, in the text below we will highlight the following issues. 1. Challenges related to the composite income variables: • The definition of some aggregate variables • Compliance or not with the equation for computing total household income • Compliance or not with the definition of the underlying individual target variables, and in particular: o misallocation of benefits, in particular when this affects the “before social transfer variables” o omitted income components (even though omitted parts may be trivial in some countries) • Even if countries comply for each variable, problems of comparability in individual target variables remain in terms of the type of data collected and the imputation procedures used (register vs. questionnaires, major differences between questionnaires, collection of gross or net components, …) 2. Challenges related to the variables that measure specific income sources: • The definition of target variables is not always sufficiently precise or clear; • There are many examples where countries are not compliant or compliance is not clear, either because some income components are misclassified, or omitted, or sufficient metadata are lacking; • Even in case that there is compliance with the Eurostat guidelines, countries use different sources for collecting the data, collect the information with different levels of detail, or on the basis of very different specifications of the questionnaire; • Not every country collects the variables both gross and net of taxes and social contributions; procedures for gross-to-net or net-to-gross conversion differ across countries; • The newer “disaggregated” variables are a major improvement, but not universally applied, while even more disaggregation would be very useful and could be feasible. 3. Comparability across time, a brief overview of realised and announced changes in data collection between 2010 and 2020. In addition, we report on the lack of information in some areas, and inconsistencies between various sources of metadata. 3 Results ",
        "3 Results 12 The comparability of the EU-SILC income variables: review and recommendations 3.1. Comparative overview on composite income variables Many studies and EU social indicators do not rely on the disaggregated income target variables but make use of the aggregated variables that relate to total household income instead. This is, for instance, the case of the so-called at-risk-of-poverty indicator (with and without social transfers) and the indicators on income inequality produced by Eurostat. Gaining more insight into the comparability of these variables is therefore of paramount importance, even though it is hard to assess their overall comparability. The reason is that their comparability also depends on the comparability of the underlying disaggregated variables. In what follows we report on what we think can be learned from the information collected in MetaSILC 2015 and our multiple exchanges with NSIs. From the 26 countries that responded the survey, all except Finland completed the questions on the composite income variables. According to the information reported, most countries computed these variables in accordance with the equation recommended in the Eurostat guidelines. However, not all countries adhere to the standard definition. Table 3 provides an overview of the compliant and non-compliant countries by composite variable. Eighteen countries reported to comply with the Eurostat definition for all aggregated income variables. Still, this is not to say that these variables can be considered fully comparable. Other factors that are not covered in this section may affect comparability, such as differences in the source of data collection (register data vs. survey data), mode of data collection, degree and method of imputation etc. As far as the other countries are concerned, the main reasons for non-compliance include deviations from the standard definition suggested in the Eurostat guidelines (Eurostat, 2016), omission of income components and misallocation of income components within income target variables. This is shown in more detail in Table 4. Deviations from the standard definition suggested by the Eurostat guidelines were observed for France Slovenia, Spain and the Netherlands. In France and Slovenia, the variables are calculated on the basis of net income components, rather than gross. In theory, this does not undermine comparability as long as the tax-benefit system in both countries allows for a “clean” collection of net income amounts. Likewise, Spain calculates HY022 and HY023 on the basis of net income components, rather than gross. However, while France and Slovenia reported adjustments that allows for cross-country comparability, Spain seemingly did not. Although the Netherlands reported to use the recommended equations (Eurostat, 2016) to compute HY022 and HY023, changes in the standard definition of taxes on income and social contributions (HY140G) were observed. The variable was calculated without taking account of the social transfers (PY090G, PY120G, PY130G, PY140G, HY050G, HY060G, HY070G), consequently, tax on income and social contributions (HY140G) refers to the fictitious amounts that should have been paid if such social transfers were not received. Even though it is arguably a better way of computing these variables 2 , it is different from how other countries calculate them, compromising cross-country comparability. Limits to cross-country comparability reported in the more disaggregated income target variables may also affect cross-country comparability of HY010, HY020, HY022 and HY023. In this section, we limit ourselves to misallocations of specific income components. Obviously, in contrast to the disaggregated variables, the composite income variables are only affected insofar misallocations lead to inclusion or exclusion of specific income components in the composite variables, and not just the underlying variables. The main challenges we identified are listed in Table 5. 2 Leventi et al. (2018) study more systematically alternative ways of computing the “before taxes and transfers” variables. ",
        "3 Results 13 The comparability of the EU-SILC income variables: review and recommendations Table 3: Overview of the countries reporting in MetaSILC 2015 compliance with the Eurostat methodological guidelines and description of EU-SILC target variables Countries 2015 HY010 HY020 HY022 HY023 Belgium x x Bulgaria x x x x Czechia x x x x Denmark x x x Germany x x x x Estonia x x x x Greece x x x x Spain x x France x Croatia x x x x Italy x x x x Cyprus x x x x Latvia x x x x Luxembourg x x x x Hungary x x x x Malta x x x x Netherlands x x Austria x x x x Poland x x x x Portugal x x x x Slovenia x Slovakia x x x x Finland NA NA NA NA Sweden x x x x United Kingdom x x x x Other (non-EU) EU-SILC countries Republic of Serbia Note: The “X” indicates the countries that reported to comply with the Eurostat methodological guidelines and description of EU-SILC target variables, according to MetaSILC 2015. As Finland did not participate in the first round of the survey, information on EU-SILC income composite variables is not available (NA). Source: Elaborated by the authors on the basis of MetaSILC 2015. ",
        "3 Results 14 The comparability of the EU-SILC income variables: review and recommendations Table 4: Reported issues for cross-country comparability with regard to the composite income variables Composite income variables Potential issues for comparability Deviations from the formula Omission of other income target variables Misallocation or omission of income components HY010 Serbia (*) HY020 France and Slovenia Serbia (*) HY022 France, Slovenia, Spain (*) and the Netherlands (*) Serbia (*) and Belgium Denmark (*) HY023 France, Slovenia, Spain (*) and the Netherlands (*) Belgium and Serbia (*) Denmark (*) Note: (*) Cross-country comparability is compromised. Source: Elaborated by the authors on the basis of MetaSILC 2015. ",
        "3 Results 15 The comparability of the EU-SILC income variables: review and recommendations Table 5: Limits to cross-country comparability of the aggregated variables, overview by disaggregated variable Variables with limitations to cross-country comparability Potential threats to cross-country comparability Countries Affected variables Income from rental of a property or land (HY040) Omission of (1) costs such as mortgage interest payments, minor repairs, maintenance, insurance and other charges, which must be deducted from the values reported; and (2) smaller values of income from rental of a property might not be reported at all or are reported under different variables. (1) HG, RS; (2) DK HY010, HY020, HY022 and HY023 Family/children related allowances (HY050) Omission of (1) family and children related tax credits. Tax credits for taking parental leave should be considered as benefits received with the salary for bringing up children. Misclassification of (2) payments for fostering children, which must be included under PY010. Differentiation of (3) payments for fostering children from transfers paid by the government as a form of social benefits (included in HY050), even though Eurostat guidelines are not clear about this differentiation. (1) MT and SK; (2) CY, LV and MT; (3) BG, DE and PL HY010 (1) , HY020 (1) , HY022 (2) (3) and HY023 (2) (3) Old-age benefits (PY100) Misclassification of income from private pensions, which should be considered under PY080 (pension from individual private plans). DK HY023 Regular taxes on wealth (HY120) Omission of (1) municipal taxes on the land value of residential property and (2) real estate tax and urban real estate value tax. (1) DK; (2) ES HY020, HY022 and HY023 Employee cash or near cash income (PY010) Omission of (1) fringe benefits; (2) payments for fostering children; (3) allowances paid for working in remote locations. Inclusion of (4) allowances for purely work- related expenses. (1) DK, HU; (2) AT, BE, DK, EE, FI, FR, HG, IT, LU, NL, SI, ES, SE, UK; (3) EE; (4) FI HY010 (1) (2) , HY020 (1) (2) , HY022 (1) (2) (3) (4) and HY023 (1) (2) (3) (4) Cash benefits or losses from self- employment (PY050) Misclassification of own consumption, which should be included under HY170 (income from production for own consumption) and not considered when calculating household income. HR HY010, HY020, HY022 and HY023 Pension from individual private plans (PY080) Misclassification of pensions from mandatory employer-based schemes, which should be accounted under old-age benefits (PY100). MT, UK HY022 and HY023 Source: Elaborated by the authors on the basis of MetaSILC 2015. 3.2. The disaggregated income variables We now turn to the disaggregated income variables. Consecutively, we focus on the definition of the variables, non-compliance with Eurostat guidelines, the level of detail of data collection, the source of the data, and the collection of net vs. gross incomes. 3.2.1 The definition of the variables In this section, we elaborate on three challenges of the definition of income variables. More in particular we highlight: (1) the need for more precise definitions and defining target variables more ",
        "3 Results 16 The comparability of the EU-SILC income variables: review and recommendations clearly in a mutually exclusive way; (2) the need to make sure that all countries provide the benefit variables with the same level of detail; (3) the potential for and usefulness of providing the benefit variables at an even more disaggregated level. Even though there are many commonalities between European countries, taxation and social benefits differ a lot. As a result, the definition of the target variables should be sufficiently generic, so as to cover all sources of income with a similar function. Yet, it should also be sufficiently specific, such that data producers can easily understand which income source should be aggregated into which target variable. Our conclusion is that often the Eurostat methodological guidelines and description of EU-SILC target variables leave too much room for interpretation, resulting in what could be called “borderline cases”: some income sources might be classified under the heading of at least two variables. This leads to comparability problems, as countries do not always make the same choice. In what follows we give some examples of variables with which we have encountered most “borderline” cases. Most countries include support for bearing the costs of rent, gas, electricity, heating, water, utility bills, i.e. all compensations for housing costs under housing allowances (HY070). However, as there is no clear suggestion from Eurostat about the variable in which allowances to compensate for these costs should be included, they can also be found under social exclusion benefits not elsewhere classified (HY060) and old-age benefits (PY100). For example, Bulgaria and Greece include help with heating costs under social benefits not elsewhere classified (HY060), while Denmark and the United Kingdom include it under old-age benefits (PY100). One could argue that this might be a strategy for countries that have non-means-tested housing allowances . However, to the best of our knowledge this is only the case for the United Kingdom. Another example relates to variable HY145, which contains payments and receipts for tax adjustments. The definition states that “This applies only in cases where taxes at source are deducted from income received and the Tax Authorities compare the amount of taxes of income paid at source with the taxes that correspond to those paid over the total income received for the tax unit’”. However, the definition also states that “if the income at component level is reported gross or some of the components are reported gross and some net of tax, adjustments will be included, in general, under the variable HY140G”. This addition leaves room for interpretation, given that in many countries taxes will be deducted at source only for a selection of income sources (e.g. employee income), and because it states that if some components are collected net and others gross, they will (not should) in general be included under HY140. As result, Austria, Croatia, Estonia, Poland, Slovenia and Spain opted for recording tax adjustments under both variables, while Belgium included only under HY140. In contrast, the variable on social exclusion benefits not elsewhere classified (HY060), due to its very generic definition, often contains components that could be rightly included in other benefit type variables. According to the Eurostat definition (Eurostat, 2016a) “social benefits in the function “social exclusion not elsewhere classified” refer to the “socially excluded” or to “those at risk of social exclusion”. General as this is, target groups may be identified (among others) as destitute people, migrants, refugees, drug addicts, alcoholics, victims of criminal violence” (Eurostat, 2016a, p. 218). Therefore, in some occasions these target groups include people who are also targeted by other social benefits, like students, disabled and old-age individuals. This might be the reason why there are relatively many borderline cases involving HY060 and other benefit variables (PY100, PY130 and PY140). The new disaggregation of target variables relating to benefits (making a distinction between means-tested and non-means-tested benefits), may be helpful to clarify the definition of HY060 and categorisation of benefits (see below). Another case of a very general definition is the one for educational allowances (PY140). According to the Eurostat definition (Eurostat, 2016a), education allowances refer to grants, scholarships and other assistance for education that is received by students. As result, the variable includes a mixture of very different benefits; private transfers, often merit-based, versus public social benefits, either merit-based, income-based or universal. In addition, the general definition of PY140 might make it challenging for NSIs to identify when a grant is restricted to the scope defined for PY090 rather than PY140, since any vocational training allowance, targeted to groups of persons in the labour force ",
        "3 Results 17 The comparability of the EU-SILC income variables: review and recommendations who take part in training schemes intended to develop their potential for employment should be considered as unemployment benefits (PY090). Apart from the lack of precision, another challenge of the benefit variables is that some countries provide them with more detail than other countries. More in particular, social benefits variables are now disaggregated on the basis of eligibility criteria related to paying contributions and the existence or not of a means test (Table 6). Since 2014, several countries have started to provide some of the benefit variables in disaggregated format. In 2015, most of the countries under study applied the disaggregation, with the exception of Latvia, Poland, and Sweden (Annex 1). Obviously, for comparative purposes, all countries should apply the same level of disaggregation as soon as possible. Table 7 indicates the number of countries using each type of income from benefits by target variable. Even though this further disaggregation is a major improvement for EU-SILC users, allowing a much more refined analysis, the usefulness of EU-SILC could be further improved by providing information on benefits at an even more disaggregated level. The aggregation criteria remain based on premises and objectives that are more suitable for some analyses than others. Income from benefits is reported in EU-SILC following the eight functions of social protection defined by the European system of integrated social protection statistics (ESSPROS). Therefore, disaggregated analysis of the social benefits that compose each of these social protection functions is not possible using the EU-SILC. Nonetheless, from a policy point of view, the eight functions still lump together very different types of benefits, with different functions, into one variable, precluding a more detailed analysis. For example, researchers wanting to focus on pensions have a hard time in focusing on pension income, as old-age, disability and survivor’s benefits include other types of benefits other than pensions (e.g. care allowances and other cash benefits as compensations for housing costs). In addition, one cannot disentangle the impact of regular cash support from persons other than household members and remittances (regular cash support from households in other countries), or of maternity from child benefits, or educational private transfers, often merit-based, from educational public social benefits (either merit-based, income-based or universal), or taxes from social contributions. As far as income from benefits is concerned, researchers wishing to carry out a more detailed analysis of these specific income sources, are required to make use of (partially) simulated data, for instance provided by EUROMOD (e.g. Sutherland and Figari, 2013). The variable for taxes on income and social contributions (HY140) could also benefit from a more disaggregated format, starting with separating incomes taxes from social security contributions. However, this would require a harmonization effort on how the variable is collected as this differs significantly across countries. Countries reported constructing the variable with an indirect approach, deriving values from existing variables or using fully imputed data. In other words, the values reported for HY140 depend on those reported for the other income target variables. For instance, HY140 might be computed by subtracting the net values from the reported gross values. Other countries reported using a more direct approach using data on the amount of taxes and social contributions paid collected through a survey or from a register. An additional issue regarding the process of aggregation of income components, and often discussed among researchers (Iacovou et. al., 2012), is that some of them are only reported at the household level, not allowing the analyst to identify which individuals receive them and how much each receives. This is the case, for example, for income from rental of property (HY040), income from capital investment (HY090), family benefits (HY050) and inter-household transfers received and paid (HY080 and HY130). ",
        "3 Results 18 The comparability of the EU-SILC income variables: review and recommendations Table 6: Definitions applied by the European System of Social Protection Statistics for contributory and non-contributory schemes, means-tested and non-means-tested benefits Eurostat definition Contributory scheme Social protection schemes that require the payment of contributions, by the protected persons or by other parties on their behalf, to secure individual entitlement to benefits. Contributory schemes are sometimes referred to as social insurance schemes. By convention, all non-autonomous schemes that employers run in favour of their employees, former employees and their dependents are classified as contributory schemes. Means-tested benefits Social benefits that are explicitly or implicitly conditional on the beneficiary's income and/or wealth falling below a specified level. Non- contributory scheme Social protection schemes in which eligibility to benefits is not conditional on the payment of contributions by the protected persons or by other parties on their behalf. Non-Means- tested benefits Social benefits that are NOT explicitly or implicitly conditional on the beneficiary's income and/or wealth falling below a specified level. Source: Eurostat (2016a). Table 7: Number of countries using each type of income from benefits by benefit target variable Variable Income from benefits (1) contributo ry and means- tested (2) contributo ry and non- means- tested (3) non- contributo ry and means- tested (4) non- contributo ry and non- means- tested Family/children related allowances (HY050) 2 15 18 17 Social exclusion not elsewhere classified (HY060) 3 9 12 3 Housing allowances (HY070) 1 1 20 1 Unemployment benefits (PY090) 7 17 6 10 Old-age benefits (PY100) 5 21 12 14 Survivor’s benefits (PY110) 4 17 6 8 Sickness benefits (PY120) 2 18 2 1 Disability benefits (PY130) 4 20 13 15 Education-related allowances (PY140) 1 1 12 12 Note: Poland, Latvia, and Sweden report income from benefits information on aggregated variables and do not break down by type of programme. Source: Elaborated by the authors on the basis of MetaSILC 2015. 3.2.2 Non-compliance with the Eurostat guidelines: misclassifications and omissions As highlighted before, definitions are not always entirely clear. This results in so-called “borderline cases” and sometimes misclassifications. It is often difficult to judge whether countries are compliant or not compliant with the Eurostat definitions . Therefore, in what follows we restrict ourselves to giving some examples of clear non-compliance, relating to “misclassified” income sources, omitted income components (which may also affect the total income variables), and other potential “errors”. Maternity benefits, alimonies or support paid by government, carer’s allowance, death grants, funeral expenses, wages paid to yourself, income from own consumption, income in kind from a company car and pension or annuity received in the form of interest or dividend, and income from individual private insurance plans, are all examples of income components that have been “misclassified” by some countries. With regard to maternity benefits and alimonies or support paid by government (central or local) if the spouse for some reason does not pay the alimony/child support, we observed ",
        "3 Results 19 The comparability of the EU-SILC income variables: review and recommendations that they were not always included under family and children related benefits (HY050). For instance, maternity/paternity benefits and birth grants were classified under sickness benefits (PY120) in Denmark and France; and alimonies or support paid by government were treated as regular inter- household cash transfers received (HY080) in Denmark and Sweden. In our understanding, carer’s allowances, if not paid to the disabled person, should be included under family and children-related benefits (HY050). Carer’s allowances were included in HY050 by Hungary, Poland, Portugal, Sweden and the United Kingdom. However, at least in Portugal, the carer’s allowance is a benefit received by persons who need care, rather than someone else. In that case, this benefit should be included in the variable on disability benefits (PY130), rather than variable HY050. It is not entirely clear to us whether also some of the other countries such a misallocation has taken place. Payments for fostering children is understood differently among the countries included in MetaSILC 2015. Eurostat guidelines indicate that this type of income should be treated as employee cash or near cash income (PY010) , but most countries do not seem to do so. Only Croatia, Serbia and Greece explicitly reported this type of income under the variable. The income is treated as family/children related benefits (HY050) for Bulgaria, Cyprus, Germany, Latvia, Luxembourg Malta, Poland and Slovakia. Some of the countries (e.g. Bulgaria, Germany and Poland) argue that the income included under HY050 refers to transfers paid by the government as a form of social benefits to households with foster children. Death grants were also misclassified for some countries. As defined in the Eurostat guidelines, any death grants paid to someone whose entitlement derives from their relationship with the deceased person should be classified as survivor’s benefit (PY110). In the case of Latvia, they are included under social exclusion benefit not elsewhere classified (HY060), while for Belgium, in the case of an occupation accident, it can be found under disability benefits (PY130). Although Eurostat guidelines (Eurostat, 2016a) do not specify under which target variable compensations for funeral expenses should be included, they are very clear when indicating that these compensations should be excluded from survivor’s benefits (PY110). However, Czechia, Portugal and Slovakia are countries in which this recommendation is not followed. In contrast, the United Kingdom and Latvia treat them as a social exclusion benefit not elsewhere classified (HY060). In practice, however, the difference between death grants (to be included in PY110) and funeral grants (not to be included there), may be unclear, especially if funeral grants are granted on a lump-sum basis and not as a reimbursement of expenses. It would be good to clarify the Eurostat guidelines on this point. In two countries (Austria and France), income from a company car (PY021) is recorded under employee cash or near cash income (PY010) instead of PY021. Income from production for own consumption might be wrongly considered under PY050 in Croatia and Cyprus, when it should be under income from production for own consumption (HY170). A pension or an annuity received in the form of interest or dividend income from individual private insurance plans is occasionally included under the target variable for income from interest, dividends, and profits from capital investment in an unincorporated business (HY090) instead of being treated as pension from individual private plans (PY080G). This inconsistency was observed for France. We have also observed some cases in which some income and tax components (e.g. maternity benefits, payments from fostering children, fringe benefits, land taxes, tax credits) do not seem to have been included in any of the EU-SILC target variables. This is the case for Denmark, which does not register the land value tax (a municipal tax on the land value of residential property), and Spain, which omits real estate tax and urban real estate value tax. In our understanding, both taxes could have been included under regular taxes on wealth (HY120). If the taxes were assessed on holdings of property, land or real estate, when these holdings are used as a basis for estimating the income of their owners, one could also argue that they could have been included under tax on income and social insurance contributions (HY140G). However, this was not observed in any country. Slovakia and Malta do not include information on tax credits for taking parental leave in any target variable. As tax credits for taking parental leave can be considered as benefits received with the salary for bringing up children, they should probably be included under family/children related allowances (HY050). Many countries (Austria, Belgium, Denmark, Estonia, Finland, France, Hungary, Luxembourg, Slovenia, Spain, Sweden and United Kingdom) also did not report where payments for ",
        "3 Results 20 The comparability of the EU-SILC income variables: review and recommendations fostering children are allocated. The component, which should be treated as employee cash and near-cash income, is not included under PY010 nor in any other variable. The countries for which this omission was confirmed include, for instance, Italy and the Netherlands. This is also the case for fringe benefits, clearly omitted from PY010 and not included elsewhere by Denmark. Besides the misallocation and omission of income components, other potential mistakes were observed on the computation of income target variables. Eurostat guidelines are sometimes very specific regarding the components that should be included or excluded from a variable, or if a variable should be filled or not. With regard to the variable for income from rental of a property or land (HY040), Eurostat guidelines (Eurostat, 2016a) are clear when defining that costs such as mortgage interest repayments, minor repairs, maintenance, insurance and other charges should be deducted from income from rental of a property or land. However, there are still some countries (e.g. Italy and Luxembourg) that fail to deduct such costs from the values reported, while for quite a few other countries it is not entirely clear whether these costs are deducted or not. Especially when asked in surveys, it is difficult to know whether these costs have been deducted or not by the respondent, especially when the need to deduct these costs is not specified in the question. 3.2.3 Level of detail of the data collection Even when countries comply with the Eurostat guidelines for defining a target variable, comparability may be undermined because of the different level of detail with which data are collected. In principle, one could expect that measurement errors are minimised when respondents are asked about their income at the most detailed level (i.e. by source of income). However, sometimes respondents may more easily recall their total income as compared to the exact level of each individual income component. In any case, it is likely that variations in the level of detail with which income data are collected may affect comparability. Although the “optimal” level of detail may vary across countries, it is very improbable that the variations identified below are such that they maximise the quality of data collection in each country. Figures 1 and 2 illustrate the different levels of detail with which Austria, Croatia and Finland collected information on income from interest, dividends, and profits from capital investment in an unincorporated business (HY090) and pension from individual private plans (PY080). With regard to income from interest, dividends, profits from capital investment in an unincorporated business (HY090), Austria collects data using one general question, while Croatia collects them using two separate questions, singling out income from interests on savings. Data for Finland are based on registers, therefore, information can (or should) be collected for many income components separately. When looking into pensions from individual private plans (PY080), the same countries have different levels of detail. Now Austria uses separate questions for each income source, while Croatia collects data using one general question. In this case, Finland did not report the collection of many separate income components. Other variables with very different level of detail across countries are: housing allowances (HY070), survivor’s benefits (PY110), sickness benefits (PY120), disability benefits (PY130), education related allowances (PY140), income from rental of a property or land (HY040), income received by people aged under 16 (HY110), cash benefits or losses from self-employment (PY050), regular inter- household cash transfer received (HY080), and tax on income and social contributions (HY140). Typically, when data are collected from registers (see Figure 1), information can be collected for many income components separately, and the problem of under/over-reporting is equal to mistakes in administrative data and problems related to measuring incomes from the grey/black economy (non-taxable incomes are usually collected through the questionnaire). The issue is slightly different with survey data. Respondents may have a hard time in remembering how much income they received from each income source separately but may know how much they received in total. However, it also appears that this often results in the omission (by the respondent) of small incomes. This is better served with having separate questions for each income source, or at least reminding the respondent which income sources fall under a certain heading. It is clear that EU-SILC questionnaires vary greatly in the extent to which they ask for each and every income source separately, or whether or not they list extensively the different types of income sources to be added ",
        "3 Results 21 The comparability of the EU-SILC income variables: review and recommendations up for an aggregate question. Furthermore, some countries collect more income components at the individual level, before aggregating them to the household level, as compared to others, who collect them through the questionnaire with the main respondent only. Finally, not each country provides the possibility of reporting the income amount on the basis of pre-specified income intervals, even though this is often recommended in the Eurostat guidelines. This may lead to different patterns of non-response and non-response bias. Probably, there is quite some room here for further input- harmonisation. Having a more refined template that countries should use by default, unless they have good reasons for doing it in a different way, would probably mean an important leap forward. A good example to illustrate this point is the variable on income from interest, dividends, profits from capital investment in an unincorporated business (HY090). Questionnaires differ in whether (1) the question is only asked to the main respondent (e.g. Belgium) or to each adult separately (e.g. Greece); (2) examples of financial products are listed or not and vary in the types of examples given; (3) whether there is one aggregate question or separate questions by type of financial product. When questions are asked separately by type of financial product, the selected types of products vary by country. Please note that the Eurostat guidelines mention explicitly that respondents should be given the opportunity to choose their answer from a range of values rather than giving the exact amount. However, we do not have information on whether this option was offered everywhere. Figure 1: Income components used to compute income from interest, dividends, and profits from capital investment in an unincorporated business (HY090) for different countries Source: Elaborated by the authors on the basis of MetaSILC 2015. Austria (Survey) • income from interest, dividends and earnings from assets Croatia (Survey) •income from interest on savings • investments in securities i.e. income from dividends, shares in company profits, interest on bonds and other securities Finland (Registers) • income from dividends as earned income • undefined capital increase and other capital income other capital income from taxation; • income from dividends as capital income; • dividends income from abroad • interests income from cooperative capital • share of interest of a mutual fund • interest income taxed at source • other income from interests • pensions and other income based on private insurances • compensation from earned income loss based on private insurance. ",
        "3 Results 22 The comparability of the EU-SILC income variables: review and recommendations Figure 2: Income components used to compute pension from individual private plans (PY080) for different countries Source: Elaborated by the authors on the basis of MetaSILC 2015. 3.2.4 Source of data collected: survey vs. register data As also highlighted in the previous section, EU-SILC combines data from survey and register data. The use of distinctive sources for collecting the data may affect comparability across countries Annex 2 lists the data source used for each income target variable in more detail, by variable and country. As one can observe from Annex 2, while most countries use only survey data, others combine register data with survey data or use only register data. Variations in the extent to which one relies on register data do not only exist between countries in terms of the scope of data collected, but also within the same target variables. Even within target variables the use of survey and register data is sometimes combined. Denmark and Sweden are the only countries that collect all their income variables from registers. Austria, Cyprus, Estonia, Spain, France, Italy, Latvia, Malta, Slovenia and Finland use registers and/or a combination of register and survey data to construct some income variables. The combination of register and survey data to construct some income variables is often applied on variables for work-related income like employee cash or near cash income (PY010) and cash benefits or losses from self-employment (PY050). The use of imputation techniques to compute income target variables is also observed among various countries for seven different target variables: social benefits (HY060), housing allowances (HY070), old-age benefits (PY100), tax on income and social contributions (HY140), family/children allowances (HY050), employee cash or near cash income (PY010) and income from company car (PY021). The main issues of using register vs. survey data have been discussed by Törmälehto et al. (2017) and a number of other studies that analyse how the use of register as compared to survey data may bias conclusions from comparative research (e.g. Lohmann, 2011; Rendtel et al., 2004). Using EU- SILC data, Lohmann (2011) found evidence that the impact that working has on the poverty risk depends on the data collection approach used. According to the author, for a relevant minority of countries, different conclusions could be drawn among countries with different data collection methods. Certainly, more research is necessary to evaluate the impact of the variety of data collection approaches in EU-SILC on different research questions. However, it is safe to say that sound conclusions from comparative analyses requires the awareness that some results are most likely driven by the distinctive data collection approaches used. One way to make data users better aware of the potential impact of the difference between survey data and register data, is to create a repository in which all countries that switch at some point from survey to register data deposit their preparatory studies. Given the increased and planned use of register data in many countries (see below), Eurostat should encourage countries to evaluate the change over the course of several years (by collecting data both from registers and surveys) before survey data are actually replaced by the register data. 3.2.5 Net versus gross incomes EU-SILC guidelines suggest countries to report “total gross income” and “gross income at component level”. However, as some countries still do not collect gross income values, data on income components is often collected net of taxes and/or of social contributions and gross values are Austria (Survey) •Private pension •Payments from private sickness insurance •Payments from private accident insurance Croatia (Survey) • Payments received from the third pillar of pension insurance Finland (Registers) • Pension and other income based on private insurance ",
        "3 Results 23 The comparability of the EU-SILC income variables: review and recommendations imputed (Eurostat, 2016a). Because of this difference in the type of values collected, the quality of information is not uniform across countries and issues with comparability may arise. Annex 3 shows the different types of values collected for each income target variable by country. In addition to the lack of uniformity on the type of data collected, it is important to mention that the lack of uniformity on how to treat tax credits and the different approaches to convert net values into gross are also potential problems to cross-country comparability. Countries like Austria, Belgium, Bulgaria, Czechia, Estonia, France, Greece, Croatia, Italy, Hungary, Latvia, Luxembourg, Poland and Sweden make use of gross-to-net or net-to-gross conversion techniques, as they do not collect both gross and net values for most of its income target variables. MetaSILC 2015 did not collect information on the conversion approaches, however, EU-SILC National Quality Reports include the descriptions of the approach used to convert net values into gross. Some of the approaches used are: i) microsimulation models taking into account either withholding or final taxes, ii) statistical methods, and iii) matching survey data with register data. Therefore, it is clear that more consistency in the methods used for converting net-to-gross incomes would decrease the problems with cross-country comparability. In addition, including tax credits in a separate variable and providing income taxes separated from social security contributions might also contribute to better conversion outputs. 3.3. Comparability across time When analysing a particular income target variable, it is important to identify if the information used is not only comparable across countries, but also consistent over time. Statistical agencies frequently apply a number of techniques to ensure the continuity of time series. Breaks in statistical time series occur when there is significant modification in the standards for defining and observing a variable over time. These modifications may be the result of a single change or the combination of several changes at any one point in time of observation of the variable (OECD, 2004). Potential causes of time breaks in a statistical time series include changes in classifications used, definitions of the variable, coverage, etc. A break in series might compromise a country’s comparability across time, but it can actually be an important step towards increased quality and comparability across countries. Therefore, for a good cross-country comparability analysis, it is important to have good documentation on the breaks and have an overlapping period between the two methodologies used, before and after the break. Eurostat flags the most serious breaks in time series in the online EU-SILC indicators database. According to Eurostat’s definition, there have been very few breaks in series as far as the most prominent income-based indicator (the at-risk-of-poverty rate) is concerned. More precisely, in Eurostat’s online database, a break in series is reported for Sweden in 2015 and for Bulgaria, Luxembourg and the Netherlands in 2016 . The changes relate to a change in the weighting method (Sweden); a change in methodology and data collection with the introduction of six rotational groups (Bulgaria); and changes in data collection and weighting (the Netherlands). In addition, the excel file with the EU-SILC release calendar published by Eurostat, also mentions breaks in series (without a flag) due to a change in methodology and data collection in 2011 in Denmark (affecting the income- based indicators), and in 2014 in Estonia and Switzerland . Even though not flagged as a break in series, the source of EU-SILC in the United Kingdom switched in 2012 from the General Household Survey (GHS)/General Lifestyle Survey (GLF) to the Family Resources Survey (FRS) , implying a change to another sample. Furthermore, in the information that we collected, Germany announced a change in the survey data used to compute EU-SILC variables. Currently, the German Federal Statistical Office collects information from 14,000 households to compute the variables for EU-SILC. These households are a subsample from the microcensus (selected from the so-called “Access Panel” consisting of microcensus participants who have indicated to be willing to take part in other surveys). From 2020 onwards, EU-SILC will be integrated into the German microcensus, which is the largest household survey in the country. ",
        "3 Results 24 The comparability of the EU-SILC income variables: review and recommendations Furthermore, changes have taken place that are more specific to the income variables. As mentioned previously, one of the most general changes over the past few years was the introduction of more refined social benefit variables. Table 8 below provides an overview with the timing of the adoption of the more disaggregated target variables. Since 2014, several countries have started to provide some of the benefit variables in disaggregated format. In 2015, most of the countries under study applied the disaggregation, with the exception of Latvia, Poland, and Sweden. Poland and Sweden adhered to the detailed classification of all variables on income from social benefits since 2016 and 2017, respectively. In principle, this does not affect comparability across time, as the variables can be easily aggregated to the original income target variables, and the disaggregation does usually not require a change in data collection. Table 8: Time overview on the adoption of the more disaggregated target variable 2014 2015 2016 2017 Bulgaria, Estonia, Greece, Spain, Croatia, Italy, Austria, Finland, the United Kingdom, Serbia Belgium, Czechia, Denmark, Germany, France, Cyprus, Luxembourg, Hungary, Malta, The Netherlands, Portugal, Slovenia, Slovakia Poland Sweden Source: Elaborated by the authors on the basis of EU-SILC –UDB 2010-2015. Apart from this more general change in the income target variables, some country-specific changes were reported. Table 9 systematises the information collected on realised and announced changes in data collection between 2010 and 2020. Realised changes were tracked from 2010 to 2015 while announced changes were tracked for the period after 2015. During the first period, changes in the computation of income target variables were identified for 10 countries, while for the period after 2015, changes were identified for other 11 different countries. Most variables went or will go through changes for at least one country. However, more changes were realised and announced for variables for income from social benefits than for variables for income from work, taxes and social contributions (see Table 9). Family/children related benefits (HY050) and Social benefits not elsewhere classified (HY060) were the variables with the highest number of changes reported. Obviously, a mere policy change (e.g., a new benefit is introduced) is not considered as a break in series. The composition of the income target variable, the classification of components, and the source of data collected reflect most of the changes reported. In most cases, changes to the composition of the income target variable relates to the inclusion or exclusion of income components. Concerning changes in the source of data collection, the shift from survey to registers must be highlighted as it was observed across nine countries. According to Jäntti et al. (2013), replacing survey questions with register data implies shorter questionnaires and lower data collection costs, reduced response burden, and often better measurement of quantitative variables, in particular of income data. There is less need for imputations as well, and in EU-SILC, the net-to-gross conversion of income data can be avoided. However, it should be noted that changes should be monitored and as mentioned earlier, it is highly recommended that for a certain period both survey and register data are collected such that both the data producer and all data users can be informed about the implications of the change in data collection for their analysis. This implies that reports on the evaluation of the change in data source should be made available to data users. Estonia, Latvia, and Belgium have indicated the most elaborate changes from survey to register data. While for Estonia and Latvia the changes already occurred before EU-SILC 2015, for Belgium they are still to be implemented. Estonia reported a shift from survey to registers in 2013 for most of the variables analysed. Similarly, in Latvia survey data were replaced by register data, even though ",
        "3 Results 25 The comparability of the EU-SILC income variables: review and recommendations most of the changes are limited to income from social benefits. Belgium announced changes from survey to register data from 2019 onwards. So far, the change can be expected for employee cash and near cash income (PY010), unemployment benefits (PY090), old-age benefits (PY100), survivors’ benefits (PY110), sickness benefits (PY120), disability benefits (PY130), income received by people aged under 16 (HY110) and social exclusion benefits not elsewhere classified (HY060). For pension from individual private plans (PY080) and family/children related allowances (HY050), changes will be partial. ",
        "3 Results 26 The comparability of the EU-SILC income variables: review and recommendations Table 9: Reported changes in income target variables between 2010 and 2020 Income variable C o m p o s i t i o n Components classification Source of data collected O t h e r / N o n - s p e c i f i e d T o t a l n u m b e r o f c o u n t r i e s N o n - m e a n s t e s t e d t o m e a n s - t e s t e d N o n - c o n t r i b u t o r y t o c o n t r i b u t o r y S u r v e y t o r e g i s t e r s ( 1 ) S u r v e y t o i m p u t e d D i f f e r e n t s u r v e y Income from rental of a property or land (HY040) EE, BE* DE* 3 Interest, dividends, profit from capital investments in unincorporated business (HY090) CZ EE, LV, SI, BE* DE* 6 Family/children related allowances (HY050) PL, FR*, PL* CY, FR* LV, EE, BE*, NL* DE* PL* 9 Social exclusion not elsewhere classified (HY060) CY, SI*, FR* PT LV, AT*, BE* SI DE* PL* 9 Housing allowances (HY070) CY LV SI* DE* SI, PL* 5 Regular inter- household cash transfer received (HY080) CZ EE, BE* DE* 4 Interest repayments on mortgage (HY100G) EE DE* CZ, SE, UK 5 Income received by people aged under 16 (HY110) EE, BE* DE* 3 Regular taxes on wealth (HY120) ES* EE DE* 3 Tax on income and social contributions (HY140) BE* UK DE* PL 4 Repayments/receipts for tax adjustment (HY145) EE 1 Employee cash or near cash income (PY010) EE, BE* DE* 3 Company car (PY021) BE* DE* 2 Cash benefits or losses from self- employment (PY050) EE DE* 2 Pension from individual private plans (PY080) EE, BE* DE* PL* 4 Unemployment benefits (PY090) DK, CZ* EE, BE* DE* PL* 6 Old-age benefits (PY100) EE, LV, BE*, MT* DE* PL* 6 ",
        "3 Results 27 The comparability of the EU-SILC income variables: review and recommendations Income variable C o m p o s i t i o n Components classification Source of data collected O t h e r / N o n - s p e c i f i e d T e s t e d n u m b e r o f c o u n t r i e s N o n - m e a n s t e s t e d t o m e a n s - t e s t e d N o n - c o n t r i b u t o r y t o c o n t r i b u t o r y S u r v e y t o r e g i s t e r s ( 1 ) S u r v e y t o i m p u t e d D i f f e r e n t s u r v e y Survivor’s benefits (PY110) PL PT EE, LV, BE* DE* PL*, DE* 6 Sickness benefits (PY120) PT EE, LV, BE* DE* PL*, DE* 5 Disability benefits (PY130) CZ PT EE, BE* DE* PL*, DE* 6 Education-related allowances (PY140) PL (2) , NL* CY LV, EE* DE* PL* 6 Note: (*) Changes occur after 2015. (1) Source of data collected changed from survey to registers or includes more components from registers when compared to a previous period. (2) Scholarship was disaggregated into two components: merit scholarship and social scholarship. These changes do not affect comparability as Poland still reports mixed components. Even though not reported here, please note that the UK changed the data source in 2012. Source: Elaborated by the authors on the basis of MetaSILC 2015. ",
        "3 Results 28 The comparability of the EU-SILC income variables: review and recommendations The definition of the composite income variables (Table 10) also changed over time. According to the Eurostat guidelines (Eurostat, 2016), a few income components were added to or left out of the formula over the past waves of data collection. From the 2007 operation onwards, non-cash employee income (PY020) has been left out, and the imputed income from a company car was included instead (PY021). However, according to the guidelines, before 2007, PY020 only included non-cash income from the use of a company car. In other words, this change should not affect comparability over time. Pensions from individual private plans (PY080) is treated as a component of property income and is included in total household gross income (HY010) only from the 2011 operation onwards. Data users interested in comparing total income for an extended period, should therefore adjust their total income variables accordingly (for an illustration, see Mack and Lange, 2015). Table 10: Eurostat definition for the composite income variables in EU-SILC 2015 Composite variable Definition Formula Total gross household income (HY010) composite income variable with the highest level of aggregation, computing the sum for all household members of gross personal income components, plus gross income components at household level HY010 = HY040G + HY050G + HY060G + HY070G + HY080G + HY090G + HY110G + [for all household members] (PY010G + PY021G + PY050G + PY080G + PY090G + PY100G + PY110G + PY120G + PY130G + PY140G) Total disposable household income (HY020) the sum for all household members of gross personal income components, plus gross income components at household level, minus Regular taxes on wealth (HY120G), regular inter-household cash transfer paid (HY130G), tax on income and social insurance contributions (HY140G) (*) HY020 = HY010– HY120G – HY130G – HY140G (*) Total disposable household income before social transfers except old- age and survivor’s benefits (HY022) the total disposable income (HY020), minus total transfers, plus old age benefits (PY100G) and survivor's benefits (PY110G) HY022 = HY040G + HY080G + HY090G + HY110G – HY120G – HY130G – HY140G + [for all household members] (PY010G + PY021G + PY050G + PY080G + PY100G + PY110G) Total disposable household income before social transfers including old-age and survivor’s benefits (HY023) the total disposable income (HY020), minus total transfers HY023 = HY040G + HY080G + HY090G + HY110G – HY120G – HY130G – HY140G + [for all household members] (PY010G + PY021G + PY050G + PY080G) Note: (*) According to the Commission Regulation (EC) No 1980/2003, when the income components used to compute HY020 refer to net amounts instead of gross, repayments/receipts for tax adjustments (HY145N) replaces tax on income and social distribution (HY140G) in the formula. Also, gross regular inter-household cash transfer paid (HY130G) is replaced by its net version (HY130N). Source: Eurostat (2016a). 3.4. Other challenges In what follows we briefly highlight (1) different strategies for collecting self-employment income; and (2) sources of income that are relevant from a research and policy perspective, but that are probably not measured in EU-SILC. The collection of accurate income information from the self-employed is one of the most complex ",
        "3 Results 29 The comparability of the EU-SILC income variables: review and recommendations areas for surveys given the conceptual difficulties in defining self-employment income. Because of that, Eurostat recommends the use of certain strategies that may result in improved estimates for variable PY050 on self-employment income. Four strategies are suggested in the Eurostat guidelines, listed in Table 11. In MetaSILC, we asked NSIs which of these strategies was used when collecting income from self-employment. Twelve countries used the categorisation of the self-employed according to (i) whether they are running a business or (ii) that they have \"work\" (a job), and the use of a concept akin to that of earnings for the latter group. Eight countries collected data on drawings (in the absence of annual accounts, either for tax purposes or as a business account). Four countries developed procedures for estimating self-employment income net of income tax and social security contributions, procedures that may differ from those used for other income components; and three updated profit/loss data for a time period preceding the income reference period by using an index. Belgium, Hungary, Serbia and United Kingdom used more than one approach. The use of different approaches across the countries might compromise the comparative analysis of self-employment income. Much more research is required in order to assess in a more detailed manner the comparability of income from self-employment as collected in EU-SILC. Furthermore, we are convinced that some income sources that should be counted as household income are not collected in EU-SILC. For example, as education-related allowances (PY140) are collected in the personal file of the EU-SILC, there is a risk that this variable might be recorded only for individuals being at least 16 years old, even though education-related allowances (e.g. scholarships) may also exist for younger children. Table 11: Strategies used to collect income from the self-employed across countries Strategies to collect income from the self- employed Countries 1) Categorization of the self-employed according to (i) whether they consider that they are running a business or (ii) that they have \"work\" (a job), and the use of a concept akin to that of earnings for the latter group Bulgaria, Belgium, Croatia, Cyprus, Estonia, Finland, Greece, Hungary, Luxembourg, Poland, Republic of Serbia and United Kingdom 2) Collection of data on drawings (in the absence of annual accounts, either for tax purposes or as a business account) Austria, Czechia, France, Germany, Hungary, Slovenia, Sweden and United Kingdom 3) Updating profit/loss data which are for a time period earlier than the reference period to using an appropriate index and the Netherlands, Slovenia and United Kingdom 4) Development of procedures for estimating self- employment income net of income tax and social security contributions, procedures which may differ from those used for other income components Belgium, Italy, Serbia and Spain Source: Elaborated by the authors on the basis of MetaSILC 2015. 3.5. Recent adjustments In response to the compliance issues we raised when building MetaSILC 2015, NSIs reported efforts to review and improve current procedures used to compute income data for EU-SILC in line with the suggestions made in Goedemé and Zardo Trindade (2019). Table 12 lists the variables and countries for which adjustments have been announced for 2016 data onwards. ",
        "3 Results 30 The comparability of the EU-SILC income variables: review and recommendations Table 12: Changes and prospective adjustments announced by NSIs in response to the analysis of MetaSILC 2015 Income variables Countries Total disposable household income before social transfers including old age and survivor’s benefits (HY023) Denmark (2020) Income from rental of a property or land (HY040) Denmark (2020), Luxembourg (2018) and the Netherlands (2016) Family/children related allowances (HY050) Cyprus (2017), Denmark (2018) Greece (2018/2019), Malta (2019) and Sweden (NA) Social exclusion not elsewhere classified (HY060) France (2020), Greece (2019), Latvia (2019), the Netherlands (2016), Slovenia (2018) Housing allowances (HY070) Cyprus (2017) and Estonia (2017) Regular inter-household cash transfer received (HY080) Czechia (2016) and Denmark (2020) Interest, dividends, profit from capital investments in unincorporated business (HY090) Belgium (2020) and Luxembourg (2018) Income received by people aged under 16 (HY110) Greece (2019/2020) and Latvia (2019) Regular taxes on wealth (HY120) Denmark (2020) and Spain (2021) Tax on income and social contributions (HY140) the Netherlands (NA) Repayments/receipts for tax adjustment (HY145) Estonia (2019) Employee cash or near cash income (PY010) Austria (2019), Cyprus (2018), Denmark (2020), Latvia (2020) and Malta (2019) Company car (PY021) Austria (2019) Cash benefits or losses from self-employment (PY050) Croatia (2018) Pension from individual private plans (PY080) Luxembourg (2018) and United Kingdom (2018) Unemployment benefits (PY090) Greece (2019) and Latvia (2020) Old age benefits (PY100) Croatia (2018), Greece (2019) and Luxembourg (2018) Survivor’ benefits (PY110) Belgium (2017), Luxembourg (2018) and Slovenia (NA) Sickness benefits (PY120) Denmark (2018), France, Greece (2019) and Latvia (2019) Disability benefits (PY130) Belgium (2017), Latvia (2019), Poland (2019), Slovakia (2019) and Slovenia (NA) Education related allowances (PY140) Greece (2019), the Netherlands (2016) Note: Changes and prospective adjustments listed are based on the information received in 2019, after the main data collection period. In the MetaSILC 2015 dataset, they can be found under the field with additional remarks. Source: Elaborated by the authors on the basis of MetaSILC 2015. ",
        "4 Conclusions and recommendations 31 The comparability of the EU-SILC income variables: review and recommendations It is very hard to make an overall assessment of the comparability of the income data brought together in EU-SILC. Comparability depends on many factors, and substantive comparability even depends on the purpose of the study for which the data are used (cf. Goedemé et al., 2015). It is clear that data collection and processing in EU-SILC varies greatly across countries. Nonetheless, EU-SILC remains most probably the best resource to study the distribution of income from a comparative perspective in Europe. Even though an overall assessment of the comparability is not feasible, and there is probably no better alternative available for EU-SILC, those using the data and the indicators that are based on EU-SILC should be made better aware of the limitations to comparability and, whenever possible, the potential impact this may have on their (policy) conclusions. Hence, there is a clear need for a better documentation of the “contents” and comparability of the EU-SILC income variables. With the MetaSILC 2015 database, we set out to offer a useful addition to the toolbox of EU-SILC users and producers. This exercise has taught us that there are quite a few challenges for EU-SILC users and policy makers that rely on EU-SILC for monitoring poverty and inequality in the EU and analysing the distributive impact of particular policies or policy reforms. Some of these challenges are unavoidable, given the diversity in policy systems and social realities in Europe. However, there is also quite some room for improving both the documentation and the comparability of the income target variables in EU-SILC. It is hard to find detailed information on the exact implementation of EU-SILC in each country, and to document the comparability of the income variables. A survey among National Statistical Institutes (the data producers) proved very helpful for collecting detailed metadata, especially with regard to how specific income components were aggregated into the income target variables. Therefore, we believe it is a useful strategy to repeat and expand MetaSILC in the future, preferably by Eurostat, as it clearly provides essential information that is nowhere else available. Ideally, this is done during the data production process, as at that point all required information is already available to NSIs. We are confident that for future updates, it should be possible to limit the required time investment on the part of NSIs. Obviously, the results of this exercise should be made easily accessible to both data producers and data users. One can also think about ways in which data users can contribute to sharing more information on the comparability of specific variables for specific research purposes. With some exceptions, it is our impression that this information is usually not shared. It should be possible to create a platform for exchanging this information in a cost-efficient and accessible way. A more ambitious expansion that could be considered, and would be very useful to many users, is to complete the MetaSILC dataset with an institutional description of each income component (especially benefits) covered by each variable . In this paper, we highlighted some of the main challenges for comparative research on the distribution of income with EU-SILC. There is quite some room for improvement, in various directions. First of all, we think that there could be more rigid guidelines, but also more guidance for NSIs when they design the data collection strategy. More guidance is essential in terms of (1) the interpretation of the definition of quite a few target variables; (2) the aggregation of specific income 4 Conclusions and recommendations ",
        "4 Conclusions and recommendations 32 The comparability of the EU-SILC income variables: review and recommendations components in the target variables and, in particular, the consistent classification of income components across countries; (3) the implementation of the data collection. Some target variables are not defined in a sufficiently clear, and mutually exclusive, way. To some extent, this is unavoidable, given the broad range of tax-benefit systems in the EU and differences in economic and financial realities. However, the current situation results in obvious difficulties with judging whether or not all countries comply with the Eurostat guidelines as there can be confusion regarding how each income component should be classified in terms of the EU-SILC target variables. This implies that countries, but also data users, should receive more guidance about which sources of incomes should exactly be collected for which target variable, and in which target variables so-called “borderline cases” should be included. To this purpose, we strongly recommend that Eurostat establishes an expert panel , consisting of members of public administrations, NSIs and academia, which ensures the consistent interpretation and implementation of the definition of target variables in a way that is most relevant for policymakers and researchers. This panel can provide advice to individual NSIs. In addition, it would be advisable that this expert panel monitors how the data collection is implemented in practice. Even when incomes are collected through a survey, practices regarding how the income questions are asked, the examples that are given, and the level of detail (and number of questions) with which the information for target variables is collected vary greatly. Even though complete input-harmonization is not feasible and not desirable, now survey questions seem to vary in many ways that are difficult to justify. We are strongly convinced that there is quite some room to strengthen the ‘guided output-harmonisation’ process that EU-SILC currently follows , while fully respecting national interests and specificities. Concrete recommendations on collecting data through a survey or registers is beyond the scope of this paper. However, it is clear that practices vary greatly, and the impact of the move from survey to register data is not always clearly documented, even though it is obvious that this may have a major impact on the measurement of income, especially at the tails of the distribution. We would expect that these analyses be carried out within NSIs in preparation of this change. Therefore, it would be useful if Eurostat could ask for making research notes on the change from survey to register data publicly accessible in an online repository (such as CIRCABC). Another major variation between countries regards the collection of income in gross or net terms. Sometimes there may be good reasons to collect income only in net or gross terms (e.g. response burden and reliability of the responses). However, this points immediately to the relevance of different practices in terms of converting gross incomes into net incomes and the other way around. It is clear that data producers should strive for more consistency in the methods used for converting net to gross incomes . If this higher level of consistency is not feasible, then at least the net-to-gross or gross-to-net procedures used for each country should be documented more transparently and in far more detail than is currently the case. Finally, more research is necessary to evaluate the impact of the variety of data collection approaches in EU-SILC on the conclusions of (comparative) distributive analyses . The few studies that have addressed the issue (in relation to EU-SILC) indicate that it is safe to say that sound conclusions from comparative analyses requires the awareness that some results are most likely driven by the distinctive data collection approaches used. Probably EU-SILC users should be made better aware of this and be trained to be sensitive to the potential impact of cross-national variations in data collection on their (policy) conclusions. ",
        "References 33 The comparability of the EU-SILC income variables: review and recommendations Atkinson, A.B., Guio, A.-C. and Marlier, E. (eds.) (2017), Monitoring social inclusion in Europe, Publications Office of the European Union, Luxembourg. Bowen, R. and Clark, C. (2018), Net-SILC3 main findings and recommendations on the validity and comparability of EU-SILC housing variables, paper presented at the Net-SILC 3 International Best Practice workshop on Assessing and improving the validity and comparability of the EU-SILC income, own consumption, health and housing variables, Athens, 18-19 April 2018. https://www.statistics.gr/netsilc3-athens/. Commission Regulation (EC) No 1980/2003 of 21 October 2003 implementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards definitions and updated definitions (Text with EEA relevance). Official Journal L 298, 17/11/2003 P. 0001 – 0022. Charafeddine, R. and Demarest, S. (2018), Net-SILC3 main findings and recommendations on the validity and comparability of EU-SILC health variables, paper presented at the Net-SILC 3 International Best Practice workshop on Assessing and improving the validity and comparability of the EU-SILC income, own consumption, health and housing variables, Athens, 18-19 April 2018. https://www.statistics.gr/netsilc3-athens/. Čomić, T. (2018), Production for own consumption: Net -silc3 main findings and recommendations on the validity and comparability of EU-SILC variables and impact on the income distribution and key EU income-based indicators, paper presented at the Net-SILC 3 International Best Practice workshop on Assessing and improving the validity and comparability of the EU-SILC income, own consumption, health and housing variables, Athens, 18-19 April 2018. https://www.statistics.gr/netsilc3-athens/. Di Meglio, E., Dupré, D., Montaigne, F. and Wolff, P. (2017), “Investing in statistics: EU-SILC”, in A. B. Atkinson, A.-C. Guio and E. Marlier (eds.), Monitoring social inclusion in Europe, Publications Office of the European Union, Luxembourg. Eurostat (2016a), Methodological guidelines and description of EU-SILC target variables. DocSILC065 (2015 operation), European Commission. URL https://circabc.europa.eu/sd/a/6f3aab20- 0c33-4875-a1f9-ec16bcff81f2/DOCSILC065%20operation%202015%20VERSION%20july2014.pdf Eurostat (2016b), ESSPROS Manual and User Guidelines: European System of Integrated Social Protection Statistics (ESSPROS), Publications Office of the European Union, Luxembourg. Frick, J.R. and Krell, K. (2010), “Measuring Income in Household Panel Surveys in Germany: A Comparison of EU-SILC and SOEP”, SOEP Papers on Multidisciplinary Panel Data Research 265, DIW, Berlin. References ",
        "References 34 The comparability of the EU-SILC income variables: review and recommendations Goedemé, T., Storms, B., Stockman, S., Penne, T. and Van den Bosch, K. (2015), “Towards Cross- country Comparable Reference Budgets in Europe: First Results of a Concerted Effort”, European Journal of Social Security (EJSS), 17(1): 3-31. Goedemé, T. and Zardo Trindade, L. (eds.) (2020). MetaSILC 2015: A report on the contents and comparability of the EU-SILC income variables, INET Working Paper 2020-1 & CSB Working Paper WP 20/01. Oxford: Institute for New Economic Thinking, University of Oxford & Antwerp: Herman Deleeck Centre for Social Policy, University of Antwerp.. Available at: https://ec.europa.eu/eurostat/cros/content/third-eu-silcnetwork-income-and-living-conditions-net- silc3_en Goedemé, T. and Zardo Trindade, L. (2020). MetaSILC 2015: A database on the contents and comparability of the EU-SILC income variables [Data file], Antwerp: Herman Deleeck Centre for Social Policy, University of Antwerp & Oxford: Institute for New Economic Thinking, University of Oxford, DOI: 10.7910/DVN/TLSZ4S. Available at: https://ec.europa.eu/eurostat/cros/content/third-eu-silcnetwork-income-and-living-conditions-net- silc3_en Groves, R.M., Fowler, F.J.J., Couper, M.P., Lepkowski, J.M., Singer, E. and Tourangeau, R. (2009), Survey Methodology (Second edition), John Wiley & Sons, New Jersey. Iacovou, M., Kaminska, O., and Levy, H. (2012), Using EU-SILC data for cross-national analysis: Strengths, problems and recommendations. 〈 https://www.iser.essex.ac. uk/research/publications/working-papers/iser/2012-03.pdf: ISER 〉 . Jäntti, M., Törmälehto, V.-M. and Marlier, E. (2013), The use of registers in the context of EU–SILC: challenges and opportunities, Publications Office of the European Union, Luxembourg. Leventi, C., Papini, A. and Sutherland, H. (2018), Assessing the anti-poverty effects of social transfers: net or gross? And does it really matter?, paper presented at the Net-SILC 3 International Best Practice workshop on Assessing and improving the validity and comparability of the EU-SILC income, own consumption, health and housing variables, Athens, 18-19 April 2018. https://www.statistics.gr/netsilc3-athens/. Lohmann, H. (2011), “Comparability of EU-SILC survey and register data: The relationship among employment, earnings and poverty”, Journal of European Social Policy, 21(1): 37-54. Mack, A. and Lange, B. (2015), “Harmonization of Income Data in EU-SILC”, GESIS Papers 2015 | 18, GESIS – Leibniz-Institut für Sozialwissenschaften, Mannheim. MISSOC (2015), Organisation of social protection, European Commission, Brussels. (http://www.missoc.org/INFORMATIONBASE/COUNTRYSPECIFICDESCS/ORGANISATION/organi sationSocialProtection2015.htm, accessed 18 November 2017). OECD (2004), Time series break, Glossary of Terms, OECD, Paris. Pennell, B.-E., Cibelli Hibben, K., Lyberg, L.E., Mohler, P.P. and Worku, G. (2017), 'A Total Survey Error Perspective on Surveys in Multinational, Multiregional, and Multicultural Contexts', in P. P. Biemer, E. D. De Leeuw, S. Eckman, B. Edwards, F. Kreuter, L. E. Lyberg, C. Tucker and B. T. West (eds.), Total Survey Error in Practice, John Wiley & Sons, Hoboken, New Jersey. Rendtel, U., Nordberg, L., Jäntti, M., Hanisch, J. and Basic, E. (2004), “Report on Quality of Income Data”, CHINTEX Working Paper 21. ",
        "References 35 The comparability of the EU-SILC income variables: review and recommendations Sutherland, H. and Figari, F. (2013), “EUROMOD: the European Union tax-benefit microsimulation model”, International Journal of Microsimulation, 6(1): 4-26. Törmälehto, V.-M., Jäntti, M. and Marlier, E. (2017), “The use of registers in the context of EU-SILC”, in A. B. Atkinson, A.-C. Guio and E. Marlier (eds.), Monitoring social inclusion in Europe, Publications Office of the European Union, Luxembourg. Verma V. and Betti G. (2010), “Data accuracy in EU-SILC”, in Atkinson A.B. and Marlier E. (eds.), Income and Living Conditions in Europe, Publications Office of the European Union, Luxembourg, pp. 57-77. ",
        "Annexes 36 The comparability of the EU-SILC income variables: review and recommendations Annex 1: Availability of information on income variables in MetaSILC 2015 by country Country Family/children related allowances Social exclusion not elsewhere classified H Y 0 5 0 H Y 0 5 1 H Y 0 5 2 H Y 0 5 3 H Y 0 5 4 H Y 0 6 0 H Y 0 6 1 H Y 0 6 2 H Y 0 6 3 H Y 0 6 4 Belgium x x x Bulgaria x x x x x Czechia x x x x Denmark x Germany x x x x x Estonia x x Greece x x Spain x x x x France x x x x Croatia x x x x Italy x x x x Cyprus x x x x x Latvia x x Luxembourg x x x Hungary x x x x Malta x x x x Netherlands x x x Austria x x x Poland x x Portugal (¹) x x x x Slovenia x x x x x Slovakia x x x x Finland (¹) Sweden x x United Kingdom x x x x Other (non-EU) EU-SILC countries Serbia x x NB: (¹) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Source : Elaborated by the authors on the basis of MetaSILC 2015 . Annexes ",
        "Annexes 37 The comparability of the EU-SILC income variables: review and recommendations Annex 1: Availability of information on income variables in MetaSILC 2015 by country (continued) Country Housing allowances Unemployment benefits Old-age benefits Survivor’ benefits H Y 0 7 0 H Y 0 7 1 H Y 0 7 2 H Y 0 7 3 H Y 0 7 4 P Y 0 9 0 P Y 0 9 1 P Y 0 9 2 P Y 0 9 3 P Y 0 9 4 P Y 1 0 0 P Y 1 0 1 P Y 1 0 2 P Y 1 0 3 P Y 1 0 4 P Y 1 1 0 P Y 1 1 1 P Y 1 1 2 P Y 1 1 3 P Y 1 1 4 Belgium x x x x x x Bulgaria x x x x Czechia x x x x x x Denmark x x x x x x x x Germany x x x x x x x x x x Estonia x x x x Greece x x x x Spain x x x x x x x x France x x x x x Croatia x x x x x x x x Italy x x x x x x Cyprus x x x x x x x x x Latvia x x x x Luxembourg x x x x x x x Hungary x x x x x Malta x x x x x x x x Netherlands x x x x x x Austria x x x x x x x x Poland x x x x Portugal (¹) x x x x x x x x x Slovenia x x x x x x x x Slovakia x x x x x x x x Finland (¹) Sweden x x x x United Kingdom x x x x x x x x x Other (non-EU) EU-SILC countries Serbia x x x x Note : (¹) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 38 The comparability of the EU-SILC income variables: review and recommendations Annex 1: Availability of information on income variables in MetaSILC 2015 by country (continued) Country Disability benefits Education allowances Income from rental of a property or land P Y 1 3 0 P Y 1 3 1 P Y 1 3 2 P Y 1 3 3 P Y 1 3 4 P Y 1 4 0 P Y 1 4 1 P Y 1 4 2 P Y 1 4 3 P Y 1 4 4 HY040 Belgium x x x x x Bulgaria x x x x x Czechia x x x x Denmark x x x x x Germany x x x x x x x Estonia x x x Greece x x x Spain x x x x x France x x x x Croatia x x x x x Italy x x x x Cyprus x x x x x x Latvia x x x Luxembourg x x x x Hungary x x x x Malta x x x x x Netherlands x x x x Austria x x x x Poland x x x Portugal (¹) x x x x Slovenia x x x x x x Slovakia x x x x Finland (¹) x Sweden x x x United Kingdom x x x x x Other (non-EU) EU-SILC countries Serbia x x x Note : (¹) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 39 The comparability of the EU-SILC income variables: review and recommendations Annex 1: Availability of information on income variables in MetaSILC 2015 by country (continued) Country Interest, dividends, profit from capital investments in unincorporated business Regular inter- household cash transfer received Income received by people aged under 16 Regular taxes on wealth Tax on income and social contributions HY090 HY080 HY110 HY120 HY140 Belgium x x x x Bulgaria x x x x x Czechia x x x x x Denmark x x x x x Germany x x x x x Estonia x x x x Greece x x x x x Spain x x x x x France x x x x x Croatia x x x x x Italy x x x x x Cyprus x x x x x Latvia x x x x x Luxembourg x x x x x Hungary x x x x x Malta x x x x x Netherlands x x x x Austria x x x x Poland x x x x x Portugal (¹) Slovenia x x x x x Slovakia x x x x x Finland (¹) x x x x x Sweden x x x x x United Kingdom x x x x x Other (non-EU) EU-SILC countries Serbia x x x x Note : (¹) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 40 The comparability of the EU-SILC income variables: review and recommendations Annex 1: Availability of information on income variables in MetaSILC 2015 by country (continued) Country Repayments / receipts for tax adjustment Employee cash or near cash income Company car Cash benefits or losses from self- employment Pension from individual private plans HY145 PY010 PY021 PY050 PY080 Belgium x x x x Bulgaria x x x x Czechia x x x x Denmark x x x x Germany x x x x Estonia x x x x x Greece x x x x x Spain x x x x x France x x x x x Croatia x x x x x Italy x x x x x Cyprus x x x x Latvia x x x x x Luxembourg x x x x x Hungary x x x Malta x x x x Netherlands x x x x Austria x x x x x Poland x x x x Portugal (¹) Slovenia x x x x x Slovakia x x x x Finland (¹) x x x x Sweden x x x x United Kingdom x x x x Other (non-EU) EU-SILC countries Serbia x x x Note : (¹) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 41 The comparability of the EU-SILC income variables: review and recommendations Annex 2: Source of data by income target variable and by country, EU-SILC 2015 Countries HY040G/HY040N HY090G/HY090N HY050G/HY050N HY060G/HY060N Income from rental of a property or land Interest, dividends, profit from capital investments in unincorporated business Family/children related allowances Social exclusion not elsewhere classified Belgium Survey Survey Survey Survey Bulgaria Survey Survey Survey Survey Czechia Survey Survey Survey Survey Denmark Registers Not reported Registers Germany Survey Survey Survey Survey Estonia Mixed sources Mixed sources Mixed sources Survey Greece Survey Survey Survey Survey Spain Registers Registers Survey Survey France Registers Registers Registers Mixed sources + Survey Croatia Survey Survey Survey Survey Italy Mixed sources Survey Registers + Survey Survey Cyprus Survey Survey Survey Mixed sources Latvia Survey Mixed sources Mixed sources Registers Luxembourg Survey Survey Survey Survey Hungary Survey Survey Survey Survey Malta Survey Mixed sources Registers Registers Netherlands Mixed sources Registers Registers + Fully imputed Registers Austria Survey Survey Survey + Mixed sources Survey Poland Survey Survey Survey Survey Portugal * * * Survey Slovenia Registers Registers Registers Mixed sources + Registers Slovakia Survey Survey Survey Survey Finland Registers Registers * * Sweden Registers Registers Registers Registers United Kingdom Survey Survey Survey Survey + Mixed sources Other (non-EU) EU-SILC countries Republic of Serbia Survey Survey Survey Survey Note : (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Mixed sources refers to the combination of registers and survey data within the same variable. (+) Differentiates the type of data collected across different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 42 The comparability of the EU-SILC income variables: review and recommendations Annex 2: Source of data by income target variable and by country, EU-SILC 2015 (continued) Countries HY070G/HY070N HY080G/HY080N HY110G/HY110N HY120G/HY120N HY140G/HY140N Housing allowances Regular inter- household cash transfer received Income received by people aged under 16 Regular taxes on wealth Tax on income and social contributions Belgium Survey Survey Survey Survey Survey Bulgaria Survey Survey Survey Survey Czechia Survey Survey Survey Survey Denmark Registers Registers Other Registers Registers Germany Mixed sources Survey Survey Survey Survey Estonia Survey Registers Mixed sources Survey Other Greece Survey Survey Survey Survey Survey Spain Survey Survey Survey Survey Registers France Registers Mixed sources Survey Survey Other Croatia Survey Survey Survey Survey Italy Survey Survey Survey Survey Other Cyprus Mixed sources Survey Survey Survey Mixed sources Latvia Registers Survey Mixed sources Survey Registers Luxembourg Survey Survey Survey Survey Fully imputed Hungary Survey Survey Survey Survey Fully imputed Malta Mixed sources Survey Survey Other Netherlands Registers Mixed sources Registers Registers Austria Survey Survey Registers Poland Survey Survey Survey Survey Survey Portugal Survey * * * * Slovenia Fully imputed Survey Registers Survey Survey Slovakia Survey Survey Survey Survey Fully imputed Finland * Survey Registers Registers Registers Sweden Registers Registers Registers Registers Registers United Kingdom Survey Survey Survey Survey Other (non-EU) EU-SILC countries Republic of Serbia Survey Survey Survey Note : (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Mixed sources refers to the combination of registers and survey data within the same variable. (+) Differentiates the type of data collected across different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 43 The comparability of the EU-SILC income variables: review and recommendations Annex 2: Source of data by income target variable and by country, EU-SILC 2015 (continued) Countries HY145N PY010G/PY010N PY021G/PY021N PY050G/PY050N PY080G/PY080N Repayments/receipts for tax adjustment Employee cash or near cash income Company car Cash benefits or losses from self-employment Pension from individual private plans Belgium Survey Fully imputed Survey Survey Bulgaria Survey Survey Survey Survey Czechia Survey Survey Survey Survey Denmark Registers Registers Registers Germany Survey Survey Survey Survey Estonia Registers Mixed sources Survey Mixed sources Mixed sources Greece Survey Survey Other Survey Survey Spain Registers Registers Survey Registers Registers France Registers Registers Survey Other Registers Croatia Survey Survey Survey Survey Survey Italy Registers Mixed sources Survey Registers, incl. others Survey Cyprus Survey Mixed sources Survey Survey Latvia Registers Survey Survey Survey Luxembourg Survey Survey Fully imputed Survey Survey Hungary Survey Survey Survey Survey Malta Mixed sources Mixed sources Mixed sources Survey Netherlands Registers Fully imputed Registers Registers Austria Registers Mixed sources, incl. fully imputed Survey Survey Poland Survey Survey Survey Survey Survey Portugal * * * * Slovenia Survey Mixed sources Survey Mixed sources Survey Slovakia Survey Fully imputed Survey Survey Finland * Registers Registers Registers Registers Sweden Registers Registers Registers Registers United Kingdom Survey Survey Survey Survey Other (non-EU) EU-SILC countries Republic of Serbia Survey Survey Survey Note : (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Mixed sources refers to the combination of registers and survey data within the same variable. (+) Differentiates the type of data collected across different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 44 The comparability of the EU-SILC income variables: review and recommendations Annex 2: Source of data by income target variable and by country, EU-SILC 2015 (continued) Countries PY090G/PY090N PY100G/PY100N PY110G/PY110N Unemployment benefits Old-age benefits Survivor’ benefits Belgium Survey Survey Survey Bulgaria Survey Survey Survey Czechia Survey Survey Survey Denmark Registers Registers Registers Germany Survey Survey Survey Estonia Registers Mixed sources Registers Greece Survey Survey Survey Spain Registers + Mixed sources Registers + Mixed sources Registers + Mixed sources France Mixed sources Registers Registers Croatia Survey Survey Survey Italy Mixed sources Mixed sources + Registers Registers Cyprus Survey Survey Survey Latvia Mixed sources Mixed sources Registers Luxembourg Survey Survey Survey Hungary Survey Survey Survey Malta Registers Survey + Registers Registers Netherlands Registers Registers Registers Austria Registers Registers Registers Poland Survey Survey Survey Portugal Survey Survey Survey Slovenia Registers Registers Registers Slovakia Survey Survey Survey Finland * * * Sweden Registers Registers Registers United Kingdom Survey Survey + Survey and Fully imputed Survey Other (non-EU) EU-SILC countries Republic of Serbia Survey Survey Survey Note : (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Mixed sources refers to the combination of registers and survey data within the same variable. (+) Differentiates the type of data collected across different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 45 The comparability of the EU-SILC income variables: review and recommendations Annex 2: Source of data by income target variable and by country, EU-SILC 2015 (continued) Countries PY120G/PY120N PY130G/PY130N PY140G/PY140N Sickness benefits Disability benefits Education-related allowances Belgium Survey Survey Survey Bulgaria Survey Survey Survey Czechia Survey Survey Survey Denmark Registers Registers Registers Germany Survey Survey Survey Estonia Registers Registers Survey Greece Survey Survey Survey Spain Registers + Survey Registers + Mixed sources Survey France Survey Survey + Mixed sources Survey Croatia Survey Survey Survey Italy Registers Registers Registers Cyprus Survey Survey Survey Latvia Registers Registers Mixed sources Luxembourg Survey Survey Hungary Survey Survey Survey Malta Registers Registers Survey Netherlands Registers Registers Registers Austria Registers Registers Registers Poland Survey Survey Survey Portugal Survey Survey Survey Slovenia Registers Registers Registers Slovakia Survey Survey Survey Finland * * * Sweden Registers Registers Registers United Kingdom Survey Survey Survey Other (non-EU) EU-SILC countries Republic of Serbia Survey Survey Survey Note : (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. Mixed sources refers to the combination of registers and survey data within the same variable. (+) Differentiates the type of data collected across different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 46 The comparability of the EU-SILC income variables: review and recommendations Annex 3: Collection of gross vs. net amounts by income target variable country Countries HY040G/HY040N HY090G/HY090N Income from rental of a property or land Interest, dividends, profit from capital investments in unincorporated business Belgium Gross Net of PIT and SC Bulgaria Gross and net of PIT and SC & Net of PIT and SC Gross and net of PIT and SC Czechia Gross Gross Denmark Gross Germany Gross Gross Estonia Gross Greece Net of PIT and SC Net of PIT and SC Spain Gross and net of PIT Gross and net of PIT France Other Other Croatia Net of PIT Gross Italy Gross and net of PIT Net of PIT and SC Cyprus Gross Gross Latvia Net of PIT Gross and net of PIT Luxembourg Gross Gross Hungary Net of PIT Net of PIT Malta Gross Gross Netherlands Gross Gross Austria Net of PIT and SC Other Poland Gross Net of PIT and SC Portugal * * Slovenia Gross and net of PIT and SC Slovakia Gross Gross Finland Gross Gross Sweden Gross and net of PIT Gross and net of PIT United Kingdom Gross Gross Other (non-EU) EU-SILC countries Republic of Serbia Gross and net of PIT and SC Gross and net of PIT and SC Note: (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. (&) Refers to different types of values collected within the same variable. (+) Refers to different types of values collected in different detailed variables; for benefit variables only. Source: Elaborated by the authors on the basis of MetaSILC 2015 . ",
        "Annexes 47 The comparability of the EU-SILC income variables: review and recommendations Annex 3: Collection of gross vs. net amounts by income target variable country (continued) Countries HY050G/HY050N HY060G/HY060N HY070G/HY070N Family/children related allowances Social exclusion not elsewhere classified Housing allowances Belgium Gross Gross Gross Bulgaria Gross Gross Gross Czechia Net of PIT and SC Net of PIT and SC Net of PIT and SC Denmark Gross Gross Germany Gross Gross Gross Estonia Gross Gross Gross Greece Net of PIT Net of PIT Net of PIT Spain Gross and net of PIT Gross and net of PIT Gross France Net of SC Other Net of SC Croatia Gross Gross Gross Italy Net of PIT and SC Net of PIT and SC Net of PIT and SC Cyprus Gross Gross Gross Latvia Gross and net of PIT & Other Gross and net of PIT + Other Other Luxembourg Net of PIT and SC Net of PIT and SC Gross and net of PIT and SC Hungary Net of PIT Net of PIT Net of PIT Malta Gross Gross Gross Netherlands Gross Gross Gross Austria (Gross and net of PIT and SC & Net of PIT and SC ) + Net of PIT and SC Net of PIT and SC Net of PIT and SC Poland Net of PIT and SC Net of PIT and SC Net of PIT and SC Portugal Gross Gross Gross Slovenia (Gross and net of PIT and SC & Gross) & Gross Gross Gross Slovakia Gross Gross Gross Finland * * * Sweden Net of PIT & Other Net of PIT & Other Other United Kingdom Gross Gross Gross Other (non-EU) EU-SILC countries Republic of Serbia Gross and net of PIT and SC Gross and net of PIT and SC Gross and net of PIT and SC Note (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. (&) Refers to different types of values collected within the same variable. (+) Refers to different types of values collected in different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 48 The comparability of the EU-SILC income variables: review and recommendations Annex 3: Collection of gross vs. net amounts by income target variable country (continued) Countries HY080G/HY080N HY110G/HY110N HY120G/HY120N Regular inter-household cash transfer received Income received by people aged under 16 Regular taxes on wealth Belgium Gross Not applicable Bulgaria Other Gross Not applicable Czechia Gross Net of PIT Denmark Gross Gross Gross Germany Not applicable Net of PIT and SC Not applicable Estonia Gross Gross Gross Greece Net of PIT and SC Net of PIT and SC Net of PIT and SC Spain Not applicable Gross and net of PIT and SC Not applicable France Other Not applicable Not applicable Croatia Gross Gross Not applicable Italy Net of PIT and SC Net of PIT Net of PIT Cyprus Gross Gross Gross Latvia Not applicable Gross and net of PIT and SC Not applicable Luxembourg Net of PIT and SC Net of PIT and SC Hungary Net of PIT Net of PIT Net of PIT Malta Gross Gross Netherlands Gross Gross Austria Not applicable Net of PIT and SC Poland Net of PIT and SC Net of PIT and SC Not applicable Portugal * * * Slovenia Gross Gross and net of PIT and SC Gross Slovakia Gross Gross Gross Finland Gross Gross Gross Sweden Gross and net of PIT and SC Gross and net of PIT & Gross and net of PIT and SC Gross and net of PIT United Kingdom Gross Gross Gross Other (non-EU) EU-SILC countries Republic of Serbia Gross and net of PIT and SC Gross and net of PIT and SC Note (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. (&) Refers to different types of values collected within the same variable. (+) Refers to different types of values collected in different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 49 The comparability of the EU-SILC income variables: review and recommendations Annex 3: Collection of gross vs. net amounts by income target variable country (continued) Countries PY010G/PY010N PY021G/PY021N PY050G/PY050N Employee cash or near cash income Company Car Cash benefits or losses from self-employment Belgium Gross and Net of PIT and SC & Net of PIT and SC Not applicable Net of PIT and SC & Gross and net of PIT and SC Bulgaria Net of PIT and SC & Gross and net of PIT and SC Other Gross and net of PIT and SC &Other Czechia Gross & Gross and net of PIT and SC Gross Gross & Gross and net of PIT and SC Denmark Gross Gross Other Germany Gross Not applicable Gross Estonia Net of PIT and SC & Gross and net of PIT & Net of PIT and SC Other Net of PIT and SC & Other Greece Net of PIT and SC Net of PIT and SC Gross and net of PIT and SC Spain Gross and net of PIT and SC Gross and net of PIT and SC Gross and net of PIT and SC France Other Not applicable Other Croatia Gross & Net of PIT and SC Not applicable Gross & Net of PIT and SC & Net of PIT Italy Gross and net of PIT & Net of PIT Net of PIT Gross and net of PIT & Net of PIT Cyprus Gross and net of PIT and SC Gross Gross Latvia Gross and net of PIT and SC & Other Not applicable Gross and net of PIT and SC Luxembourg Gross and net of PIT and SC Gross Not applicable Hungary Gross & Net of PIT Net of PIT Net of PIT Malta Gross & Gross and net of PIT Gross Gross Netherlands Gross Gross Gross Austria Gross and Net of PIT and SC & Net of PIT and SC Net of PIT and SC Poland Net of PIT and SC Net of PIT and SC Net of PIT and SC Portugal * * * Slovenia Gross & Gross and net of PIT and SC Gross and net of PIT and SC Gross & Gross and net of PIT and SC Slovakia Gross Gross Finland Gross Gross Gross Sweden Gross and Net of PIT & Net of PIT & Net of PIT and SC Net of PIT Gross and net of PIT United Kingdom Gross & Other Gross Gross Other (non-EU) EU-SILC countries Republic of Serbia Gross & Net of PIT Gross and net of PIT Note (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. (&) Refers to different types of values collected within the same variable. (+) Refers to different types of values collected in different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 50 The comparability of the EU-SILC income variables: review and recommendations Annex 3: Collection of gross vs. net amounts by income target variable country (continued) Countries PY080G/PY080N PY090G/PY090N Pension from individual private plans Unemployment benefits Belgium Not applicable Gross Bulgaria Gross and net of PIT and SC Gross Czechia Net of PIT and SC Net of PIT and SC Denmark Gross Germany Gross Gross Estonia Other Gross Greece Net of PIT and SC Net of PIT Spain Gross and net of PIT and SC Gross and net of PIT France Gross Other Croatia Net of PIT and SC Gross Italy Net of PIT Gross and net of PIT + Net of PIT Cyprus Gross Gross Latvia Not applicable Gross and net of PIT + Other Luxembourg Gross and net of PIT and SC Gross and net of PIT and SC Hungary Net of PIT Net of PIT Malta Gross Gross Netherlands Gross Gross Austria Net of PIT and SC Gross and net of PIT and SC & Net of PIT and SC Poland Net of PIT and SC Net of PIT and SC Portugal * Gross Slovenia Gross and net of PIT and SC Gross and net of PIT and SC Slovakia Gross Gross Finland Gross * Sweden Gross and net of PIT Gross and net of PIT United Kingdom Gross Gross Other (non-EU) EU-SILC countries Republic of Serbia Gross and net of PIT Gross and net of SC Note (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. (&) Refers to different types of values collected within the same variable. (+) Refers to different types of values collected in different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 51 The comparability of the EU-SILC income variables: review and recommendations Annex 3: Collection of gross vs. net amounts by income target variable country (continued) Countries PY100G/PY100N PY110G/PY110N Old-age benefits Survivor’ benefits Belgium Gross Gross Bulgaria Gross Gross Czechia Net of PIT and SC Net of PIT and SC Denmark Gross Gross Germany Gross Gross Estonia Gross Gross Greece Net of PIT Net of PIT Spain Gross and net of PIT Gross and net of PIT France Other Other Croatia Gross + Net of PIT and SC Gross & Net of PIT and SC Italy (Gross and net of PIT & Net of PIT) + Gross and net of PIT Cyprus Gross Gross Latvia Gross and net of PIT & Other Gross and net of PIT Luxembourg Gross and net of PIT and SC Gross and net of PIT and SC Hungary Net of PIT Net of PIT Malta Gross Gross Netherlands Gross Gross Austria (Gross and net of PIT and SC & Net of PIT and SC) + Net of PIT and SC Gross and net of PIT and SC Poland Net of PIT and SC Net of PIT and SC Portugal Gross + Gross and net of PIT (Gross & Gross and net of PIT) + Gross Slovenia Gross & Gross and net of PIT and SC Gross Slovakia Gross Gross Finland * * Sweden Net of PIT & Other Net of PIT and SC United Kingdom Gross Gross Other (non-EU) EU-SILC countries Republic of Serbia Gross and net of SC Gross and net of SC Note (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. (&) Refers to different types of values collected within the same variable. (+) Refers to different types of values collected in different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Annexes 52 The comparability of the EU-SILC income variables: review and recommendations Annex 3: Collection of gross vs. net amounts by income target variable country (continued) Countries PY120G/PY120N PY130G/PY130N PY140G/PY140N Sickness benefits Disability benefits Education-related allowances Belgium Gross Gross Gross Bulgaria Gross Gross Gross Czechia Net of PIT and SC Net of PIT and SC Net of PIT and SC Denmark Gross Gross Gross Germany Gross Gross Gross Estonia Gross Gross Gross Greece Net of PIT Net of PIT Net of PIT Spain Gross and net of PIT Gross and net of PIT Gross and net of PIT France Other Other Other Croatia Gross Gross + Net of PIT and SC Net of PIT and SC Italy Gross and net of PIT Gross and net of PIT Cyprus Gross Gross Gross Latvia Gross and net of PIT & Other Gross and net of PIT Other Luxembourg Gross and net of PIT and SC Gross and net of PIT and SC Gross and net of PIT and SC Hungary Net of PIT Net of PIT Net of PIT Malta Gross Gross Gross Netherlands Gross Gross Gross Austria Gross and net of PIT (Gross and net of PIT and SC & Gross and net of SC) + Net of PIT and SC Net of PIT and SC Poland Net of PIT and SC Net of PIT and SC Net of PIT and SC Portugal Gross Gross + Gross and net of PIT Gross Slovenia Gross Gross Gross Slovakia Gross Gross Gross Finland * * * Sweden Net of PIT and SC Gross and net of PIT and SC Net of PIT and SC & Other United Kingdom Gross Gross Gross Other (non-EU) EU-SILC countries Republic of Serbia Gross and net of SC Gross and net of SC Gross and net of SC Note (*) Portugal and Finland only provided partial information to MetaSILC 2015. Portugal only provided information on the variables for composite income and income from social benefits. Finland only provided information on the variables for income from work, taxes and social contributions. (&) Refers to different types of values collected within the same variable. (+) Refers to different types of values collected in different detailed variables; for benefit variables only. Source : Elaborated by the authors on the basis of MetaSILC 2015. ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by e-mail via: https://europa.eu/european-union/contact_en Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU Publications You can download or order free and priced EU publications at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en). EU law and related documents For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "R e c o n c i l i a t i o n o f E U - S I L C d a t a a n d n a t i o n a l a cc o u n t s 2 019 e d i t i o n The comparability of the EU-SILC variable: reviews and recommendations EU-SILC is the most important microdata source for studying income and living conditions across the European Union. In this paper, we study variations between countries with respect to how individual income components are aggregated into the EU-SILC target variables. In particular, we look at compliance with Eurostat guidelines, misclassifications and omitted income sources, all potentially undermining cross-national comparability. On the basis of a survey among national statistical institutes, we compiled a database which maps the exact classification of income components onto the EU- SILC target variables. The focus of the database is on EU-SILC 2015, covering 26 EU-SILC countries. The database contains information on the composition of variables on total income before and after transfers; income from benefits, work and capital; social contributions and taxes. As a result of this exercise, we outline some general conclusions with regard to (1) cross-national deviations with regard to the calculation of the EU-SILC total income variables; (2) the classification of national income components (e.g. particular benefits) that can be considered “borderline cases” which are currently classified inconsistently across countries; (3) possibilities for improving the definition of target variables; (4) the (unjustified) omission of some income components from EU-SILC target variables; (5) recommendations that may be helpful to improve the comparability of EU-SILC in the future. For more information https://ec.europa.eu/eurostat/ K S - T C - 20 - 001 - E N - N ISBN 978-92-76-15064-0 "
    ]
}