{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 23.11.2017 SWD(2017) 407 final COMMISSION STAFF WORKING DOCUMENT Energy Union Factsheet Poland Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE, THE COMMITTEE OF THE REGIONS AND THE EUROPEAN INVESTMENT BANK Third Report on the State of the Energy Union {COM(2017) 688 final} - {SWD(2017) 384 final} - {SWD(2017) 385 final} - {SWD(2017) 386 final} - {SWD(2017) 387 final} - {SWD(2017) 388 final} - {SWD(2017) 389 final} - {SWD(2017) 390 final} - {SWD(2017) 391 final} - {SWD(2017) 392 final} - {SWD(2017) 393 final} - {SWD(2017) 394 final} - {SWD(2017) 395 final} - {SWD(2017) 396 final} - {SWD(2017) 397 final} - {SWD(2017) 398 final} - {SWD(2017) 399 final} - {SWD(2017) 401 final} - {SWD(2017) 402 final} - {SWD(2017) 404 final} - {SWD(2017) 405 final} - {SWD(2017) 406 final} - {SWD(2017) 408 final} - {SWD(2017) 409 final} - {SWD(2017) 411 final} - {SWD(2017) 412 final} - {SWD(2017) 413 final} - {SWD(2017) 414 final} ",
        "Energy Union –Poland 1 Poland Energy Union factsheet 1 1. Macro-economic implications of energy activities Energy and transport are key sectors for the overall functioning of the economy as they provide an important service to the other sectors of the economy. Together the activity in these two sectors 2 accounted for 9.8 % of the total value added of Poland in 2015. Similarly, their share in total employment 3 was 6.9 % in 2015, of which 5.8% in the transport sector and 1.1 % in the energy sector. The decarbonisation of the energy and transport sectors will require significant investments and economic activity beyond the remit of these sectors themselves. The energy transition implies a structural shift in economic activity. Energy-related investment and jobs will in part migrate from traditional fossil fuel based activities towards construction, equipment manufacturing and other services related to the deployment of low carbon and clean energy technologies. At the moment, the efforts related to the low-carbon and clean energy transition in sectors beyond energy can only be partially quantified and are therefore not included in this analysis. (source: Eurostat) 1 The indicators used in this country factsheet largely build on indicators developed for the Commission Staff Working Document \"Monitoring progress towards the Energy Union objectives – key indicators\" (SWD(2017) 32 final) https://ec.europa.eu/commission/sites/beta-political/files/swd-energy-union-key- indicators_en.pdf 2 Gross value added and employment in NACE sectors D-Electricity, gas, steam and air conditioning supply and H-Transportation and storage 3 National accounts, Eurostat ",
        "Energy Union –Poland 2 In the case of the renewable energy sector, both the direct as well as the indirect effects on employment are being estimated. According to EurObserv'ER, in 2015, the share of renewable energy related employment in total employment of the economy in Poland was at about 0.28 % (i.e. 43,300 workers for the renewable energy sector). Most of these jobs are in biomass and biofuels and wind industries. The turnover of the renewable energy industry in the same year was estimated at around EUR 5.1 billion, about 40 % being attributed to the wind industry (mostly foundations manufacturing), 35.8 % to biomass industry and almost 14 % to the biofuel industry. (source: EC based on Eurobserv'Er and Eurostat) The overall investment is usually taken as an indication of the level of efforts and challenges in the energy sector. However, data is not available for Poland for this indicator (GFCF) 4 . In terms of trade, Poland is a net importer of fossil fuels and electricity, but it has reduced its deficit between 2006 and 2015. The trade deficit in energy products, expressed as a percentage of GDP, fell from about 2.4 % of GDP in 2005 to 1.6% in 2015, mainly influenced by falling oil and gas prices. The largest decrease is accounted for by oil, whose trade deficit decreased by more than 1 % of GDP. There is little trade in electricity, with a balance of trade close to zero. The surplus in coal trade went down from 0.6 % to 0.2 % of GDP. 4 Gross fixed capital formation consists of resident producers´ acquisitions, less disposals, of fixed tangible or intangible assets. This covers, in particular, machinery and equipment, vehicles, dwellings and other buildings. It also includes foreign direct investment (FDI). ",
        "Energy Union –Poland 3 (source: Eurostat) 2. Energy security, solidarity and trust 2.1. Energy Mix In comparison to the average energy mix in the EU, the Polish energy mix of primary products has a much higher share of solid fuels (50.5 % vs 16.2 %), which are mainly used in power generation and heating. Poland has the highest share of solids in its energy mix among all Member States. Consequently, all other fuels have much lower importance in Poland than in the EU: natural gas (14.4% vs 22 %), renewables (9.4 % vs 13 %) and oil (25.1 % vs 34.4 %). Over the past years, the share of solids has decreased and share of RES and gas increased. (source: ESTAT) 2.2. Import dependency and security of supply Poland has a much lower import dependency (29.3 %) than the EU average due availability and exploitation of its own coal resources. The overall import dependency has been, however, increasing over the past years and much faster than for the whole EU. In 2015, Poland imported over 70 % of its natural gas needs and all of its oil needs. While Poland has been consistently a net coal exporter, the ",
        "Energy Union –Poland 4 net exports have diminished over time with coal imports growing (more than doubling since 2005) and exports decreasing (by 1/3 rd since 2005). In 2015, Poland imported almost 9 Mt (mostly hard coal). Currently, there are serious concerns about the competitiveness of coal mining in Poland and the restructuring of the mining sector is ongoing. For gas, Russia currently supplies over 72.5% of Poland imports and it is also the dominant supplier of crude oil (88.3 %). However, the recently opened oil terminal in Gdańsk increased the import capacities for crude oil by sea and may facilitate the further diversification of suppliers. Diversifying energy supply is a key objective of Polish energy policy, which has led to the construction of an LNG terminal and several projects of gas interconnection (with Norway, Lithuania, Slovak Republic and Czech Republic). On the other hand, the exploration of domestic shale gas resources was without success. Finally, the Polish Nuclear Power Program envisages construction of two nuclear power plants by 2035 but this deadline is still achievable only for the first NPP of 3 GWe. (source: Eurostat) The security of gas supply regulation requires that, if the single largest gas infrastructure fails in one Member State, the capacity of the remaining infrastructure is able to satisfy total gas demand during a day of exceptionally high gas demand. Poland complies with this rule. (source: gas coordination group) ",
        "Energy Union –Poland 5 3. Internal market 3.1. Interconnections and wholesale market functioning 3.1.1. Electricity (source: EC based on ENTSO-E scenario outlook and adequacy forecast 2014) (sources: EC services based on Eurostat for the left graph and based on Platts and European power exchanges for the right graph) The interconnection level in electricity 5 in Poland in 2017 is 4 % (including the LitPol Link). This is the lowest level in the EU. Day-ahead market coupling is implemented on Polish borders with Sweden and Lithuania, and operated within the Multi-Regional Coupling (MRC) arrangements. The Polish TSO and Power Exchange are also members of CORE Flow Based Market Coupling Project, which aims at implementing market coupling mechanism in the CORE region. After implementation of this project (planned in 2019), all Polish EU borders will be included in day-ahead market coupling mechanism. The domestic infrastructure still needs modernisation and Poland is using effectively European funds for this purpose (ESIF and EFSI). Because of the inefficiencies inherent in the current delineation of bidding zones in Central Europe 6 (in particular between Germany and Poland), there are limitations on how much electricity Poland can import through its synchronous interconnection 7 . In the past years, the Polish electricity wholesale market has become increasingly competitive as concentration of the power generation market is now much below the EU average and, even despite low interconnection, Poland in the past few years has had lower wholesale electricity prices than the EU average (except in 2014). However, Polish wholesale electricity prices have been higher than those in Germany, much higher than those of its Nordic neighbours and slightly higher than in Slovakia and the Czech Republic. Due to the above referred limitation of electricity imports, 5 The interconnectivity level is calculated as a ratio between import interconnection and net generation capacities of the country (i.e. the 2017 value is the ratio between simultaneous import interconnection capacity [GW] and net generating capacity [GW] in the country at 11 January 2017, 19:00 pm as resulted from ENTSO-E Winter Outlook 2016/2017) 6 In particular Poland struggles with unscheduled power flows from Germany 7 The volume of available cross-border capacity was recently increased on PL-DE border and implementation of allocation constraints mechanism on PL-LT and PL-SE4 borders. ",
        "Energy Union –Poland 6 wholesale electricity prices might show significant and sudden increases in peak demand periods (e.g.: heat waves during summertime). Electricity PCI projects  Cluster Germany-Poland \"GerPol Power Bridge\"  Cluster Germany-Poland \"GerPol Impovements \"  Reinforcements in Lithuania and Poland necessary for operation of LitPol Link I 3.1.2. Gas The gas wholesale market remains relatively closed as Poland has not yet fully implemented the Third Package rules and is dominated by the incumbent: PGNiG. In 2015, Poland had an average market concentration, being similar to the EU average and the situation has been stable since 2011. In 2016, there was a further development of the wholesale natural gas market with the increase in the number of undertakings, holding licences for trade in gaseous fuels and the number of undertakings actively participating in this trade, as well as with the obligation to sell (55% of gas in the network) on the commodity exchange. As a result, an increased liquidity has been observed on the commodity exchange (including on the sport markets, as a result of introduction of the Balancing Network Code). However, following subsequent revisions of the natural gas stock-piling Law in 2016 and 2017, new requirements have been placed on gas undertakings that are worrying from the perspective of the competition on this market. Gas interconnection is in principle better than the in case of electricity due to the LNG terminal in Świnoujście and to the German interconnection, but it has to be noted that Poland is not connected with 3 out of 4 neighbouring Member States (as the existing connection with Czechia allows only for 0.5 bcm/year flow). The situation should improve with the construction of additional interconnectors of regional importance: Stork II with Czechia, GIPL with Lithuania and the interconnector with Slovakia. Considering the expected increase in gas demand by 2020, the work advances on the gas interconnector to connect Poland and Denmark (BalticPipe), which is to deliver, together with an interconnector Denmark – Norway, Norwegian gas to Poland and further down to South Eastern Member States and Ukraine. A final investment decision is expected to be reached by 2018 and the project is reported to be commissioned by 2020-2022. As an alternative, a further expansion of LNG terminal is considered. Wholesale gas prices are aligned with EU average, similar as those of neighbouring central European countries but higher than in Germany. ",
        "Energy Union –Poland 7 (source: ACER for the left graph and EC services based on Platts, gas hubs, Eurostat for the right graph) Gas PCI projects  Poland-Czech Republic interconnection \"Stork II\"  Poland - Slovakia interconnection  PCI Poland - Denmark interconnection \"Baltic Pipe\"  PCI Poland-Lithuania interconnection \"GIPL\"  Capacity expansion of LNG terminal in Świnoujście 3.2. Retail electricity and gas markets On the retail markets, Poland continues to regulate electricity prices for most of small customers (mostly households) and gas prices for households and companies. There is already a time schedule fixed to liberalise the gas prices as required by the judgement of the European Court of Justice on gas price regulation (36/14 Commission v. Poland): January 2024 for households and October 2017 for all the other customer groups. Poland currently lacks a roadmap for electricity price deregulation. 3.2.1. Electricity In 2016, households' electricity prices (average band) in Poland were below the EU average. Between 2013 and 2016, average band retail electricity prices for households slightly decreased, while wholesale prices have been relatively constant. At the same time, the share of taxes and levies in household electricity prices has remained constant and, in 2016, over 10 percentage points below EU average. Poland is lagging behind in the deployment of smart meters. Despite its positive cost-benefit analysis for a wide-scale roll-out of electricity smart metering by 2020, there are no provisions adopted yet on the large-scale roll-out of smart metering and no legal obligation in place for DSOs to undertake this deployment. Annual switching rates from one electricity supplier to another are very low, partly because the retail electricity market is dominated by regional power suppliers with low competition among and within the regions and partly because relatively low, regulated, energy prices for households do not provide a strong driver for searching for better prices. ",
        "Energy Union –Poland 8 (source: ACER) (source: Eurostat) (source: Eurostat) 3.2.2. Gas The retail gas prices are progressively liberated. In 2016, households' gas prices (average band) in Poland were below the EU average. Between 2013 and 2016, average household gas prices slightly decreased (faster than the EU average) and the share of taxes and levies has been constant. Shares of taxes and levies in household gas prices have been constant since 2013 and lower than EU average. The retail gas market is dominated by the undertakings of the incumbent (PGNiG) as retail price regulation is still preventing market entry of new suppliers. Market conditions as well as consumer satisfaction have been improving in recent years. In 2015, a further increase in share of alternative suppliers on the retail market has been observed. PGNiG's share in the sales of natural gas to end- users has been decreasing and in 2016 amounted to 74 %, whereas in the preceding year it was equal 80 % 8 . The remaining gas sales to end-users was carried out by other trading companies active on the domestic sales market and by companies selling gas mostly on the German market, directly to large final customers, who bring this gas to Poland on their own. As a consequence, annual switching rates for gas are very low. 8 Yearly report of the President of URE. ",
        "Energy Union –Poland 9 (source: ACER) (source: Eurostat) (source: Eurostat) 3.2.3. Market performance indicators According to the periodical survey of DG JUST, in 2015 Polish consumers were less satisfied than the EU average about the services received on electricity retail markets. Their satisfaction with services received on the gas retail markets is in line with EU average. (source: DG JUST survey) 3.3. Energy affordability The share of energy in total household expenditures is influenced by lower purchasing power of Polish households and high heating needs due to low thermal integrity of the majority of buildings (75 % of residential buildings were constructed before 1990s and thus to a rather poor standard) further exacerbated by often harsh winter conditions. Regarding energy poverty, the share of energy in total consumption expenditures of the lowest quintile of population is higher than the EU average, and slightly increased since 2005. There is, however, a significant progress in the reduction of energy poverty when looking at the strong decrease (-32.5 %) in the part of citizens deemed at risk of poverty who consider that they are unable to keep their home adequately warm. This progress can be explained by increasing purchasing power, regulated retail electricity and gas prices and also by some progress in energy efficiency standards of residential buildings. ",
        "Energy Union –Poland 10 (source: ad-hoc data collection of DG ENER based on HBS with the support of Eurostat and national statistics) 4. Energy efficiency and moderation of demand Since 2005, Poland has increased its primary energy consumption by 2.7 %, reaching 90.0 Mtoe in 2015. Over the same period, final energy consumption also increased by 6.5 % to 62.25 Mtoe in 2015. This is partly explained by the strong economic growth and historically high energy intensity of the Polish economy. In 2015, Poland already achieved levels of primary and final energy consumption below the 2020 indicative national targets (96 Mtoe in primary energy consumption and 72 Mtoe in final energy consumption). These targets have, by design, allowed for energy consumption growth - linked to economic growth. Nevertheless, Poland will need to continue the efforts to keep these levels of energy consumption until 2020. (source: Eurostat) Although primary energy intensity is one of the highest in the EU, its decrease over the 2005-2015 period was among the fastest in the EU. A detailed sectoral assessment can illustrate this trend. Likewise, sectoral indicators show high energy intensity in all of the sectors, but also visible ",
        "Energy Union –Poland 11 improvements in final energy consumption since 2005. With the exception of the residential sector, there have been faster improvements in Poland than for the EU as a whole. In 2015 in Poland, the residential sector was the largest energy consuming sector representing a 30.3 % share in the total final energy consumption, which is well above than for the whole EU (25.4%). Also strikingly, the share of the agriculture sector in final energy consumption in Poland was twice as much as for the whole EU due to the significant share of agriculture in the Polish economy and its low degree of modernisation. In contrast, the energy consumption of the Polish transport sector represented 27.7 % in total final energy consumption, well below the 33.1 % for the whole EU. The shares of services and industrial sectors in energy consumption are similar to the whole EU. (source: Eurostat) In the residential sector, many single-family houses use obsolete and inefficient boilers, which are fed with solid fuels. While new and renovated buildings have better performance, in line with the EU legislation, the overall improvement of the energy efficiency in the residential sector since 2005 has been slower than the EU average. The energy intensity of the Polish industry is one of the highest in the EU but has decreased remarkably since 2005 mostly due to the transformation of the Polish economy towards lighter industry and services. This is also, to a lesser extent, true in the services sector albeit improvement rate is slower than in the industrial sector. There is untapped potential for energy efficiency in all sectors, notably in residential buildings as well as in the transport sector. This unexploited potential represents a significant business opportunity for domestic companies, which could build a know-how and a competitive advantage on this large domestic market. Renovation of houses combined with replacement of coal-fired boilers is an opportunity for both energy savings and reducing coal use in domestic heating, and thus contributing to decrease in health problems, such as premature deaths and other problems linked to current air quality – which is one of the worst in Europe. ",
        "Energy Union –Poland 12 (source: Eurostat) (source: Eurostat) (source: Odyssee database) Between 2005 and 2015, final energy consumption in transport recorded an average annual increase of 3.4 % in Poland, only slightly slower than the 3.9 % average annual increase of the GDP. When comparing the evolution of energy consumption with transport activity, passenger mobility has increased by 16% over 2005-2015, while freight transport has registered a higher increase of 35.3% over the same period. According to the IEA, Poland has still a relatively low motorisation rate but also one of the oldest and thus most energy-consuming passenger car fleets. There are more than 20 million passenger cars registered in Poland 9 and the average age of a car in Poland is 17.5 years, compared to an EU-28 average of 9.7 years 10 . (source: Eurostat) (source: Eurostat and DG MOVE pocketbook) The share of collective passengers' land transport in all passengers' transport decreased significantly between 2005 and 2015, indicating an increasing use of private transport means. However, the share of public transport was still higher than the EU average. 9 Eurostat, table code \"road_eqs_carage\" 10 Energy Policies of IEA Countries – Poland, 2016 Review, IEA, based on ACEA (2015). ",
        "Energy Union –Poland 13 (source: Eurostat) The main priorities for transport are set by the Responsible Development Strategy, which Poland adopted in 2016. Electromobility is one of the key areas identified in the strategy and the aim is to create favourable conditions for the promotion of electric vehicles, in particular in the context of the public transport in cities, both with regard to electric buses and to other means of transport using electric propulsion with charging infrastructure. The Electromobility Development Plan sets out a vision with a three stage implementation until 2025. Despite positive developments in recent years, the state of the Polish infrastructure continues to pose a challenge, especially in railways. The National Railway Programme for (2014-2023) was adopted in 2015, and ensures the continuity of investment projects and defines the projects to be implemented using EU and national funds. Among rail infrastructure projects, priority is set on the up-grading of the existing major rail links, the elimination of bottlenecks and raising technical standards. As regards the road network, the National Road Construction Programme (2014-2023, with a perspective to 2025) defines the capital investments to be made until 2025. The strategic goal is to complete the core network of high capacity roads as set in the TEN-T regulation and an intermediate aim is set at 88% of the core TEN-T road network by 2020/2023. 5. Decarbonisation of economy 5.1. GHG emissions By 2016, Poland's total GHG emissions declined by 16.1 % compared to 1990 levels. This is a smaller decrease than for the EU as a whole. Poland's 2020 target for the Effort Sharing Decision is +14 % compared to 2005. GHG emissions increased between 2005 and 2016 in non-ETS sectors by 7.1 %. According to the latest projections, the 2020 target is expected to be achieved: 5.6 % emissions growth is projected in 2020 (an \"over performance\" of 8.4 percentage points). ",
        "Energy Union –Poland 14 (source: EC and EEA) GHG intensity of the economy has decreased considerably since 1990 levels but is still one of the highest in the EU. GHG emissions per capita, are also higher than the EU average, and have decreased at a slower pace than in the EU as a whole. (source: EC and EEA) Preliminary accounts under the Kyoto Protocol for Poland show overall removals of -14.6 Mt CO 2 -eq. as an annual average in the period 2013-2015. For comparison, the annual average of the EU-28 accounted for removals of -119.0 Mt CO 2 -eq. It should be noted that in this preliminary simulated accounting exercise, removals from Forest Management did not exceed the accounting cap. Removals by Afforestation are notably higher than very limited emissions by Deforestation; however, removals by Forest Management are by far much higher in all years. Overall, there is a strongly decreasing trend in removals, due to declining removals by Forest Management. Removals by Afforestation show no particular trend over the course of the three-year period. ",
        "Energy Union –Poland 15 Note: Forest Management credits are capped and presented as yearly averages when the total Forest Management credits of the considered period exceed the simulated cap over the same period. (source: EC and EEA) CO 2 emissions in transport and alternative fuelled vehicles In 2016, the average CO 2 emissions of new cars in Poland were above the EU average and over the period 2005-16 decreased less than the EU average. (source: European Environment Agency) Over the three years between 2014 and 2016, the number of charging points in Poland has been increasing, reaching the amount of 324 points in 2016. ",
        "Energy Union –Poland 16 (European Environment Agency) (European Alternative Fuels Observatory) National Policy Frameworks under Directive 2014/94/EU on alternative fuels infrastructure have to establish targets, objective and measures for the development of the market of alternative fuels in the transport sector and the deployment of the relevant infrastructure. Poland has submitted its National Policy Framework as requested under article 3 of the Directive 2014/94/EU. A detailed assessment of the Polish National Policy Framework in terms of its compliance with the requirements of Directive 2014/94/EU on alternative fuels infrastructure, its contribution to achievement of long-term energy and climate objectives of the Union and coherence of its targets and objectives in terms of cross-border continuity has been published as part of the Communication on Alternative Fuels Action Plans (COM(2017)652) and the related staff working document SWD(2017)365. 5.2. Climate change adaptation strategies The 'Polish National Strategy for Adaptation to Climate Change by 2020 with the perspective by 2030' was adopted by the Polish government in 2013. Risk assessments have covered the following sectors: agriculture, forestry, biodiversity, human health, water, coastal areas, mountain areas, transport, energy, built environment, and spatial/urban planning. The strategy, alongside the strategic objectives, sets out a number of relevant monitoring indicators, but no systematic framework has been developed and monitoring of the strategy, although foreseen, has not been undertaken yet. There is no Government proposal to prepare a national adaptation action plan; however, a prominent ongoing initiative will develop action plans for 44 cities above 100 thousand inhabitants. 5.3. Taxes on energy and transport and fossil fuel subsidies The overall tax burden on energy and transport in Poland amounts to 2.3 % of GDP, which is broadly in line with the EU average. Tax revenue on transport fuels constitutes a higher share of GDP in Poland than in the EU average, whereas the opposite holds true for the tax burden on transport vehicles. Finally, heat and electricity tax revenue in Poland is also lower than the European average. This overall structure of tax revenue from the different sources has been broadly stable since 2007, ",
        "Energy Union –Poland 17 even if the overall revenue has fallen slightly (by 0.2 p.p.) There is no CO2 component in the taxation frameworks for vehicles or energy products in Poland. (source: Eurostat) Support for fossil fuels in Poland comes mainly in the form of compensations for the decommissioning of coal mines and for the termination of long-term Power Purchase Agreements (PPAs) that were signed with power plants. The stranded-costs compensation scheme provided to power plants was introduced in 2008 and peaked in 2009 but has slightly declined since. The abrupt decrease in total support observed since 2011 calls, however, for caution since no data are available for several of the support measures. State aid was granted for Coal Plans for the periods 2011-2015 11 and 2015-2018 12 , to cover for exceptional social and environmental costs and production losses of the mines until their closure (14 mining units to close out of 22). 11 Total budget of EUR 603,6 million, cf http://ec.europa.eu/competition/state_aid/cases/240638/240638_1421165_117_2.pdf 12 Total budget of €1.79 billion, of which Ca €1.71 billion was attributed to exceptional social and environmental costs and the remainder of the aid is to cover production losses of the mines until closure, according to http://ec.europa.eu/competition/state_aid/cases/257337/257337_1866791_407_2.pdf and http://europa.eu/rapid/press-release_IP-16-3824_en.htm ",
        "Energy Union –Poland 18 (source: OECD) 5.4. Renewable energy Solid biomass was the largest renewable energy source in 2015 in Poland accounting for 100 % in renewable heating and a share of 43 % in renewable electricity generation (mostly in co-firing of coal and biomass). In the transport sector, biodiesel was the main renewable fuel in 2015 (88 % of biofuels produced and 80 % of biofuels consumed). The share of renewable electricity in the transport sector reached 8 %. With its decreasing technology costs, wind power also developed considerably during the most recent years. In a 2030 perspective, Poland has large renewable energy resources that could be increasingly used as domestic alternative to fossil fuels, notably biomass and wind. While in 2015 Poland was at a 11.8 % renewable energy share in the gross final energy consumption, which is above the 2015–2016 indicative trajectory towards its 2020 renewable energy target (15 %) 13 , the achievement of its 2020 renewable energy target remains challenging 14 . Significant additional investments will be still necessary for reaching the 2020 targets, requiring mostly legal certainty. Investment framework conditions in the renewable energy sector have, however, worsened as a result of subsequent revisions of the Renewable Energy Law (in 2016 and 2017) as well as because of the law on investments in on-shore wind adopted in 2016. The former changed the operation of the green certificates market for existing installations and the latter introduced more restrictive conditions for establishment of new wind farms. Poland is, like most Member States, lagging behind in reaching the target of 10 % for renewable energy share in transport – in 2015 it achieved 6.4%, and this share has been constant since 2010. The share of renewable energy was more than 14% in the heating and cooling sector and was more than 13 % in electricity generation in 2015. 13 In terms of renewable energy sources, biomass (mostly imported and mostly co-fired with solids) is dominant whereas other sources represent less than 1% of energy mix. Biomass dominates the heating and cooling sector. In power generation, wind has been the growing fast and its share in the renewable electricity reached 46% in 2015 (biomass share was 43%, hydro share – around 11%, solar – less than 0.5%). Biomass co-firing supports the role of solids in energy mix. 14 Country Report Poland 2017, SWD(2017) 86 final of 22.2.2017 ",
        "Energy Union –Poland 19 (source: Eurostat-SHARES) (source: Eurostat-SHARES) Until 2016, electricity and heating from renewable energy sources were mainly promoted through a technology-neutral green certificates scheme. The new support scheme is based on tenders but so far only one test action took place and not without difficulties. The main support mechanism for transport is an incorporation of obligations put on fuel suppliers. Due to a consistent deployment of renewables since 2005, it is estimated that Poland avoided in 2015 about 6.3 % of the fossil fuels in gross inland consumption and about 5 % of GHG emissions at national level 15 . Both fossil fuel and GHG emission avoidances were lower in Poland than those in the EU as a whole in the 2005-2015 period. 15 Avoided GHG emissions mentioned here have a theoretical character as these contributions do not necessarily represent 'net GHG savings per se' nor are they based on life-cycle assessment or full carbon accounting. ",
        "Energy Union –Poland 20 (source: EEA) 5.5. Contribution of the Energy Union to better air quality Air quality in Poland continues to give serious cause for concern. The European Environment Agency estimated that in 2013 about 48,270 premature deaths were attributable to fine particulate matter (PM 2.5 ) concentrations and over 1,610 to nitrogen dioxide (NO 2 ) concentrations 16 . For both pollutants, Poland reported exceedances of the binding EU air quality standards 17 . For the year 2015, Poland reported exceedances of the limit value for PM 10 in 39 out of the 46 air quality zones in Poland, while exceedances of the limit value for PM 2.5 were reported in 23 zones and of the limit value for NO 2 in 4 of the 46 zones 18 . (source: EEA) The health-related external costs from air pollution in Poland have been estimated to be more than EUR 26 billion/year (income adjusted, 2010), which includes the intrinsic value of living a healthy life without premature death as well as the direct costs to the economy such as healthcare costs and lost working days due to sickness caused by air pollution 19 . The Energy Union can substantially contribute to addressing these air quality problems through measures reducing emissions of both GHG and air pollutants such as PM and nitrogen oxides (NO x ) from major contributing sectors such as (industry and residential heating (e.g. stoves and boilers), energy production and (road) transport as shown in the figure below 20 . 16 European Environment Agency, 2016, Air Quality in Europe – 2016 Report, table 10.2. The report also includes details as regards the underpinning methodology for calculating premature deaths. 17 Directive 2008/50/EC of the European Parliament and of the Council of 21 May 2008 on ambient air quality and cleaner air for Europe, OJ L 152, 11.6.2008, p.1-44 18 Compliance data as reported by the Member States as part of their official annual air quality report for the calender year 2015 (available on the European Environment Agency's (EEA) Eionet/Central Data Repository), http://cdr.eionet.europa.eu/pl/eu/aqd 19 See also the EU Environmental Implementation Review Country Report for Poland, SWD(2017)53 final of 3.2.2017 20 National emission data as reported by the Member States to the EEA (available on the EEA's Eionet/Central Data Repository), http://cdr.eionet.europa.eu/pl/eu/nec_revised ",
        "Energy Union –Poland 21 (Source: EEA. This table reflects only sources of primary PM 2,5 emissions.) ",
        "Energy Union –Poland 22 6. Research, innovation and competitiveness 6.1. Investments on Energy Union R&I priorities and patents Poland has adopted seven strategic interdisciplinary directions for science and research and innovation (R&I) in its National Research Programme, including one called 'New Technologies in the Field of Energy'. The main focus of this programme is energy efficiency, renewable energy and CO2 emissions reduction. It covers new energy sources (including shale gas and nuclear energy) as well as the traditional energy sources of coal, gas and renewable sources. Also included are materials science, electricity distribution and the modernisation of the national electricity grid. Due to Poland’s important domestic resources of hard coal, low-emission coal technologies including gasification are strongly supported. Poland is not a very active contributor to the ongoing work of the Strategic Energy Technology (SET) Plan. It only participates in two (out of fourteen) temporary working groups for the implementation of the integrated SET Plan, the ones dedicated to energy efficiency in industry and nuclear safety. Regarding the Horizon 2020 programme, Poland has received so far 0.8 % of the EU contribution devoted to the 'secure, clean and efficient energy' part of the programme. As of September 2017, 79 participations from Polish organisations in Horizon 2020 energy projects have been awarded EUR 15 million. This includes a grant of EUR 0.7 million to Baltic Ceramics Spolka Akcyjna for its participation in project PEGASUS (innovative solar energy) and four grants totalling almost EUR 1.5 million to Polish beneficiaries participating in project UPGRID (low voltage smart grids). Poland does not participate in Mission Innovation, apart from the indirect participation by means of EU budget increase for clean energy innovation 21 . 6.2. Investments and patents in the Energy Union R&I priorities Based on provisional reporting, in 2016, public (national) investments in the Energy Union R&I priorities, amounted to EUR 29 million 22 . The largest share of these investments (47 %) was attracted by the Smart Systems R&I priority of the Energy Union, followed by Efficient Systems and Sustainable Transport (30 % and 16 % respectively). In the period 2008-2016, the maximum annual public investment was EUR 138 million, reported in 2011. In 2014, the most recent year for which data for most Member States are available, public investment per GDP in Poland was lower than the EU average. Private investment in the Energy Union R&I priorities in 2013 was estimated at EUR 182 million (1 % of the private R&I investment in Energy Union R&I priorities in the EU). The focus was on renewables, which received 30% of these investments, followed by Sustainable Transport with a share of 28 %. In 2013, the most recent year for which complete patent 23 statistics are available, 110 companies and research organisations based in Poland filed 146 patents in low-carbon energy technologies (2 % 21 http://mission-innovation.net/ 22 The values reported for 2016 are provisional; the respective figure for 2015 was EUR 88 million, 10% higher than 2014. 23 In the context of this document, the term 'patent' refers to patent families, rather than applications, as a measure of innovative activity. Patent families include all documents relevant to a distinct invention (e.g. ",
        "Energy Union –Poland 23 of the EU total). The focus was on Efficient Systems (30%), followed by Renewables (27 %) and Sustainable transport (24 %). In 2013, private R&I investments and patents in Energy Union R&I priorities were lower than the EU average when normalised by GDP and by population respectively. In the period 2007-2013, both private R&I investments and the number of patents in Energy Union R&I priorities increased on average by 24 % and 25 % per year, increasing faster than the same indicators at EU level (average rates of increase of 6 % and 15 % respectively). Note: Data only available from 2008 onwards. The international comparison (right) is shown for 2014 (Poland had reported EUR 83 million). Reporting at EU level for 2015 is not as complete, and very few countries have reported for 2016. (Data sources: Public investment as available in the International Energy Agency RD&D Statistics database 24 for codes relevant to Energy Union RIC priorities. Patent data based on the European Patent Office PATSTAT database 25 . Private investment as estimated by JRC SETIS. The detailed methodology is described in a JRC study 26 .) 6.3. Competitiveness applications to multiple authorities), thus preventing multiple counting. A fraction of the family is allocated to each applicant and relevant technology. 24 http://www.iea.org/statistics/RDDonlinedataservice/ 25 https://www.epo.org/searching-for-patents/business/patstat.html#tab1 26 https://setis.ec.europa.eu/related-jrc-activities/jrc-setis-reports/monitoring-ri-low-carbon-energy-technologies ",
        "Energy Union –Poland 24 In 2014, the real unit energy costs (RUEC) 27 in the total value added in the manufacturing sector in Poland was 20.3 % - above the EU average (15.3 %). This was almost three times more than those in the US but below Japan and China. This can be partly explained by a significant presence of energy intensive industries in Poland. The electricity prices paid by industrial customers in Poland were below the EU and OECD averages. Gas prices for industrial consumers were also slightly below the EU and OECD-Europe averages. Gas prices for industry are to be deregulated from October 2017. (source: ECFIN) (source: Eurostat and IEA) Poland is not specialised in either wind or solar technology but there are signs of domestic capacity developing. The revealed comparative advantage indicator in both solar PV and wind technologies are below 1 28 , but have increased between 2005 and 2015. Whereas for solar this performance is almost in line with the European average, in the wind sector Poland does not match the EU average. The relative trade balance 29 confirms that Poland is a net importer of solar components. Poland was also a net importer of wind technology components, except from wind turbine towers. 27 This indicator measures the amount of money spent on energy sources needed to obtain one unit of value added. 28 The RCA index for product \"i\" is defined as follows: RCA i = X j,i ∑ X j,i i X w,i ∑ X w,i i where X is the value of exports, and j is the country and w is the reference group, the World economy. 2005 refers in the text to the indicator average over the 2000-2009 period, while 2015 represents the average over the 2010-2016 period. The same applies for the RTB indicator - see below. 29 The RTB indicator for product \"i\" is defined as follows: 𝑅𝑇𝐵 𝑖 = 𝑋 𝑖 −𝑀 𝑖 𝑋 𝑖 +𝑀 𝑖 where 𝑋 𝑖 is the value of product's \"i\" exports and 𝑀 𝑖 imports. ",
        "Energy Union –Poland 25 (source: UN comtrade) 7. Regional and local cooperation BEMIP Poland participates in the BEMIP initiative (Baltic Energy Market Interconnection Plan), which aims at further integrating the energy markets of the Member States of the Baltic Sea region. BEMIP covers various aspects of the energy policy, including infrastructure, wholesale markets and renewables. For example, in the gas infrastructure area, the BEMIP group monitors the implementation of the interconnector Poland – Lithuania (known as GIPL), while in the electricity sector the work is being carried out on integrating the power system of Lithuania and the two other Baltic States into the synchronous grids of the European Union. In the framework of the BEMIP Working Group on Renewable Energy (established in 2016), Polish wind industry is interested in the participation in regional cooperation on offshore wind – a sector identified by BEMIP Member States as the sector with high regional cooperation potential. This interest was also supported by the Polish Ministry of Energy. Continental Central Eastern Europe integration initiative The ENTSO-E Continental Central Eastern Europe integration initiative that aims at strengthening the transmission network in between Germany, the Czech Republic, Slovakia and Poland. The driver for investments in this region is to decrease price differences between Poland and the neighbouring countries, as well as the need to increase security of supply. ENTSO-E analysis indicates that the optimal level of interconnection in this region ranges from 2.5 GW to 4.5 GW. Compared to present and planned investments, this shows potential for further projects. Other areas of regional cooperation Poland will likely be involved in discussions on better preparedness for emergency situations, ex-ante cooperation with neighbouring Member States (including solidarity schemes, compensations), priority of market measures, etc. This is closely linked with ongoing regional discussion around the ",
        "Energy Union –Poland 26 January cold spell and the Security of Supply proposals in the Clean Energy for All Europeans package. In August 2015, confronted with abnormally high temperatures, Poland experienced an electricity crisis situation due to a combination of generation inadequacy and lack of import transfer capacity. In order to cope with the crisis situation, Poland ordered industrial clients to temporarily reduce their electricity consumption which in turn resulted in welfare losses. In reaction to the August 2015 electricity crisis, temporary arrangements have been made to reduce the transmission capacity problem on Poland's synchronous interconnections 30 . Due to increasing concerns about security of supply, Poland is considering the introduction of a capacity mechanism in the near future. The EU macro-regional strategy for the Baltic Sea Region in which Poland takes part can be used as a basis for regional cooperation on energy. European Territorial Cooperation – 'Interreg' – under EU cohesion policy also provides further opportunities for cross-border, transnational and interregional cooperation, including in the Energy Union areas. Cities and urban areas have a key role in the energy and climate challenge. The Urban Agenda for the EU, established by the Pact of Amsterdam in May 2016, better involves cities in the design and implementation of policies, including those related to the Energy Union. It is implemented through Partnerships, in which the Commission, Member States, cities and stakeholders work together on a number of important areas, including on Energy Transition, Urban Mobility, Air Quality, Climate Adaptation and Housing. Poland is participating in the partnerships on Energy Transition, with the city of Gdansk as co-coordinator, Urban Mobility, with the city of Gdynia as member, Air Quality, as member, Climate Adaptation, as member, and Housing, with the city of Poznan as member. By 2016, in the context of the Covenant of Mayors, the sustainable energy action plans delivered by 34 Polish municipalities had been assessed. Overall, these municipalities cover about 3.6 million inhabitants, representing slightly below 10 % of the total population in Poland. All together, these municipalities committed to reduce by 2020 the GHG emissions by 20.8 % (as compared to 1990 baseline). Average GHG emission per capita in Covenant Baseline Emission Inventories and corresponding estimates by 2020 (source: JRC) 30 Commissioning of phase shifting transformers in Mikulowa and temporary switch-off of the Krajnik Vierraden line. ",
        "Energy Union –Poland 27 In Poland, by September 2016, 1 city (covering 0.12 million inhabitants) had committed to conduct vulnerability and risk assessment and develop and implement adaptation plans in the framework of the Covenant of Mayors for Climate and Energy. 8. Cohesion policy and EU clean energy investments EU cohesion policy makes a key contribution to delivering the Energy Union objectives on the ground, including important investment possibilities to implement energy policy objectives in Poland which are complemented by national public and private co-financing, aiming at optimal leverage. It also ensures integrated territorial solutions to energy and climate challenges, supports capacity building and provides technical assistance. Over 2014-2020, cohesion policy is investing some EUR 5 632 million in energy efficiency improvements in public and residential buildings and in enterprises, as well as in high-efficiency cogeneration and district heating, renewable energy and smart energy infrastructure. Cohesion policy is also investing significantly in R&I and in SME competitiveness, based on one national strategy and 16 regional strategies for smart specialisation. For Poland, the national strategy includes a focus on the sustainable energy sector in three areas: highly-efficient, low-emission and integrated circuits of manufacturing, storage, transmission and distribution of energy; smart and energy efficient construction; and environmentally friendly transport solutions. Some of the regional smart specialisation strategies also identify similar priority areas, e.g. renewable energy, low-carbon economy, sustainable energy, advanced construction materials. At this stage, at least EUR 453 million are foreseen for investments in R&I and adoption of low-carbon technologies, but this might increase further in line with the evolving content of the smart specialisation strategy. A further estimated EUR 12 954 million is invested in supporting the move towards an energy-efficient, decarbonised transport sector. (source: DG REGIO) These investments are expected to contribute to around 102,000 households with improved energy consumption classification and a decrease of around 1,181,502,000 kWh per year of decreased primary energy consumption of public buildings, around 960 MW of additional capacity of renewable energy production, around 543,000 additional users connected to smart grids, as well as to around 10 km of new railway lines, 2,320 km of reconstructed or upgraded railway lines, 190 km of new or ",
        "Energy Union –Poland 28 improved tram and metro lines, and 10 km of new or improved inland waterways. Overall, the cohesion policy investments in Poland over 2014-2020 are expected to contribute to an estimated annual decrease of GHG emissions of around 4,281,000 tonnes of CO2eq. For example, the LNG Terminal in Świnoujście has improved Poland’s energy security. It is the largest liquefied natural gas facility in the Northern and Central Eastern Europe. The Świnoujście LNG terminal has been designed to receive, enable re-gasification and deliver up to 5 billion cubic meters of gas per year to the transmission system (30% of Polish gas demand). The project was co-financed by the European Regional Development Fund (EUR 224 millions), EIB (EUR 145 millions) and the European Energy Programme for Recovery (EUR 55 millions). As another example, the power interconnection between Lithuania and Poland, the so called LitPol Link, completes the Baltic Ring, a chain of electricity interconnections around the Baltic Sea. It includes construction of four transmission lines of 350 km in overall length. The project puts in place grid infrastructure allowing around 450 MW of power capacity to be accessed on the cross-border interconnection with Lithuania. The contribution from the European Regional Development Fund (ERDF) to the project amounts to EUR 244.5 million. Through its support to sustainable transport systems, the Connecting Europe Facility (CEF) also contributes to the goals of the Energy Union. Following Polish participation in the CEF – Transport 2014-2015 Calls, the Polish action portfolio comprises 33 signed grant agreements, allocating EUR 3,834 million of actual CEF Transport Funding to Polish beneficiaries (state-of-play February 2017) 31 . The transport mode which receives the highest share of funding is rail (82% of actual funding). The focus under this priority is definitely on the Core Network Corridors development, including both studies and works to increase capacity and safety for passengers and freight. In long term they will contribute to improve effectiveness and competitiveness of rail traffic in Poland. Another large share of the Polish CEF actions is in road transport, where the objectives are to improve the road infrastructure, to develop and implement Intelligent Transport Systems and Services (ITS), to optimise the deployment and functioning of the alternative fuel filling and energy supply infrastructure, and to prepare for the construction of a CNG/LNG filling station network. Poland is also involved in maritime actions, where the interventions mainly focus on the modernisation of port infrastructures in Świnoujście and Gdańsk with emphasis on improving port- hinterland connections and intermodal operations. 32 31 Note that European Economic Interest Groups and International Organisations are excluded from the analysis. 32 Source: INEA "
    ]
}