{
    "text": [
        "Written by MRAG Europe in association with MRAG Ltd March 2018 International Oceans Governance - Scientific Support Final report – Annex VIII ",
        "EUROPEAN COMMISSION Executive Agency for Small and Medium-sized Enterprises (EASME) Department A – COSME, H2020 SME and EMFF Contact: Unit A3 – EMFF E-mail: EASME-EMFF @ec.europa.eu European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION Executive Agency for Small and Medium-sized Enterprises (EASME) EASME/EMFF/2016/031 2018 EA-01-18-734-EN-N International Oceans Governance - Scientific Support Mauritania national sheet ",
        "Contents RECOMMENDATIONS FOR CAPACITY BUILDING PROJECTS ................................................. 6 LITERATURE REVIEW ..................................................................................................... 1 1. BACKGROUND ....................................................................................................... 1 2. PROGRESS ON SDG 14 TARGET ............................................................................... 3 2.1. Overview ..................................................................................................... 3 2.2. Progress with MDGs ...................................................................................... 5 2.3. Delivery across SDGs .................................................................................... 6 3. SUPPORT FOR BETTER OCEAN GOVERNANCE .......................................................... 11 4. GOOD PRACTICE AND LESSONS LEARNT ................................................................ 18 SWOT ANALYSIS ......................................................................................................... 19 1 INTRODUCTION ................................................................................................... 20 2 SUMMARY SWOT TABLE ........................................................................................ 21 3 SWOT DEFINITION ............................................................................................... 23 3.1 Strengths .................................................................................................. 23 3.2 Weaknesses ............................................................................................... 26 3.3 Opportunities ............................................................................................. 27 3.4 Threats ..................................................................................................... 30 4 SWOT LEVEL 2 COMBINATIONS ............................................................................. 31 4.1 Strengths and Opportunities – “Natural Opportunities” .................................... 32 4.2 Strengths and Threats – “Threats that can be defended” ................................. 34 4.3 Weaknesses and Opportunities – “Attractive Opportunities” ............................. 35 4.4 Weaknesses and Threats – “High Risk Scenarios” ........................................... 38 ",
        "Mauritania national sheet LEGAL NOTICE This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2018 ISBN 978-92-9202-362-1 doi: 10.2826/35083 © European Union, 2018 Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). ",
        "RECOMMENDATIONS FOR CAPACITY BUILDING PROJECTS National IUU Risk Assessment - Mauritania Element Description Title Improved effectiveness and efficiency of MCS resources and reduction of IUU through the adoption of a Mauritanian national IUU risk assessment SDG Target 14.4 (and impacts on 14.5 implementation) Country or Region Mauritania Main challenge(s) or gap(s) which project addresses Identifies IUU risks to Mauritania (by source (e.g. longline fishing vessels), time period (e.g. seasonality), by geography (e.g. areas including MPAs), likelihood and impact) across their national waters. Allows MCS authorities to better understand the risks that Mauritania is facing and to include the risk assessment in a national MCS strategy / NPOA-IUU to better target limited national resources. Each national IUU risk assessment will feed into a regional MCS strategy allowing shared resources to be better deployed and managed and understand risks shared between States and how these can be deterred an mitigated against. Objective Reduction in the level of IUU observed / estimated in Mauritania over a five year period. More effective and efficient use of limited national MCS resources, incorporating risk assessment into MCS planning. Better managed fisheries and a desire to increase legal, reported catches towards MSY. Link in with the WARFP Component 2 (Reduction of Illegal Fishing) to reduce IUU Main elements of the project The main elements of the project workplan to enable achievement of the objective(s) would include:  Assessment to risks to fisheries in Mauritania in particular tuna fisheries.  Set up / modification of systems to collect MCS indicator data.  Assessment of Mauritania in relation to key compliance indicators (domestic, national and foreign fleets)  Assessment of national capacity to deter and combat IUU fishing  Clear identification of national priorities, highest risks and requirements to combat these risks. ",
        "Mauritania national sheet Element Description Implementing Organisation * Ministry of Fisheries and Maritime Economy (MPEM) in Mauritania has the remit to develop, coordinate, promote and monitor implementation of the Government’s policies in the areas of fisheries, oceanography, merchant shipping and maritime training programmes as well as fisheries surveillance and control in Mauritania (Responsible Management National Strategy for Sustainable Development of Fisheries and Maritime Economy, 2015-2019). Under the Ministry, La délégation à la surveillance des pêches et au contrôle en mer (DSPCM) is the organisation put in place by the Ministry for fisheries control. DSPCM have two patrol boats; smaller boats for coastal surveillance and one surveillance aircraft from the Direction de l'Air. Project Manager * FMC Manager at DSPCM Associated Organisations *  Brigade Maritime (boarding staff);  ICCAT;  Sub regional fisheries commission (SFRC);  Ministerial Conference on Fisheries Cooperation among African States bordering the Atlantic Ocean (ATLAFCO);  WARFP; and  Fishery Committee for the Eastern Central Atlantic (CECAF). Resource requirements * Consultancy Team with experience of previous regional MCS strategies and Indian Ocean fisheries (offshore and inshore). Inputs from DSPCM, MPEM and IMROP to feed into risk assessment Timeframe The project should be completed over a three month period (with the overarching regional MCS strategy over a longer nine month period). Expected impact Better managed national and regional MCS resources targeted at high risk elements of fisheries in national waters in the short term onwards. Reduction in IUU fishing in the long term. This will it is envisaged lead to better managed fisheries and increases in yield over the long term. Financial Requirements * Not available at this time. It is envisaged that a tender process for technical services would be required. Other SDG targets 14.5 – Better management for and reduced risks related to IUU fishing in MPAs and related damage this may cause. ",
        "Element Description Interrelations Projects listed in the current SFPA sectoral support matrix are covering 5.9 million EUR in investments (mainly related to control and surveillance activities). The project will look at utilising these current activities to build upon successes as it has bene noted that fisheries control still needs to improve to make management effective.. Go WAMER : gouvernance, politiques de gestion des ressources maritimes et réduction de la pauvreté dans l’écorégion WAMER on improving fisheries management and in particular MCS links with the small-scale fisheries. West Africa Regional Fisheries Program (WARFP) 1 – Running until 2020 Comments Note: * indicates additional elements above and beyond those described in the tender specification but that from our experience would be of benefit in describing at this stage. 1 http://projects.worldbank.org/P131327?lang=en ",
        "Mauritania national sheet National Data Portal - Mauritania Element Description Title Increase data accessibility and transparency through creation of a national data portal in Mauritania SDG Target 14.a Country or Region Mauritania Main challenge(s) or gap(s) which project addresses Information on SDG related subjects and the ocean sector in general is not collated in one location and is not available to researchers or educators. There is no single national strategy for reaching SDG14 targets, as several governmental bodies will be involved in developing tasks to reach specific targets. Access to information across the environmental and fisheries sectors is not available in the public domain and is not easy to acquire even within the sector. Objective  Provision of a single national data portal for ocean sector data to increase scientific knowledge and disseminate information. All data would be held in one central location and provided to users as full datasets or as metadata on the structure, timescale and location of data.  Identification of national data gaps.  Increase education opportunities with data summaries targeted at different age groups as appropriate.  Demonstrates national capacity and transparency.  Encourages third party researchers to work with Mauritania on SDG related issues. Main elements of the project Collection of national ocean sector data; Development of national data portal website; and Development of rules for data use and access. Implementing Organisation * To be confirmed. Due to the lack of a single coordinating authority across SDGs in Mauritania it is recommended that if and when such an authority is given or takes this responsibility that this should also host the national data portal. We would suggest from personal experience that L'Institut Mauritanien de Recherches Océanographiques et des Pêches ( IMROP ), would be an ideal organisation to host a national data portal in Mauritania as their mission statement reads « IMROP's mission is to provide authorities and users with the knowledge they need to manage and sustainably use aquatic resources and environments,” Project Manager * To be confirmed based on hosting organisation Associated Organisations * All national data collecting authorities. ",
        "Element Description The WAEMU has pushed for a joint effort in establishing a fisheries data collection system which would allow to better understand the effect of management on coastal fleets but also to foster the adoption of regional measures. Rafismer network of Atlafco oceanographic institutes. Resource requirements * Website to be developed, but if a standard can be developed across a series of national data portals this would save on resources. Timeframe One year to develop and initially populate. Data would then continue to be added. Expected impact Data available online for all ocean sectors. (Medium term) Increase in local education in SDG related topics (Long term). Increase in national and international research (Long term). Financial Requirements * Website development consultancy for data portal between €12,000 and €20,000. Savings could be made if a number of data portals are created as just tailoring to national requirements and interface changes for multiple language support (EN, FR and PT) would be required. Other SDG targets All – Data on each SDG indicator would be identified, collated and provided though the data portal. Interrelations Series of national data portals planned that would be of similar design. If possible two regional data portals would be possible with Mauritania contributing to a regional data portal for west Africa. Comments Website to be developed, but if a standard can be developed across a series of national data portals this would save on resources. Note: * indicates additional elements above and beyond those described in the tender specification but that from our experience would be of benefit in describing at this stage. ",
        "Mauritania national sheet Training and curriculum development - Mauritania Element Description Title Strengthen national level skills and knowledge of SDG 14 SDG Target All SDG 14 Country or Region Mauritania Main challenge(s) or gap(s) which project addresses The short-term nature of funding hinders Mauritania to develop coherent long-term strategies in terms of research and training. The Mauritanian higher education system is not providing training in SDG related topics, which hinders the ability of the country to train a dedicated workforce competent in maritime subjects (notably fisheries science, marine conservation). Combined with a limited level of local education, notably at tertiary level, this lack of high level research is detrimental to the necessary renewal of high-skilled civil servants. Training all the staff needed by 2020 outside Mauritania will be costly and will limit the ability of the country to renew its high- level staff. Objective To strengthen national-level skills and share knowledge of all SDG 14 related targets through development of long-term national curricula in tertiary education and short-term training courses at a national and regional level. Main elements of the project Conduct a needs assessment to identify specific gaps in national personnel skills and experience related to SDG 14 goals. Development of short-term national and regional training plans relevant to SDG 14. Development of long-term national curricula to address specific needs within tertiary education. Conduct short-term national and regional training courses (where applicable) in specific SDG 14 related themes. Implementing Organisation * Due to the lack of a single coordinating authority across SDGs in Mauritania it is recommended that if and when such an authority is given or takes this responsibility that this should also coordinate training of personnel and develop SDG relevant courses. We would suggest however, from personal experience that L'Institut Mauritanien de Recherches Océanographiques et des Pêches (IMROP) , would be ",
        "Element Description ideally suited to develop short-term courses and support development of national curriculum relevant to SDG 14. In addition, the ISSM (Institut Supérieur des Sciences de la Mer) has recently opened a licence level program to train civil servants and could be extended to cover short-term SDG training. Project Manager * To be confirmed based on hosting organisation Associated Organisations * These may include range of national and regional- level organisations. On a regional level Mission d'Observation du Littoral Ouest Africain, (MOLOA) supports monitoring of coastal areas, with headquarters in Senegal. Training in fisheries-related subjects may be coordinated by regional fisheries bodies, including ICCAT and/or CECAF, for example. Resource requirements * Needs assessment to be carried out throughout various national-level institutions. Would be efficient to have single entity to coordinate activity and present outcome. External trainers required to provide expert knowledge in one or more SDG 14 target. Experts can either attend regional-level training (at national or institution or regional body) but regional meetings will incur additional travel and subsistence costs for outside nations. However, regional-level meetings can provide valuable transfer of skills and knowledge. Alternatively, short-term national-level courses can be held within host institutions. Timeframe Needs assessment to be conducted within 12 months (short term) Training modules for specific SDG-related institutions to be developed within months 12 – 24 (short to medium term). Tertiary level curricula development for national colleges within months 12 – 24 (short to medium term). Specific SDG-related training courses implemented at a national and regional level initiated within 2 years (medium term). Elements of specific SDG-related goals implemented within national colleges within 2 years (medium term). Expected impact Increase in national education in SDG 14 related goals (medium term). ",
        "Mauritania national sheet Element Description Increase in number and skills of national level experts capable of implementing SDG 14 goals (medium to long term). Increase national capacity to deliver SDG 14 goals (medium to long term). Financial Requirements * Dependent on the nature of the needs and will also need to include training materials and costs associated with hosting short-term national and/or regional training courses and workshops. Other SDG targets All – training could be developed to ensure personnel are competent in delivering on all SDG targets. Interrelations Specific maritime training is pursued overseas, mainly in Europe and Africa. This allows civil servants and researchers to bond with international colleagues, offering the ability to extend the national networks. Coordination between other regional institutions to identify and develop core training curriculum for each SDG target. Comments Opportunities should be explored to develop and host/attend regional training courses in the short- term whilst at the same time developing national- level education and training curricula in the long- term. Note: * indicates additional elements above and beyond those described in the tender specification but that from our experience would be of benefit in describing at this stage. Planning the SDG14 implementation at the Mauritanian level Element Description Title Planning the SDG14 implementation at the Mauritanian level ",
        "Element Description SDG Target All Country or Region Mauritania (also applicable for Cote d’Ivoire, in a lesser extent Gabon) Main challenge(s) or gap(s) which project addresses In several countries, the implementation of the MDGs were not effective as these goals were not truly operationalised and shared by the entire public sector, nor by the private sector. One of the key elements to ensure the success of the SDGs lies in the ability of countries to involve governmental bodies, private sector and the general public in pursuing the achievement of the various SDG targets. Mauritania has just started to integrate SDG14 targets in its high-level policies and the vulgarisation and operationalization of the various SDG14 targets have still to be implemented in divisions and services. Objective The objective of this project is to develop organisational competence at the ministerial level to coordinate and pilot effectively activities related to the completion of SDG14 targets. This project focuses on organisational development. Main elements of the project The main elements of the project would consist in:  Identifying the team that is going to coordinate the different programmes and actions undertaken to reach the SDG14 targets. This should be done at ministerial cabinet level, involving several ministries (prime mister, fisheries, environment…) to reach a high-level consensus on the team composition and affiliation. This team would then lead the rest of the project.  Training the selected team on several key aspects depending on the existing skillset: ocean governance, meeting facilitation, consensus seeking and strategic planning.  Identifying the government bodies contributing to each SDG14 target, and their potential contributions in terms of actions and programmes: workshops to map potential contributions and gaps  Developing an implementation plan specifying which governmental bodies are responsible for progress for each SDG14 target (actions and budget development, but also reporting planning). Mauritania would receive facilitation assistance to perform phase 1. For phases 3 and 4, the implementing organisation would lead the project, whit the presence of the external facilitators to assist Mauritanian staff if needed. Implementing Organisation * Ministry of Fisheries and Marine Economics – Direction ",
        "Mauritania national sheet Element Description for Planning and Cooperation. Project Manager * To be confirmed Associated Organisations * UNDP Resource requirements * Staff time Timeframe Phase 1: 2 months – political consensus to be obtained Phase 2: 4 months – for implementing all specific training Phase 3: 3 months – workshops developing the stakeholder mapping and identifying possible contributions to reach SDG14 targets. Phase 4: 3 months –political consensus to be obtained on the plan development (notably on the budget part). Expected impact Secretariat created devoted to support administrations in the development of specific activities and programmes for the completion of SDG14 will lead to a better adoption by governmental bodies and administrations and should allow a better performance against SDG14 targets. (Short term) Financial Requirements * To be confirmed Other SDG targets Skills transferable to all SD goals. Interrelations To be determined Comments - Note: * indicates additional elements above and beyond those described in the tender specification but that from our experience would be of benefit in describing at this stage. ",
        "Endowment fund for oceanographic research and education Element Description Title Endowment fund for oceanographic research and education SDG Target 14.a Country or Region Mauritania (Several other countries could develop the same approach: Senegal, Cote d’Ivoire notably) Main challenge(s) or gap(s) which project addresses There is no long-term stable funding for oceanographic research, as more and more funding schemes are targeting projects up to 3-4 years long. Moreover, the project approach makes it difficult to fund activities that are not easily included in projects: extensive and regular primary data collection (biology, economy…) or for topics outside the scope of the calls for proposals. This has important consequences in terms of long- term research strategy, which is more complex to plan, but also on staff retention. Objective The objective of this project is to evaluate the potential of the establishment of an endowment fund for oceanographic research and education in Mauritania, which would notably build on the BACOMAB 2 experience, but also on the UNU experience. Main elements of the project This project consists in a feasibility study focusing on  Different funding mechanisms that could be implemented to channel funds received for supporting oceanographic research and higher education in Mauritania;  Evaluation of the recurrent financial needs of the oceanographic research teams and the institute providing higher education related to SDG14;  Review of potential donors who could contribute to the initiation of the fund. Implementing Organisation * Ministry for higher education and scientific research and Ministry of fisheries and marine economics Project Manager * To be confirmed Associated Organisations * MAVA, BACOMAB trust fund Resource requirements * Staff time to explore options and potentially develop 2 http://www.bacomab.org ",
        "Mauritania national sheet Element Description the endowment fund Timeframe The preliminary study could take 6 months to be performed Expected impact In the short term, developing an endowment fund will secure a part of the funding needed by the different oceanographic institutes in Mauritania and would foster long term planning by the different institutes (IMROP, ISSM). In the long-term, this is expected to secure work streams and positions, helping notably the institutes to increase their staff retention. Financial Requirements * To be confirmed Other SDG targets To be determined Interrelations - Comments - Note: * indicates additional elements above and beyond those described in the tender specification but that from our experience would be of benefit in describing at this stage. ",
        "",
        "Mauritania Literature Review Page 1 LITERATURE REVIEW EASME/EMFF/2016/031 International Oceans Governance - Scientific Support Mauritania, Literature Review 1. B ACKGROUND Mauritania is a North African country, surrounded by Morocco (north), Algeria (north- east), Mali (east) and Mauritania on the South. The size of the country is close to 1,030,000 km 2 , with a 700 km long coastline. The population of Mauritania is close to 3.5 million inhabitants. The Mauritanian EEZ is 234,000 km 2 and has with maritime borders with Morocco (North), Cape Verde (West) and Senegal (South) 3 . The Islamic Republic of Mauritania became independent from France in 1960. Mauritania experienced a period of political instability between 2003 and 2009. The governance indicators for the country are close to the average 4 , with an average score of -0.59 over the last 20 years. During that period, Voice & Accountability (-0.89) and Rule of Law (- 0.70) have been the main governance issues for Mauritania and is categorised as one of the Least Developed Countries (Figure 1). Key sectors for Mauritania are mainly extractive: mining (22% of the GDP) and fisheries are important parts of the economy (20% of the GDP) 5 . The recent offshore oil extraction is still in the early stages of development. Currently ranked 157 on 188 for the Human Development Index with a score of 0.513, Mauritania had a GNI per capita of USD$ 1,120 in 2015. 3 CIA Country profile for Mauritania - https://www.cia.gov/library/publications/the-world- factbook/geos/mr.html 4 Governance indicators are standardized to range from -2.5 to 2.5 across countries, with 0 as the average score for all countries. 5 Op cite. CIA country report. ",
        "Page 2 Figure 1: World Governance Indicators; Voice and Accountability (V&A), Political Stability and Absence of Violence (PSNV), Government Effectiveness (GE), Regulatory Quality (RQ), Rule of Law (RoL) and Control of Corruption (CoC) 6 . With an EEZ of 234,000 km 2 , Mauritania has a rich fishing zone, hosting several types of fleets, targeting small pelagic species, cephalopods, shrimps and hake. A bilateral agreement with Senegal allows their artisanal fishermen to fish in Mauritanian waters. Several countries have been granted access to the Mauritanian waters through fisheries partnership agreements or private agreements. Other usages of the marine zones include the creation of large marine protected areas (notably Banc d’Arguin) 7 . Mauritania has taken steps to embed some of the SDG 14 targets into its strategies and there is information that show progress such as the implementation of action plans for the environment. However, evaluation on SDG 14 has rated progress as low and issues such as low compliance, ineffective enforcement and limited funding are expected to pose a challenge in making progress with SDG 14. Past evaluations have also indicated that Mauritania might not have the appropriate institutional structures in place to absorb external funding but it remains unclear whether that is still the case. 6 http://info.worldbank.org/governance/WGI/#home 7 https://ec.europa.eu/fisheries/sites/fisheries/files/docs/body/report-mauritania-2014_fr.pdf -3 -2 -10123V&A PSNV GE RQ RoL CoC M AU RI TA NIA Min Average Max ",
        "International Oceans Governance - Scientific Support Mauritania Literature Review Page 3 2. P ROGRESS ON SDG 14 TARGET Target specific details about SDG 14 are captured in Table 1 while Tables 2 and 3 provide a perspective on challenges that might thwart delivery and mechanisms that could support it, respectively. 2.1. Overview International level At the international level, Mauritania has signed the Rio global environmental conventions (UNFCC, UNCCD, CBD), and has ratified the agreement on Port State measures. Mauritania is a member of the International Organisation of La Francophonie. The Francophonie is implementing a specific initiative called the institut de la francophonie pour le développement durable (IFDD), which notably helps member countries to integrate SDGs in their national policies and strategies, but also fosters capacity building. Mauritania is listed as partner in several international initiatives aiming at improving its profile for several SDGs:  Fostering the conservation and sustainable use of marine Biological Diversity through the International Climate Initiative (IKI) (SDG 14);  Promoting the International Partnership for Expanding Waste Management Services of Local Authorities (IPLA) (SDG 11 and 12); and  100 Million Trees by 2017 (SDG 4, 13, 15, 16 and 17). Regional level At the regional level, Mauritania is participating in several RFMOs:  ICCAT;  Sub regional fisheries commission (SFRC);  Ministerial Conference on Fisheries Cooperation among African States bordering the Atlantic Ocean (ATLAFCO); and  Fishery Committee for the Eastern Central Atlantic (CECAF). Most of these RFMOs push for the adoption of targets linked to SDG 14 at the regional and national levels. The ATLAFCO was for example co-organizing a side event at the Ocean Conference held in New York in June 2017 on “Africa in action for fisheries and aquaculture facing climate change issues” 8 . Most of the activities developed by these RFMOs are linked to the sustainable exploitation of fisheries resources, which would notably improve the status of targets 14.4 and 14.7. Some RFMOs’ activities are also contributing to the reduction of IUU fishing (target 14.6) and the development of scientific knowledge (target 14.a). Mauritania is a member of the Community of Sahel-Saharan States (CEN-SAD), a regional organization aiming at strengthening the economic cooperation between African states. Mauritania has recently joined the Abidjan Convention (2012). The country is part of the Canary Current Large Marine Ecosystem project (CCLME) funded by GEF. This project is part of the Abidjan Convention and aims at improving transboundary 8 http://www.comhafat.org/fr/actualites.php?id=54 ",
        "Page 4 cooperation on sustainability issues, notably improving sustainability levels of fisheries resources (participating in the achievement of targets 14.4 and 14.7) and improving the protection of vital ecosystems (targets 14.2, 14.5) 9 . National level At the national level, Mauritania is developing 15-year-long strategy plans to foster the country development. From 2001 to 2015, the focus was on the reduction of poverty (Cadre stratégique de lutte contre la pauvreté CSLP 2001-2015). Mauritania is currently developing and implementing its new national “Strategy for accelerated growth and shared prosperity” (Stratégie de Croissance Accélérée et de Prospérité Partagée - SCAPP). At the beginning of 2017, several workshops have been organized to evaluate how the SDGs could be incorporated in the strategy. The most recent version of the SCAPP mentions only two SDG14 targets that are aligned with targets 14.4 and 14.5. There is no indication that the other targets have been integrated in any national strategy at this stage. Beginning in the early 2000s, Mauritania has launched several initiatives following the recommendation of Action 21 and of the Johannesburg action plan. A National Council for the Environment and the Development was created, followed by the definition of a National Strategy for the Sustainable Development (Stratégie nationale de développement durable, SNDD) and an Action Plan for the Environment (Plan d’action national pour l’environnement, PANE) in 2006. The National Strategy for the Sustainable Development is defined following five main axes 10 :  Reinforcement of institutional and political capacity to effectively manage the environment and natural resources;  Promotion of the sustainable access to basic services as a strategic means of combating poverty;  Promotion of integrated and participatory management at all levels for the efficient use of natural resources;  Management of the local and global environment in accordance with Mauritanian commitments under international conventions; and  Development of funding mechanisms for the National Plan of Action for Environment and Sustainable Development. Since the launch of the SNDD, two Action Plans for the Environment have been implemented. The second plan which was running from 2012 to 2016 was focusing on 8 thematic axes and 7 transversal axes. Transversal axes are focused on processes (Legal framework, Institutional reform, Environmental evaluations etc.) while the thematic axes focus on specific aspects of the Mauritanian environment, some of which are more relevant for the completion of SDG14, notably:  Axis I focusing on the sustainable management of natural resources, notably marine resources;  Axis IV dedicated to coastal management; and  Axis VIII dealing with pollutions and risks. 9 http://www.fao.org/in-action/canary-current-lme/background/the-cclme-project/en/ 10 http://www.environnement.gov.mr/fr/images/pdf/sndd.pdf ",
        "International Oceans Governance - Scientific Support Mauritania Literature Review Page 5 Mauritania has also developed a Strategy a National Action Plan for the Biodiversity 2011-2020 11 , in order to “maintain ecosystem functions and their capacity for adaptation and evolution”. The strategy focuses on land-based resources, but also on coastal and marine resources. Fourteen objectives are formulated in the Action Plan, some of which are of interest for the progress of SDG14:  Objective 4: “Preserving and restoring ecosystems and their functioning”, which is the base for developing a network of protected areas, notably marine protected areas;  Objective 8: “Ensuring the sustainability of the use of biological resources”; and  Objective 12: “Developing research, analysis, sharing and dissemination of knowledge”. In terms of fisheries management, Mauritania is implementing a “National management strategy for the sustainable development of fisheries and the maritime economy 2015- 2019” 12 which aims at improving the status of Mauritanian resources. The plan focuses on research activities, governance reinforcement but aims also at improving the integration of the fishing sector in the Mauritanian economy, by the development of port infrastructures and the emergence of a processing sector able to absorb a part of the catch coming from Mauritanian waters. 2.2. Progress with MDGs Mauritania approached the MDGs under the poverty reduction angle which was seen as a priority between 2015-2030 13 . The progress report for 2010 (which is the last available) shows that Mauritania reported little progress on objectives that are of interest for SDG14: MDG7 (Sustainable environment) is reported with limited progress, although it seems that the surface of the Banc d’Arguin was not counted in the protected areas (which would have improved the value of the target 7.B), while some progress has been achieved on MSG1 (Poverty and Hunger reduction). The national report on sustainable development for 2012 14 summarises the progress made by Mauritania 20 years after the Rio Conference. Notably, it describes all the strategies and plans developed by Mauritania to improve the status of the environment on its territory. One of the main results is the development of important marine protected areas in Mauritanian waters (notably the banc d’Arguin). However, several weaknesses were identified in the report, some of which remain unresolved in 2017:  weak governance;  weak redistribution in the national economy;  the strong dependence on the outside world and its vulnerability to external shocks;  lack of competitiveness of the private sector;  limited capacity to absorb external aid;  inadequacies in the infrastructure supporting growth;  continued degradation of the environment and natural resources. 11 https://www.cbd.int/doc/world/mr/mr-nbsap-v2-fr.pdf 12 http://www.peches.gov.mr/IMG/pdf/strategie_mpem_fr.pdf 13 http://www.agenda2030.com.br/biblioteca/SDGs-are-Coming-to-Life-UNDG.pdf 14 https://sustainabledevelopment.un.org/content/documents/1027mauritania.pdf ",
        "Page 6 2.3. Delivery across SDGs The recent report “SDG Index and Dashboards Report 2017” 15 highlights current progress achieved to reach the sustainable goals. This is based on a specific methodology using indicators slightly different from the SDG targets defined at the UN level. Comparability and availability of data for a vast majority of countries are the main drivers for this specific method. The report ranks progress at SDG 14 as low. SDG 12 (Responsible Consumption and Production) is amongst the highest ranked: all indicators for waste and emissions are very low (SDG 12), but there is almost no wastewater treatment in Mauritania which may cause some issues of coastal pollution (potential eutrophication - target 14.1). Poverty levels are currently close to the goal, with however a slow progression towards the objective of Zero Poverty by 2030 (SDG 1 - no poverty). With exception to the obesity index, all indicators show that Mauritania is far from reaching the target of Zero Hunger (SDG 2), with an important prevalence of stunting and a weak level of cereal yield (SDG 2). Mauritania is also not achieving the “Decent work and economic growth” goal (SDG 8) with a negative adjusted GDP growth, an important level of child labour and an important level of unemployment. 15 http://www.sdgindex.org/assets/files/2017/2017-SDG-Index-and-Dashboards-Report--regions.pdf ",
        "International Oceans Governance - Scientific Support Mauritania Literature Review Page 7 Table 1: Targets and global indicators and progress against each of them. SDG target Has the target been adopted by the country? Describe Indicator used Body responsible Current situation and progress These are the targets of the SDG 14 Benchmark Progress from the benchmark Regional or international contribution 14.1: By 2025, prevent and significantly reduce marine pollution of all kinds, in particular from land-based activities, including marine debris and nutrient pollution. Target not formally adopted No data No data No benchmark No data No data 14.2: By 2020, sustainably manage and protect marine and coastal ecosystems to avoid significant adverse impacts, including by strengthening their resilience. Target not formally adopted No data No data No benchmark No data No data 14.3: Minimize and address the impacts of ocean acidification, including through enhanced scientific cooperation at all levels. Target not formally adopted No data No data No benchmark No data No data 14.4: By 2020, effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing Part of SCAPP In SCAPP: “Proportion of fish stocks within biologically sustainable levels” No data The SCAPP does not mention any value as benchmark No data No data ",
        "Page 8 SDG target Has the target been adopted by the country? Describe Indicator used Body responsible Current situation and progress practices. 14.5: By 2020, conserve at least 10 per cent of coastal and marine areas, consistent with national and international law and based on the best available scientific information Part of SCAPP In SCAPP: “Coverage of protected areas” No data The SCAPP does not mention any value as benchmark 32.3% of territorial waters (world bank publication) (2014) Reported by the World Bank 14.6: By 2020, prohibit certain forms of fisheries subsidies which contribute to overcapacity and overfishing, eliminate subsidies that contribute to illegal, unreported and unregulated fishing and refrain from introducing new such subsidies. Target not formally adopted No data No data No benchmark No data No data 14.7: By 2030, increase the economic benefits to Small Island developing States and least developed countries from the sustainable use of marine resources. Target not formally adopted No data No data No benchmark No data No data 14 a: Increase scientific knowledge, develop research capacity and transfer marine technology. Target not formally adopted No data No data No benchmark No data No data ",
        "International Oceans Governance - Scientific Support Mauritania Literature Review Page 9 SDG target Has the target been adopted by the country? Describe Indicator used Body responsible Current situation and progress 14 b: Provide access for small-scale artisanal fishers to marine resources and markets Target not formally adopted No data No data No benchmark No data No data 14 c: Enhance the conservation and sustainable use of oceans and their resources by implementing international law. Target not formally adopted No data No data No benchmark No data No data ",
        "Page 10 Table 2: Summary of the process 16 and challenges. SDG target Resources and capacity for delivering the target Key issues /problems Examples of innovation or development of opportunities in implementing the SDGs? 14.1 No data A law prohibiting plastic ban has been voted in 2013. Despite effort from the police, the level of compliance is very low. None identified 14.2 No data No data None identified 14.3 No data The National management strategy for the sustainable development of fisheries and the maritime economy is integrating adaptation measures to cope with acidification ocean, but some of them depend on the availability of external funding to be initiated. None identified 14.4 Projects listed in the current SFPA sectoral support matrix are covering 5.9 million EUR in investments (mainly related to control and surveillance activities) Control of fishing fleets needs still to be improved to be effective. None identified 14.5 Projects listed in the current SFPA sectoral support matrix include 3 million EUR for MPA related activities. Long term funding of MPAs is a challenge. Development and implementation of MPAs management plan need to be improved. Development of the BACoMaB Trust Fund in order to stabilize funding possibilities for protected areas in Mauritania 16 This covers the design, evaluation, implementation and monitoring. ",
        "International Oceans Governance - Scientific Support Mauritania Literature Review Page 11 SDG target Resources and capacity for delivering the target Key issues /problems Examples of innovation or development of opportunities in implementing the SDGs? 14.6 No data No data None identified 14.7 No data Development needed to ensure more landings are processed in Mauritania. None identified 14 a Projects listed in the current SFPA sectoral support matrix account for the funding of scientific programs for 3 million EUR (new research facilities, research support etc.) No data None identified 14 b Projects listed in the current SFPA sectoral support matrix are covering close to 4.6 million EUR in investments, destined mainly to improve the ports' infrastructures. Until recently, an important share of fishing resources was not caught by Mauritanian units. None identified 14 c No data No data None identified 3. S UPPORT FOR BETTER OCEAN GOVERNANCE Table 3: Types of mechanisms that support SDG targets and their contribution. ",
        "Page 12 Type of Support Role they play Objectives Hyperlink National or regional support? Achievements so far Opportunities for additional funding or support? Go WAMER : gouvernance, politiques de gestion des ressources maritimes et réduction de la pauvreté dans l’écorégion WAMER Funding Overall: improving governance, management of marine resources for poverty reduction: improvement of management frameworks (14.2, 14.4), development of MPAs (14.5) 2013-2017 Mainly funded by the EU http://www.sp csrp.org/en/poj ect- “governance- marine- resources- management- policies-and- poverty- reduction- wamer-eco- region Regional Several local projects in Mauritania and Senegal: improvement of management frameworks (14.2, 14.4), development of MPAs (14.5) Already followed by the EU (funding) Network of the Marine Protected Areas of Western Africa - RAMPAO Advisory 14.5 - MPA network, but also 14.2 and 14.4 Ongoing initiative http://www.ra mpao.org Regional Development of MPAs Co-fund relevant projects Initiative Mangrove en Afrique de l’Ouest Funding protect coastal ecosystems (14.2), conserve coastal areas even if no MPA development (14.4) but also 14.b (access for artisanal fishermen) 2007-2010 https://www.iu cn.org/fr/r%C3 %A9gions/afriq ue-centrale-et- occidentale/not re-travail/les- programmes- pays-dans-la- zone-du- paco/program me- s%C3%A9n%C 3%A9gal/nos- projets-au- s%C3%A9n%C 3%A9gal/initiat Regional Improving the management of fragile coastal areas - coastal communities have a better understanding of the value of local environment None identified ",
        "International Oceans Governance - Scientific Support Mauritania Literature Review Page 13 Type of Support Role they play Objectives Hyperlink National or regional support? Achievements so far Opportunities for additional funding or support? ive-mangrove- en-afrique-de- l%E2%80%99 ouest-imao Projet d’Appui au Réseau Régional des Parlementaires et Elus Locaux en faveur d’une gestion intégrée de la zone côtière et marine des pays du littoral ouest-africain (PREPARE) Training Improving local governance (14.2), management of fisheries (14.4), the legal framework (14.C) 2008-2011 https://www.iu cn.org/fr/régio ns/afrique- centrale-et- occidentale/not re-travail/les- programmes- pays-dans-la- zone-du- paco/program me- sénégal/nos- projets-au- sénégal/le- projet-d’appui- au-réseau- régional-des- parlementaires -et-elus Regional Coordinating actions between countries of the subregions in term of fisheries management None identified Programme d’Appui à la Gouvernance Régionale et le Développement Economique Local, (PAGOURDEL) Training Improving local governance (14.2) - just started None identified National Just started - follow-up project of ART initiative in Mauritania None identified Banc d’Arguin And Coastal And Funding Conservation, protection and http://www.ba National No information None identified ",
        "Page 14 Type of Support Role they play Objectives Hyperlink National or regional support? Achievements so far Opportunities for additional funding or support? Marine Biodiversity Trust Fund Limited (BACoMaB) improvement of the physical and natural environment of the Banc d'Arguin National Park (PNBA), aand other coastal and marine protected areas in Mauritania - Marine Protected Areas (14.5) comab.org available Fisheries Transparency Initiative Advisory Limiting IUU (14.4) http://fisheries transparency.o rg/ International No information available None identified West Africa Regional Fisheries Program (WARFP) Funding/ Advisory Improving fisheries management and limiting IUU (14.4), Smale scale fishers (14.b) 2015-2019 in Mauritania http://www.sp csrp.org/en/we st-africa- regional- fisheries- program-warfp Regional No information available None identified West African Coastline Observatory for the Reduction of Coastal Risks and the Impacts of Coastal Erosion (Mission d'Observation du Littoral Ouest Africain, MOLOA) Advisory /Training Improving understanding of coastal dynamics (ecology, biology, economy) (14.a, 14.2, 14.4) http://www.cli mateandcoast. com/moloa/ind ex.html Regional No information available None identified West Africa Funding WACA helps countries http://www.wo Regional No information None identified ",
        "International Oceans Governance - Scientific Support Mauritania Literature Review Page 15 Type of Support Role they play Objectives Hyperlink National or regional support? Achievements so far Opportunities for additional funding or support? Coastal Areas Management Program (WACA) integrate infrastructure and natural resources management in order to enhance their resilience in the face of climate change, and coastal erosion and flooding in particular (14.2, 14.4, 14.a). 2015-2020 Piloted by the World Bank, multiple donors (USAID, FFEM, Nordic Development Fund etc.) rldbank.org/en /programs/wes t-africa- coastal-areas- management- program available Roadmap to Oceans and Climate Action (ROCA). Advisory The ROCA works to implement the Strategic Action Roadmap on Oceans and Climate: 2016-2021. (14.1, 14.2, 14.a) 2016 to 2021 https://globalo ceanforumdotc om.files.wordpr ess.com/2013/ 03/strategic- action- roadmap-on- oceans-and- climate- november- 2016.pdf International Development of the roadmap None identified Program of research-action on impacts of subsidies in the sustainable management of fisheries resources Funding/ Training Support 6 Western African States (Cabo Verde, Gambia, Guinea, Guinea Bissau, Senegal and Mauritania) to implement actions to eliminate subsidies that https://oceanc onference.un.o rg/commitment s/?id=16230 Regional No information available None identified ",
        "Page 16 Type of Support Role they play Objectives Hyperlink National or regional support? Achievements so far Opportunities for additional funding or support? in West Africa. harm the sustainable management of fisheries resources and threaten food security and the livelihoods of artisanal fishing communities (14.6, 14.b). 2018-2019 The Sustainable Ocean Initiative (SOI) Capacity Building Platform for the Aichi Biodiversity Targets and the Sustainable Development Goals Advisory / Funding/ Training SOI is committed to building bridges between biodiversity conservation and resource management sectors. It has evolved as a global platform to build partnerships and enhance capacity to achieve the Aichi Biodiversity Targets and Sustainable Development Goals (all SDG14 targets) Current action plan runs from 2015 to 2020 The execution of SOI activities is coordinated by the Secretariat of the Convention on Biological Diversity, and currently funded by the Government of Japan, http://www.cb d.int/soi Regional No information available None identified ",
        "International Oceans Governance - Scientific Support Mauritania Literature Review Page 17 Type of Support Role they play Objectives Hyperlink National or regional support? Achievements so far Opportunities for additional funding or support? through Japan Biodiversity Fund, and the Government of France, through French MPA Agency. FarFish Funding EU H2020 project - Responsive Results- Based Management and capacity building for EU Sustainable Fisheries Partnership Agreement- and international waters 2017-2021 https://www.fa rfish.eu Regional Project started in 2017 None identified ",
        "Mauritania Literature Review Page 18 4. G OOD PRACTICE AND LESSONS LEARNT None identified. ",
        "SWOT ANALYSIS EASME / DG MARE International Oceans Governance - Scientific Support Ref. No MARE/2011/01 Ref. EASME/EMFF/2016/031 Mauritania, Atlantic Ocean, SWOT Analysis ",
        "Page 20 1 I NTRODUCTION The main objective of this series of SWOT analyses is to obtain information about the capacities and the limitations that are currently faced by each of the countries in the study in being able to address their SDG14 requirements. In a standard SWOT analysis (strengths weaknesses, opportunities, and threats) internal (S&W) and external (O&T) factors (to the country in this case) are analysed. The internal scope (strengths and weaknesses) are those related to the organisations, projects and structures of the country; the external scope (opportunities and threats) are those events and pressures that influence the country from outside but can much it easier (opportunities) or make it more difficult or prevent a country from achieving its objectives (threats). Once the four elements: strengths, weaknesses, opportunities and threats have been analysed individually (Section 0), some key underlying mechanisms may be determined to utilise strengths and opportunities individually or to address and counter weaknesses and threats. However, it is usually necessary to further analyse the relationships between the four components to identify potential ways forward and then to set strategies to follow in order to take advantage of our strengths based on specific opportunities and to reduce threats, and to work to combat any identified weaknesses by identifying opportunities and to highlight where weaknesses and threats coincide so measures can be taken to reduce the potential negative impacts. ",
        "2 S UMMARY SWOT TABLE This document provides a summary SWOT analysis at the country level for Mauritania. A summary of the analysis can be found in Table 1, with the details found for each specific section in for Strengths (Section 3.1 - Mauritania demonstrates a strong political commitment for sustainable development, and has implemented a ‘Strategy for accelerated growth and shared prosperity’ taking into account several aspects of SDG14. Mauritanian fisheries are an important sector for the government administration and are consistently financed compared with other departments, which has meant over recent years several measures have been adopted to improve the fisheries management framework. Focus on fisheries has also resulted in the establishment of a number of mixed protected areas since 1980, while also encouraging the Mauritanian government to be one of the first to participate in FiTIs. The country has good connections with overseas tertiary training which has resulted in Mauritanian researchers working for the national institute being well trained and well connected. ",
        "Page 22 Table 2), Weaknesses (Section 0- Table 3), Opportunities (Section 0 - Opportunities detail any external improvement that can be taken advantage of by a country. Opportunities should be external to the country. Opportunities are a combination of different circumstances at a given time that offer a positive outcome, if they can be effectively and efficiently taken advantage of. As opportunities are external, a country cannot easily ‘create’ opportunities, they can only ensure that they are in the best position to gain the maximum benefit from any opportunities that appear, i.e. have the governmental structures in place.Mauritania have recently applied for an extension of its EEZ offering opportunities to increase the capacity of its seabed resources. Regional dynamics is important, with several organisations having a long history of fostering regional cooperation among countries with fisheries related interest. There is a strong presence of NGOs and a continuous level of intergovernmental support within the area providing new external funding and project opportunities to Mauritania. Externally funded programmes such as WAEMU and GO WAMER are available, encouraging environmental data collection as well as shared MCS resources and regional MCS exercises. Economically speaking, oil and gas reserves have been identified offering opportunities to develop the offshore exploration industry, while available funding for port infrastructure improvements will allow Mauritanian fleet to land catches in better conditions. Table 4) and Threats (Section 0 - Threats are external factor, i.e. originating outside of the country being analysed. No control is exercised by the country over these factors, but there will be a benefit by having contingency plans to address them if they should occur to reduce any negative impacts. A typical threat would be “Global warming creating negative economic impacts through reduced fishing opportunities and environmental damage”. Fisheries resources extend beyond the Mauritanian EEZ and a large share of small pelagic resources are caught by foreign vessel, implying the need to manage shared resources with neighbouring countries. In addition, illegal fishing is a continuous threat to the country often occurring when vessel licensed to neighbouring countries do not follow EEZ limits. Preventing pollution from close neighbours, namely Senegal and Mali, is difficult and common waters can result in Mauritanian resources being damaged by events out of their control, thus supporting the need for shared management of marine resources. Climate change could greatly impact the Mauritanian coast, increasing the frequency of storms, raising SST with a direct effect on numerous marine resources. Due to high dependence on fuel prices, any global economic downturns could have a negative impact to Mauritania’s economic stability. Table 5). Table 1 provides a summary SWOT analysis for Mauritania in relation to the achievement of SDG 14 targets, showing the main strengths, weaknesses, opportunities and threats identified during the project. Table 1 Summary SWOT for Mauritania. Positive Negative ",
        "Positive Negative I n t e r n a l STRENGTHS  Strong political commitment for sustainable development  Conservation Trust Fund Bacomab  The Fisheries sector is important for the Mauritanian administration  Mauritanian researchers are well trained  Improvement of the fisheries management framework  Fisheries zonal management  Important network of protected areas  Tertiary training overseas (notably in Africa and Europe)  Part of the FiTIs  Infrastructures for fish storage and processing are improving WEAKNESSES  Large EEZ with limited enforcement capacity, despite recent progress.  Limited local tertiary level education in SDG related skills.  Fisheries administration is lacking resources to develop and implement management plans.  SDGs are a distant object for an important share of the civil service  Fragmentation  Civil service workforce is ageing  Fisheries data are limited.  Ageing fleet  Weak processing sector  Most of small-scale fishermen are not Mauritanian nationals  Access to existing information  Primary and secondary academic infrastructure are perfectible ",
        "Page 24 Positive Negative E x t e r n a l OPPORTUNITIES  Large EEZ with limited enforcement capacity, despite recent progress.  Limited local tertiary level education in SDG related skills.  Fisheries administration is lacking resources to develop and implement management plans.  SDGs are a distant object for an important share of the civil service  Fragmentation  Civil service workforce is ageing  Fisheries data are limited.  Ageing fleet  Weak processing sector  Most of small-scale fishermen are not Mauritanian nationals  Access to existing information  Primary and secondary academic infrastructure are perfectible THREATS  Large EEZ with limited enforcement capacity, despite recent progress.  Limited local tertiary level education in SDG related skills.  Fisheries administration is lacking resources to develop and implement management plans.  SDGs are a distant object for an important share of the civil service  Fragmentation  Civil service workforce is ageing  Fisheries data are limited.  Ageing fleet  Weak processing sector  Most of small-scale fishermen are not Mauritanian nationals  Access to existing information  Primary and secondary academic infrastructure are perfectible ",
        "3 SWOT D EFINITION The following four sections identify individual strengths, weaknesses, opportunities and threats identified for Mauritania. Each element identified is given a unique number for future reference, fully described and evidence given. 3.1 Strengths Strengths can be described as a country’s internal positive attributes that makes a country stand out from others. Strengths could include attributes such as a defined national focus on a particular key issue, strong academic infrastructure that can underpin research, good long-term funding for relevant government bodies etc. For example, a country may only have a single national university but if that university has a strong oceanographic or marine biology focus with strong internationally renowned research groups that would be a key strength in developing mechanisms and analysing data to enable a country to meet its SDG targets. Mauritania demonstrates a strong political commitment for sustainable development, and has implemented a ‘Strategy for accelerated growth and shared prosperity’ taking into account several aspects of SDG14. Mauritanian fisheries are an important sector for the government administration and are consistently financed compared with other departments, which has meant over recent years several measures have been adopted to improve the fisheries management framework. Focus on fisheries has also resulted in the establishment of a number of mixed protected areas since 1980, while also encouraging the Mauritanian government to be one of the first to participate in FiTIs. The country has good connections with overseas tertiary training which has resulted in Mauritanian researchers working for the national institute being well trained and well connected. ",
        "Page 26 Table 2: Summary of Strengths Identified for Mauritania. # SDG Target Strength Description and evidence 1 All Strong political commitment for sustainable development Mauritania developed a “Strategy for accelerated growth and shared prosperity” (Stratégie de Croissance Accélérée et de Prospérité Partagée - SCAPP) which takes into account specifically several aspects of SDG14, making explicit references to some SDG14 targets. This overarching strategy is complemented by several sectoral strategies that are all integrating the marine dimension:  National management strategy for the sustainable development of fisheries and the maritime economy 2015-2019 17  National Strategy for Sustainable Development (SNDD) 18  National Action Plan for the Biodiversity 2011- 2020 19 2 14.5 Conservation Trust Fund Bacomab Mauritania has initiated a trust fund to channel financing towards the development of its MPAs. This trust fund has been designed to offer a steady stream of funding to the various protected areas, in order to avoid the complications of rolling short term funding. 3 All The Fisheries sector is important for the Mauritanian administration For several years, the Mauritanian authorities have regularly financed the fisheries administration, despite some underfunded and understaff programs. 4 14.4 14.5 14.7 14.a 14.b Mauritanian researchers are well trained Mauritanian fisheries researchers working for the national institute (IMROP) are well trained, and are well connected with their international colleagues (conferences, trans-national research projects). 5 14.4 14.5 Improvement of the fisheries management framework In recent years, the fisheries administration has adopted several measures aiming at improving the status of  Implementation of quota systems for all major species  Reduction of the fishing capacity  Registration of all fishing vessels 6 14.4 14.6 14.7 14.b Fisheries zonal management Several fishing zones have been defined in the Mauritanian EEZ in order to minimize technical interactions between various segments of the Mauritanian fleet but also with foreign vessels fishing in Mauritanian waters. This is however a simplistic approach which may benefit from a review of the validity of the different zones. 17 http://www.peches.gov.mr/IMG/pdf/strategie_mpem_fr.pdf 18 http://www.environnement.gov.mr/fr/images/pdf/sndd.pdf 19 https://www.cbd.int/doc/world/mr/mr-nbsap-v2-fr.pdf ",
        "# SDG Target Strength Description and evidence 7 14.5 Important network of protected areas The Parc National du Banc d’Arguin is one of the very first and until recently one of the largest protected areas created in Africa. A mixed protected area, its functioning is based on a participatory approach involving local populations with the park administration and the national authorities. Several other mixed protected areas (terrestrial/marine) have been created since the 1980s. 8 14.a Tertiary training overseas (notably in Africa and Europe) University-level training focusing on SDG related subjects are not covered by Mauritanian universities. Specific maritime training is pursued overseas, mainly in Europe and Africa. This allows civil servants and researchers to bond with international colleagues, offering the ability to extend the national networks. 9 14.6 Part of the FiTIs Mauritania is one of the first countries to join the Fisheries Transparency Initiative, which aims at combatting IUU fishing. Mauritania is in the process of creating a National Secretariat for FiTI at the Ministry of Fisheries 20 10 14.4 14.7 14.b Infrastructures for fish storage and processing are improving A free zone is currently developed in Nouadhibou with the objective of attracting more foreign vessels to land their catch in Mauritania, notably to foster the local processing industry. 20 http://fisheriestransparency.org/mauritania-consolidates-progress-towards-a-fiti-candidate-application ",
        "Page 28 3.2 Weaknesses Weaknesses stop a country from performing at its optimum level. Weaknesses are highlighted as areas or attributes that can be improved to enable the country to improve in particular areas for example a lack of political will to implement changes, reduced administrative or enforcement capacity that can reduce effectiveness. Overall, the fragmentation of Mauritania’s national strategy and restricted fisheries administration resources has resulted in difficulties developing and implementing new management plans. Additionally, limited MCS resource capacity and a large EEZ has left the country vulnerable to a number of IUU activities, particularly artisanal fisherman not abiding to legislation in protected areas, and influxes of large numbers of unlicensed vessels from Senegal. Primary and secondary academic infrastructure are perfectible in Mauritania, while tertiary level SDG education is limited which hinders the ability of the country to develop a dedicated workface in maritime subjects. As a result, data on fisheries is limited with little information on stocks levels and impacts of new measures being unavailable, while access to existing data is difficult to obtain. Table 3: Summary of Weaknesses Identified for Mauritania. # SDG Target Weakness Description and evidence 1 14.6 14.4 14.5 Large EEZ with limited enforcement capacity, despite recent progress. The Mauritanian EEZ is quite large and MCS resources are limited, which poses the risk of IUU fishing either from artisanal fishermen not applying specific rules in coastal zones and protected areas (national parks and protected zones) but also large-scale vessels entering the EEZ without licence. 2 All 14.a Limited local tertiary level education in SDG related skills. The Mauritanian higher education system is not providing training in SDG related topics, which hinders the ability of the country to train a dedicated workforce competent in maritime subjects (notably fisheries science, marine conservation). The ISSM (Institut Supérieur des Sciences de la Mer) has recently opened a licence level programs to train civil servants. 3 14.4 14.5 Fisheries administration is lacking resources to develop and implement management plans. Management plans for key resources are designed jointly by the fisheries administration and the Mauritanian research community (IMROP). But these plans are not implemented, mainly due to a lack of funds and dedicated staff. 4 All SDGs are a distant object for an important share of the civil service The different SDGs have been integrated in some high-level policy documents, such as the national strategy (SCADD), but they have not yet been adopted and integrated in the different administrations. The process of identification and operationalisation of SDG14 targets is expected to improve this situation. 5 All Fragmentation There is no single national strategy for reaching SDG14 targets, as several governmental bodies will be involved in developing tasks to reach specific targets. Implementing effective coordination mechanisms is essential to maintain a cohesive approach of SDG14 topics and will be one of the key factor for Mauritania’s success in achieving SDG14 targets. ",
        "# SDG Target Weakness Description and evidence 6 All Civil service workforce is ageing It has been mentioned that an important part of the civil service workforce is close to retirement age, with a potential recruitment gap around 2020. 7 14.6 14.7 14.b Fisheries data are limited. Fisheries data collected in Mauritania present some limitations: limited economic information on vessels profitability, limited information on some species landed. This lowers the ability of Mauritania researchers to perform relevant evaluations (stock evaluations), but also forbid to evaluate the socio-economic impacts of new measures (implementation of protected zones, evaluation of new coastal developments…) 8 14.7 14.b Ageing fleet The Mauritanian fleet is ageing, notably the industrial fleet. This has led to some capacity leaving the fleet. Profit levels seem not sufficient for vessel owners to finance the fleet renewal. 9 14.7 14.b Weak processing sector Processing sector is not well developed in Mauritania, which may hinder the potential profit generation of the Mauritanian fisheries sector. 10 14.7 14.b Most of small-scale fishermen are not Mauritanian nationals Coastal fisheries are performed by fishing communities that are not from Mauritanian origins. Senegalese nomadic fishermen are entering the Mauritanian waters under a bilateral agreement between Mauritania and Senegal. 11 All Access to existing information Access to information across the environmental and fisheries sectors is not available in the public domain and is not easy to acquire even within the sector. 12 all Primary and secondary academic infrastructure are perfectible Primary and elementary schooling systems are perfectible in Mauritania. Literacy rates for under 25 years old is low compared (71% for young men, 66%for young women), improving however slightly the overall literacy rate (which is just below 60% at the national level). 3.3 Opportunities Opportunities detail any external improvement that can be taken advantage of by a country. Opportunities should be external to the country. Opportunities are a combination of different circumstances at a given time that offer a positive outcome, if they can be effectively and efficiently taken advantage of. As opportunities are external, a country cannot easily ‘create’ opportunities, they can only ensure that they are in the best position to gain the maximum benefit from any opportunities that appear, i.e. have the governmental structures in place.Mauritania have recently applied for an extension of its EEZ offering opportunities to increase the capacity of its seabed resources. Regional dynamics is important, with several organisations having a long history of fostering regional cooperation among countries with fisheries related interest. There is a strong presence of NGOs and a continuous level of intergovernmental support within the area providing new external funding and project opportunities to Mauritania. Externally funded ",
        "Page 30 programmes such as WAEMU and GO WAMER are available, encouraging environmental data collection as well as shared MCS resources and regional MCS exercises. Economically speaking, oil and gas reserves have been identified offering opportunities to develop the offshore exploration industry, while available funding for port infrastructure improvements will allow Mauritanian fleet to land catches in better conditions. Table 4: Summary of Opportunities Identified for Mauritania. # SDG Target Opportunity Description and evidence 1 14.4 14.5 Shared fisheries MCS The potential for using shared MCS resources between neighbouring States is a great opportunity. The MCS patrols initiated under the GO WAMER project have been a great success. 2 All 14.a External training (tertiary level) The lack of local tertiary education led Mauritania to send an important share of its researchers and civil servants to be trained notably in Europe or Canada, with the aid of development funding (French development agency notably). This has allowed Mauritanian researchers and civil servants to be well trained but also to develop international connections with researchers and civil servants from the sub region and from international research teams. 3 All Strong NGO / Intergovernmental support and pressure (MAVA/ UICN / UNDP.) The continuous presence of NGOs (UICN, MAVA) and intergovernmental agencies (UNDP and FAO notably) provide support and funding to Mauritania external to other sources. 4 14.5 Biodiversity in the Mauritanian waters Mauritanian waters are feeding grounds (sometimes nursing grounds) for several populations of cetacean species (whales, dolphins) and some Mauritanian beaches are nesting grounds for important turtle populations. The different protected areas are also hosting numerous populations of migratory birds. 5 All Regional dynamic is important (notably SFRC, WAEMU) Several regional organisations have a long history to foster cooperation among countries on fisheries related subjects. The SFRC focuses on fisheries management, helping notably to maintain the coherence between different countries fishing policies. Economic integration at the WAEMU level is also an important factor to foster better regional cooperation on the development of coherent maritime policies. 6 All Structuring projects at the regional levels on specific subjects: data collection (WAEMU), surveillance (GO WAMER). Important projects have helped fostering regional cooperation. The WAEMU has pushed for a joint effort in establishing a fisheries data collection system which would allow to better understand the effect of management on coastal fleets but also to foster the adoption of regional measures. The EU funded project called GO Wamer has been used as an umbrella for several local projects, and notably the development of a regional MCS exercise. 7 All Access to external experts (IRD, IUCN etc.) Mauritania has a long history of visiting researchers, from European and North American research centres. ",
        "# SDG Target Opportunity Description and evidence 8 All Oil and natural gas Oil and gas resources have been identified in the Mauritanian EEZ. Development in offshore exploitation is generating resources for Mauritania which receive a part of the rent generated by the exploitation of these resources. 9 14.c Extension of EEZ for seabed resources Mauritania has applied for an extension of its seabed jurisdiction. 10 All Long term involvement of development agencies Several development agencies have strong links with Mauritania, some even have local offices with dedicated teams in the country (GIZ, AFD) 11 14.4 14.5 14.6 Shared fisheries MCS activities The recent common patrols organised under the Go WAMER project are an example of the potential for a coordination approach to deploy MCS resources between Mauritania and neighbouring States. 12 14.7 14.b Port infrastructure funding. Mauritania benefits from some specific funding from international donors dedicated to the development of some its ports, notably Nouadhibou. This will enable the Mauritanian fleet to land it catch in better conditions, allowing a better 13 14.a Rafismer The Rafismer is the network of Atlafco oceanographic institutes created in 2003. However, the network was not very active until 2016 and the definition of a new action plan focusing on exchange of local expertise, on resource-sharing for regional MCS and on the development of new research projects 21 . 21 http://www.rafismer.org/plan-d%E2%80%99action-biennal-2016-2017 ",
        "Page 32 3.4 Threats Threats are external factor, i.e. originating outside of the country being analysed. No control is exercised by the country over these factors, but there will be a benefit by having contingency plans to address them if they should occur to reduce any negative impacts. A typical threat would be “Global warming creating negative economic impacts through reduced fishing opportunities and environmental damage”. Fisheries resources extend beyond the Mauritanian EEZ and a large share of small pelagic resources are caught by foreign vessel, implying the need to manage shared resources with neighbouring countries. In addition, illegal fishing is a continuous threat to the country often occurring when vessel licensed to neighbouring countries do not follow EEZ limits. Preventing pollution from close neighbours, namely Senegal and Mali, is difficult and common waters can result in Mauritanian resources being damaged by events out of their control, thus supporting the need for shared management of marine resources. Climate change could greatly impact the Mauritanian coast, increasing the frequency of storms, raising SST with a direct effect on numerous marine resources. Due to high dependence on fuel prices, any global economic downturns could have a negative impact to Mauritania’s economic stability. Table 5: Summary of Threats Identified for Mauritania. # SDG Targe t Threat Description and evidence 1 14.4 14.5 14.a Shared fisheries resources with neighbouring countries. Fishing resources extend beyond the Mauritanian EEZ, implying the need to manage shared resources with neighbouring countries (notably Morocco, Senegal and Cape Verde). There are also scientific uncertainties around the delimitation of fish stocks, notably for hake and small pelagic fish: there are currently research (notably in the EU funded project H2020 Farfish) about stock delineation to assess the unicity of stocks in the sub- region or the existence of sub-stocks that could be managed individually. 2 14.4 14.6 14.b A large share of the small pelagic resources is caught by foreign vessels In recent years, small pelagic species represented close to 2/3 of the production in Mauritanian waters. A large share of these pelagic resources is caught by foreign vessels (89%), with very limited processing happening in which limits the benefit Mauritania can extract from the exploitation of its resources. 3 14.1 14.2 Common waters – pollution sources external to Mauritania Mauritania do not control the pollution generated by some of its close neighbours along the Senegal river (Senegal and Mali). may generate terrestrial pollutions that ultimately drift in Mauritanian waters, lowering the quality of marine environment. 4 All 14.a 14.5 14.4 Short-term nature of external funding does not allow to develop a long-term coherent strategy. The short nature of funding does not allow to develop coherent multiannual strategies. This has been highlighted for the fisheries research but also for also for policy development and conservation work. 5 14.4 14.5 14.7 14.b Illegal fishing IUU fishing is a threat for the country, due to the large EEZ Mauritania have to control with limited resources. IUU may also happen when vessels licenced to fish in neighbouring countries do not follow the EEZ limits. ",
        "# SDG Targe t Threat Description and evidence 6 14.2 14.3 14.5 14.7 14.b Climate change Climate change could greatly impact the Mauritanian coast, by increasing the frequency of strong storms, raising the sea level and modifying the sea surface temperature with a direct effect on numerous marine resources. Coastal fisheries would suffer greatly from a shrink of potential nurseries and recruitment areas, or from the displacement of pelagic resources due to changes in water temperatures (evolution on the temperature front with an important impact on the Sardinella fishery for example). 7 14.1 14.2 14.4 Offshore oil and natural gas exploitation Offshore oil and natural gas exploration have been highlighted as opportunities. They can be a threat as there are doubts that effective environmental compliance monitoring programmes is put in place to ensure development does not have a negative impact, notably in terms of pollutions. Moreover, the different exploitation zones are situated in important fishing zones. 8 14.7 Economic – Global economic downturn. Global economic down-turn could impact the Mauritanian economy, due to its high dependence on fuel prices. 9 14.4 14.5 Nomadic fishermen from neighbouring countries Some Senegalese nomadic fishermen were authorised to fish in Mauritanian waters, under a bilateral agreement in place since 1983. Due to a recent change in Mauritanian law (obligation to land in Mauritania the catch performed in Mauritanian waters), the agreement is currently not active. Some of the Senegalese fishermen were reported using forbidden gears (smaller mesh sizes) and entering protected areas without proper authorization. According to some interviewees there may still be some cases of Senegalese vessels entering the Mauritanian waters without a proper licence. 10 All Civil service workforce is ageing It has been mentioned that an important part of the civil service workforce is close to retirement age, with a potential recruitment gap around 2020. This will have an important impact on the ability of Mauritania to implement the different plans and strategies tha have been drafted in recent years. 4 SWOT L EVEL 2 C OMBINATIONS In this second level of the SWOT analysis the Strengths and Weaknesses are linked to the Opportunities and Threats for Mauritania. This will identify and gaps and needs in Mauritania, by identifying where existing strengths could be used to plug gaps, i.e. using existing national experience and organisations to address a gap. These may be linked to an opportunity i.e. an existing funding stream or potential collaboration with another country or international organisation ",
        "Page 34 4.1 Strengths and Opportunities – “Natural Opportunities” This section match a country’s strengths and any existing opportunities i.e. any obvious natural priorities that currently exist. These “natural opportunities” are those that a country should be able to take advantage of easily due to their existing strengths. These should present the greatest return on investment (based on money or time) as they are likely to be quickest and easiest to implement. These should justify immediate planning or assessment of feasibility. These combinations are most likely to succeed and generate good practice examples due to the matching of a country’s strengths and opportunities. When these areas have not already being highlighted, then it is recommended that they are planned for with a national planning structure and prioritised, i.e. there is a need to adjust focus and reprioritise. The high level of training of Mauritanian researchers and the prospect of reviving the Rafismer network has been identified as a natural opportunity in Mauritania. Hence, the country could benefit from a West African movement to reinforce and consolidate this currently dormant network. Table 6: Summary of Strength and Opportunity Combinations Identified for Mauritania. # Strength Opportunity Description and evidence 1 Large EEZ with limited enforcement capacity, despite recent progress. Shared fisheries MCS Work developed under the SFRC umbrella or during the Go WAMER project on joint MCS work are good example of surveillance projects that can deliver effective results on tackling IUU fishing at the regional level. A regional programme for joint MCS activities should be implemented, which would partly disconnect these operations from the funding issues projects like Go WAMER are facing. 2 Mauritanian researchers are well trained External training (tertiary level) Mauritania should take profit of the available solutions of external training that covers the capacity gaps related to SDG 14. Where possible SFPA funding should be included to address training to provide scientific support for the achievement of SDG targets. 3 Conservation Trust Fund Bacomab Strong NGO / Intergovernmental support and pressure (MAVA/ UICN / UNDP) NGO pressure should be used at the regional level to show the benefit of implementing Conservation Trust Funds for countries experiencing the same short-term funding issues. 4 Conservation Trust Fund Bacomab Biodiversity in the Mauritanian waters It is important for Mauritania to maintain the dynamic initiated by the implementation of the Bacomab trust fund, notably by identifying biodiversity hotspots that could be integrated in the network of conservation and protected areas developed along 5 Important network of protected areas ",
        "# Strength Opportunity Description and evidence 6 Extension of EEZ for seabed resources Mauritanian coastline. Funds should notably be dedicated to identifying potential features to be protected in the different part of the EEZ extension. 7 Mauritanian researchers are well trained Access to external experts (IRD, IUCN etc.) A strong international scientific cooperation is important for Mauritania to develop the capacities of its research teams, but also to fill specific gaps when needed. 8 Infrastructures for fish storage and processing are improving Extension of EEZ for seabed resources The potential extension of Mauritanian EEZ may generate more supply for the onshore sector in Mauritania, which will need an upgraded processing infrastructure to absorb all this material. 9 Infrastructures for fish storage and processing are improving Port infrastructure funding. It is essential to maintain the financial effort on infrastructure development (storage units, processing plants) for improving the value added generated by fisheries operated in Mauritanian waters. This is already the case in Nouadhibou and Nouakchott developments, but other landing points are in need of infrastructure compatible with the requirements to export the European market. 10 Improvement of the fisheries management framework Structuring projects at the regional levels on specific subjects: data collection (WAEMU), surveillance (GO WAMER). Mauritania should ensure that good practices identified during regional projects are not lost and integrated in national legislation and/or programmes. There is also a need to maximize the return on investment these projects could generate in terms of capacity building for the Mauritanian administration. 11 Mauritanian researchers are well trained Rafismer The revival of the Rafismer network should be used as an important vector of regional cooperation, notably on SDG14s subjects. Mauritania could be one of the countries pushing for the consolidation of this network which has been dormant in recent years. ",
        "Page 36 4.2 Strengths and Threats – “Threats that can be defended” This section details threats that should be easy to defend and counter based on the country’s existing strengths. For many existing threats the current skills, funding and administrative requirements may already be in place to be able to meet these threats e.g. financial planning to ensure lean periods can be managed without having to resort to laying off of staff, cutting back on research programmers etc. Many threats are often not recognised as they have been countered effectively by standard procedures that are reviewed on a regular basis. Good practice can be developed to show how to effectively address threats in limited situation. Table 7: Summary of Strength and Threat Combinations Identified for Mauritania. # Strength Threat Description and evidence 1 Strong political commitment for sustainable development Shared fisheries resources with neighbouring countries. Fisheries revenues are important for the Mauritanian economy. However, reaching sustainable exploitation levels for several stocks There is a strong need for improving regional mechanisms to manage fisheries, either in terms of allocation of fishing rights between various countries, but also in terms of fishing capacity management at the regional level. 2 The Fisheries sector is important for the Mauritanian administration 3 Infrastructures for fish storage and processing are improving A large share of the small pelagic resources is caught by foreign vessels A recent legal change implicates that all fish caught in the Mauritanian waters have to be landed in Mauritanian ports. To maximise the value generated by this new supply if fish there is a strong need for improving the processing infrastructure. 4 Bacomab Conservation Trust Fund Short term nature of funding The creation of the Bacomab conservation trust fund has been instrumental to minimize the volatility of funding devoted to the development of MPAs work to avoid the heavily reliance on short term funding schemes. Mauritania should play a key role in helping other countries to develop such funding mechanism either at a national level or at a regional level. This would insure MPA managers to access stable funding to develop medium to long-term conservation programmes. 5 Part of the FiTI Illegal fishing It is essential for Mauritania to build on any opportunity to develop effective measures to combat IUU vessels. Building on the FiTI membership may be a good option for Mauritania to access valuable information about IUU vessels that may operate in its waters. ",
        "# Strength Threat Description and evidence 6 Important network of protected areas Climate change Monitoring and protecting specific vulnerable areas, notably in coastal areas, are some of the actions Mauritania can take to adapt its marine sector to climate change (notably coastal erosion and loss of biodiversity). 7 Important network of protected areas Offshore oil and natural gas exploitation Some of the exploitation blocks are situated quite close to the coastline and close to some MPAs (notably the Banc d’Arguin). Special attention should be drawn on the environmental impact assessment of new exploitations but also on the mitigation measures developed by the oil companies to avoid pollution, even at low levels, which would be devastating for the water quality and the protected biotopes. 8 Infrastructures for fish storage and processing are improving Economic – Global economic downturn. Fish products are quickly exported, without a lot of processing taking place in Mauritania. The development of storage and processing units in the country will help improve the value generated by the Mauritanian sector, which would increase the resilience of the sector in case of a future global economic downturn. 9 Infrastructures for fish storage and processing are improving Eutrophication of rivers and some coastal areas The development of fish processing infrastructure has to be supported by specific effluent treatments to avoid the release of grey waters that would degrade the water quality in coastal waters. 4.3 Weaknesses and Opportunities – “Attractive Opportunities” Where a national weakness has been identified but an opportunity exists these can be potentially attractive options in being able to plug a gap in funding, skills or experience. These opportunities are likely to produce good returns if the basic level of capability and implementation are viable. This could be in the form of funding and bringing in experience to enhance the skills of staff to add long-term skill capacity to a research organisation along with necessary technical equipment, e.g. Training course on otolith reading along with microscopes and otolith staining materials to remove the reliance on expensive external laboratories. Good practice examples in these cases may come from addressing current weaknesses turning those weaknesses into strengths. If weaknesses are not being addressed and opportunities exist it should be identified what is stopping or limiting progress on implementation, are assumptions correct and are plans realistic and substantial or are other weaknesses limiting the chances of exploiting opportunities e.g. poor government effectiveness limiting the ability of government research agencies to apply for and win external funding. ",
        "Page 38 Table 8: Summary of Weakness and Opportunity Combinations Identified for Mauritania. # Weakness Opportunity Description and evidence 1 SDGs are a distant object for an important share of the civil service External training (tertiary level) Mauritania should take profit of the available solutions of external training covering topics related to SDG 14. Some specific short courses focusing on Ocean Governance topics could be interesting for civil servants having already completed a master or a PhD 22 . There is however a gap to be filled by francophone universities as most of these courses are help in English, which may be an issue for a country like Mauritania. 2 Large EEZ with limited enforcement capacity, despite recent progress. Shared fisheries MCS activities Work developed under the SFRC umbrella or during the Go WAMER project on joint MCS work are good example of surveillance projects that can deliver effective results on tackling IUU fishing at the regional level. A regional programme for joint MCS activities should be implemented, which would partly disconnect these operations from the short-term funding issues projects like Go WAMER are facing. 3 Civil service workforce is ageing Strong NGO / Intergovernmental support and pressure (MAVA/ UICN / UNDP.) The skill gap that Mauritania may experience around 2020 could be compensated by relying temporarily on the technical assistance that NGOs and intergovernmental agencies could provide. Relying on external experts that could be seconded to the Mauritanian government could also be another solution to tackle this potential skill gap while new civil servants could be trained. 4 Access to external experts (IRD, IUCN etc.) 5 Long term involvement of development agencies 6 Large EEZ with limited enforcement capacity, despite recent progress. Extension of EEZ for seabed resources Extending the Mauritanian EEZ will stretch further the limited resources devoted to MCS activities. There is a need for channelling some of the economic benefits generated by this extension to monitoring and enforcement teams in order to maintain a sufficient coverage inside the current EEZ and in the future extension. 22 http://www.australiaawardsafrica.org/wp-content/uploads/2014/08/Ocean-Governance-and-Sustainable- Fisheries.pdf ",
        "# Weakness Opportunity Description and evidence 7 Fisheries administration is lacking resources to develop and implement management plans. Strong NGO / Intergovernmental support and pressure (MAVA/ UICN / UNDP.) Mauritania could make an extensive use of available expertise to improve and operationalise the implementation of the different management plans the fisheries administration is developing. 8 Access to external experts (IRD, IUCN etc.) 9 Long term involvement of development agencies 10 Fisheries administration is lacking resources to develop and implement management plans. Regional dynamic is important (notably SFRC, WAEMU) Mauritania on its own cannot build effective management frameworks for all shared stocks without developing convergent systems with its neighbours. There is a strong need for improving regional mechanisms to manage fisheries, either in terms of allocation of fishing rights between various countries, but also in terms of fishing capacity management at the regional level. Building on existing regional cooperation bodies (SFRC notably), it is also essential for Mauritania to involve more its direct neighbours (Morocco, Cape Verde). 11 Structuring projects at the regional levels on specific subjects: data collection (WAEMU), surveillance (GO WAMER). 12 Weak processing sector Port infrastructure funding. Investments in ports infrastructure are essential to raise the profile of the Mauritanian processing sector, which is currently happening in major ports (Nouadhibou, Nouakchott). There is a need to maintain and expand the current financial efforts to cover more landing points. This would foster processing activities and increase the value added generated by the Mauritanian seafood supply chains. 13 Fisheries data are limited. Structuring projects at the regional levels on specific subjects: data collection (WAEMU), surveillance (GO WAMER). Mauritania should build on recent work performed at the WAEMU level on data collection to improve its system, notably by fostering collaboration with its neighbours that are not members of WAEMU (Cape Verde, Morocco). 14 All Oil and natural gas Exploitation of oil and gas may in the medium to long term provide additional funding stream to the Mauritanian government, that could eventually be used to fund specific SDG14 programmes tackling national weaknesses. ",
        "Page 40 4.4 Weaknesses and Threats – “High Risk Scenarios” Where weaknesses and threats are matched up this would identify potentially high risk scenarios. In these cases the assessment of risk is crucial. It is very important to understand the risks faces and ignorance of those risks is a poor state to be in. Where risks and potential impacts are shown to be low then we should highlight these issues as a low priority and ensure that countries are not distracted by them, but where the risks and / or the impacts are high then it is recommended that an assessment of funding and capability gaps is conducted and a mitigation plan developed to ensure these risks are addressed. This could be through additional funding, training, bringing in additional temporary technical assistance, or working with neighbouring States to transfer skills, personnel or equipment (e.g. rent of a patrol vessel during “high” season in one EEZ during the “low” season in the vessel owners’ EEZ) or joint purchasing and usage of high value resources. The Country’s large EEZ, limited MCS capacity and threat of illegal fishing have been highlighted as high risk scenario in Mauritania. Thus, a science and evidence based national IUU risk assessment should be conducted as part of its MCS strategy to identify high risk areas and mitigate future risk. Additionally, there is need for developing a regional approach to tackle IUU Issues. ",
        "Table 9: Summary of Weakness and Threat Combinations Identified for Mauritania. # Weakness Threat Description and evidence 1 Fisheries administration is lacking resources to develop and implement management plans. Shared fisheries resources with neighbouring countries. Some of the fish stocks present in Mauritanian waters are shared with several neighbouring countries; calling for a common approach to manage them. There is currently no control on the implementation of the COPACE resolutions (which are non-binding), no allocation of stock shares (or effort), nor a real control of the effort deployed by African fleets. There is however the need for the development of an effective management mechanism at the regional level, which could vastly improve the status of several stocks, notably by fostering the development of converging management systems. 2 A large share of the small pelagic resources is caught by foreign vessels 3 Large EEZ with limited enforcement capacity, despite recent progress. Illegal fishing There is a strong need for developing evidence based risk assessment to identify high risk situations (specific areas, risk fleets…), in order to maximise the impact of the available MCS resources. There is also a need for developing a regional approach to tackle the issue of IUU vessels spreading over several EEZ. 4 Primary and secondary academic infrastructure are perfectible Short term nature of funding The short-term nature of funding hinders Mauritania to develop coherent long-term strategies in terms of research and training. Combined with a limited level of local education, notably at tertiary level, this lack of high level research is detrimental to the necessary renewal of high- skilled civil servants. Training all the staff needed by 2020 outside Mauritania will indeed be extremely costly and will limit the ability of the country to renew its high-level staff. 5 Limited local tertiary level education in SDG related skills. 6 Civil service workforce is ageing 7 Fisheries data are limited. Shared fisheries resources with neighbouring countries. The ability to monitor and track all the catch is an essential part of an efficient fisheries management system. There is also a need to develop a flexible and workable regional approach on data collection that ",
        "Page 42 # Weakness Threat Description and evidence 8 A large share of the small pelagic resources is caught by foreign vessels would help understand the overall dynamic of shared stocks and would help capture the activity of foreign vessels operating in Mauritanian waters. 9 Weak sewage system Common waters – pollution sources external to Mauritania Improving the quality of coastal water relies not only on the ability for coastal communities to lower their effluents by improving sanitation, but also to a lesser part on Mauritanian to influence its neighbours to lower their pollutant emissions. 10 Eutrophication of rivers and some coastal areas 11 Weak processing sector Nomadic fishermen from neighbouring countries The fisheries agreement between Senegal and Mauritania is currently not active, partly due to the lack of attractiveness of the Mauritanian processing sector for Senegalese vessels. Reinforcing the processing sector and notably its ability to quickly export products in Senegal could attract some Senegalese operators back in the fishery. 12 All Climate change Climate change is expected to cause detrimental effects on Mauritanian ecosystems, notably in coastal areas (shallow zones, intertidal area). There could also be important impacts of several stock distributions, notably for the small pelagic species, especially if the upwellings and the thermal front were to be modified. 13 All Offshore oil and natural gas exploitation There is a potential for the oil and gas industry to work without any proper monitoring. If a part of the funding generated by the sector could be devoted to developing effective monitoring systems (observers), this risk could be considered low. Annex 1 – Examples Level 1 – Define Strengths, Weaknesses, Opportunities and Threats Positive Negative ",
        "I n t e r n a l STRENGTHS National focus on issues Academic infrastructure strong and good national curriculum development Training within national colleges. Relevant Govt. bodies well-funded Experience in similar projects Enhanced reputation Clear processes in national bodies (e.g. data collection / analysis) History of implementation Good communication Industry focus or engagement Good governance (WBGI) WEAKNESSES Political will Lack of nation training plans Poor retention of trained / skilled staff Enforcement capacity / effectiveness Administrative capacity / effectoveness Knowledge / experience insufficiency Lack of reputation Focus on food not resource Requirements are new and untested in country Poor communication Lack of focus from industry Poor governance (WBGI) – poor stability to the extreme of civil war (Heads of relevant bodies replaced with Govt change) E x t e r n a l OPPORTUNITIES High priority regionally (+ bilateral) Strong NGO support and pressure Regional knowledge Regional and bilateral cooperation is high – clear responsibility and effective New skill training / transfer available from outside agencies External funding or services from various sources available Public – Private Partnerships possible Partner organisations available Emerging blue economy THREATS Regional pressure on smaller States Strong industry lobby (national / DW) Common pool nature of resource Poor regional management Lack of targeted funding (for environmental issues as a priority vs conflict, food security etc.) Lack of funding (prev. developing countries now not classified as developing) Lack of opportunities for training or lack of continuity of staff post training Conflict / War Economic – Global economic downturn Climate change ",
        "Page 44 Level 2 – Couple SWOT combinations Strengths Weaknesses O pp o r t un i t i e s “Obvious natural priorities” Likely to produce greatest ROI (Return On Investment) Likely to be quickest and easiest to implement. Probably justifying immediate action- planning or feasibility study. Most likely to succeed and generate good practice examples Planning question : \"If these areas are not already being planned for and prioritised, then why not?\" “Potentially attractive options” Likely to produce good returns if capability and implementation are viable, i.e. address weaknesses – bring in help / funding. Challenges may bring unexpected benefits from working outside of normal parameters – increase skill ranges and capacity. Good practice may come from addressing weaknesses – highlights for training / capacity building. Planning question : \"What is stopping or limiting progress on implementation, are assumptions correct and are plans realistic and substantial?\" T h r e a t s “Threats should be easy to defend and counter” Current skills, funding and administrative requirements should be in place to be able to meet these threats. Funding and capacity should be reviewed regularly to ensure prioritisation. Generally threats neutralised. Good practice can be developed to show how to effectively address threats in limited situation. Planning question : \"Are threats properly informed and organisation in place to deal with threats? No surprises. Regional threats be turned into local opportunities?\" “Potentially high risk scenarios” Assessment of risk crucial – ignorance is a poor state to be in. Where risk is low then we should highlight these issues as a low priority and not be distracted by them (financial planning). Where risk is high assess funding and capability gaps and develop mitigation plan. Planning question : \"Are risks and impacts assessed for these issues? Where the risks / impacts are high are specific mitigation plans in place?\" ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions: • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "doi: 10.2826/35083 E A - 0 1 - 1 8 - 7 3 4 - E N - N "
    ]
}