{
    "text": [
        "Gearing European research towards sustainability R E S A E R C H P O L I C Y G e a r i n g E u r o p e a n r e s e a r c h t o w a r d s s u s t a i n a b i l i t y - R D 4 S D E x e r c i s e ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu EUROPEAN COMMISSION Directorate-General for Research Directorate I — Environment Unit I.2 — Sustainable Development Contact: Nicole Dewandre European Commission Office CDMA 03/10 B-1049 Brussels Tel. (32-2) 29-94925 Fax (32-2) 29-84686 E-mail: nicole.dewandre@ ec.europa.eu ",
        "EUROPEAN COMMISSION Gearing European research towards sustainability RD4SD Exercise This report was written by: Luke Georghiou University of Manchester, United Kingdom Laurence Esterle Institut national de la santé et de la recherché médicale and Institut Francilien Recherche, Innovation et Société, France Claire Hubert Ministère de l’Ecologie, de l’Energie, du Développement durable et de l’aménagement du territoire, France Stefan Kuhlmann School of Management and Governance; University of Twente, The Netherlands Directorate-General for Research Sustainable Development 2009 ",
        "LEGAL NOTICE: Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2009 ISBN 978-92-79-12423-5 doi 10.2777/22864 © European Communities, 2009 Reproduction is authorised provided the source is acknowledged. Printed in Luxembourg P rinted on recycled PaPer EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed ",
        "The importance of linking research to sustainable development is strongly acknowledged, and the framework for doing so at EU level has been set up reciprocally in the EU renewed Sustainable Development Strategy 1 and in FP7. This is reaffirmed in most recent EU R&D policy documents: the Communication on \"A Strategic European Framework for International Science and Technology Cooperation\" 2 , the Communication on \"Toward Joint Programming in Research: Working together to tackle common challenges more effectively\". 3 Furthermore, the ERA vision 2020 (within Ljubljana process) calls for the European Research Area to be \"firmly rooted in society and responsive to its needs and ambitions in pursuit of sustainable development\" 4 . The aim of this exercise is to engage in a structured dialogue on what it means to harness European research to sustainability and how this can be done. To trigger this structured dialogue, a small expert group 5 has been set up, with the mandate to develop a background paper exploring the three following questions (the “Pillars” of the exercise): (A) To what extent does sustainable development require changes in the way we carry out research? (B) To what extent does sustainable development require changes in the way we elaborate research policies? (C) Which indicators do we need to grasp the contribution of research to sustainable development? Thanks are due to the experts invited to the meeting on February 9 th and the Member States and FP7 Associated Countries representatives who came to a second meeting on March 16 th . In parallel, a web-based consultation has produced a further 10 responses. All of these produced comments and/or discussion relating to earlier drafts of this paper. The authors are grateful for their helpful inputs. 1 European Commission Renewed EU Sustainable Development Strategy 10917/06 2 COM(2008)558 final 3 COM (2008) 468 final 4 2891 st Competitiveness Council (1.-2. December 2008); Conclusions on the definition of a \"2020 Vision for the European Research Area\" 5 Dr Jennifer Cassingena Harper, Dr Laurence Esterle, Prof. Luke Georghiou (Chair) and Prof. Stefan Kuhlmann 1 ",
        "",
        "3 TABLE OF CONTENTS EXECUTIVE SUMMARY................................................................................................................................... 4 PILLAR A: IMPLEMENTING RESEARCH FOR SUSTAINABLE DEVELOPMENT ............................. 6 1 INTRODUCTION....................................................................................................................................... 6 2 SUSTAINABILITY IN THE PRACTICE OF RESEARCH................................................................... 7 3 SUSTAINABILITY IN THE CONTENT OF RESEARCH.................................................................... 9 3.1 R ESEARCH TARGETED AT SUSTAINABILITY ISSUES ............................................................................... 9 3.2 S ECTORAL ISSUES ............................................................................................................................... 11 3.3 I NVESTIGATOR - DRIVEN RESEARCH AND ITS TRANSLATION ................................................................. 14 4 INCENTIVES AND REWARDS – INTERDISCIPLINARITY AND SD AT THE LEVEL OF THE RESEARCH CAREER....................................................................................................................................... 16 5 RESEARCH PRIORITIES – HOW SUSTAINABILITY GAINS WEIGHT IN THE RESEARCH AGENDA ............................................................................................................................................................. 18 5.1 P RIORITY SETTING AND AGENDA BUILDING ........................................................................................ 18 5.2 I NNOVATION AND S UPPORT FOR P OLICY AND P RACTICE .................................................................... 19 6 CONCLUSIONS AND RECOMMENDATIONS................................................................................... 21 PILLAR B: RESEARCH POLICY IN EUROPE FOR SUSTAINABLE DEVELOPMENT...................... 23 1 INTRODUCTION..................................................................................................................................... 23 2 RESEARCH POLICY STIMULATING SUSTAINABILITY ORIENTED RESEARCH................. 23 3 MOBILIZING THE RESEARCH – POLICY LINK............................................................................. 30 ANNEX 1 TO PILLAR B: EXAMPLE OF USING STRATEGIC INTELLIGENCE FOR RESEARCH POLICYMAKING.............................................................................................................................................. 37 PILLAR C: HOW CAN THE CONTRIBUTION OF RESEARCH TO SUSTAINABLE DEVELOPMENT BE MEASURED? ............................................................................................................... 40 1 INTRODUCTION..................................................................................................................................... 40 2 METHODOLOGY USED FOR THE REPORT .................................................................................... 41 3 STATE OF THE ART OF EXISTING INDICATORS ON R&D AND SD......................................... 42 3.1 G ENERAL METHODOLOGY FOR INDICATORS ....................................................................................... 42 3.2 RD&I INDICATORS AND THEIR APPLICATION IN THE FIELD OF SD ...................................................... 42 3.3 S USTAINABLE DEVELOPMENT INDICATORS ......................................................................................... 48 4 MEASURING THE IMPACT OF R&D ON SD .................................................................................... 51 4.1 M EASURING THE IMPACT OF R&D ON SD INDICATORS : A DIFFICULT CHALLENGE ! ............................ 51 4.2 P ROPOSITION FOR AN ALTERNATIVE : A COMBINED METHODOLOGY WITH PARTICIPATIVE ASSESSMENT OF ACTIVITY INDICATORS ................................................................................................................... 52 4.3 C ONCLUSION ...................................................................................................................................... 58 ANNEX 1 TO PILLAR C : ROAD MAP FOR FURTHER STUDIES.......................................................... 60 ANNEX 2 TO PILLAR C : LIST OF ACRONYMS........................................................................................ 61 OVERVIEW OF ALL RECOMMENDATIONS MADE IN THIS REPORT .............................................. 62 ",
        "4 EXECUTIVE SUMMARY Sustainable development (SD) is a necessity to safeguard the interests of future generations and, driven by the environmental and economic challenges, already occupies a central position in EU strategies. This report explores what it means to harness European research to SD and how this could be achieved and measured. Three aspects are covered, addressing changes in: execution of research; elaboration of research policies and developing indicators of the contribution of research to SD. The report has emerged from a structured dialogue between an expert group and stakeholders from the research and policy communities. SD needs to be embedded in practice, or how we do research . This is important because R&D is itself a significant economic activity with an environmental footprint to match. Research facilities can be very energy intensive and labs produce all kinds of non-recyclable or potentially hazardous wastes. Unless researchers internalise the values of sustainable development they are less likely to express these in the directions and outputs of their work. There is a need for systematic knowledge-sharing at European-level on good practice. The status and profile of SD research needs to be raised. Research in SD is in part an emerging discipline but also may be delineated by an interdisciplinary approach to the problems that it addresses. For some SD exists as a wider vision. While all of these perspectives can be held simultaneously it is important to ensure that the careers of those engaged in this area are not disadvantaged by comparison with those in traditional disciplines. Incentives, rewards and senior positions should be further directed to promotion of the area. Both exploratory investigator-driven research and problem-oriented targeted research are needed to address the issues of SD. The former category has the potential to offer breakthroughs from outside the field but to achieve these, excellence in translational research is needed. Socio-economic research , including sustainability research is needed to understand the character, the mechanisms and the requirements of the institutional transition in society, culture, economy, regulation, and politics necessary to allow for sustainable development. Foresight exercises and SD-oriented socio-technical experimentation and shaping form important tools for identifying and mobilising opportunities. Governance issues are at the heart of a successful research strategy for SD. Of particular importance is the interaction between researchers, policymakers and other stakeholders. At present there are insufficient spaces for such interaction. An inventory of existing actions should be constructed and action taken to stimulate SD-oriented experimentation. ERA-wide Policy Platforms are needed as ‘fora’ for defining an SD related research agenda. Information flowing in the SD research mediation system should be debated through Policy Platforms. Such Platforms would gather relevant policy makers across Europe pursuing SD goals with expectations from SD-related scientific research, aiming to develop targeted policy initiatives. SD-related scientific research targeted policy initiatives should make use of the entire spectrum of instruments foreseen in the European treaty (Article 169 initiatives; Open Method of Coordination; other kinds of multi-lateral initiatives). One area of research need is a better understanding of the specific characteristics of the dynamics of creating SD- related knowledge in different fields and sectors – it is unlikely that there is a one-size-fits- all concept. ",
        "5 Despite the importance of good evaluation, current approaches make measurement of the effectiveness of the contribution of research to SD difficult or even illusory . Evaluation helps to justify the investments that society makes and also identifies good practice. However both input and output indictors are constructed from data collected under categories which do not easily allow SD activity to be distinguished. An alternative methodology is proposed which takes research collectives or consortia as the unit of analysis and then applies a two-step approach, first identifying benefits against a checklist of indicators and second asking a jury of wider stakeholders and potential beneficiaries of the research to identify and assess the relevant contributions. Summary of recommendations: Recommendations on implementation of research for SD A1: More needs to be done to promote sustainable practices among researchers and research institutions. A2: SD should maintain its focus on key challenges while being grounded both in a vision and in the framework of an emerging discipline. A3: The EU research strategy, in its design and formulation, should complement cross-cutting approaches with an approach tailored to the specific needs of sectors. A4: The status and profile of SD research and those who practise it needs to be raised. A5: SD research should where appropriate be embedded in coordinated initiatives and under the rubric of Grand Challenges Recommendations on Research Policy for SD B1: Foresight should be used to identify SD-related research needs. B2: SD should be supported by a portfolio that is balanced between exploratory and problem- oriented research and underpinned by substantial socio-economic understanding. B3: There is a need to support research-led social shaping of SD concepts, involving stakeholders and researchers. B4: ERA-wide Policy Platforms are needed as ‘fora’ for defining SD related research agenda. B5: Knowledge brokerage processes that link SD research to application should be encouraged. Recommendations on Measuring the Contribution of Research to SD C1: There is a need to collect information about existing surveys, about analyses to build input and output indicators and about experiments conducted at any level to measure the contribution of R & D to SD. C2: SD research is best measured via Proxy Indicators linked to the direct results of research activities contributing to SD. C3: The production of indicators should be completed by the analysis of their results by a Jury in the framework of participative debate. C4: The development of other methods, such as the measurement of the behavioural additionality of research policies, needs to be encouraged. ",
        "6 P ILLAR A: I MPLEMENTING R ESEARCH FOR S USTAINABLE D EVELOPMENT Jennifer Cassingena Harper, Malta Council for Science and Technology and Luke Georghiou, Manchester Institute of Innovation Research, Manchester Business School, University of Manchester 1 I NTRODUCTION Sustainable development (SD) is a necessity to safeguard the interests of future generations. It is embodied in a need to protect and nurture the natural environment through sustainable consumption and production, avoidance of environmental pollution and degradation and preserving biodiversity. Beyond the physical dimension the concept is associated with principles of international and social equity and human rights. While it is a core objective of the European Union it is inherently also a global issue. Research and the innovation it supports are essential tools in the global effort to achieve SD and provide a means of immediate action. The ability to achieve the goals of SD is dependent upon knowledge and its application and hence research can be and is engaged with SD on a broad front. Furthermore, in the current financial crisis macroeconomic responses are being proposed (for example large-scale investments in renewable energies and conservation) which bring together the economic and SD agendas. On the other hand the crisis brings in its wake new potential for inequality and exclusion for those in the weakest economic position both within Europe and on a global basis. This paper explores the current challenges in improving the level, quality, relevance and impact of research on sustainable development, and a faster and more effective take-up of research results in industry and society. The current global political and economic climate is creating certain constraints and opportunities in terms of the resources available for research, current and in the near future in the face of the financial crisis. The energy crisis and climate change concerns are causing demand-driven emphasis on energy-saving products and processes and in general green technologies. While it is important that the research community responds to these sustainable development challenges and opportunities, by increasing the research content focus on SD, and by ensuring relevance to opportunities such as demand-driven green innovations, a number of questions ensue: • Is the current mode of priority-setting in research optimised to really cater for sustainable development? Are there better ways of defining and setting priorities? Do we need to rethink this process? • Is the current system at European and national level for selecting projects and teams geared to ensuring that sustainable development is given the status of a central and overarching priority? Are the types of partnerships and the size of research teams optimal for SD research? To what extent is interdisciplinarity a key criterion and how is it appropriately encouraged? Is the engagement of relevant stakeholders in particular end users adequately encouraged? ",
        "7 • How is SD research implemented in different areas of research and different sectors? What is the experience and are there insights and lessons which can be drawn to inform the process across sectors? Or does each research area require a dedicated approach? To explore the ways in which research can be better articulated with SD across the European Research Area we focus upon the issues surrounding implementation, how SD can be integrated into the values and incentives which drive researchers and the system in which they operate. Since research cannot be understood independently of its critical linkages with innovation, education and the wider thrust of public policies and societal aspirations, these interfaces need to be a part of the picture. At the same time the internal dynamics of research need to be understood, the questions of how themes gain priority for resources, what motivations drive researchers to select their fields of study, the right balance to be struck between investigator-driven research and problem-driven research, the role of disciplines and interdisciplinarity, and the extent to which there are differences in serving a societal goal rather than an economic one. There are also issues of sustainability in the way the research itself is carried out. Therefore we begin by making a distinction between the pursuit of SD in the practice of research and SD in its content . There are two reasons to be interested in practice. The first is that research is itself a significant economic activity with a commensurate environmental footprint. With the aspiration to constitute 3% of GDP it could become more so. The second reason is that if the values of SD are not internalised by researchers, they are less likely to be expressed in the direction and outputs of their work. In terms of the content of research, we will consider both research that is explicitly directed towards SD goals and the broader thrust of research which may turn out to have relevance for SD even if it is not targeted at these or indeed at any goals beyond scientific discovery. In the next section of this pillar, we consider what drives the content of research beyond the natural processes of discovery and in particular how SD becomes a core part of the research agenda. This is addressed both at the level of the individual researcher’s career incentives and at the institutional level in terms of the establishment of priorities for resources. An important qualification will be that each field and sector has its own dynamics and hence that there is no one-size-fits-all prescription. Research can only impact on SD if it finds application through innovation in technology, policy or practice. This is an interactive rather than a linear relationship and hence we also need to consider how these innovation processes can affect the research process. In a similar way we consider the relationship between SD research and public policy. Finally we draw some conclusions on the way forward for the implementation of SD in research in the ERA. 2 S USTAINABILITY IN THE P RACTICE OF R ESEARCH As noted above, research has a substantial environmental footprint and some efforts are already being made to reduce it. In the higher education sphere, the Talloires Declaration (TD) 6 is a ten-point action plan for incorporating sustainability and environmental literacy in teaching, research, operations and outreach at colleges and universities. It has been signed by 6 The Talloires Declaration http://www.ulsf.org/programs_talloires.html ",
        "8 over 350 university presidents and chancellors in over 40 countries 7 . While the research community is probably more sensitive to SD issues than the population at large the challenge remains to see sustainable practices implemented on a large scale in the research environment. One set of issues arise from the nature of different fields of research. A study in the USA has found that energy intensities in laboratory-type buildings are often five-times higher than those found in standard buildings such as offices. 8 In the case of more specialised facilities such as cleanrooms, intensities are 10-100-times higher, depending on classification. In biosciences, another study has pointed out that laboratories also impact on the environment by utilising large volumes of non-recyclable consumables and by having substantial quantities of potentially hazardous waste streams. 9 These specialised circumstances sometimes are already the subject of specific regulation, including health and safety legislation, and may often require specific and not-easily-transferrable solutions. In common to far more research settings are the general problems of managing estates in a sustainable manner. Keeping ageing equipment and facilities operational because of a lack of finance to invest in new facilities and an obligation to maintain heritage buildings are common constraints. 10 A comprehensive study of the UK Higher Education sector also identified procurement practices and a perceived poor rate of return on SD investments as problems. 11 The same study pointed out the importance of SD being a part of the strategic plans and policies of HEIs, to which we may add other scientific institutions. It should be noted that in some countries educational or research institutions may not have control of their buildings so sustainable practices will need to be initiated at a higher level in government. More generally there are lessons to be learned here from practice in industry, particularly the environmental management and reporting systems of some large companies. Most research institutions are also engaged in education and training and hence there is a further dimension in terms of ensuring that awareness and capability of SD issues in research are a part of the general curriculum at all Bologna levels. This can be summarised in the concept of SD literacy. Training should also extend to technical support staff. 7 Further evidence that this is an issue high on the agenda comes from a recent G8 University Summit held in Sapporo, Japan which led to a declaration on the responsibility of universities to contribute toward the attainment of sustainability, and the specific actions they must undertake to fulfil that responsibility. http://g8u- summit.jp/english/ssd/index.html 8 Bell, G.C., P.E., E. Mills, Ph.D., D. Sartor, P.E., D. Avery, M. Siminovitch, Ph.D., M. A. Piette. A Design Guide for Energy-Efficient Research Laboratories , LBNL-PUB-777, Lawrence Berkeley National Laboratory, Center for Building Science, Applications Team. September 1996 9 Hazel A. Wright, Joseph E. Ironside and Dylan Gwynn-Jones, The current state of sustainability in bioscience laboratories - A statistical examination of a UK tertiary Institute, International Journal of Sustainability in Higher Education Vol. 9 No. 3, 2008 pp. 282-294 10 Sustaining heritage buildings and objects is itself a dimension of SD. 11 HEFCE strategic review of sustainable development in higher education in England , Report to Higher Education Funding Council for England by the Policy Studies Institute, PA Consulting Group and the Centre for Research in Education and the Environment, University of Bath, January 2008 ",
        "9 Recommendation A1: More needs to be done to promote sustainable practices among researchers and research institutions. Barriers include perceived costs and lack of information on good practice. To stimulate the adoption of innovative alternative approaches, for example using substitute materials, sharing equipment or using less travel-intensive modes of collaborative working, a mixture of awareness-raising on sustainable practices and the identification of appropriate incentives is needed. European partnership makes it more likely that those engaged in specialised research can find potential partners with whom to open a knowledge-sharing dialogue for exchanging good practices. This dialogue should extend to identifying, and adopting where relevant, good practice in business R&D. 3 S USTAINABILITY IN THE C ONTENT OF R ESEARCH This section focuses on the implementation of sustainable development in the content of research and explores the extent to which SD constitutes a new field of research in its own right. This is followed by a closer look at two sectors, agriculture with its close connection to sustainable development and ICTs as an example of a more service-based context. 3.1 Research targeted at sustainability issues There are many types of research whose practitioners consider themselves to be engaged primarily with SD issues, either because i) they are addressing a specific problem in that domain – for example sustainable transport, sustainable construction or preservation of an artefact representing cultural heritage; or ii) because their entire field or sub-field is engaged with these issues. In the latter category could be areas such as environmental monitoring, natural resource management, urban or rural studies, social and behavioural studies of sustainable consumption, or international development. The Higher Education Funding Council for England (HEFCE) which plays a key national role in ensuring accountability and promoting good practice in research in universities and colleges, has in a recent report listed 30 research areas and themes that constitute SD but according to the degree of granularity there could be many more. SD research encompasses both natural and social sciences. An interesting question is whether a sufficient degree of coherence is emerging to constitute the development of a new field with a focus on SD. Some argue that this is happening. For example, the US National Academy of Sciences has launched a new section dedicated to sustainability science in its premier journal – described as: “an emerging field of research dealing with the interactions between natural and social systems, and with how those interactions affect the challenge of sustainability: meeting the needs of present and future generations while substantially reducing poverty and conserving the planet’s life support systems.” 12 12 http://www.pnas.org/site/misc/sustainability.shtml ",
        "10 In launching this initiative, the editor asserts that the area has “a room of its own” 13 with equivalent status to Physics, Genetics and Cell Biology 14 but other evidence suggests that this confidence may be premature – an issue we return to below. What is unarguable is that it is a rapidly growing field – the PNAS rationale for creating the “room” was a 15-20% annual growth in the number of papers over the last decade, along with the observation that these spanned a huge range of fields. As a result sustainability science was obtaining a sub-critical presence in disciplinary journals and lacking a forum in which cross-fertilisation of ideas could take place. Martens seeks to take the argument a step further, giving sustainability science the status of a paradigm rather than a profession or discipline, with a base of methodologies grounded in ways that are at odds with the current practice of science – moving for example from objective to subjective, and predictive to exploratory. 15 However, for the purposes of the present paper research will be discussed within the boundaries of current understanding of its nature. The FP7 Environment theme has similar emphases to the National Academy definition, aiming to promote: “Sustainable management of both man-made and natural environment and its resources. To this end, increased knowledge on the interaction between the climate, biosphere, ecosystems and human activities is sought and, new environmentally- friendly technologies, tools and services are developed.” A dual goal is being pursued of promoting the sustainable management of the environment and its resources through increasing knowledge about the interactions between the climate, biosphere, ecosystems and human activities and in addition developing new technologies, tools and services, which address global environmental issues. The research is oriented towards users with the aim of informing policy, as well as business and citizens. Another way to perceive SD is at the level of a vision or paradigm of similar status to that of the Information Society. Others see it almost in emotional terms as a commitment to principles emerging from the confluence of the economic, environmental and social pillars. While exploration of definitional issues may be an interesting research activity in itself, ambiguity about a definition need not inhibit a pragmatic approach. On this basis it is possible to address the challenges identified in the EU’s Sustainable Development Strategy: climate change and clean energy, sustainable transport, sustainable consumption and production, conservation and management of natural resources (including water issues), public health, social inclusion, demography and migration and global poverty and to move on towards implementation of research on these based upon a general understanding. 13 The analogy is taken from the 1929 feminist essay by Virginia Woolf who argued that a woman needed independent means and a room of her own if she was to write fiction. 14 Clark, W.C., “Sustainability Science: A room of its own”, PNAS, February 6, 2007 vol 104 no.6 1737-1738 15 Martens, P. Sustainability: science or fiction?, Community Essay, Sustainability: Science, Practice and Policy http://ejournal.nbil.org, Spring 2006, vol.2, issue 1. ",
        "11 Recommendation A2: SD should maintain its focus on key challenges while being grounded both in a vision and in the framework of an emerging discipline. The field of SD for some has the characteristics of an emerging field of research and for others is defined as a process or by the problems which it addresses. Both perceptions have their advantages – the disciplinary view facilitates the training of new researchers and makes it easier to establish parity of status with well-established fields. On the other hand it is necessary to keep the flexibility associated with a problem or needs-based approach. In practical terms a “dual-track” approach can be taken which pursues the pragmatic approach, addressing the EU’s (and other relevant) challenges while grounding this both in the wider vision of SD and in the knowledge and practice which the emerging discipline provides. 3.2 Sectoral issues The sectoral dimension of sustainable development research needs to be given careful consideration since it is clear that policies and approaches for integrating SD more effectively in research should take into account and reflect this level of granularity. There are a number of reasons for this. As mentioned earlier, there is a growing acceptance of the need to move away from one size fits all approaches and to define more targeted approaches tailored to the specific context and maturity of the sector 16 . In relation to SD, an additional consideration relates to the fact that certain sectors, such as agriculture, water, energy, transport and more recently perhaps construction, have advanced substantially in recognising and implementing SD as a key driving priority of research and innovation. This is due to the fact that these sectors have a traditionally closer connection to sustainable development in terms of the content and thus benefit from considerable experience of implementation. This group includes the sectors which historically have generated the greatest adverse environmental impacts and hence have had to confront SD issues at an earlier stage. A second group of sectors, for example health and life sciences, manufacturing, service sectors such as tourism, and information and communication technologies pay considerable attention to SD, at least in their rhetoric, but on the whole are driven more by other considerations of quality of life or competitiveness. Nonetheless there is a need to raise the profile of SD in these sectors both in terms of their own practices and because of their potential to contribute to the achievement of SD through the application of greening innovations they support even in the first group of sectors 17 . In the following section (3.3) we also discuss the role of generic or pervasive technologies in pursuing the SD agenda. To reinforce these intersectoral benefits it is important that a more systemic and comprehensive strategy is developed which could be grounded in more joined-up policies and cross-cutting SD research initiatives going beyond/bridging sectoral divides. This cross- sectoral approach would lend a more dedicated and robust policy approach with tangible targets and impacts for eventual assessment of progress in strategy implementation. 16 Tailoring Foresight to field specificities June 2008 Draft 1 JRC-IPTS & PRIME NoE ERA Dynamics project 17 See for example the Framework Programme’s ICT Challenge 6: Mobility, environmental sustainability and energy efficiency ",
        "12 In this section, we look briefly at two examples of sectors, one from each category, agriculture with its close connection to sustainable development and ICTs as an example of a more service-based context. 3.2.1 Agriculture In assessing the extent to which SD is addressed in agriculture research, one needs to distinguish between different levels and types of engagement with SD. At one level, sustainability can be introduced as an evaluation criterion in existing research programmes, in technology testing and/or as a design criterion in developing new technologies, e.g. crop technologies 18. However, the incorporation of SD in research can according to Lynam and Herdt progress to a deeper level with its adoption as a central or core set of concerns on which to focus and organize research. This constitutes a major shift in the perception and adoption of SD, as an end objective rather than an intermediate goal 19 . This implies an overhaul of the research and innovation system to reassess research content and relevance and to ensure optimal modes of organisation. Box 1 highlights a range of challenges facing the European agro-food sector in shifting to the knowledge-based bio-economy, which are driven by the need for the sector (and food retailers) to remain globally competitive while addressing climate change and SD concerns, such as the maintenance of biodiversity and prevention of landscape damage. Addressing these multi-faceted SD challenges facing the agri-food sector in Europe and worldwide, will require a major overhaul in the current agriculture research system. Recent foresight work under the aegis of Europe’s Standing Committee for Agricultural Research (SCAR) 20 has highlighted that in the emerging global scenario for European agriculture, research content needs to extend to address a diverse and often inter-related set of issues relating to SD, including “food safety/security, environmental sustainability, biodiversity, biosafety and biosecurity, animal welfare, ethical foods, fair trade and the future viability of rural regions”. 21 These issues cannot simply be added to the research agenda – addressing them more comprehensively and holistically in agriculture research requires new ways of organising research, in terms of priority-setting, research evaluation and selection criteria, and in bringing together new configurations of research teams, as well as managing closer interactions with the user communities and the general public in order to ensure that relevant information and knowledge is produced and the results are taken up. 18 Lynam, JK and Herdt, RW, Sense and Sustainability: Sustainability as an Objective in International Agricultural Research, Agricultural Economics 3, (1989) p. 381-398 (Elsevier) 19 Pinstrup-Andersen, P, and Franklin, D. (1977). A systems approach to agricultural research resource allocation in developing countries. In Arndt, T.M., Dalrymple, D. and Ruttan, V. (Eds.), Resource allocation and efficiency. Minneapolis: University of Minnesota Press. 416-435. 20 Based on such analysis the EU-Standing Committee on Agricultural Research started a Foresight Exercise in 2006 \"Towards future challenges of agricultural research in Europe\" (http://ec.europa.eu/research/agriculture/scar/index_en.cfm?p=3_foresight ). Results have been presented and discussed at a conference in Brussels on 26-27 June 2007. The conference report is available at: (http://ec.europa.eu/research/agriculture/scar/pdf/towards_future_challenges_report_en.pdf) 21 Gaudin T, Cassingena-Harper J et al, FFRAF report: foresighting food, rural and agri-futures, Report of Foresight Expert Group, December 2007; and Brunori, G., Jiggins, J. et al, 2nd SCAR Foresight Exercise Synthesis Report, December 2008 ",
        "13 Box 1 The Agri-Food Sector Bound to Change An overview of emerging global trends, policy developments, challenges and prospects for European agri-futures point to the need for a new strategic framework for the planning and delivery of research is called for, addressing the following challenges: – Sustainability challenge : facing climate change in the knowledge-based biosociety – Security challenge : safeguarding European food, rural, energy, biodiversity and agri-futures – Knowledge challenge : user-oriented knowledge development and exchange strategies – Competitiveness challenge : positioning Europe in agrifood and other agricultural lead markets – Policy and institutional challenge : facing policy-makers in synchronising multi-level policies The complex, dynamic inter-connection of challenges, facing European agriculture research from a forward-looking, 20-year perspective requires strategic European policy responses right now. This will entail re-designing the institutional framework for research and putting in place a two-track approach for agri-futures research: – a transition research agenda to address the more immediate sustainability and safety/security concerns and the radical transformation arising from the reform of the CAP, combined with – a more long-term high-tech research agenda to ensure appropriate high-tech research investments for Europe’s agri- food industries and rural economies to retain their competitive position in global markets. Based on Cassingena Harper, J (2008) EFMN Brief 142 : Foresighting Food, Rural and Agri Futures an account of the first SCAR Foresight report (op.cit.) Beyond this, embarking on a more ambitious “SD as end objective” agenda, will require progressively higher levels of engagement with SD, at the level of policies and strategic roadmaps. This depends on closer interfaces between the research and policy communities. The shift to this higher level depends on the extent to which the commitment of agriculture policy-makers, agri-business, rural communities, and farmers can be met by the research community, in terms of available competencies, incentives and rapid and effective delivery of required know-how. Rather than simply introducing an SD focus in ongoing research, these challenges introduce the need for new ways of organising and implementing research in terms of • developing a more strategic policy approach with a well-defined and commonly agreed road map for implementing short-term and medium-to-long-term research agendas, with measurable goals and end results (see accompanying paper by Esterle – Pillar 3); • the selection of research priorities to ensure relevance to end-users in particular farmers, rural communities, and policy-makers responsible for the agriculture sector among others: • creating incentives to attract researchers to these fields of study which may not be covered by top academic journals; • ensuring the appropriate mix of research teams from relevant disciplines to work on an SD agriculture concern which cuts across different disciplines and to ensure that this approach becomes more institutionalised so that this type of research does not come to an end when the funding runs out. 3.2.2 Information and Communications Technologies (ICT) In many ways, the ICT sector reflects a similar set of challenges in terms of levels of engagement with sustainable development. A key difference is the fact that one needs to distinguish between the ICT sector and the application areas which range from transport to ",
        "14 energy, water finance, education, tourism and leisure. Thus whilst the integration of sustainable development in agriculture research requires the organization of multidisciplinary research teams to address the multifaceted challenges facing the European agricultural sector, ICT investments in more sustainable development-driven research and technologies have the potential of adaptation and customization for broader application in a range of sectors. The ISTAG Working Group on ICT and Sustainability in their Report 22 highlight this “application point of view because even recognising that concepts (e.g. systems robustness or control algorithms) are generic to any application, the technologies needed for implementing these concepts are different for each application domain as user requirements change. Application Research is a combination of technology, content and business models stimulating new cross- disciplinary research approaches.” A recent draft report of a project (Paradiso) supported by the European Commission (DG Information Society and Media) argues that as ICT is one of the key drivers of the development of many societies worldwide, it can become instrumental in moving forward a paradigm shift that puts sustainability before growth, along with changes in resource use, consumption patterns and social paradigms. 23 However, the report’s authors recognise that ICT research is at an early stage in recognising their “beyond GDP” perspective. Specific implications include the key role of ICT in achieving the economic, social and environment objectives of societies, through cross-disciplinary and multi-stakeholder research, use of ICT tools to engage stakeholders in this agenda, and mitigation of the impact of ICT equipment. In both agriculture and ICT research, the challenge for a deeper engagement with sustainable development thus requires the development of a framework and mechanisms for closer interactions between researchers in different fields and users in range of application areas. The potential for turning sustainable development into a key end-objective of research exists and is recognised in both sectors as outlined above, with opportunities for Europe to take the lead in developing new technologies, processes and services. In the case of ICT, the possibility of generic application in a range of sectors would seem to indicate higher returns of investment and greater scope for stimulating lead markets. 3.3 Investigator-driven research and its translation Beyond the discussion of the emergence of sustainability science (3.1) and of sustainability in science (3.2), it is important to acknowledge the possibility that sustainable solutions may depend upon advances in knowledge in areas of research such as nanotechnology, biotechnology, cognitive science and complexity where the initial aim was either the general advancement of knowledge, or else the pursuit of a different objective which nonetheless 22 “ Next generation ICT will have to support the targets for lower carbon emissions not only with new ultra low power consumption ICT devices and equipments but mainly through advanced ICT monitoring and control services and solutions enabling to improve energy efficiency across the economy (e.g. smart buildings, smart grids, manufacturing, transport). Furthermore, ICT plays a vital role in gathering data on climate change (e.g. earth-observation systems); in modelling the climatic phenomena and in providing the necessary simulation and\\visualisation tools to be integrated into decision support systems. ICT is also vital for disaster preparedness (monitoring, detection and prediction) aimed at both mitigating the negative effects of climate change and providing solutions for disaster relief. ICT makes substitution and/or dematerialisation possible; therefore it enhances energy and material efficiency and reduces transport demand by substituting products by on- line services (e.g. newspapers, films); by moving business into the Internet (e.g. banking, real state) and by the adoption of new ways of working (tele-working, flexi-work and virtual meetings enhanced by video-conferencing and tele-presence tools). ” FP7 ISTAG ICT Advisory Group, Working Group on \"ICT and Sustainability (including Energy and Environment)\" Version 12a, 4th April 2008 23 http://www.paradiso-fp7.eu/documents.php ",
        "15 produced “spin-off” benefits for SD. In part this is a result of the general interdependency between the sciences. Some fields have a particularly generic character, for example mathematics is rarely featured as a priority in itself but many other fields depend upon it. Informatics (as discussed above in Section 3.2) has a similarly pervasive role At the other end of the scale the engineering disciplines are particularly effective in applying knowledge developed elsewhere. 24 There are two important implications from this interdependency: i) Few would dispute a strong rationale for the continued support of investigator- driven research, which, within broad funding envelopes, relies upon the creativity of individual researchers to determine the direction of study. Traditionally work of this kind has been assessed on the basis of timeliness and promise in combination with a judgement of the capability of the applicant to perform the work. Judgements on all of these issues are made by scientific peers. Within the European spectrum the most prominent instruments are the European Research Council, some ERA-Nets (8% were in the area of fundamental science according to the International Review 25 ) and the activities stimulated by the European Science Foundation. ii) There is a role for some kind of “translational science”, to use an analogy with the approach to interface between biomedical and clinical medicine, which aims to accelerate healthcare benefits. The aim of this is in part to ensure an injection of potentially radical thinking into what may be the more incremental approaches implicit in applied research. In this case the objective would be to accelerate the uptake of ideas from other areas of science, particularly in pervasive areas, so as to contribute to the more rapid development of tools, measures and understanding relating to SD. Translation has particular importance for SD because of the critically urgent nature of the problems being addressed by research. The traditional distinction between basic and applied research has been under some pressure in recent years. 26 In reality most research outside specialised areas such as particle physics is funded with some expectation of relevance if not application. New terminologies such as “strategic research” have been developed to cover this situation where a socio-economic benefit is not clear at the time of doing the research but is expected at some point in the future. A popular formulation of this by the late Donald Stokes is the concept of Pasteur’s Quadrant in which the general argument is made that science can be technology-based as much as technology can be science-based and that there is an important neglected category of use-inspired basic research (named for the work of Louis Pasteur). 27 This is distinct both from basic research with no application in mind and applied research with no attempt to develop theory. The interaction between understanding the environment and developing tools and technologies to protect it puts a substantial proportion of SD research in this quadrant. We may also link these interdependencies in science with the interdependencies between sectors discussed in the previous section. A key challenge is how to ensure that SD goals are 24 PREST report for UK Comprehensive Spending Review 25 Horvat et al op.cit. 26 OECD Workshop on Basic Research, Oslo, October 29-30, 2001 27 Stokes, D.E., Pasteur's Quadrant: Basic Science and Technological Innovation, Washington, D.C.: Brookings Institution Press, 1997 ",
        "16 supported by the right mix of science and technologies without the impediments caused by lock-in of particular knowledge bases to the sectors or scientific fields in which they originate. Recommendation A3: The EU research strategy, in its design and formulation, should complement cross-cutting approaches with an approach tailored to the specific needs of sectors. This would combine an approach to SD in research that is sensitive to the different needs of sectors with an approach based on policy and innovation synergies across sectors and across fields of research. Together these would support a dedicated and robust policy approach with tangible targets and impacts for eventual assessment of progress in strategy implementation. More in-depth sectoral analyses of the level, extent and type of SD integration in research would provide a sound basis for identifying successful case studies and knowledge-sharing. It should also be recognised that substantial differences may exist at the sub-sectoral level and within different national contexts. 4 I NCENTIVES AND R EWARDS – I NTERDISCIPLINARITY AND SD AT THE LEVEL OF THE RESEARCH CAREER In the preceding discussion it was clear that in all cases, sustainability science, problem driven research and the translation to application from basic discoveries, a combination of disciplinary approaches is the norm. This is an important observation to carry into the present section where we consider what incentives and rewards may be necessary to promote the broader application of SD within the research system. In particular, we seek to explore the extent to which the contention that interdisciplinary research is undervalued by the scientific community is relevant to the pursuit of the SD agenda. The subject of interdisciplinarity, here understood as applying a combination of disciplines to a problem with an approach that integrates them, has attracted much attention in recent years. Competing definitions exist and some have preferred to replace the term (or encompass it in wider or narrower settings). Hence, ‘multidisciplinarity’ could imply less interaction between the disciplines, while ‘transdisciplinarity’ has a particular meaning in the German-speaking world involving the combination of knowledge and practice. What is clear is that the phenomena can exist at the level of an individual or a team and that there is a spectrum from the juxtaposition of different disciplines each of which address a distinct component of a problem or issue, through to some form of integrative synthesis in which the insights of the disciplinary components are fused and form something new. In the appropriate social setting this may constitute the basis of a new field as discussed above, or even a new discipline with the various trappings of certification that would entail. A key insight made by Gibbons et al some time ago 28 was that transdisciplinary approaches (their preferred term but not an identical usage to that defined above) were typical of what they labelled Mode 2 research built around a problem or application and carrying the further implication of various types of temporary collaborative working (public/private, cross-institutional, transnational…). This links both to Pasteur’s Quadrant and to the typical structure of research targeted at sustainability, including the Framework Programme. One of the main challenges of addressing sustainable development is to handle boundaries properly, be they between disciplines, between sectors, etc. Action in general, and research in 28 Gibbons Michael, Limoges Camille, Nowotny Helga, Schwartzman Simon, Scott Peter, Trow Martin: The New Production Of Knowledge - The Dynamics Of Science And Research In Contemporary Societies Sage, 1994 ",
        "17 particular will always need the identification of categories and/or boundaries. The need for integration will never take away the fact that action can only take place on the basis of the identification of typologies/categories, even if these are contingent and should communicate with each other. Why then is this an issue in terms of the incentives to carry out research on SD? There is a well-established belief that interdisciplinary research is less likely to be valued by fellow researchers than work framed in a disciplinary context. To understand this it is necessary to visit briefly the rewards and incentives structures of research. These have been an object of study from early Mertonian sociology through to more recent conceptualisations such as the “new economics of science” put forward by Dasgupta and David. 29 At the core is the issue of the scientific career which drives appointment and promotion decisions and later on distinguishes reputations. In an increasingly indicator-driven evaluation culture such decisions often hinge upon publication in prestigious journals, success in obtaining research funding and more general indicators of peer esteem (keynote invitations, prizes etc). The problem comes because some feel that because SD work is primarily problem-driven, it is undervalued because it lacks a clear disciplinary home/orientation? The consequence of this is a perceived low status of journals and dispersion. In turn this could affect the incentives for researchers at the start of their careers to engage with SD research – special measures may be necessary to attract the most excellent to engage with these issues. What evidence is there to sustain the argument of lack of prestige in SD research? An analysis of journal articles submitted to the 2001 UK Research Assessment Exercise – a large-scale national evaluation exercise driving the future allocation of research funding – found a relatively small number of articles on SD topics, only 0.2% of all those submitted, and coming from 38 journals. The journals themselves were identified through a survey of higher education institutions and it is instructive to note that of 217 mentioned only these 38 were cited more than twice and14 more than three times, emphasising the large diversity of outlets. The study in which these figures are reported suggests the low incidence of these journals in the 2001 Research Assessment Exercise could be because these journals were not regarded as academically prestigious and hence the articles would not be perceived of sufficient quality for an RAE submission. The Chair of the Geography Panel – the one receiving most SD submissions, indicated that the field’s leading journals did not publish much SD research, leaving it to less prestigious titles. Despite the limitations and anecdotal nature of these investigations there is some support for the problem of lack of prestige previously identified. It is too soon for any evidence to be available but it could well be the case that a transformation has taken place since 2001. The evidence here is still more anecdotal but rests upon a number of indicators – notably the rapid rise of SD in the political agenda, reflected in the status of its leading scientists and exemplified by the award of the Nobel Peace Prize to the Intergovernmental Panel on Climate Change, the regular presence of articles on climate change in particular in leading journals such as Nature and Science , and the growth in the total number of articles mentioned above. It is not possible yet to analyse changes in the submissions to the UK RAE in 2008 but it seems likely that these would show a substantial rise on the data indicated above. The recent round of the exercise also introduced a new specific category for Development Studies. A proper answer to questions about the growth in 29 Dasgupta, P. and David, P.A., Toward a new economics of science, Research Policy 23 (1994) 487-521 ",
        "18 weight and standing of SD research will have to await the development of the metrics system described in the accompanying paper. 30 In summary, the research community and those who support it need to consider ways in which researchers of the highest calibre can be attracted to work on the issues most pertinent to SD and at the same time to support the institutionalisation of the field to the extent that participation in this research agenda is properly rewarded within the value system of science. We return to this point is Section B2. Recommendation A4: The status and profile of SD research and those who practise it needs to be raised. In order to be attractive for researchers and their organisations, the conduct of problem-oriented SD research , interacting with society, economy, and politics needs to be fostered by incentives, rewards, and reputation. Prestigious prizes and awards are one such mechanism. The equivalent of a Nobel prize for research in this field (thus far it has been recognised only by the Peace Prize) could be one such development. On a broader basis, the emerging good practice of having a senior position in a University or Institute (say At Vice-Rector or Deputy Director level) dedicated to promotion of SD should be generally adopted. 5 R ESEARCH PRIORITIES – HOW SUSTAINABILITY GAINS WEIGHT IN THE RESEARCH AGENDA 5.1 Priority setting and agenda building The issues of agenda setting and alignment are addressed fully in the accompanying paper by Kuhlmann. 31 We discuss briefly here some of the practical issues involved in building research agendas that may give greater priority to SD. Various methods exist to support the construction of priorities including more systematic approaches such as foresight, impact assessment and evaluation or past performance, and more political processes such as the various forms of negotiation and lobbying between different loci of power and influence involved in the formulation of a research programme. In most cases these will be informed by information about promising technical opportunities and to a lesser extent by expectations of socio-economic benefit. Historical inertia is also a factor, particularly as participants in previous programmes form a constituency with expectations of continuity. In a European context in particular the different needs of nations and regions with a variety of interests and stages of development of particular scientific communities also form a part of the trade-off. Structures of sectors and the broader governance of research and innovation vary considerably between national contexts. As we have already seen in the sectoral cases above, objectives vary and are usually multiple. In most cases sustainability needs to be considered in tandem with other objectives, such as competitiveness and health. The challenge is in how a solution can be found which does not compromise the objectives but nonetheless takes them all forward, where possible. Extensive dialogue and exploration may be necessary. 30 Esterle L, 2008, How can the contribution of research to sustainable development be measured? 31 Kuhlmann S, 2008, Research Policy in Europe for Sustainable Development ",
        "19 An important caution here is that the announcement of a prominent position in a list of priorities does not mark an end-point in the institutionalisation of SD in research. There are several issues to be tackled in implementing priorities. Among these is ensuring a level of granularity that is meaningful in communicating actions to researchers and research operators. 32 We have already noted the interdependency of fields of research which means that priorities may be less than obvious. Finally, it has been observed by Rip and Nederhof that priorities are more likely to serve as an instrument of orchestration whereby policymakers and researchers adapt to each others’ goals, than as a blunt instrument for the allocation of resources. 33 At one level adaptation could consist of relabeling rather than a true reorientation. (though even relabeling can be beneficial as those who follow this strategy often also change their behaviour and affiliations over time). 5.2 Innovation and Support for Policy and Practice 5.2.1 Research and Innovation As we have noted in the discussion around Pasteur’s Quadrant there is a close relationship in many circumstances between research and application. Hence, it is difficult to discuss the forces shaping the nature and direction of research on SD without also considering the innovation dimension. In fact, the innovation literature on this topic provides useful insights on this relationship which are slowly becoming mainstream in European research and innovation policy. By innovation in this discussion, we mean equally technical and social innovation and any combination thereof. Kemp et al were among those who observed at an early stage that even if present trajectories of technical change are unsustainable it is far from automatic that a transfer to more sustainable modes of development can be achieved. 34,35 There is a lock-in to dominant sociotechnical regimes. The causes of this include the need to develop inter-related technologies and infrastructures to move forward, to put in place appropriate policy and regulatory frameworks, and to meet cultural and other user expectations. For these reasons technical progress is more likely to be incremental and within a regime than radical and of a transformational nature. Such lock-ins can inhibit the emergence of large-scale research initiatives. This emphasises the need for coordinated action as argued in pillar 2 of this paper. While most technical change only comes to have economic or social weight after a long series of such incremental improvements and adaptations, the argument from those working on transformations of socio-technical systems is that this sequence cannot begin unless there first 32 Georghiou, L. and Cassingena Harper, J., FTA for Research and Innovation Policy and Strategy, Third International Seminar on Future-Oriented Technology Analysis: Implications for policy and decision-making, Seville 16-17 October 2008, and forthcoming in Futures 2010 33 Rip A and Nederhof AJ, Between Dirigism and Laissez-Faire: Effects of Implementing the Science Policy Priority for Biotechnology in the Netherlands, Research Policy 15 (1986) 253-268 34 Kemp R., Schot, J. and Hoogma, R., Regime Shifts to Sustainability Through Processes of Niche Formation: The Approach of Strategic Niche Management, Technology Analysis and Strategic Management , Vol. 10, No.2, 1998 35 We could also note here the work of an ETAN Expert Group which, in 2000, explored how research and innovation could contribute to competitive and sustainable European production systems in the period to 2020. The central conclusion was that EU R&I policies and action should support and foster ‘context-breaking’ based on sufficiency, by which they meant among other things, new types of collaborative processes and networks and a more flexible and open approach to systems-design. Sustainable Production - challenges and objectives for EU research policy , Report of the Expert Group on Competitive and Sustainable Production and Related Service Industries in Europe in the Period to 2020, EUR 19880 ",
        "20 has been a radical transformation. A variety of transition pathways have been posited 36 normally involving explanations of how sustainable technologies can move from a niche to a mainstream position. The role of users is one such critical factor. There is a close link here to the current interest in demand side innovation policies 37 , and it is relevant to note that the EU’s innovative Lead Market Initiative has a strong focus on sustainable technologies with four out of the six pilot areas involving them. The need for engagement with users was also evident in the agricultural case above. For our purposes here it is important to note Kemp et al’s criteria for successful strategic niche management which imply substantial coordination including building a constituency behind a product to include firms, researchers, public authorities, developing complementary technologies and changes in social organisation necessary for diffusion of the innovation, and articulating the changes in technology and in the institutional framework necessary for the economic success of the new technology. 38 The types of coordination demanded suggest that while individual research projects on SD (the norm for the investigator-driven research we discussed previously) should be given the necessary space and freedom to allow creativity, they are far more likely to lead to an impact if they are embedded in a coordinated initiative, preferably at the level of a Grand Challenge so as to carry the necessary social, political and industrial commitment necessary to achieve the transition. 39 A Grand Challenge as well as being a vehicle to generate political and societal commitment to action also provides the linking mechanism between research and the complementary measures necessary for it to have an impact. 5.2.2 Research and Policy It is a feature of much research on SD that its goal for application is to influence policy and practice, for example in underpinning regulations and other legislation on a scientific basis, or developing sound management practices for the environment. As with innovation, our principal interest here is in the feedback loops that exist between the needs of policymakers and the research agenda, particularly at a European level. In the case of environmental legislation the European level is particularly critical as the majority of regulation is developed at that level and the EU normally has a common position in global negotiations. While it is (or should be) the norm that those developing, say, environmental regulations seek to inform their activity through research, it is less obvious that other areas of policy take on board the SD agenda to the same extent. A general problem in the engagement of research with policy is the need for policy-making bodies to have sufficient capability to specify their research needs and the motivation to absorb and implement the results when they are available. These are both activities which can only effectively take place through a close engagement with the relevant research 36 See for example Geels, F.and Schot, J., Typology of sociotechnical transition pathways, Research Policy 36 (2007) 399-417 37 Aho, E., Cornu, J., Georghiou, L., Subira, A., January 2006. Creating an Innovative Europe . Report of the Independent Expert Group on R&D and Innovation appointed following the Hampton Court Summit.; and Edler, J. and Georghiou, L., Public procurement and innovation—Resurrecting the demand side, Research Policy 36 (2007) 949–963 38 Kemp et al op.cit. p186 39 Challenging Europe’s Research: Rationales for the European Research Area, Report of the ERA Expert Group, DG Research EUR 23326 EN 2008 ",
        "21 communities (as well as with their broader stakeholders). We could also carry across another argument from innovation, that even enlightened policymakers are prone to lock-in to particular research communities and may miss key developments emanating from other fields or sectors. The challenge is greater if this knowledge is distributed across Europe. Jill Jaeger has argued that a social contract, is needed whereby “the science and technology community would devote an increasing fraction of its overall efforts to research agendas reflecting socially determined goals of sustainable development. In return, society would undertake to invest adequately to enable that contribution from science and technology, from which it would benefit through the improvement of social, economic and environmental conditions.” 40 The above arguments suggest that the best way to secure priority for SD research is to ensure that the interaction with societal transitions through innovation policy change is made explicit and effective. The means to effect such interactions from one of the central themes of Pillar B of this paper. Recommendation A5: SD research should where appropriate be embedded in coordinated initiatives and under the rubric of Grand Challenges. In promoting SD as a research priority it is important that it is constructed in a way that gives meaningful signals to those applying for or allocating resources. In turn, ensuring that SD research projects lead to an impact requires them to be embedded in a coordinated initiative, preferably at the level of a Grand Challenge so as to carry the necessary social, political and industrial commitment necessary to achieve the transition. Such high level commitment will also rely on the close engagement of research with policy and the role of the user should be given greater attention to ensure optimal engagement and exploitation of opportunities for action. 6 C ONCLUSIONS AND R ECOMMENDATIONS In this pillar, we have explored a range of ways forward and lines of action for inducing a gradual integration of sustainable development in research based on current trends and emerging practice. We have identified a number of challenges for improving the level, quality, relevance and impact of research on sustainable development, and a rapid, effective take-up of research results in industry and society. European research policy has a multilevel role to play in addressing these challenges by promoting more sustainable practices in research through awareness-raising and knowledge-sharing; as well as developing a commonly understanding of the rationale for a central role for SD in research. These actions will support the emergence of this new field of research and generate a definitive and comprehensive baseline for SD in research as soon as possible. It is important to recognise that an effective research system for SD is an effective research system for all purposes and that there is not necessarily a conflict between these goals. We have taken a preliminary look at how SD research is being implemented in different areas of research and in different sectors, focusing on the insights which can be drawn from the examples of the agriculture and ICT sectors. While these sectors share some common features in terms of integrating SD in research, it is clear that a dedicated, sector-specific approach is called for. The analysis of existing literature has highlighted the need for more 40 Jaeger J., The Governance of Science for Sustainability in Adger, W.N. and Jordan, A. (eds), Governing Sustainability Cambridge University Press, 2008 p143 ",
        "22 studies and research to understand the sectoral dimension of SD in research. The sectoral focus highlighted the fact that the level of engagement with SD can progress from the introduction of sustainability as an evaluation criterion in technology testing to becoming a basic central or core set of concerns on which to focus and organize research. On the other hand, we have also noted the critical role of intersectoral and cross-disciplinary approaches in bringing knowledge to bear on the challenges posed by SD. The linkages to innovation and to policymaking form a key component of the means by which the agenda for SD research is constructed and for the ways in which it will be applied. In both cases the essential elements are coordination, engagement and building the capacities and incentives for users to play a major role in the process. This preliminary review is intended to open up the debate among those who perform, support or use research in Europe and who recognise the need but perhaps not the means to make SD a core priority. ",
        "23 P ILLAR B: R ESEARCH POLICY IN E UROPE FOR S USTAINABLE D EVELOPMENT Stefan Kuhlmann , School of Management and Governance , University of Twente 1 I NTRODUCTION Sustainable development aiming to meet pressing societal challenges has become an acknowledged overarching concept in Europe and beyond. The 2008/09 global economic crisis provides good reasons to push the goals of sustainable development (SD) even higher on political and economic agendas (while some say that short term pressure on growth might put sustainability issues on a second row). Meanwhile science, research and innovation are considered as key elements in the shaping of SD, in particular in the framework of the Lisbon Strategy in the post-2010 period. Also, the renewed European SD Strategy 2006 gives research efforts a prominent position: “Research into sustainable development must include short-term decision support projects and long-term visionary concepts and has to tackle problems of a global and regional nature. It has (…) to bridge the gap between science, policy-making and implementation” 41 . This twofold strategic orientation – (1) the shaping of research agendas, both short-term problem oriented research activities and long-run research into overarching issues, and (2) the linking of research production with political action – raises questions as to how such aims can be achieved. In this pillar, we will suggest experimenting with a ‘mediation system’ and with ‘policy platforms’ for research and Sustainable Development. Section 2 will address the role of research policy and governance for effective SD-related research. In section 3 we will explore the role of SD-oriented research policy as an intermediary between arenas of policy-making and the world of researchers. In the section 4 we will suggest, as immediate next steps, to discuss, amend and finally endorse and implement six particular policy recommendations. 2 R ESEARCH POLICY STIMULATING SUSTAINABILITY ORIENTED RESEARCH The EU Sustainable Development Strategy requires that “research into sustainable development must include short-term decision support projects and long-term visionary concepts and has to tackle problems of a global and regional nature” 42 . In other words, SD supporting research has to be problem-oriented and creative. Long-term oriented research issues require what has been called ‘ Frontier Research’ or ‘Pasteur’s Quadrant’ type of research 43 , i.e. research that is at the leading edge in developing new knowledge; is intrinsically risky in that it is often not yet clear which approach may eventually prove most fruitful; there are no boundaries between disciplines, nor between basic and applied research; frontier research is concerned both with new knowledge about the world and with generating 41 Council of the European Union (2006): Review of the EU Sustainable Development Strategy (EU SDS) − Renewed Strategy (10917/06), page 23. 42 Council of the EU (2006): Review of the EU SDS , see FN 2. 43 Stokes, D.E. (1997): Pasteur's Quadrant: Basic Science and Technological Innovation , Washington, D.C.: Brookings Institution Press. ",
        "24 potentially useful knowledge at the same time, and by its very nature, it transcends national borders. 44 How can research policy foster the creativity and the dynamism of researchers, their organisations and their interfaces within science (e.g. through multi-, inter- or transdisciplinarity; inter-institutional collaboration) and beyond (e.g. with respect to social and technological innovation, interaction with society, industry-academia partnerships …)? From a policy perspective there is a need for governance arrangements apt to balance two very basic, apparently contradictory features of scientific research : (a) the pursuit of systematic scientific rigor and logic clarity, constricted by no mundane concern and (b) political, societal, and economic hopes for all kinds of promising ‘impacts’ of science and technology – not at least towards more sustainable development – , urging the scientists and engineers to cope with non-scientific and non-technological rationales. The accompanying paper by Cassingena Harper & Georghiou 45 shows how practice and content of research in the ERA have to be developed in order to become effectively SD- oriented. In this section we will address the role of research policy and governance for effective SD-related research. As a strategy aiming at societal, economic and technological change , sustainable development requires a systemic perspective , and successful SD-related research (policy) needs to be embedded in system context. Here, the concept of ‘Innovation System’, well known and widely accepted in research and innovation policy 46 , offers helpful insights: like in an innovation system perspective, SD issues and related research activities would not only involve all those heterogeneous institutions which are engaged in scientific research and the accumulation and diffusion of knowledge – effective SD-related research has also to be developed with respect to and seek alignment with actors and institutions educating and training the working population, developing technology, producing innovative products and processes, and distributing them. To this belong the relevant regulatory bodies (standards, norms, laws), as well as the state investments in appropriate infrastructures. Consequently, SD-related research governance and policy is aiming at universities and research organisations (public and private science system) as well as industrial enterprises and markets (economic system), but has also to address the educational system (e.g. schools) and the politico-administrative and intermediary authorities (political system). So, SD-related research policy requires, beyond an appropriate understanding of SD-aspects of research practices (e.g. a more sustainable use of technical infrastructures) and of the content of research (e.g. agriculture or ICTs), also a dedicated governance strategy . We use the notion of governance here as an explorative heuristic (rather than as a normative idea of ‘good governance’), borrowed from political science, denoting the dynamic interrelation of involved (mostly organized) actors, their resources, interests and power, fora for debate and 44 See Harris, W.C./ Martin, B./ Bonaccorsi, A./ Cambon-Thomsen, A./ Flensted-Jensen, M./ Grammatikakis, G./ Herlitschka, S./ Kuhlmann, S./ Langer, J.M./ Nauwelaers, C./ Neuvo, Y./ Nordlund, M./ Nyiri, L./ Cannell, W./ Szendrák, E. (2005): Frontier Research: The European Challenge , High Level Expert Group Report, EUR 21619, Luxembourg (Office for Official Publications of the European Communities), ISBN 92- 894-9209-0. 45 Jennifer Cassingena Harper (Malta Council for Science and Technology) and Luke Georghiou (Manchester Business School, University of Manchester): Implementing Research for Sustainable Development . 46 See e.g. See Kuhlmann, S. / Shapira, P. / Smits, R. (2009): Introduction: A systemic perspective – the innovation policy dance. In: Smits, R., Kuhlmann, S.; Shapira, P. (eds.): The Theory and Practice of Innovation Policy: An International Research Handbook, (Edward Elgar) (forthcoming). ",
        "25 arenas for negotiation between actors, rules of the game, and policy instruments applied 47 . Quality and direction of governance are reflected by the mechanisms of stimulating and organising research in a systems context. At the same time, the character of public debates between stakeholders, policy makers and experts has an impact on SD in research (think of the debates on genetically modified organism (GMO), or – still more in status nascendi – debates on the governance of an emerging, cross-cutting field like ‘nanotechnology’). Studies into the governance of problem-oriented, creative and frontier research have revealed a number of supportive strategic measures that have to be taken in order to facilitate substantial effects: Targeted and significant investments; better incentives and reputation; protected spaces for experimentation; interaction with stakeholders; better understanding of modes of institutional change towards SD. • It is largely agreed that public and private investment in science on the long run creates rich returns for society and welfare, directly and indirectly. A ‘knowledge-based economy’ aiming at SD requires continuous knowledge creation and hence significant investment. One can argue also the other way around: A consequently systemic SD perspective will reveal many lacunae of the present-day state-of-the-art knowledge, requiring renewed research agendas and related investments, both into frontier research at the leading edge in developing new knowledge and into problem-oriented thematic issues of encompassing socio-technical and economic system transition (e.g. on energy systems). Here, targeted foresight initiatives, involving expertise from different system angles, can help to identify such lacunae. 48 Recommendation B1: Foresight should be used to identify SD-related research needs. At a European level foresight exercises should be conducted to identify SD research needs in respect of the key challenges (for example climate change and clean energy; transport; consumption and production; conservation and management of natural resources; public health; social inclusion, demography and migration; global poverty). • In a SD context, research policymakers have to understand that ‘science’ as an important source of knowledge is not an abstract sphere but a part of modern social life : The history and sociology of science, and also Science, Technology and Society Studies (STS) have shown that science and research, while characterised by specific (academic) rules and values, are socially and societally constructed and interwoven with other spheres of society through different but overlapping social practices and 47 See e.g. Benz, A. (2006): Governance in connected arenas – political science analysis of coordination and control in complex control systems. In: Jansen, D. (ed.): New Forms of Governance in Research Organizations. From Disciplinary Theories towards Interfaces and Integration, Heidelberg/New York (Springer), 3-22; Braun, D. (2006): Delegation in the distributive policy arena: the case of research policy. In: Braun, D. & Gilardi, F. (eds.): Delegation in Contemporary Democracies , London (Routledge), 146-170. 48 There are useful experiences with SD-oriented research foresight conducted in national context (e.g. by the Royal Netherlands Academy of Arts and Sciences, KNAW, on research into Sustainable Energy Conversion, see http://www.knaw.nl/cfdata/research_foresight/discipline.cfm?discipline=Behavioural%20and%20Social%20 Sciences; http://www.knaw.nl/pdf/20071012_summary.pdf [May 4, 2009]. See also the recent Polish Foresight exercise “Narodowy Program Foresight ‘Polska 2020’”with a subset of questions aiming at SD research needs, http://foresight.polska2020.pl/mis/en/rozwoj [May 4, 2009]). ",
        "26 values 49 (not only since in the 1990s the ‘mode 2’ narrative has gained attention). This holds in particular for SD-related research, so the issue of balancing intra-academic freedom versus extra-academic governance is of particular relevance. Experience proves that even the best SD-oriented scientific findings and technological solutions will remain inefficient if they are not taken up in a productive way and embedded in socio-economic and cultural environments. The energy market, for example, today is mostly centralized with large utilities sending electricity out through the transmission network and big refineries delivering oil and gas with trucks to distribution points, while there are convincing smart distributed grids and local energy networks technologically available – but strong interest of incumbent energy providers, combined with inertia of local energy politics prevent a wide implementation of such sustainable concepts 50 : Here SD-oriented social science research into the institutional transition, in particular the governance towards embedding of SD-supportive new concepts is needed. Recommendation B2: SD should be supported by a portfolio of research that is balanced between exploratory and problem-oriented approaches and underpinned by substantial socio-economic understanding. Such research needs extend over (a) exploratory frontier research and (b) problem-oriented research into necessary socio-economic and institutional change. ERA policy and funding actors (national governments, funding agencies, and industry) should make a joint effort to significantly invest in both types of research. SD-related socio-economic research, including sustainability research is needed to understand the character, the mechanisms and the requirements of the institutional transition in society, culture, economy, regulation, and politics necessary to allow for sustainable development, helping to make it robust, is not sufficiently understood yet. A better understanding is needed of the present and necessary future governance which applies in different thematic fields. ERA policy and funding actors (national governments, funding agencies, NGOs) should launch research funding programmes facilitating SD transition and governance research. For SD the governance of research and socio-technological development can even be designed in a more pro-active manner: Since the 1980s we have seen the rise of more or less successful dedicated attempts to co-produce ‘desirable’ research impact through ‘social shaping’ , e.g. with Constructive Technology Assessment (CTA) 51 and Strategic Niche Management (SNM) 52 , or Integrated Sustainability Assessment (ISA) 53 . CTA, SNM, and ISA 49 See Silbey, S. (2006): Science and Technology Studies; in: Turner, B. (ed.): The Cambridge Dictionary of Sociology , Cambridge University Press, 536-540; Hackett, E.J./ Amsterdamska, O./ Lynch, M./ Wajcman, J. (eds.) (2007): The Handbook of Science and Technology Studies , Cambridge, MA (MIT Press), 3rd edition. 50 Even hard-nosed free-market economists meanwhile admit that there is a need for new “politics of cleantech”; see e.g. Meryll Lynch (2008): The Sixth Revolution: The Coming of Cleantech , 17 November 2008, pages 13 and 15. 51 Schot, J. and Rip, A. (1997): The Past and Future of Constructive Technology Assessment, Technological Forecasting and Social Change 54 , 251-268. 52 Kemp R., Schot, J. and Hoogma, R., (1998): Regime Shifts to Sustainability Through Processes of Niche Formation: The Approach of Strategic Niche Management, Technology Analysis and Strategic Management , Vol. 10, No.2. ",
        "27 try to shift the focus away from just assessing impacts of new technologies towards broadening design, development, and implementation processes, including a dialogue among and early interaction with new actors, aiming at a modulation of ongoing technological developments. So SD research policy should build on this experience and can implement – under conditions to be yet defined – a pro-active modulation-oriented governance. The more dedicated SD-related knowledge production becomes a dominant feature of modern society and economy the greater the need for vivid and broad, sometimes controversial communication of frontier research with potential ‘users’ in society and economy. Self- organising ‘orphan’ stakeholders (e.g. patient groups) could step-wise turn into ‘users’ of frontier research, becoming effective as a source of creativity and desirable impact and innovation, thus turning original weaknesses (e.g. diseases) into new strengths. 54 Recommendation B3: There is a need to support research-led social shaping of SD concepts, involving stakeholders and researchers. At present there are insufficient spaces in which researchers and research policy makers can interact productively with stakeholders. An inventory of existing actions should be constructed and action taken to stimulate SD- oriented experimentation . Examples include Research-driven Constructive Technology Assessment (CTA), Strategic Niche Management (SNM) for sustainable development and Integrated Sustainability Assessment (ISA). These require “protected spaces” and resources to unfold and stabilise (for limited periods, in order to prevent them from becoming \"closed shops\"). These should extend to offer interaction platforms for stakeholders, ambitious consumers and researchers : There are many stakeholder and NGO-driven initiatives aiming at SD which could benefit from this type of approach (see also the ERA-oriented recommendation to build a SD mediation system with research policy platforms and brokerage mechanisms, below, section 3 ). Such strategic measures have to be guided by particular research policy and governance principles supporting creative and effective research performance: • Aiming to achieve creative, SD-relevant knowledge one should avoid one-size-fits-all policy concepts : We need to better understand the variety of different knowledge dynamics (in terms of field growth, of cognitive convergence, and of organisational or technical complementarity 55 ; e.g. IT vs. industrial biotechnology vs. nano-materials vs. issues of ageing populations vs. climate change …), of supportive institutional and actor configurations and governance, including appropriate public policy mixes. An 53 Jäger, J. Bohunovsky, L., Binder, J. (eds.) (2008): Methods and Tools for Integrated Sustainability Assessment . Project Summary. Sustainable Europe Research Institute, Vienna. 54 See Callon, M. (2005): Disabled persons of all countries, unite! In: Latour, B. & P. Weibel (eds.), 2005, Making Things Public, Atmospheres of Democracy, Karlsruhe/ Cambridge, Mass.: ZKM/MIT. 55 Bonaccorsi, A. (2008): Search regimes and the industrial dynamics of science, Minerva – A Review of Science, Learning and Policy , New York/Heidelberg: Springer; Kuhlmann, S. and P. Larédo (2007): Knowledge dynamics and ERA integration . Background paper for the Policy Workshop “Beyond the dichotomy of national vs. European science systems – Configurations of knowledge, institutions and policy in European research”, Bonn, May 30, 2007. ",
        "28 analysis and evaluation of SD efforts in research fields with some tradition in this respect (such as environmental research) 56 might be enlightening. • SD-related research is often unconventional and might clash with incumbent research agendas and resource allocation mechanisms. In order to achieve creative findings of high quality, competition-based funding modes (like with ERC or NEST type of programmes) are advisable, building on transparent funding rules, international peer review, fostering multi- and inter-disciplinarity, sustaining a culture of trust vis-à-vis grant-receiving researchers. • Since SD-related research is problem-driven and potential solutions have to prove their worth and thrive in ‘real world’ environments, a combination of public and market environments related governance mixes is advisable, e.g. through support for ‘hybrid knowledge hubs’, i.e. clusters of research organisations with different but complementary cultures and missions (e.g. joint campus of university, basic research institute, applied research institute, industry labs). • SD-oriented research policy has to adopt a ‘post-national’ perspective : Since most SD issues are either ‘local’ or transnational in character, also the investments, governance, policies, and their potential impacts require a ‘post-national’ approach. New forms of post-national governance, policy-making procedures and instruments have to be developed. In Europe, an ‘ intra-European’ policy level emerges, referring to policies and measures that are national in nature but are designed to have an impact on European development. Here we need a new conceptual framework overcoming national and regional boundaries, able to perceive the configuration of ‘European Areas’ such as ERA, as a “multi-level, multi-domain and multi-instrument landscape, and at the same time provide a framework for designing systemic, holistic and dynamic policy approaches”. 57 In section 3 of this pillar we will take this intra-European perspective up and link it with the role of new ‘policy-platforms’ for SD-related research strategies. • Many SD-related research themes are not only cutting across levels (as said above) but also across different domains of governmental actions (such as research, health, environment, agriculture, etc.). Here, urgent needs for more cross-cutting inter-agency coordination emerge 58 , asking for new modes of problem- rather than domain-oriented 56 See e.g. van Hemert, M. (2008): Making rivers modular. Emerging river science 1980 – 2005 , PhD thesis, University of Twente. 57 See Leon, G. / Borras, S. / Bucar, M. / Kneucker, R. / Kuhlmann, S. / Nauwelaers, C. / Romanainen, J. (2008): Lisbon Strategy: Between revolution and illusion - The governance challenge for knowledge policies , Synthesis Report of the Lisbon Expert Group, Brussels (European Commission, EUR 23469) 58 See e.g. the far-reaching coordination ambitions of the German Federal Ministry for Education and Research (BMBF) with its ‘Research for Sustainability (Fona)’ Initiative: “Sustainability research with its system- based approach is typically set up on a crossfield, interdisciplinary and interdepartmental basis and is designed to support several fields of activity and policy. The BMBF will coordinate the goals and support guidelines of the announcements that implement this framework programme in project support with the respective ministries concerned – in particular the Federal Ministry of the Environment, Nature Conservation and Nuclear Safety …, the Federal Ministry for Consumer Protection, Food and Agriculture …, the Federal Ministry for Transport, Building and Housing …, the Federal Ministry for Health and Social Security …, the Federal Ministry for Family Affairs, Senior Citizens, Women and Youth … and the Federal Ministry for Economics and Labour … – while going beyond the usual process of research coordination prior to the approval of individual projects.” BMBF (2005): Research for Sustainability. Framework programme of the ",
        "29 policy processes. A number of hurdles must be overcome if political coordination is to achieve effective policy coordination, hurdles such as: “… the institutional complexity of governance in knowledge sectors; cultural segmentation and standard interests at the level of ministries, agencies, and cabinet; and lack of strategic intelligence.” 59 • Research policies fostering dynamism and creativity for SD should, like all public policies, be carefully evaluated . While governments and administrators, from their responsibility for research output and societal goals tend to ask for simple indicators to make (allocation) decisions, one has to avoid the perverse effects of ‘blind’, mechanistic evaluation indicators and procedures: Given the explorative and experimental character of SD research evaluation would rather have to be used as a learning medium 60 helping to improve policy at the service of SD. One can distinguish different classes of impact of SD oriented research policies, short or long-term, direct or indirect, in at least three different domains: the worlds of science, of the economy and society, and of policymaking respectively. 61 Impact dimensions of sufficient depth and reach have to be observed, requiring operational indicators: Not at least as a reaction to an ongoing ‘mechanisation’ of research performance measurement (coming along with New Public Management routines) in recent years claims have been made to assess research achievements more intelligently in their ‘context’. 62 Many research fields require own quality criteria and procedures, to do justice to their research practices, in particular in relation to SG (must be SD?) goals: medical and health research, technical sciences, humanities, social sciences; multi-, inter- and trans-disciplinary research. Furthermore, since SD involves also change in individual and societal practices, the ‘behavioral additionality’ 63 achieved through research funding policies would have to be considered. The issue of developing and implementing SD-reflecting input, output, and outcome/impact dimensions for research and according indicators is taken up in the next pillar of this paper, suggesting (inter alia) employing stakeholder juries for the identification of relevant dimensions and indicators. 64 German Federal Ministry of Education and Research (BMBF) for a sustainable, innovative society, Bonn/Berlin, 6 (http://www.fona.de/pdf/publikationen/research_for_sustainability.pdf) 59 See Braun, D. (2008): Organising the political coordination of knowledge and innovation policies, Science and Public Policy , 35(4), 231. 60 See e.g. Kuhlmann, S. (2003): Evaluation as a Source of “Strategic Intelligence”. In: Shapira, Ph., Kuhlmann, S. (eds.): Learning from Science and Technology Policy Evaluation: Experiences from the United States and Europe , Cheltenham (E. Elgar), 352-379. 61 Airaghi, A./ Busch, N.E. / Georghiou, L. / Kuhlmann, S. / Ledoux, M.J. / van Raan, A.F.J. / Viana Baptista, J. (1999): Options and Limits for Assessing the Socio-Economic Impact of European RTD Programmes. Report to the European Commission, DG XII, Evaluation Unit, Brussels/Luxembourg 1999 (Office for Official Publications of the European Communities). 62 E.g. Spaapen, J., H. Dijstelbloem and F. Wamelink (2007): Evaluating Research in Context . Amsterdam, Consultative Committee of Sector Councils for Research and Development (COS); Donovan, C. (2007): The qualitative future of research evaluation, Science and Public Policy 34 (8): 585-597. 63 Georghiou, L. (2007): What lies beneath: avoiding the risk of under ‐ evaluation, Science and Public Policy, 34, 743-52. 64 Laurence Esterle, How can the contribution of research to sustainable development be measured? ",
        "30 3 M OBILIZING THE R ESEARCH – P OLICY LINK In this section we will explore the role of SD-oriented research policy as an intermediary between arenas of policy-making with heterogeneous actors and the world of researchers. If the dynamics of research activities and SD concerns are interwoven in practice, then what is ‘ policy’ and ‘governance’ in a given field will reflect this heterogeneity: Scope and variety of involved organised actors (such as science organisations, industries, governmental agencies, parliaments, non-governmental organisations) can be broad and heterogeneous, too. They have different interests, resources and power, and they negotiate in various inter-linked arenas on all kinds of rules and policy instruments. Studies into the potential and (very limited) actual ‘transition’ of inherited socio-economic and technological regimes towards more sustainable solutions have shown that radical technological changes often “have long development times and require for their operation special skills, infrastructure and all kinds of institutional changes (organizational changes, regulation, new ideas and values etc).” 65 Similarly, political science studies revealed that the patterns of policy governance for science, technology, and innovation develop mostly in an incremental and only rarely radical way. 66 The organizations involved in policymaking and the arenas for the negotiation of options and decisions are mostly characterized by institutional inertia. 67 They evolve to path dependence, interwoven with inherited governance ‘regimes’. Thereby one can analytically distinguish between two types of policy rationales for the governance of research and innovation (see EPOM 2007) 68 , shaping also SD-related research policy agendas: • “Knowledge production policy rationales\" , on the one hand, are built on causal beliefs of the working of policies proposed, with socio-economic or SD arguments. An advanced knowledge production rationale is characterized by the fact that knowledge is often tacit, partial, scattered and collectively distributed, and built through collective processes of creation, sharing, access, diffusion of knowledge, and more generally through learning processes. Recent policy debates and designs for new and emerging technologies such as nanotechnology 69 can serve as a model of an advanced 65 Kemp, R. (1994): Technology and the transition to environmental sustainability. The problem of technological regime shifts, Futures , 1994, 26(10), 1023-1046. 66 E.g. Bozeman, B. (2000): Technology transfer and public policy: A review of research and theory. In: Research Policy, 29, 627-655; Biegelbauer, P.S. & Borrás, S. (eds.) (2003): Innovation Policies in Europe and the US. The New Agenda , Aldershot, Hampshire (Ashgate Publishing); Edler, J. (2003): Change in European R&D Policy as a Complex Consensus-building Process. In: Edler, J.; Kuhlmann, S.; Behrens, M. (eds.) (2003): Changing Governance of Research and Technology Policy - the European Research Area , Cheltenham (E. Elgar), 98-132. 67 E.g. Kuhlmann, S. (1998): Moderation of Policy-making? Science and Technology Policy Evaluation beyond Impact Measurement: the Case of Germany. In: Evaluation (Sage), Vol. 4, No. 2, April 1998, 130-148. 68 The following refers to arguments of a project of the PRIME Network of Excellence. The underlying 2007 report is unpublished; for a web-link see “ Explaining the ST&I Policy Mix: From Policy Rationales to Policy Instruments (EPOM)” , coordinated by Laurent Bach, Dietmar Braun, Laura Cruz Castro, Luis Sanz- Menendez and Lucia Sell-Trujillo et al. (http://www.prime-noe.org/). 69 See Bozeman, B.; Laredo, Ph.; Mangematin, V. (2007): Understanding the emergence and deployment of “nano” S&T, Research Policy , Vol. 36, 6, 807-812; Robinson, D.K.R.; Rip, A.; Mangematin, V. (2007): Technological agglomeration and the emergence of clusters and networks in nanotechnology, Research Policy , Vol. 36, 6, 871-879. ",
        "31 knowledge production rationale that can also be applied to SD-related research policy. Here state public policy is supposed to facilitate learning or remedy cognitive failures. • “Governance policy rationales” , on the other hand, reflect general causal beliefs in the political system about how the state should ‘govern’ (EPOM 2007). An advanced governance policy rationale is offered by a deliberative “decentralized multi-space model, with a growing importance of a large variety of public and scientific interest groups (public opinion, consumers, patients, NGO,…) willing to be associated into the policy design, with a high heterogeneity among them (in terms of level of knowledge, means of expression, financial resources, representativity, etc.)” (EPOM 2007). Both rationales might have a de facto impact on the shaping of SD-related research policies. The actual policy choice and mixes depend on negotiation and learning processes in the development of a given ‘regime’ of national, sectoral, or thematic research policies. In our view effective SD-related research policies should not be driven by the first, the knowledge production rationale alone, running the risk of being taken by naïve promises and expectations: Instead, a combination of the two rationales should be sought, allowing for a culture of “socio-political collective experimentation”. 70 Soc io-political collective experimentation, including policy experimentation is advisable because of the need to accommodate SD policy goals and instruments to an inevitably dynamic context with a variety of the involved heterogeneous actors in multi-space articulation processes, interpreting and valuing SD-orientations in research. As a consequence, classical policies and measures are not sufficient anymore, and new ones need to be defined and tested against reality. In Europe the large variation in situations and capabilities across Member States makes this experimentation process possible, but also complex. In this context we suggest experimenting with a ‘mediation system’ and with ‘policy platforms’ for research and Sustainable Development (see figure 1 ). While SD Research Policy Platforms would facilitate information exchange, exploration of needs and possibilities for joint policy action they should eventually also come up with concrete policy proposals to be taken up, decided and implemented by relevant decision-making bodies, depending on the scope and reach of an initiative, such as e.g. Joint Programming initiatives. Policy Platforms would gather relevant policy makers across Europe having a common goal (SD) and expectations from SD-related scientific research. Such Policy Platforms would work similar to ‘technology platforms’, i.e. defining a vision, designing a strategic research agenda, and then implementing it – here a SD-oriented research agenda. This agenda-building would follow a new conceptual framework beyond national and regional boundaries, perceiving SD in an ERA-context, a multi-level, multi-domain and multi-instrument landscape, asking for systemic, holistic and dynamic policy approaches (see section B, above). Such a framework can be drawn-up along three dimensions: 71 (1) Knowledge-related policy domains : science and education; research; technological development; innovation and markets; societal and environmental needs and public goods (SD); (2) levels of relevance and action: Member State; European Union; region; ‘intra-European’, i.e. bi- and multilateral cross- Member State initiatives of national or regional actors; global cooperation; and (3) instruments : shaping of 70 Felt, U. / Wynne, B. / Callon, M. / Gonçalves, M.E. / Jasanoff. S. / Jepsen, M. / Joly, P.-B. / Konopasek, Z. / May, S. / Neubauer, C. / Rip, A. / Siune, K. / Stirling, A. / Tallachini, M. (2007): Taking European Knowledge Society Seriously. Report of the Expert Group on Science and Governance, Brussels (European Commission) 71 See Leon et al. (2008). ",
        "32 the institutional setting, including financial regimes; targeted policies and programmes; regulation, reaching from intellectual property rights to professional career rules; ‘soft tools’ such as Open Method of Coordination (OMC) 72 . Policy Platforms would explore the need for potential of thematic, problem-oriented SD research strategies and initiatives, ‘tailor-made’ fitting within this three-dimensional space of knowledge domains, levels, and instruments. The EU ‘Ljubljana Process’ starting 2008 has provided this intra-European policy dimension with high-level institutional backing, claiming to work towards “a better political governance to steer and stimulate the development of ERA and to build links with other policies, such as education, innovation and cohesion policies”. 73 Figure 1: Mediation system for research and Sustainable Development 72 This holds in particular for the research policy oriented OMC (CREST-OMC) which have been evaluated recently: “CREST-OMC has had positive impacts in terms of learning at the national level. Learning has taken place mainly as a ‘combined inspiration’, a process by which the CREST-OMC reports and results have stimulated discussions on some concrete national policy instruments or specific aspects of national research programs.” (Borrás, S. / Leon, G. / Bucar, M. / Edler, J. / Halme, K. / Havas, A. / Kuhlmann, S. / Molas Gallart, J. / Nauwelaers, C. / Romanainen, J. / Tsipouri, L. (2009): The Open Method of Coordination in Research Policy: Assessment and Recommendations. A Report from the Expert Group for the follow-up of the research aspects of the revised Lisbon strategy, Brussels (European Commission), http://ec.europa.eu/invest-in-research/pdf/download_en/eur_23874_texte_web.pdf. 73 See http://www.eu2008.si/en/News_and_Documents/download_docs/April/0414_COMPET/070Summary_Resea rch.pdf [May 4, 2009]. Sustainable Development SD-oriented research SD research Policy Platforms SD brokerage inititatives ",
        "33 While Policy Platforms would operate rather more ‘upstream’, brokerage processes would follow ‘downstream’, feeding current policy process with existing but untapped research results: SD brokerage is about processes stimulating ‘connectivity’ between policy and research, between different areas or forms of knowledge, between different countries, or between politicians and administrators. 74 Both measures would work in a complementary manner: Together they form a ‘mediation system’ between general SD policies and initiatives and research policy and practice aiming at improving the science/policy interface. The mediation system would include the borders of the research system, and encourage innovative linkages between research and its multiple outcomes: policy, society, business. The mediation system should facilitate information flow across levels and thematic domains of SD-related research activities in Europe and all relevant policymaking instances and agencies (i.e. on regional, national, European, international; levels; across research and thematic domains). SD research Policy Platforms should be established following a ‘forum’ concept . A ‘forum’ can be conceived as a social space for the debate of SD issues, associating research practice, policy and theory. 75 Why is there a need for such fora? For the reasons discussed above the governance of SD research policy is very complex: research and innovation processes themselves are subject of multiple forces and have become more uncertain; the number and heterogeneity of actors involved potentially large, hence also the plurality of interests and values; and the borders between public and private spheres have become blurred. In order to cope with these challenges, actors seek to base their policy initiatives on increased interactivity , and often also on more evidence of actual or potential conditions, cost, impacts etc.. Interaction may be formally institutionalised and regulated, while in early phases interactivity may occur in emerging spaces, semi-institutionalised platforms, where policy- makers, public researchers and industry as well as experts meet, articulate their views, provide intelligence in order to inform the process, and make attempts to set the scene. One means of organising a policy-oriented discourse in semi-institutional environments are ‘fora’, defined as “ institutionalised spaces specifically designed for deliberation or other interaction between heterogeneous actors” 76 with the purpose of informing and conditioning the form and direction of strategic social choices in the governance of science and technology (see figure 2 ). Fora can be seen as a kind of dancing floor 77 , a meeting place for innovation practice, theory and policy with two related effects: (1) Interactive learning of policy analysts, policy-makers 74 As a pilot, a topic aiming at brokerage processes between research and policy had been introduced in the Work Programme 2008 and 2009 of Theme \"Environment, including climate change\" of Cooperation Specific Programme. The concept of ‘connectivity’ for the brokerage of SD-related knowledge is discussed in Research for Sustainable Development: How to enhance connectivity? Report of an EC Workshop, Brussels, 7-8 June 2007; http://ec.europa.eu/research/sd/pdf/background_info/report_halfman.pdf [12 January 2009]. 75 For the following see results of the Forum project exploring the working of fora, in the context of the PRIME Network of Excellence (www.prime-noe.org) (Edler, J. / Joly, P.-B. /Kuhlmann, S. / Nedeva, M. /Propp, T. / Rip, A. / Ruhland, S. / Thomas, D. (2007): Understanding \"Fora of Strategic Intelligence for Research and Innovation\" . The PRIME Forum Research Project, Report on major results, Strategic Review, Manchester (Manchester Institute of Innovation Research)). 76 Edler et al. 2007. 77 See Kuhlmann, S. / Shapira, P. / Smits, R. (2009): Introduction: A systemic perspective – the innovation policy dance. In: Smits, R., Kuhlmann, S.; Shapira, P. (eds.): The Theory and Practice of Innovation Policy: An International Research Handbook , (Edward Elgar) (forthcoming). ",
        "34 and relevant stakeholders, and (2) improving the functioning of science and innovation policy and strategy. Fora can adopt several governance functions on the dance floor : They can - Offer a general, non-directed policy discourse; - Provide policy information on specific issues; - Prepare policy planning and development (visions, agenda, and implementation); - Facilitate the resolution of conflict and the building of consensus; - Improve the provision and application of policy intelligence. SD-related Policy Platforms run as Fora should also develop deliberative interfaces for the exchange with stakeholders, ‘users’ (e.g. NGOs) of new SD-oriented research. Figure 2: Forum for SD-oriented debates of research, practice, and policy In practice there are manifold variations of fora. We suggest that in SD-oriented research policy and governance a type of forum should prevail where – given the inevitable complexity of transition towards SD – ‘Strategic Intelligence’ (SI) plays a prominent role. Strategic Intelligence has been defined as a set of sources of information and explorative as well as analytical (theoretical, heuristic, methodological) tools 78 – often distributed across organizations and countries – employed to produce useful insight in the actual or potential 78 The definition was suggested 1999 by an international network, and was subsequently taken up quite broadly in STI policy environments; Kuhlmann, S./ Boekholt, P./ Georghiou, L./ Guy, K./ Héraud, J.-A./ Laredo. Ph/ Lemola, T./ Loveridge, D./ Luukkonen, T./ Polt, W./ Rip, A./ Sanz-Menendez, L./ Smits, R. (1999): Improving Distributed Intelligence in Complex Innovation Systems. Final report of the Advanced Science & Technology Policy Planning Network (ASTPP), a Thematic Network of the European Targeted Socio- Economic Research Programme (TSER), Brussels/Luxembourg 1999 (Office for Official Publications of the European Communities) (http://publica.fraunhofer.de/documents/N-55510.html). ",
        "35 costs and effects of public or private policy and management. Strategic intelligence is ‘injected’ and ‘digested’ in fora, with the potential of enlightening the debate. 79 Strategic intelligence can draw on semi-public intelligence services (such as statistical agencies), on ‘folk’ intelligence provided by ‘practitioners’ or NGOs, and in particular on systematic science, technology, innovation, and policy studies. Meanwhile, a number of formalised methodologies, based on the arsenal of social and economic sciences have been introduced and developed which attempt to analyse past behaviour (‘Evaluation’), review technological options for the future (‘Foresight’), and assess the implications of adopting particular options (‘Technology Assessment’). 80 A fictional example of using Strategic Intelligence for research and technology policymaking, here energy technology, in the context of multi-level, multi-stakeholder participation is sketched in Annex B1. 81 SD-related data and information sources and formats are thoroughly discussed in the accompanying paper of Esterle. 82 The concrete design of SD-research oriented Policy Platforms will require further exploration, conceptualisation, decision-making, and shaping. An inventory of existing structures with similar purposes should be established and analysed in light of the potential evolution and re- arrangements of existing fora and modalities. Three above mentioned (???) dimensions will need particular attention: (1) the concerned thematic knowledge domains; here particular attention should be devoted to the appropriate degree of thematic ‘granularity’; (2) levels of relevance and action: Member State; European Union; region; ‘intra-European’, i.e. bi- and multilateral cross- Member State initiatives of national or regional actors; global cooperation; and (3) research policy instruments. Also, the bottom-up vs. top-down character of Policy Platforms and their relationship with other coordination efforts (such as Article 169 initiatives; Open Method of Coordination; other kinds of multi-lateral initiatives) would have to be clarified. 79 “Social scientists studying how research results get used or ignored in policy systematically come to the conclusion that a linear process does not work: there is not a clear domain of science, that produces knowledge, that feeds into or ‘impacts’ upon a separate system of policy. Rather, there is a set of multiple forms of knowledge, including a variety of research fields, which have to relate to a variety of policy areas and specific policies. The integration of both is most successful when there is a process of interaction rather than a one-way delivery of knowledge on the doorstep of the policy maker.” Research for Sustainable Development: How to enhance connectivity? Report of an EC Workshop, Brussels, 7-8 June 2007; http://ec.europa.eu/research/sd/pdf/background_info/report_halfman.pdf [12 January 2009]. 80 For ‘Evaluation’ see e.g. Shapira, Ph. / Kuhlmann, S. (eds.) (2003): Learning from Science and Technology Policy Evaluation: Experiences from the United States and Europe , Cheltenham (E. Elgar); for ‘Foresight’ see e.g. Martin, B. (1995): Foresight in Science and Technology. Technology Analysis & Strategic Management , vol. 7, no. 2, 140; Georghiou, L. / Cassingena Harper, J. / Keenan, M. / Miles, I. / Popper, R. (eds.) (2008): The Handbook of Technology Foresight. Concepts and Practice , Cheltenham (Edward Elgar); for ‘Technology Assessment’ see e.g. Smits, R. / van Merkerk, R. / Guston, D. / Sarewitz, D. (2009): Strategic Intelligence: The Role of TA in Systemic Innovation Policy. In: Smits, R., Kuhlmann, S.; Shapira, P. (eds.): The Theory and Practice of Innovation Policy: An International Research Handbook , (Edward Elgar), 2009 (forthcoming). 81 This fictional example is taken from Kuhlmann et al. 1999, Improving Distributed Intelligence in Complex Innovation System , op.cit.. While, admittedly, this report is already 10 years old, the selected example illuminates in an unusual way the potential of Strategic Intelligence contributions in complex European policymaking environments (such as SD-oriented research policy). Much of what appeared in 1999 still as fictional is today, 2009, essential subset of the research policymaking system of the grown European Union. 82 Laurence Esterle, How can the contribution of research to sustainable development be measured? ",
        "36 Recommendation B5: K nowledge brokerage processes that link SD research to application should be encouraged. SD-related research results are underutilised in policy making, due to a lack of links between disciplines and between research and policy. Knowledge brokerage processes are needed to leverage knowledge for SD-related use and policymaking. Already running experiments with knowledge brokerage aiming to increase the connectivity between research and SD-policy making should be continued and reinforced. Recommendation B4: ERA-wide Policy Platforms are needed as ‘fora’ for defining SD related research agenda. Information flowing in the SD research mediation system should be debated through Policy Platforms. Such Platforms would gather relevant policy makers across Europe pursuing SD goals with expectations from SD-related scientific research, aiming to develop targeted policy initiatives. These would complement and build on the distributed actions in Recommendation B3. SD-related scientific research targeted policy initiatives should make use of the entire spectrum of instruments foreseen in the European treaty (Article 169 initiatives; Open Method of Coordination; other kinds of multi-lateral initiatives). Policy Platforms should be established - on a transnational level - learn from experience with European ‘Technology Platforms’ - focus on multi-level arrangements - gather policy-makers from different levels and policy domains - involve dedicated representatives from research organisations, - and from industry. SD Research Policy Platforms should be designed and run as dedicated Fora : A Forum offers an organised but flexible ‘space’ for deliberation between heterogeneous policy actors helping to prepare strategic choices concerning the direction and the governance of SD-related policy initiatives. An inventory of existing structures with similar purposes should be complied and analysed for mutual learning. Such Fora do not necessarily aim at consensus-building – rather they should facilitate creativity and the development of new (policy) options. They should also rely on Strategic Intelligence. ",
        "37 A NNEX 1 TO PILLAR B: E XAMPLE OF USING S TRATEGIC I NTELLIGENCE FOR RESEARCH POLICYMAKING This fictional example is taken from Kuhlmann, S. / Boekholt, P. / Georghiou, L. / Guy, K. / Héraud, J.-A. / Laredo. Ph. / Lemola, T. / Loveridge, D. / Luukkonen, T. / Polt, W. / Rip, A. / Sanz-Menendez, L. / Smits, R. (1999): Improving Distributed Intelligence in Complex Innovation Systems. Final report of the Advanced Science & Technology Policy Planning Network (ASTPP) , a Thematic Network of the European Targeted Socio-Economic Research Programme; download at: http://publica.fraunhofer.de/eprints/urn:nbn:de:0011-n-555104.pdf; http://mpra.ub.uni-muenchen.de/6426/ . While, admittedly, this report is already 10 years old, the selected example – then looking into the future – illuminates in an unusual way the potential of Strategic Intelligence contributions in complex European policymaking environments (such as SD-oriented research policy). Much of what appeared in 1999 still as fictional is today, 2009, essential subset of the research policymaking system of the grown European Union. Fiction: Developing a New EU Technology Programme September 2007. The newly established \"Joint Office for socio-technological programmes\" between the European Commission and the European Parliament is under multiple pressures. The Office is the result of new procedures adopted for the Sixth Research Framework Programme of the European Union (FP6). No clear pattern for putting a problem on the political agenda has yet emerged while candidate actions multiply to get hold of the billions of Euros that are still pending! It is true that major Technology Foresight exercises are held every five years (if only to please the Japanese), and these produce listings of promising technologies. The 2006, UK-led Foresight exercise, as well as the parallel Japanese Delphi Foresight, have identified new solid-state technologies which allow much higher conversion rates of solar to electrical energy. This creates new possibilities for centralised solar energy power plants. The Office is particularly keen to pursue this lead, and perhaps establish a development and demonstration programme, one reason being the disarray of the nuclear power programme, even in France. Quite a number of countries have passed laws against recycling nuclear waste. The French Parliament prolonged the \"search\" period during which no irreversible solution is to be taken from 2006 until 2015, and the technically favoured option, incineration by a \"rubbiatron”, faces strong opposition from citizens of the area where the test bed is supposed to be located. A European consensus conference about nuclear waste transportation ended in confusion, rather than agreement. Alternative ways of providing electrical power should be developed, and be part of the portfolio of RTD programmes. The Office prepares itself well by inviting C 2 , the Consultancy Consortium, to prepare a background report on the new solid-state technology for solar power and its societal impacts. The Consultancy Consortium, established since 2005, led by the respected consultancy firm John D. Big, pools the ",
        "38 dedicated TA and TF studies of its members (which include the consultancy arms of some major research universities). The data remain confidential, and the Consortium charges a fee for delivering analyses based on them. An important feature of the Consortium is that they recognise a civic duty to deliver such analyses with the public interest in mind. This rule allowed the universities to come in, and shifted the role of the Consortium from that of a self-interested actor to a node in the network. Members of the Consortium profited from their access to this clearing house, as well as from the status membership conferred (even if they had to accept the obligations that went with it). The action of the Office coincided with the publication, by the Association of Mediterranean Regions, of a study of solar energy options and critical issues, which ended up privileging \"centralised thermal solar\" as the most promising solution. As environmental groups, criticising the required concentration of mirrors for transforming the last untouched landscapes of the Mediterranean zone, were quick to point out, at least one of the champions for these plans was member of the Joint Office. Whether the coincidence was indeed a case of lobbying was not clear, but the suggestion added force to their general argument that major public investments should be postponed until the new technology has proven its efficacy, its reliability and demonstrated cost-effectiveness. While the Office awaited the report of the Consultative Consortium, it realised that it needed further, independent inputs to overcome a possible stalemate between proponents and opponents. In Europe, there was no equivalent to the advisory activities of the USA Academy of Sciences. There had been attempts to shift or extend the make- up of the European Science Foundation in such a direction, but even if this had been successful, there would still be the connotation of a scientific establishment, which would create problems – as had happened with the advice of the USA Academy of Sciences. Staff in the Office suggested to use the Delphi Foresight exercise, with its broad consultation, to identify relevant experts. Some regions in Europe had exploited Delphi exercises for such a purpose, and this could be repeated at the European level. While the proposition was attractive, it was necessary to have some quality assurance, over and above the value of the arguments put forward. Of course, there was the Repository of R&D Evaluations, set up by the European Universities’ Rectors Conference, which would allow one to position academic experts. The Office was confronted with a dilemma: whether to go for recognised expertise, as evidenced by membership (and status) in professional societies and by scores in research assessment exercises, with the risk of being accused of an establishment bias; or open up to all comers, but then have to develop and apply quality criteria of its own. The Office opted to overcome the dilemma in the short term by setting up an RTD programming version of consensus conferences. (It took care of the long term issues also by putting pressure on the European Science Foundation, Academies of Science, and Institutes of Advanced Study to devise an open-ended quality assurance system.) The conferences were exciting events for the participants, not in the least because of new information and communication technologies: whizz-kids from Big Heart Company introduced comic strip balloons offering URL linkages to key words as well as to experts speaking out, which allowed all participants to contextualize what was being ",
        "39 introduced. The programme proposed to European Council and European Parliament is novel in two ways. One, it is not a finished programme, but linked to ongoing activities of actual and prospective participants. Two, as a programme, it is implemented in two stages. There is a framework for articulation and implementation of programme goals. And secondly, there is implementation of the programme, in this case delegated to other actors, like the Association of Mediterranean regions which has been very active in organising consensus conferences in all regions. ",
        "40 P ILLAR C: H OW CAN THE CONTRIBUTION OF RESEARCH TO SUSTAINABLE DEVELOPMENT BE MEASURED ? Laurence Esterle, Institut Francilien Recherche, Innovation et Société and Institut National de la Santé et de la Recherche Médicale 1 I NTRODUCTION Researchers and research organizations are accountable to society for the use of funds, especially when they have been granted for meeting major challenges on a global scale, such as sustainable development (SD). The evaluation of research impacts on SD is important for policy-makers and, more generally, for any R&D funding agency that decides to invest in this field. It is also of interest to all citizens because it justifies the investments that society makes to solve its problems and meet its expectations. Evaluation in this respect also contributes to the identification of good practice in R&D, and to determining the best strategies possible for the programming of R&D and scientific policy. The evaluation of a program or a research policy frequently relies on measuring its effectiveness. This is driven by indicators, usually quantitative, which enable, as objectively as possible, a judgement to be made as to whether the objectives of the programme - or the policy -have been met. In many cases, however, qualitative approaches are equally necessary to complete the data analysis. The need for measurement of research impacts on SD has been expressed to the group of experts set up to advice on the design and implementation of Community research policy in its relationship with sustainable development. The 2006 Strategy 83 has identified R&D generally as one of the two 'cross-cutting policies contributing to the knowledge society', and has stressed 'the positive role of technology for smart growth', appealing for 'further research on the interplay between social, economic and ecological systems'. The first two pillars of this paper suggest ways of promoting research contributing towards SD, and identifying the instruments that can be used to monitor the research system's adjustments in response to society's demands. This pillar is devoted to the construction of indicators that serve ‘to measure the contribution of R&D to sustainable development’. If R&D contributes to SD, it is legitimate for those who promote and finance it to have and to use indicators for measuring the effectiveness of their scientific policy in this respect, and for evaluating the impact on SD of funded research, either broadly or more specifically. In other words, this demand corresponds to the measurement of research efficacy and constitutes one element of the strategic intelligence developed in the preceding pillar.. As we will see, there is a relatively large and well-defined set of methods for measuring R&D inputs (funding, expenditures, human resources…) and outputs (primarily owing to bibliometrics). On the other hand, the impacts of R&D are seldom measured, due to numerous methodological obstacles and a lack of relevant data. This is especially true for measuring societal impacts of R&D. 83 European Commission Renewed EU Sustainable Development Strategy 10917/06 ",
        "41 The aim in the first part of this report is to draw up an inventory of existing R&D indicators, SD indicators and those linking the two. As this does not however allow for the identification of satisfactory indicators to meet the goals , an original method is proposed in the following section, which combines the production of activity indicators with their assessment undertaken in the framework of a participative approach. In our opinion this type of method can meet a demand for evaluation that has two dimensions: For research purposes; and politically-motivated (in the broad sense) for issues with major societal implications. Finally, the last part proposes a road map for the next two years, with a view to improving the methodology according to the rules of the art, and implementing it. In this report we consider the measurement of the impact of research funded under the Framework Programme (FP) for European SD objectives as a case study that can be generalized. In other words, a 'meso' scale is presented, as it seems the most relevant in terms of demand and feasibility. The report is nevertheless intended for all policy-makers and the proposed methodology can be applied on a national policy scale. 2 M ETHODOLOGY USED FOR THE REPORT To undertake this study, it was first necessary to investigate current research priorities concerning sustainable development. Even if the analysis did not need to be particularly detailed at this stage, it was necessary to be able to correlate the main SD issues with the R&D priorities announced in this respect, so that the possibility of linking up the corresponding indicators in one way or another could be studied. It was also essential to understand the needs and expectations expressed by deciders and policy-makers on research for SD. This information was taken from reference texts of the European Commission and, for validation purposes, from those of major international organizations. At European level, the main documents studied were those on the 'Research for SD' site of DG Research 84 , which provides an inventory of expectations regarding R&D, especially through the 7 th FP. The list of research projects funded under the FP7 on subjects dealing with the environment provides illustrations of projects and expectations in terms of production and impact on sustainable development 85 . For methodological questions on indicators, the existing literature on research impact measurement was reviewed. Whereas several articles have been published in the medical research field, there are not so numerous on SD. There are however many articles and reports by experts on the evaluation of research or on outcome indicators. These documents shed light on the subject or point to ways of measuring the socio-economic impacts of R&D, and have inspired the proposals put forward in this report. 84 See the sites: http://ec.europa.eu/research/sd/fp7_sustainability_en.htlm and http://ec.europa.eu/research/sd/index_en.html 85 See the site : http://ec.europa.eu/research/environment/index_en.cfm?pg=environment ",
        "42 3 S TATE OF THE ART OF EXISTING INDICATORS ON R&D AND SD 3.1 General methodology for indicators At this stage it seems useful to briefly present generalities on indicators. This reminder will clarify the rules as well as the constraints framing the design and construction of the relevant indicators. Indicators are different from statistics and primary data in that they provide meaning and bridge the gap between detailed data and interpreted information: An indicator is a sign of a complex system and comes to be seen as a process rather than a product. Indicators perform many functions. They can lead to better decisions and more effective actions by simplifying, clarifying and making aggregated information available to policy- makers. They should be: - reproducible and comparable (over time, across space) - easy to interpret and understand - dependant on data readily available or available at a reasonable cost, adequately documented, of known quality and updated at regular intervals - policy-relevant - robust: scientifically built, conceptually well founded. Indicators (e.g. for science and technology) could be based on the set ‘SMART’ metrics 86 that are synthetic and easy to retain, i.e.: - S imple - M easurable - A ctionable - R elevant, reliable and reproducible - T imely It is clear that the construction of indicators is necessarily dependent on data which are already available or which can reasonably be expected to be available in the future. An effort must however be made to ensure that indicators are not based only on existing data, to ensure that a lack of appropriate data does not lead to 'measuring what is measurable rather than what is important'. 3.2 RD&I indicators and their application in the field of SD Traditionally, R&D indicators are classified in three main categories measuring inputs, outputs, and outcomes. Most traditional evaluation of R&D activities is restricted to the measurement of inputs and outputs. a. Input indicators These indicators measure the means granted to R&D activities: funds, human resources, etc. They are based on specific inquiries on R&D expenditures and human resources. At national level, their construction is based on the recommendations of the Frascati Manual 87 which 86 See for S&T indicators: Mollas-Gallard J., Salter A., Patel P., Scott A., and Duran X. Measuring Third stream activities. Final report to the Russel Group of Universities , SPRU, 2002. 87 Frascati Manual. Proposed Standard Practice for surveys on research and experimental development , OECD, 2002 ",
        "43 makes it possible to obtain comparable indicators on an international scale. But more specific surveys can be undertaken for particular demands, provided that they meet regular quality standards in terms of sampling and data collection. As regards research expenditures calculated according to the Frascati recommendations, the data are collected from the funding institutions and especially from those that spend the funds allocated to R&D (universities, research organisations, etc.). Isolating a 'sustainable development' perimeter on the basis of such surveys is difficult, especially for the purpose of international comparison. In fact, as evoked in the first pillar of the report, SD is an emerging field of research and even if SD is defined by the multiple challenges identified in the European Union’s SD strategy 88 , the research institutions (including the universities) are rarely fully engaged in this field of research.. The only realistic alternative with the existing national surveys would be to use data called 'government budget appropriations or outlays for R&D' (GBAORD). The OECD recommends that the 12-category classification known as NABS (nomenclature for the analysis of science budgets), developed and applied by Eurostat, be used for the collection of such data. These data essentially concern the R&D budgets (and not the real expenditures) of governments at central and federal level 89 . The following list presents the OECD classification by socio-economic objective: 1. Development of agriculture, forestry and fisheries 2. Promotion of industrial development 3. Production and rational use of energy 4. Development of infrastructure 5. Control and care of the environment 6. Health (excluding pollution) 7. Social development and services 8. Exploration and exploitation of earth and atmosphere 9. General advancement of knowledge 9.1. Advancement of research 9.2. General University funds (GUF) 10. Civil space 11. Defence 12. Not specified As this list indicates, it is possible easily to identify only a part of the GBOARD applied to R&D for SD. The GBAORD of the fifth socio-economic objective (control and care of the environment) can be considered as directly related to SD. But other socio-economic objectives are only partially concerned by SD (e.g. Objectives 1, 2, 3, 6 and 8) and it seems difficult to disaggregate data to identify those which directly or indirectly concern SD. 88 For comparison, many efforts have been made to measure public R&D expenditures on healthcare. It was shown that this was possible partially because the institutions involved in research on health could be identified (for example, university hospital centres, government agencies, government research institutes, foundations, etc.) But the comparison at international level has proved to be difficult and has to take into account national research and innovation systems. See: Measuring expenditures on health-related R&D , OECD, 2001 89 The Frascati manual recommends the inclusion of data from the provinces and states of a federation, but countries do not always do so. ",
        "44 Measuring the number of researchers involved in research on SD on a country-wide scale is even more difficult. According to the Frascati Manual, the national surveys don’t collect data on researchers in relation to their discipline. This may be the case in certain countries, but disciplinary classifications are in any case difficult to use when it comes to SD, as SD related research concerns many disciplines 90 . This type of collection would require a specific survey and, if it was to serve for international comparisons, would have to be based on a consensual definition of the perimeter of research for SD – a fuzzy and changing concept par excellence. In other words, we would like to highlight that the statistical data issued from existing national surveys render very difficult, if not impossible, to measure the inputs related to SD R&D at the national level. The only solution would be ad hoc surveys on a national or supra- national scale. To our knowledge no common methodology exists for identifying and collecting data specifically on research on SD. The measurement of the inputs on a program scale raises different methodological questions. Indeed, it will require special surveys. We see this for example in European programmes. The calculation of the part of the FP devoted to SD would require the identification, within each sub-programme, of projects that may have an impact on SD, and the calculation of the human resources allocated to those projects. This exercise is not impossible but it requires resources and the establishment of a methodology that defines very precisely the criteria which attribute a coefficient of activity in favour of SD to each project. A first approach to a review on programme scale is currently being put in place within DG Research through a new monitoring system. By cross-referencing the Work Programmes of FP7 with the objectives of the sustainable development strategy and linking the projects flowing from them, the monitoring system 91 permits the identification of research activities related to sustainable development. From this, it will be possible to assess the budget, type of projects, and type of organisations involved for each SD-objective. However, this system is not supposed to give ready-made and definitive answers, but rather is intended to be a tool allowing further analysis by any interested stakeholder. b. Output indicators Outputs correspond to the immediate tangible results of an activity. They usually measure the scientific and technological production of R&D activities. Two main types of output indicator exist: - Indicators on scientific publications built on existing databases (traditionally the Thomson scientific bases but also existing rival bases such as Scopus, Google Scholar, or bases of publications by discipline, such as Econlit for economics, etc.); - Indicators on patents, built on the databases of the patent offices (European or national). These indicators serve to measure and compare scientific and technical production with a fair amount of detail, at the levels of institutions and of scientific or technical domains and 90 Harper J.C. and Georghiou L. Implementing research for sustainable developmen t, 2009 91 \"Needs analysis for monitoring system for the contribution of the EU's FP7 to the objectives of the EU SDS\", http://ec.europa.eu/research/sd/pdf/background_info/monitoring_system_dg_research_final_re port.pdf ",
        "45 disciplines. With more elaborate methodologies, they can provide indications on the dynamics of a domain or institution, or of a network of actors. As regards the production of output indicators in the field of SD, we will take the example of scientific bibliometrics, used to quantitatively measure the volume and visibility of scientific publications which are the product of an academic type of research. Bibliometrics allows for repetitive, quantitative and comparative measurements. One of its advantages is to answer an essential question for policy-makers: has research funded for SD spawned new knowledge published in academic journals and, if so, is the publications cited? Bibliometrics can be used on the scale of a given geographical area (a state, the EU, etc.), institutions (e.g. universities), or even a programme (measuring the production of knowledge from research funded by a programme – in our example by the FP). In the former case, the question will be: How is the entity under study (country, EU, etc.) positioned in research on SD? In the second case, the question will be: Will the FP-funded research produce publications visible at international level? The methodological approaches differ. In the first case the aim is to identify the 'SD perimeter' in publications in a database. This perimeter, which is difficult to define and changing, concerns many disciplines and subject domains, and cannot be identified only from scientific journals in the field of SD as it has been indicated in the accompanying paper 92 . The identification of scientific publications pertaining to SD will therefore require sophisticated methods such as lexicometric analysis of the content of articles based on a corpus of words recognized by the experts as belonging to the field of SD. To our knowledge, this exercise has not yet been carried out but preliminary experiments are currently under way. In the second case, at the programme level, the bibliometric analysis will be based on a specific survey for example by listing the scientific publications resulting only or partially from research funded for SD. This corpus of scientific publications can be analysed with bibliometric methods that produce recognized and reliable indicators: number of articles, number of citations, impact factor, etc. The advantage is that these indicators can regularly be reproduced to monitor their evolution. The same exercise can be performed using patents and measuring the technological output of research financed in the field of SD. A patent gives a temporary monopoly to an inventor in exchange of detailed publication of the invention which could be used to analyse trends in technology but also to identify the category of the inventors (firms, public organisations, etc.) and the country where the invention has been done. Therefore, the measure of patent activity could be seen as a proxy for technological innovation issued from R&D policies and programs and patent indicators are frequently used as output indicators of innovation. Patent databases are usually available from the patent offices at the national level (for example, the US Patent and Trademark Office) and European level (the European Patent Office). The OECD developed also the Triadic Patent Family database including patents deposited in the European, US and Japanese offices and considered as of wide commercial value. The data are classified using the International Patent Classification (IPC) which allows linking patents to very detailed technological sector. For example, the identification of patents in technologies 92 Harper J.C. and Georghiou L. Implementing research for sustainable development , 2009 ",
        "46 for renewable energy or green chemistry 93 is quite easy. The identification of ‘environmental patents’ was also undertaken by the OECD, allowing comparisons of patenting activities among countries 94 . Therefore, the indicators of patenting activities could be very useful to measure the innovation activities contributing to SD at the national, European levels, but also at the level of a programme (by collecting the programme derived patents) or a firm. c. Outcome indicators These indicators are used to measure the non-academic impact of R&D. While output is the direct result or product of science, impact is the indirect but ultimate effect of science on society. The measurement is based on the assumption that research is likely to produce effects in the socio-economic sphere, in the broad sense of the term, and that research efforts help to meet society's needs better. The outcome covers all the long-term effects of public programmes in terms of welfare and should capture the various dimensions of society values. Therefore, the expected outcomes are multiple and depend on: - The mission attributed to the R&D institutions: For example, the impact of academic research on the rest of society and its contribution to the economy; the impact of medical research organizations on health and on the health economy, the impact of agricultural research on poverty, etc. - The objectives of a research programme, as defined by its funders: e.g. reducing the Aids epidemic, improving agricultural productivity, etc. These objectives may be targeted to a greater or lesser degree, depending on the scope of the programme. The construction of these indicators is extremely difficult because of obstacles related to the very nature of R&D activities and the innovation process: - The research life cycle: the time for completion of research could be very long and the gap between discovery and application may be years or even decades, so the timelines should be taken into consideration in their measurement. But this timelines is difficult to be appreciated specifically; - The uncertainty of the research: the research results are by nature unpredictable and uncertain and the spin-off risky. - The indirect and non-linear nature of the research impacts 95 : the ways in which research may affect society are based on complex iterative processes, very difficult to analyse in detail. When the literature is analysed, we can identify two different issues. On one hand, measurement of the economic impacts of R&D is quite well documented because of the strong demand of the policy makers. Generally, this measurement is considered as difficult, 93 T.J. Nameroff, R.J. Garant and M.B. Albert. Adoption of green chemistry: an analysis based on US patents. Research policy, 33, 959-974, 2004 94 OECD. Environmental policy, technological change and patent activity. ENV/EPOC/WPNEP(2007)5/Final, 2008. 95 Martin B., Salter A, Hicks D., Pavitt K., Senker J., Sharp M. and von Tunzelmann N. The relationship between publicly funded basic research and economic performance: A SPRU review , Report prepared for HM Treasury (SPRU, Brighton), 1996 ",
        "47 for reasons explained above and primarily related to the nature of the innovation process 96 . Thus, some attempts exist to measure the economic impacts of R&D programs (such as the FP 97 ), or the impact of public R&D policies. A few articles seek to draw a correlation between the funding of medical research as a whole and its impact on the general economy of a country (US, Australia 98 ). The measurement of this economic performance of medical research has however been criticized, for leaving unresolved difficulties: A recent report from UK pointed out that ‘the estimates of the rates of return need to be treated with extreme caution’, because ‘most of the methods unavoidably involve considerable uncertainties’. 99 . A substantial number of economic impact studies measuring the contribution of agricultural research have been also performed 100 . But here again, some authors indicated that the estimation of the economic impact of research investments is valid only under very restrictive assumptions and frequently hampered by measurement problems 101 . Finally, one of the most cited paper which reviews the literature on economic benefits of publicly funded basic research indicated that ‘no simple model of the nature of economic benefits from basic research is possible’ and that ‘the attempts [to estimate the impact of research on productivity] have been beset with both measurement difficulties and conceptual problems […] 102 . On the other hand, the measurement of R&D impacts is much less documented when it addresses societal challenges. The construction of these indicators requires the clear identification of what is expected, and a precise analysis of how R&D processes can meet those expectations. But even so, due to the additionality of actions, it is difficult to ascribe an observed effect to the results of research only. For example, the reduction of deaths from bronchial cancer may be due partly to research on screening, diagnosis and treatment, but it may also be due to anti-smoking campaigns and even to the banning of smoking in public places. In the field of SD, the precise measurement of the effects of research is an extremely difficult undertaking, as many other causes may be involved. How can the effects of research per se be distinguished from other concomitant factors or actions? From a theoretical point of view, this type of demonstration would require an estimation of what would have happened without the research. Finally, an impact does not necessarily mean that the research results were used directly. 96 For an overview of the evaluation of science, technology and innovation policies and its relationship with the theories of innovation process, see Molas-Galart J. and Davies A .. Toward theory-led evaluation: the experience of European Science, technology and innovation policies . American Journal of Evaluation, 27, 64-82, 2006 97 See for example : Polt W., Vonortas N.et al. IST evaluation and monitoring . Joanneum Research Institute für technologie und regionalpolitik, 2006 98 See: Exceptional returns: the economic value of America’s investment in medical research , published by Funding First initiative of the Mary Woodard Lasker Charitable Trust , 2000 (http://www.laskerfoundation.org/advocacy/pdf/exceptional.pdf) Exceptional returns: the value of investing in health R&D in Australia , published by the Australian Society for Medical Research, Access economics, Canberra, 2003 99 Health economic Research group, Office of Health economics, Rand Europe. Medical research: What’s it worth ? Estimating the economic benefits from medical research in UK . London: UL evaluation forum, 2008 100 See for review: Evenson R.E. Economic impacts of agricultural research and extension , in Garner B.L. and Rausser G.C.(eds.). Handbook of agricultural economics , Edition 1, volume 1, chapter 11, pages 573-628, Elsevier Science, 2001 101 Ekboir J. Why impact analysis should not be sued for research evaluation and what the alternatives are. Agricultural systems, 78, 166-184, 2003. 102 Salter A.., and Martin B. The economic benefits of publicly funded basic research: a critical review . Research policy, 30, 509-532, 2001. ",
        "48 All in all, the literature on measurement of research impact on society and on environment (or on non-economic issues) is rather limited 103 . Some efforts have been made for example in the medical field (the impact of research on the reduction of deaths from cardio-vascular diseases 104 , or the impact of the discovery of lithium on the reduction of hospitalization duration 105 ) and in the field of the agriculture (for example the impact of research on the farmer’s practices 106 ). But these studies address a specific case, are expensive to perform and give only a narrow picture of the reality. As suggested in the accompanying paper, an interesting issue would be to measure the behavioural additionality achieved through research funding since SD involves changes in the practices 107 . Such emerging methods have been tentatively used to measure how public funding induces changes in the ways firms conduct R&D 108 . But in the case of SD, the behavioural additionality will concern not only the recipients of public funding (universities, research organisations, firms…), but also the individuals or the society in general and might be more difficult to be tracked. To conclude, authors of a literature review on research impacts, mainly but not only in the medical field, have concluded that: 'Of all the papers examined, it was rare for issues of defining and measuring research impact to be directly addressed or theorised' 109 . The conclusion of another large review of the literature is no more optimistic: ‘We are still a long way from providing a convincing answer to the question: Does our investment in research and development make a difference?’ 110 . 3.3 Sustainable development indicators The aim of this report is not to describe the sustainable development indicators in detail, and we will refer the reader to many existing reports by European and international organizations (such as those of the United Nations, whose Commission on Sustainable Development proposed a list of 134 indicators in 1996 111 ) for in-depth reading on the subject. We simply take as an example the indicators adopted by the European Commission, for the European sustainable development strategy (SDS), to see whether it is possible to link some of them up to research activities. 103 Cf Godin B. and Doré C. Measuring the impacts of science beyond the economic dimension. http://www.csiic.ca/PDF/Godin_Dore_Impacts.pdf 104 Murphy K.M. and Topel R.H. The economic value of medical research . In : Murphy K.M. and Topel R.H. (eds) Measuring the gains from medical research: an economic approach . University of Chicago press, 2003 105 Rubinstein W.D. and Rubinstein H.L. Menders of the Mind: A History of the Royal Australian and New Zealand College of Psychiatrists , 1946-1996, Oxford University Press, Melbourne, Australia, 1996. 106 Douthwaite B., Kuby T., van de Fliert E. and Schultz S. Agricultural systems, 78, 243-265, 2003. 107 Kuhlmann S. Research policy in Europe for sustainable development , 2009 108 Government R&D funding and company behaviour: Measuring behavioural additionality , OECD, 2006 Georghiou L. Evaluation of behavioural additionality. Concept paper’in ‘ Making the difference’. The evaluation of ‘behavioural additionality’ of R&D subsidies , IWT-STUDIES 48, June, 7-20, 2004 109 Nutley S.M., Percy-Smith J. and Solesbury W. Models of research impact: a cross sector review of literature and practice . Learning and Skills Development Agency, 2003. 110 Boaz A., Fitzpatrick S. and Shaw B. Assessing the impact of research on policy: a review of the literature for a project on bridging research and policy through outcome evaluation . Policy Studies Institute, University of London, 2008. 111 Indicators of sustainable development framework and methodologies , United Nations, New York, 1996 ",
        "49 The first set of indicators was adopted by the European Commission in 2004 and revised in 2007. These sustainable development indicators (SDI) are used to monitor the European Union's SDS and are published every two years in a Eurostat report. A first monitoring report was published by Eurostat in December 2005 112 . The 2007 report updates and adapts the 2005 edition in the context of the renewed strategy, and analyses progress in the implementation of the new objectives 113 . The SDI framework is based on ten themes, reflecting the seven key challenges of the strategy, as well as the key objective of economic prosperity, and guiding principles related to good governance. The themes follow a general gradient from the economic to the social and then to the environmental and institutional dimensions. The 10 themes are: Theme 1: Socio-Economic Development Theme 6: Climate Change and Energy Theme 2: Sustainable Consumption and Production Them 7: Sustainable Transport Theme 3: Social Inclusion Theme 8: Natural Resources Theme 4: Demographic Changes Theme 9: Global Partnership Theme 5: Public Health Theme 10: Good Governance The themes were further divided into sub-themes and 'areas to be addressed'. Indicators were proposed within each of the themes to match the major policy commitments and objectives of the strategy and related EU strategies. In order to facilitate communication, the indicator set is built as a three-level pyramid. This distinction between the three levels of indicators reflects the structure of the renewed strategy (overall objectives, operational objectives, actions) and also responds to different kinds of user needs, with the headline indicators having the highest communication value. The three levels are complemented with contextual indicators, which provide valuable background information but which do not monitor directly the strategy’s objectives. 112 Measuring progress towards a more sustainable Europe – Sustainable development indicators for the European Union , 2005 edition, European Communities, 2005. Available on Eurostat web site: http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-68-05-551/EN/KS-68-05-551-EN.PDF 113 Measuring progress towards a more sustainable Europe – 2007 monitoring report of the EU sustainable development strategy . Eurostat Statistical books, European communities, 2007. Available on Eurostat website http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-77-07-115/EN/KS-77-07-115-EN.PDF See also: Steinbuka I. and Wolff P. Indicators and better policy making: the case of sustainable development . Available on Eurostat website http://epp.eurostat.ec.europa.eu/pls/portal/docs/PAGE/PGP_DS_SUSTDEVIND/PGE_DS_SUSTDEVIND_01/ TAB68079609/LISBON%20ISI%20AUG%202007%20REV2.PDF ",
        "50 Level 1 indicators on the top of the pyramid monitor the overall objectives of the strategy. They are well-known indicators which are robust and available for most EU member states for a period of at least 5 years. Level 2 consists of indicators related to the operational objectives of the strategy. They are robust and available for most EU member states for a period of at least 3 years. Level 3 consists of indicators related to actions outlined in the strategy and is useful to analyse progress towards the SDS objectives. Contextual indicators do not monitor directly any of the strategy’s objectives and are not policy responsive. They provide valuable background information on issues relevant to SD policies and are useful for the analysis. If we examine this list, only three indicators present in Theme 1 (Socio-economic development) and more precisely in the sub-theme Innovation, competitiveness and eco- efficiency are directly related to research and innovation activities. The first one concerns global expenditures on R&D (GERD). It is presented as a SD indicator because the European strategy for SD underlines that 'Investments in human, social and environmental capita as well as technological innovation are the prerequisites for long-term competitiveness and economic prosperity…'. Investment in knowledge and technology is measured by global (public and private) expenditures on R&D. But this indicator does not meet the specific demand made in the framework of this study, which is to measure the impact of R&D funding on sustainable development. The following two concern innovation as such, defined by Eurostat as 'a new or significantly improved product (good or service) introduced to the market or the introduction within an enterprise of a new or significantly improved process’. Both indicators are based on the Community Innovation Survey and cover at least all enterprises with 10 or more employees. The first indicator is defined as the ratio of turnover from products new to the enterprise and new to the market as a % of total turnover. Like the preceding one, this indicator is very general and cannot claim to directly measure the effects of innovation on SD. ",
        "51 The second indicator is more interesting. It is defined as the share of enterprises whose innovations have strong effects on reducing materials and energy per unit output as a % of innovative enterprises. It is now available but is a proxy which does not precisely or satisfactorily answer the question on the link between innovation (or research) and the improvement of SD. To sum up, no existing SDI answers the question precisely. Recommendation C1: There is a need to collect information about existing surveys, about analyses to build input and output indicators and about experiments conducted at any level to measure the contribution of R & D to SD. The present knowledge base on SD research is scattered and diffuse. 4 M EASURING THE IMPACT OF R&D ON SD 4.1 Measuring the impact of R&D on SD indicators: a difficult challenge! The question raised in this study may appear simple: how can the contribution (that is, the impact) of R&D on SD be measured, for example by establishing a link between R&D indicators and SD indicators? As simple as it may seem, this question is actually highly complex. As we have already seen, available indicators in the fields of R&D and innovation, like those in the field of SD, do not presently allow us to answer it. Input and output indicators of R&D for SD could be produced according to the main guidelines given above, but they would require specific studies and would not be entirely satisfactory. To establish a direct link between R&D and SD indicators, highly sophisticated impact indicators could be constructed in the form of composite indicators. However, to be reliable, this construction has many prerequisites, the least of them being that the broader the scope of the composite indicator, the more likely it is that intermediary data will be unavailable. Moreover, we have seen above that, as regards research activities, the calculation of impacts is extremely complicated if not risky. The reasons are mainly: - The difficulty of ascribing to research as such a direct impact on a complex phenomenon; - The unpredictability of research results and the length of the research and innovation cycle; - The non-linearity of the innovation process. For all of these reasons, the construction of indicators to measure the direct impact of R&D on SD indicators seems extremely difficult or even illusory. Moreover, when the evaluation concerns a program, another difficulty is to produce global indicators from evaluation of several independent and relatively small projects. To illustrate the difficulty, consider the list of SD indicators recognized by the European Commission and, for example, those of Theme 6 (Climate change and energy). How can the share of improvement of the 'global surface average temperature' indicator ascribable to ",
        "52 knowledge production be identified, when one knows that 'most of the observed increase in globally averaged temperatures since the mid-20th century is very likely due to the observed increase in anthropogenic greenhouse gas concentration' 114 ? Other similar examples lead to the same finding: Even if R&D may have an impact, it is probably slight and in any case is only one factor among many others. In general, SD indicators are related to highly complex, multifactoral phenomena in which socio-economic factors, themselves highly complex, are linked to natural factors about which little is generally known. Arguing plausibility for the linkage between a research output (or a research input) and observed SD impact requires that other significant factors of influence be addressed and their potential effects weighed up. 4.2 Proposition for an alternative: A combined methodology with participative assessment of activity indicators In the 2003 report of the European Initiative for Agricultural Research and Development (EIARD) 115 , the authors make recommendations for evaluating the impact assessment of agricultural research for development. The aim is to measure how the research results have been used and how they have affected the environment. The authors note that 'linking research outputs to broad development results (attribution) is difficult and not generally feasible at justifiable costs' and that 'no single model will be applicable to describe the path from basic research to highly aggregated development impacts in a systematic way. That is why they propose to 'trace out pathways and establish plausible links between the research investment and the observed development impact(s)'. To conclude, the authors recommend 'searching plausibility rather than proof of impact can help to produce useful information and insight at reasonable cost'. In view of these findings, we propose a different approach to the construction of composite indicators linking two types of indicator (R&D and SD) tenuously and with uncertainty. This approach is based on a combination of two methodologies identified in the literature to measure the socio-economic effects of R&D activities. It is highly likely that it corresponds to the EIARD recommendations. a. Background Like the EIARD, evaluation experts recommend the study of the process rather than the measurement of the impact 116 . In a very relevant report 117 , researchers of the SPRU have examined the 'third mission' of universities, that has many points in common with research funded for sustainable development. The ‘third mission’ of universities corresponds to the 'generation, use, application and exploitation of knowledge and other university capabilities outside the 114 IPCC’s fourth Assessment Report, CUP, Cambridge, UK and New York, USA, 2007 115 Task force on Impact Assessment and Evaluation, EIARD. Impact assessment and evaluation in agricultural research for development , Agricultural Systems, 78, 329-336, 2003 116 See for example, for the social sciences: Rip A. and van der Meulen J.R. The non-academic impact in the social sciences – a thinkpiece . Paper for the the ESRC Research evaluation steering group (University of Twente), 1995 and, more generally, Tyden T. The contribution of longitudinal studies for understanding science and communication and research utilization . Science Communication, 18, 29-48, 1996 117 Mollas-Gallart J., Salter A., Patel P., Scott A., and Duran X. Measuring Third stream activities . Final report to the Russel Group of Universities, SPRU, 2002. ",
        "53 academic environment', in other words, to universities' contribution to the economy and to society, which globally corresponds to the stakeholders' expectations as regards research funded for SD. In this report the authors recommend measuring not the impact of research – for the reasons mentioned above – but rather the performance and contribution of university activities in favour of the economy and society. Such methods have already been used, especially for activities related to the economy in English-speaking countries (UK, US and Canada) and by the OECD and the European Commission. Mollas Gallart et al. have built such a framework of analysis by distinguishing: • The use and exploitation of research capabilities including knowledge capabilities (production of codified knowledge, tacit knowledge and skills) and the physical facilities that can be exploited by the non-academic sector; • The various types of activity peculiar to universities: Research, teaching, communication. This type of approach, indicated here very generally, may be qualitative or quantitative, each having both strengths and weaknesses. Quantitative methods emphasize ‘the effects of a program or policy as measured through quantitative indicators’ whereas qualitative methods emphasize ‘participant’s experience of a program or policy as revealed through their own words’ 118 . Some authors suggest the simultaneous use of quantitative and qualitative approaches to evaluate the end-user relevance of research 119 . In most cases the indicators are produced by means of surveys and case studies. A point that is frequently emphasized is that the construction of these surveys must involve the stakeholders, whose opinions may vary widely 120 . With a view to comparing the use of research findings from a large-scale programme, another method has been proposed to obtain quantitative results 121 . It consists in using a 'jury model', where the researchers describe the use of their results in a highly formalized way but in very different styles, and the jury gives them a score. This model makes it possible to include jury members with different opinions and interests, and thus to relativise the subjective aspects. For measuring the potential impacts on SD of a research program, we propose to combine these two types of method – measurement of the activities of research groups or collectives which have an impact on SD, and analysis of the results by a Jury – to assess the contribution of R&D to the sustainable development problematic. We are of the opinion that these two approaches are complementary, for the following reasons: - Simply measuring activities related to the expectations of policy-makers as regards sustainable development will certainly produce indicators, but these will be difficult to analyse in the absence of references (how can one compare the results of one research collective to those of another, or one scientific policy or programme to another?). They will have the merit of being able to be monitored over a period of time, but the inputs (volume of funding, number of projects, number of researchers engaged in the programme) could vary from one year to the next and make it difficult to interpret the results; 118 Mark M. M., Henry G.T. and Julnes G. Evaluation: an integrated framework for understanding, guiding and improving public and nonprofit policies and program . Jossey-Bass San Francisco, CA, 2000 119 See for example Richardson A., Jackson C et al, Taking research seriously. Means of improving and assessing the use and dissemination of research . HMSO, London, 1990. 120 See for example: Solesbury W. Measuring value added in research . ARCISS, London, 2002. 121 Van Caulil G.F., Mombers C.A.M., van der Beemt, F.C.H.D. Quantifying the utilization of research: the difficulties and two models to evaluate the utilization of research results . Scientometrics, 37, 433-444, 1996. ",
        "54 - Simply using a jury approach is an appealing and seemingly cheaper solution. It is likely, however, that the debates will be richer than if they are only based on narrations. The combination of both methods presents many advantages: - Prioritising the indicators is essential for achieving comprehensive and clear picture of the impacts and benefits; - The indicators will provide a pretext for debates: not only on their results but also on their construction. A suitable jury will be perfectly legitimate to judge their strengths and weaknesses, or even to improve them; Finally, the combination of the two methods seems all the more justified in so far as the question of SD is a political one, and the evaluation of the possible impacts of research warrants debate in the political arena, in the broad sense, that is, with policy-makers but also with the users and beneficiaries of research pertaining to SD. b. Description of the methodology In view of the above considerations, we roughly present a methodology here which could be adapted to the measurement of the effects and impact of R&D programs on SD. Many indicators would have to be considered according to the different types of impact which are described in the accompanying paper (and specially the behavioural additionality of the R&D) 122 . Most of them will require an important effort to be designed and developed. This is the reason why, at this preliminary stage, we would like to favour a method mainly based on the measurement of activities contributing to SD because 1) they will give quite quickly to reliable and feasible measurements and 2) they will be easily understandable by both stakeholders and researchers. The method is completed by a Jury evaluation stage In this section we use the FP7 as a case study to measure the contribution of research to SD. We draw on documents available in the section 'FP7 tailored for sustainability' on the Europa- Research website for sustainable development, and on the document 'Areas and topics related to sustainable development in FP7 work programmes for 2008'. This analysis is preliminary and would need to be developed in more depth if the method were chosen. We first identify the activities of research collectives and consortia funded under the FP 7 which are likely to contribute to SD. For this purpose, we have analysed the expectations expressed by policy-makers in various themes for promoting SD. A wide range of benefits in general that may result from research for SD is expected, including the following (non-exhaustive list): - Knowledge production - Development of new technologies, new materials - Capacity-building, developing research skills - Development of new methodology (new research methods, measurement methodology, risk assessment) - Development of tools ( for impact assessment, evaluation and control) - Development and improvement of SD indicators, development of databases - Informing policies (production of knowledge for public policy purposes) - International partnership and cooperation, participation of developing countries 122 Kuhlmann S. Research policy in Europe for sustainable development , 2009 ",
        "55 - Impact on people behaviour - Impact on economic growth - Identification of best practices - Increasing safety. The following table matches these expectations (sometimes grouped under the same item) with the activities that the research groups of the consortium funded should have to meet these expectations. Expectations Corresponding activities Knowledge production - Research - Academic communication New technologies, new materials - Research - Links with industries - Entrepreneurial activities Capacity-building, developing research skills - Research - Teaching - Access to infrastructure New methodology - Research - Links with industries, regulatory agencies etc. SD indicators, databases - Research - Access to database - Links with international organisations, statistical offices etc. Informing policies - Communication towards and interaction with policy-makers International partnership and cooperation - Cooperation through exchanges or joint research projects - Access to infrastructure Impact on people's behaviour - Non-academic communication - Non-academic collaboration - Learning activities Identification of best practices and increasing safety - Information for policy-makers and all the stakeholders Five main types of activity can thus be distinguished: - Research activities as such, leading to the production of new knowledge and the development of new technologies; - The development of and access to infrastructure and databases; - Communication and information activities for the academic world and for a wide variety of publics: policy-makers and deciders, international organizations, the general public, etc.; - Cooperation activities: with the academic world, the industrial world, non-profit organizations, professionals such as farmers, etc.; - Training. The following table presents some indicators that could be constructed to measure these activities and possible sources of data. ",
        "56 SD contributing activities Indicators Origin of data Research and scientific and technology communication Funding Number of researchers ---------------------------------------------------- Number of publications Number of citations Number of patents ----------------------------------------------------- Number of participations in/invitations to scientific conferences, workshops etc. Internal database Surveys ------------------- Scientific publication and patent databases-- ----------------- Surveys Access to infrastructure and databases Numbers of users (by category) Surveys Communication for policy-makers, international organizations etc. Number of participations in /invitations to SD conferences, workshops etc. Number of expertises Number of reports ----------------------------------------------------- Number of publications cited in SD reports Surveys Publication database (e.g. Google scholar) ------------------- Data from SD reports (e.g. in IPCC technical paper) Communication for the public Number of communications through various media (newspapers, TV, radio, etc.) Number of participations in public conferences Media database (e.g. Factiva) Surveys Academic cooperation activities Number of scientific co-publications Number of joint research projects Mobility of PhDs, post docs, researchers Number of visiting scientists Scientific publication databases Specific database (e.g. FP project database) Surveys Cooperation with firms, entrepreneurial activities Number of projects funded by industry Number of licences Number of spin-offs Surveys Cooperation with professionals and the public Number of participative research projects Number of research projects on the ground Surveys Teaching and learning Number of participations in academic and non- academic courses Number of new SD-related Master's degrees or courses Number of PhD students, post-docs Surveys ",
        "57 As the above table shows, a wide variety of indicators can be proposed. Some are based on the methods of bibliometrics and require the application of competencies in this field. Most of them will require specific surveys, with questionnaires sent to the research groups concerned. In all cases, it is necessary to propose indicators based on the criteria listed above (e.g. the SMART set) and to verify their usefulness in relation to the cost of obtaining the data. One of the keys to success is the fact of an indicator being understood by the actors so that they respond with interest to the (necessarily limited) survey questionnaires sent to them. Recommendation C2: SD research is best measured via Proxy Indicators linked to the direct results of research activities contributing to SD. The production of quantitative indicators measuring the research impact on SD seems very difficult, or even illusory. SD research is distributed across several if not most categories of public statistics. The second part of the evaluation will be carried out by a Jury to which the indicators calculated prior to that will be presented, in the presence of the main project coordinators. The assistance of experts in impact assessment and evaluation of research policy will be suitable. The constitution of the Jury is one of the essential phases of the approach. Its composition must reflect the interests represented by all the stakeholders: Policy-makers as well as users and beneficiaries of the R&D, i.e. firms, NGOs, professionals, citizens, etc. On the whole, the Jury is not a decision making body: It will play the role of an observatory transmitting the results of its analysis to the decision makers, who will use them to adapt their strategy for the following programmes. The methods used in the participative debates (citizen conferences, citizen jury, etc.) can be applied here to form the Jury, prepare it for the exercise, and organize the debates. The final objective is for the Jury to be able to give a score representing the estimated impact of research on SD, for each research project and then for the entire programme, by identifying what contribute positively, negatively or ambiguously to SD. As mentioned above, the impacts of independent projects are difficult to be aggregated to assess the whole program: the main role of the Jury will be to provide the global assessment of the program The presentation of indicators to measure activities can itself generate debates which will contribute to altering or improving them. The complementary information provided by the project coordinators will enhance the opinions and serve as a general contribution to make researchers aware of the implications of their activities for society and, conversely, to inform the members of the Jury of the progress of science and of its limits. These debates could be public, thus contributing to the transparency of the process and the dissemination of what has been learned. The last question is about when is it most appropriate to perform this analysis. This analysis concerns more an ex post than an ex ante evaluation process. Knowing that the research activities related to a program last several years and that the impacts can be even later, it seems that this type of measurement should be performed 2 to 3 years after the end of the programs. ",
        "58 Recommendation C3: The production of indicators should be completed by the analysis of their results by a Jury in the framework of participative debate. The composition of the Jury should reflect the interests represented by the stakeholders and the beneficiaries of the research. Its role will be to identify the relevant contributions of the research to SD and to assess the achievements of the research program. The combined method needs to be tested and developed. All in all, this type of approach requires a heavy investment, as it involves using experts in science policy evaluation and indicators and mobilizing both scientists and stakeholders. But the challenge of SD can justify the means, and the approach can be spread over a period of four or five years. 4.3 Conclusion As we have seen, the measurement of the impact of R&D on SD is not an easy task. No existing method or general recipe can be applied. At the end of our literature review and our reflection, we recommend an approach that combines: - The production of quantitative indicators measuring the activities of research groups which aims to contribute to SD; - The assessment – which can be quantitative – of these indicators by an open jury of stakeholders in the broad sense, in the framework of participative debate. This method would have the advantage of associating 'objective' measurements with a more subjective evaluation in the political and citizen arena. It would also allow for a learning process: - For the actors of research, by making them aware of the range of activities that contribute to SD; - For policy-makers, by specifying their expectations and helping them to define their strategy; - For stakeholders in the broad sense (including citizens), by involving them in the evaluation of projects concerning the spin-off of research activities. Like all methods, this one must be tested in order to judge its feasibility and its effectiveness. Its experimentation will make it possible to collect the suggestions of Juries but also to improve the indicators according to their results. This process of training, which can be long, is also source of knowledge and of mutual learning and cannot be regarded as a waste of time. In same time, it would be necessary to support studies aiming to identify, design and develop other indicators with the aim to measure more directly the impact of R & D on SD. As mentioned above, the measurement of the behavioural additionality which will be the measurement of the contribution of the Programme to changes in the practices toward SD is a very interesting issue which would deserve to be explored. For the reasons indicated above, these methodologies are probably better adapted to a case study than to a larger research program dedicated to the SD. Evaluation is an important part of policy implementation by which programs are constantly evaluated to improve the policy process: Much can be learned from any evaluation process when it is designed for this purpose. It can be a source of information, interaction and learning, from which all the parties can benefit. Sustainable development is a highly political ",
        "59 issue of collective importance. The creation of an original evaluation methodology to measure the contribution of R&D can be a particularly interesting and enriching experience at all levels of society, which could be applied in other fields where the challenges for society are crucial. Recommendation C4: The development of other methods, such as the measurement of the behavioural additionality of research policies, needs to be encouraged. A key aspect in achieving the goals of SD is to affect behaviours. The contribution of research towards creating persistent behavioural change is an important dimension of measurement and assessment. ",
        "60 A NNEX 1 TO PILLAR C: R OAD MAP FOR FURTHER STUDIES This annex consists in proposing a road map for about 24 months, to continue and expand on this preliminary work. The aim is to enable the stakeholders to obtain indicators reasonably quickly so that they can measure the contribution of a research programme to SD. Note however that despite the policy-makers' expectations, the development of such methods has to be based on an iterative process. Success will be far more likely if prior experimentation and evaluation has been carried out, and a method gradually built that suits the various parties: The policy-makers, the researchers, and the users and beneficiaries of the research for SD. The first stage (about six months) would consist in forming a task force consisting of representatives of the various stakeholders (policy-makers, researchers and users) and specialists in evaluation of RD&I policies and the design and production of indicators. This task force's main mission would be to: - very precisely identify the activities of the FP-funded research groups contributing to SD and identify the corresponding indicators; - identify the possible sources of data (surveys, databases) and the methodology for constructing the indicators; - define the method used to organize a debate and the composition of the Jury (or the Juries that it seems judicious to identify in the fields of agriculture or climate, for instance); - to ensure the coherence of the methodology as a whole. The second step (a total of 9 months) would consist in carrying out a pilot exercise that could be launched for research which has been funded for long enough for the accomplishment of the identified activities and the production of effects (e.g. three, five years or more). This exercise would be performed and supervised by experts in evaluation and organization of participative debates. At the end, the task force would be asked to evaluate the results, their feasibility and the difficulties encountered, and to revise the methodology, taking into account the Jury's suggestions. A second exercise for evaluation purposes would then be performed on other project coordinators (9 months). If the results were satisfactory, the methodology would be validated by the task force and submitted for adoption by the authorities concerned. In addition, we would like to recommend that in the meantime a research program will be launched to explore, design and develop other types of impact indicators, with a special mention for behavioural additionality measurement. ",
        "61 A NNEX 2 TO PILLAR C: L IST OF ACRONYMS EIARD: European Initiative for Agricultural Research and Development EU: European Union FP: European Framework Program GBAORD: Government Budget Appropriations or Outlays for R&D OECD: Organisation for Economic Cooperation and Development R&D: Research and Development RD&I: Research, Development and Innovation SD: Sustainable Development SDI: Sustainable Development Indicators SDS: EU Sustainable Development Strategy S&T: Science and Technology ",
        "62 O VERVIEW OF ALL RECOMMENDATIONS MADE IN THIS REPORT The recommendations emerging from the three Pillars of this work are as follows: Recommendation A1: More needs to be done to promote sustainable practices among researchers and research institutions. Barriers include perceived costs and lack of information on good practice. To stimulate the adoption of innovative alternative approaches, for example using substitute materials, sharing equipment or using less travel-intensive modes of collaborative working, a mixture of awareness-raising on sustainable practices and the identification of appropriate incentives is needed. European partnership makes it more likely that those engaged in specialised research can find potential partners with whom to open a knowledge-sharing dialogue for exchanging good practices. This dialogue should extend to identifying, and adopting where relevant, good practice in business R&D. Recommendation A2: SD should maintain its focus on key challenges while being grounded both in a vision and in the framework of an emerging discipline. The field of SD for some has the characteristics of an emerging field of research and for others is defined as a process or by the problems which it addresses. Both perceptions have their advantages – the disciplinary view facilitates the training of new researchers and makes it easier to establish parity of status with well-established fields. On the other hand it is necessary to keep the flexibility associated with a problem or needs-based approach. In practical terms a “dual-track” approach can be taken which pursues the pragmatic approach, addressing the EU’s (and other relevant) challenges while grounding this both in the wider vision of SD and in the knowledge and practice which the emerging discipline provides. Recommendation A3: The EU research strategy, in its design and formulation, should complement cross-cutting approaches with an approach tailored to the specific needs of sectors. This would combine an approach to SD in research that is sensitive to the different needs of sectors with an approach based on policy and innovation synergies across sectors and across fields of research. Together these would support a dedicated and robust policy approach with tangible targets and impacts for eventual assessment of progress in strategy implementation. More in-depth sectoral analyses of the level, extent and type of SD integration in research would provide a sound basis for identifying successful case studies and knowledge-sharing. It should also be recognised that substantial differences may exist at the sub-sectoral level and within different national contexts. Recommendation A4: The status and profile of SD research and those who practise it needs to be raised. In order to be attractive for researchers and their organisations, the conduct of problem-oriented SD research , interacting with society, economy, and politics needs to be fostered by incentives, rewards, and reputation. Prestigious prizes and awards are one such mechanism. The equivalent of a Nobel prize for research in this field (thus far it has been recognised only by the Peace Prize) could be one such development. On a broader basis, the emerging good practice of having a senior position in a University or Institute (say At Vice-Rector or Deputy Director level) dedicated to promotion of SD should be generally adopted. ",
        "63 Recommendation A5: SD research should where appropriate be embedded in coordinated initiatives and under the rubric of Grand Challenges. In promoting SD as a research priority it is important that it is constructed in a way that gives meaningful signals to those applying for or allocating resources. In turn, ensuring that SD research projects lead to an impact requires them to be embedded in a coordinated initiative, preferably at the level of a Grand Challenge so as to carry the necessary social, political and industrial commitment necessary to achieve the transition. Such high level commitment will also rely on the close engagement of research with policy and the role of the user should be given greater attention to ensure optimal engagement and exploitation of opportunities for action. Recommendation B1: Foresight should be used to identify SD-related research needs. At a European level foresight exercises should be conducted to identify SD research needs in respect of the key challenges.(for example climate change and clean energy; transport; consumption and production; conservation and management of natural resources; public health; social inclusion, demography and migration; global poverty). Recommendation B2: SD should be supported by a portfolio that is balanced between exploratory and problem-oriented research and underpinned by substantial socio- economic understanding. Such research needs extend over (a) exploratory frontier research and (b) problem-oriented research into necessary socio-economic and institutional change. ERA policy and funding actors (national governments, funding agencies, and industry) should make a joint effort to significantly invest in both types of research. SD-related socio-economic research, including sustainability research is needed to understand the character, the mechanisms and the requirements of the institutional transition in society, culture, economy, regulation, and politics necessary to allow for sustainable development, helping to make it robust, is not sufficiently understood yet. A better understanding is needed of the present and necessary future governance which applies in different thematic fields. ERA policy and funding actors (national governments, funding agencies, NGOs) should launch research funding programmes facilitating SD transition and governance research. Recommendation B3: There is a need to support research-led social shaping of SD concepts, involving stakeholders and researchers. At present there are insufficient spaces in which researchers and research policy makers can interact productively with stakeholders. An inventory of existing actions should be constructed and action taken to stimulate SD- oriented experimentation . Examples include Research-driven Constructive Technology Assessment (CTA), Strategic Niche Management (SNM) for sustainable development and Integrated Sustainability Assessment (ISA). These require “protected spaces” and resources to unfold and stabilise (for limited periods, in order to prevent them from becoming \"closed shops\"). These should extend to offer interaction platforms for stakeholders, ambitious consumers and researchers : There are many stakeholder and NGO-driven initiatives aiming at SD which could benefit from this type of approach. Recommendation B4: ERA-wide Policy Platforms are needed as ‘fora’ for defining SD related research agenda. Information flowing in the SD research mediation system should be debated through Policy Platforms. Such Platforms would gather relevant policy makers across Europe pursuing SD goals with expectations from SD-related scientific research, aiming to develop targeted policy initiatives. These would complement and build on the distributed actions in Recommendation B3. SD-related scientific research targeted policy initiatives should make use of the entire spectrum of instruments foreseen in the European ",
        "64 treaty (Article 169 initiatives; Open Method of Coordination; other kinds of multi-lateral initiatives). Policy Platforms should be established - on a transnational level - learn from experience with European ‘Technology Platforms’ - focus on multi-level arrangements - gather policy-makers from different levels and policy domains - involve dedicated representatives from research organisations, - and from industry. SD Research Policy Platforms should be designed and run as dedicated Fora : A Forum offers an organised but flexible ‘space’ for deliberation between heterogeneous policy actors helping to prepare strategic choices concerning the direction and the governance of SD-related policy initiatives. An inventory of existing structures with similar purposes should be complied and analysed for mutual learning. Such Fora do not necessarily aim at consensus-building – rather they should facilitate creativity and the development of new (policy) options. They should also rely on Strategic Intelligence. Recommendation B5: Knowledge brokerage processes that link SD research to application should be encouraged. SD-related research results are underutilised in policy making, due to a lack of links between disciplines and between research and policy. Knowledge brokerage processes are needed to leverage knowledge for SD-related use and policymaking. Already running experiments with knowledge brokerage aiming to increase the connectivity between research and SD-policy making should be continued and reinforced. Recommendation C1: There is a need to collect information about existing surveys, about analyses to build input and output indicators and about experiments conducted at any level to measure the contribution of R & D to SD. The present knowledge base on SD research is scattered and diffuse. Recommendation C2: SD research is best measured via Proxy Indicators linked to the direct results of research activities contributing to SD. The production of quantitative indicators measuring the research impact on SD seems very difficult, or even illusory. SD research is distributed across several if not most categories of public statistics. Recommendation C3: The production of indicators should be completed by the analysis of their results by a Jury in the framework of participative debate. The composition of the Jury should reflect the interests represented by the stakeholders and the beneficiaries of the research. Its role will be to identify the relevant contributions of the research to SD and to assess the achievements of the research program. The combined method needs to be tested and developed. Recommendation C4: The development of other methods, such as the measurement of the behavioural additionality of research policies, needs to be encouraged. A key aspect in achieving the goals of SD is to affect behaviours. The contribution of research towards creating persistent behavioural change is an important dimension of measurement and assessment. ",
        "European Commission Gearing European research towards sustainability: RD4SD Exercise Luxembourg: Publications Office of the European Union 2009 — 68 pp. — 21,0 x 29,7 cm ISBN 978-92-79-12423-5 doi 10.2777/22864 ",
        "",
        "How to obtain EU publications Publications for sale: via EU Bookshop (http://bookshop.europa.eu); • from your bookseller by quoting the title, publisher and/or ISBN number; • by contacting one of our sales agents directly. You can obtain their contact details on the Internet • (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. • Free publications: via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details • on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. • ",
        "K I - 78 - 09 - 806 - E N - C Sustainable development (SD) is a necessity to safeguard the interests of future generations and, driven by the environmental and economic challenges, already occupies a central position in EU strategies. This report explores what it means to harness European research to SD and how this could be achieved and measured. Three aspects are covered, addressing changes in: execution of research; elaboration of research policies and developing indicators of the contribution of research to SD. The report has emerged from a structured dialogue between an expert group and stakeholders from the research and policy communities. G e a r i n g E u r o p e a n r e s e a r c h t o w a r d s s u s t a i n a b i l i t y - R D 4 S D E x e r c i s e "
    ]
}