{
    "text": [
        "Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems http://think.eui.eu Final Report January 2011 Project Leader: Eduardo de Oliveira Fernandes Research Coordinator: Leonardo Meeus Research Team: Vitor Leal Isabel Azevedo Erik Delarue Jean-Michel Glachant Project Advisors: Christian von Hirschhausen Pantelis Capros Topic 2 THINK is financially supported by the EU’s 7 th framework programme ",
        "This project has been funded with support from the European Commission. This publication reflects the views only of the authors, and the Com- mission cannot be held responsible for any use which may be made of the information contained therein. More information on the THINK Project is available on the Internet (http://think.eui.eu) ISBN:978-92-9084-067-1 doi:10.2870/34173 © European University Institute, 2011 © Leonardo Meeus, Eduardo de Oliveira Fernandes, Vitor Leal, Isabel Azevedo, Erik Delarue and Jean-Michel Glachant This text may be downloaded only for personal research purposes. Any additional reproduction for other purposes, whether in hard copies or electronically, requires the consent of the authors. Source should be acknowledged. If cited or quoted, reference should be made to the full name of the authors, the title, the year and the publisher. Front cover images: from top to bottom © iStockPhoto – 15760057, Pics-xl; 12663838, Trout55; 13147999, Deepblue4you; 13820604, Manfredxy; 11507732, En- viromantic; 14619224, Phototropic THINK is financially supported by the EU’s 7 th framework programme ",
        "http://think.eui.eu Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems Contents Acknowledgements ........................................................................................................................................................................................................................................................i Executive Summary ......................................................................................................................................................................................................................................................iii Introduction .....................................................................................................................................................................................................................................................................1 1. Energy in cities: fundamentals ..........................................................................................................................................................................................................................2 1.1 Cities as energy systems ..........................................................................................................................................................................................................................2 1.2 Cities as energy actors ..............................................................................................................................................................................................................................4 2. Likely elements needed for energy in smart cities ....................................................................................................................................................................................8 2.1 Smart City concept ....................................................................................................................................................................................................................................8 2.2 Building stock opportunities .................................................................................................................................................................................................................9 2.3 Transport and mobility opportunities ..............................................................................................................................................................................................13 2.4 City management opportunities ........................................................................................................................................................................................................16 3. Key barriers and difficulties ..............................................................................................................................................................................................................................19 3.1 Market failures ...........................................................................................................................................................................................................................................20 3.2 Institutional failures.................................................................................................................................................................................................................................24 3.3 Identification of the energy actions and respective potential barriers ................................................................................................................................25 4. Overcoming difficulties with a local approach .........................................................................................................................................................................................25 4.1 Overcoming market failures with a local approach: three levels of city smartness .........................................................................................................25 4.2 Overcoming the institutional failures of a local approach ........................................................................................................................................................30 4.3 Limitations of a local approach ...........................................................................................................................................................................................................32 5. Organization of the Smart Cities Initiative .................................................................................................................................................................................................34 5.1 Supporting a portfolio of smart cities ..............................................................................................................................................................................................34 5.2 Guidelines for organization of the call ............................................................................................................................................................................................37 Recommendations ........................................................................................................................................................................................................................................................39 Organization of the Smart Cities Initiative .................................................................................................................................................................................................39 Increasing the impact of the Smart Cities Initiative ................................................................................................................................................................................39 References ........................................................................................................................................................................................................................................................................40 Annexes ............................................................................................................................................................................................................................................................................46 ANNEX I: List of EU instruments, initiatives and partnerships mentioned throughout the report ......................................................................................46 ANNEX II: Industrial Council Meeting Summary ......................................................................................................................................................................................48 ANNEX III: Comments by Project Advisors at the Scientific Council meeting ...............................................................................................................................50 ANNEX IV: Public consultation conclusions ...............................................................................................................................................................................................53 ",
        "",
        "http://think.eui.eu i Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems Acknowledgements This work has been funded by the European Commission FP7 project THINK. This report has gone through the THINK project quality process (http://think.eui.eu), but the conclusions and remaining errors are of course the full responsibility of the authors. The authors acknowledge the contributions by the chairmen and participants of the two meetings where drafts of this report have been presented and discussed. — First, the Industrial Council meeting, 6 th of September 2010 in Brussels, chaired by Ronnie Belmans, where the robustness of the preliminary results has been tested, with special thanks to expert panel consisting of invited experts Alexis Robert and Roberto Pagani and project advisors Christian von Hirschhausen and Pantelis Capros (Annex II). Thanks also to the members of the Industrial Council that contributed to this meeting: Bart Boesmans, Christophe Bonnery, Armin Braun, Christiaan De Groof, Peter De Laet, Thierry Deschuyteneer, Dario Garofalo, Georg Brodach, Isabelle Favier, Hubert Lemmens, Johannes Herold, Jean- Marc Roudergues, Joost Van Roost, Jozef Sannen, Marc Trotignon, Magali Smets, and Paul Tummers. — Second, the Scientific Council meeting, 14 th of October 2010 in Brussels, chaired by William D’haeseleer where the first draft of the report has been discussed, with special thanks to project advisors Christian von Hirschhausen and Pantelis Capros to act as discussants of the report at this meeting (Annex III). Thanks also to members of the Scientific Council that contributed to this meeting: Ronnie Belmans, Pantelis Capros, Eduardo de Oliveira Fernandes, William D’haeseleer, Dörte Fouquet, Jean-Michel Glachant, Péter Kader- ják, François Lévêque, Ignacio Pérez-Arriaga, Pippo Ranci, Jorge Vasconcelos, Nils-Henrik M von der Fehr, Christian von Hirschhausen. The authors also thank Serge Galant for organizing the public consultation (15 th November – 15 th December 2010), and acknowledge the contributions by consultation respondents (Annex IV). ",
        "",
        "http://think.eui.eu iii Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems Executive Summary Cities represent simultaneously a challenge and an opportunity for climate change policy. Chapter 1 introduces the fundamentals of energy in cities, distinguishing between cities as energy systems and energy actors. Cities are the place where most energy services are needed because urbanization is closely linked to high population densities and concentration of economic activities and production (energy demand). Cities are ultimately also responsible for the use of energy resources so that they increasingly pose a challenge to the environment and to the quality of life. Chapter 2 discusses the likely elements needed for energy in smart cities, including: 1// opportunities within the building stock (such as thermal retrofit of the envelope and the use of solar thermal for domestic hot water); 2// transport and mobility opportunities (such as the shift from individual to collective modes of transport); and 3// city management opportunities (such as the shift among energy carriers). Chapter 3 explains why the sustainable measures and technologies from Chapter 2 have not yet been imple- mented in every city, distinguishing between market and institutional failures. The main market failures are the economical, informational and behavioural failures that prevent cities as public actors and private urban actors to act towards a local sustainable energy system. The main institutional failures can be simplified into “not in my term” and “not my business” and apply to city authorities as institutions. Chapter 4 investigates how the difficulties and barriers from Chapter 3 can be overcome with a local approach, distinguishing between three levels of city smartness. City pioneers have emerged thanks to a combination of local circumstances and interventions by higher levels of government, and that a local approach also has its limitations. Chapter 5 proposes an organization of the Smart Cities Initiative based on the evidence collected in the previ- ous chapters. A portfolio of smart cities should be created and that the cities in this portfolio should be given the “institutional flexibility” (i.e. the necessary human and financial resources) to conceive and implement concepts of city smartness, focusing on the third level of city smartness, i.e. an integrated approach. Guidelines are provided for the organization of the call that the European Commission intends to organize, including re- porting requirements, rewarding performance and innovation, and criteria to take into account when selecting winners. The report concludes that city smartness essentially stands for integrating concepts of sustainability in every policy decision that is made on the local level (where timing is also of crucial importance) so that cities will be- come institutions that accelerate rather than slow down the uptake of sustainable energy measures. The report finally provides recommendations for the organization of the Smart Cities Initiative and recommendations to increase the impact of the initiative. ",
        "",
        "http://think.eui.eu 1 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems Introduction The objectives of the European Union (EU) for the year 2020 in the context of its program ‘Climate Ac- tion: Energy for a Changing World’ are to reduce en- ergy consumption by 20% with respect to the 2020 business as usual forecast, to reduce greenhouse gas emissions by 20% with respect to 1990 levels, and to have 20% of total energy consumption in 2020 ob- tained from Renewable Energy Sources (RES). On a longer time frame, even more ambitious objectives will be required to go towards a near-zero carbon energy system by 2050 (Jones and Glachant, 2010). The role of cities in achieving these EU energy policy targets follows from 1// the need for collective action, 2// the relevance of an energy demand side approach, and 3// the need for innovation in sustainable tech- nologies and measures. First issue is the need for collective action. Currently, about four out of five Europeans live and work in a city, with the share of energy use in cities being about the same (Eurostat, 2009). A global solution for cli- mate change, even if achievable, would rely on the participation of these citizens so that it is essential to have policies at multiple levels, including at city level (Ostrom, 2009). 1 Second issue is the relevance of the energy demand side approach. With such an approach, the matching of energy needs and energy options for supply (quan- titatively and qualitatively) at the local level can lever- age the overall energy efficiency of all energy systems lowering the pressure on energy resources, bringing local environment benefits and, overall, fighting cli- mate change. 1 Ostrom (2009): “If the only policy related to climate change was adopted at the global scale, it would be particularly difficult to increase the trust that citizens and firms need to have that other citizens and firms located halfway around the globe are taking actions similar to those being taken “at home”. Third issue is the need for innovation in sustainable technologies and measures. Their development from research to demonstration and wide-scale deploy- ment is hampered by a combination of market and institutional failures. Recent theoretical advances supported by empirical evidence, indeed emphasize that innovation is a process where technology and institutions co-evolve accumulating learning effects so that the institutional setup is typically adapted to and therefore favoring the old technological system (Foxon, 2003; Geels, F, 2002; Lundvall et al., 2002; Mytelka and Smith, 2002; Unruh, 2000) 2 . In this re- spect, the role of city authorities is twofold as they are both local energy policy makers that can be subject to institutional failures and energy actors that can be subject to market failures. The contribution of this report is to apply this analyti- cal framework to the Smart Cities Initiative to derive recommendations for the organization of the initia- tive (European Commission, 2009a and 2009b). The EU has already been successful in voluntarily com- mitting city authorities to reduce their CO 2 emis- sions by at least 20% by 2020 (Covenant of Mayors). The EU Smart Cities Initiative’s ambition is to speed up this transition towards local sustainable energy systems by supporting pioneering cities (European Commission, 2009a and 2009b). The EU is therefore subscribing to the international trend of local gov- ernments becoming more involved in climate change policy-making and national governments supporting this trend. This report then also builds on studies ana- lyzing these experiences, such as Deangelo and Har- vey (1998), Kousky and Schneider (2003), Betsill and 2 Foxon (2003): “Following the evolutionary approach, much learning take place in connection with standard economic activities, or routines, including learning-by-doing, increas- ing the efficiency of production operations through experience gained (Arrow, 1962), learning-by-using, increasing the efficien- cy of use of complex systems through experience (Rosenberg, 1982), and learning-by-interacting, increasing efficiency of the system through user-producer interactions (Lundvall, 1988).” ",
        "http://think.eui.eu 2 Final Report - January 2011 Bulkeley (2006 and 2007), Bulkeley and Kern (2006), Aall et al. (2007), Kern et al. (2007), Rabe (2007), IEA (2008a and 2009a), Satterthwaite (2008), OECD (2010), Dodman (2009), Sippel and Jenssen (2010), Croci et al. (2010), WEC (2010) and CEPS (2010). The report first introduces cities as energy systems or clusters of energy systems and, also, as political entities, as truly energy actors of the overall energy system, mostly focused on the energy demand side management (chapter 1: “Energy in cities: funda- mentals”). The report then discusses the most prom- ising technical measures for energy use and manage- ment in the urban environment (chapter 2: “Likely elements needed for energy smart cities”). Conse- quently, the report elaborates on the market and in- stitutional failures that might prevent the wide-scale implementation of these measures (chapter 3: “Key barriers and difficulties”), followed by an assessment of the experiences with city authorities overcoming these failures (chapter 4: “Overcoming the barriers and difficulties”). Finally, this allows proposing an or- ganization for the Smart Cities Initiative based on the evidence collected in the previous chapters (chapter 5: “Organization of the Smart Cities Initiative”). 1. Energy in cities: fundamentals Cities represent simultaneously a challenge and an opportunity for climate change policy. So, it is crucial to clarify what is the role of cities within the world’s energy systems and its relation with the climate change issue and, then, what are the specificities that make city level an appropriate level to act. 1.1 Cities as energy systems It is estimated that currently more than half of the world’s population is living in cities, and urbanization is expected to continue worldwide for the coming years (United Nations, 2008; OECD, 2010). Within the EU, high levels of population density and urbani- zation are common characteristics in most countries, where over 70% of the population lives in cities. This number is projected to continue growing to 80% by 2030, though the EU population is not expected to increase in the following decades (IEA, 2008c). Ur- banization is closely linked with concentration of economic activities and production (OECD, 2010). Together with the fact that all resources aim directly or indirectly to reach people, the natural dynamic is that a large share of the available resources necessary to the development and well being (such as energy, water, food, etc) converge to cities. Thus, cities are re- sponsible for the bulk of the world’s energy use and, consequently, for a significant share of the world’s greenhouse gas (GHG) emissions. Within the Euro- pean Union, cities are responsible for about 70% of the overall primary energy consumption, and this share is expected to increase to 75% by 2030 (IEA, 2008c). Cities expanding in size and population pose in- creased challenges to the environment, of which en- ergy is part as a natural resource, and to the quality of life. Nowadays, most cities have already understood the importance of sustainability, both at their local scale as in terms of their contribution to sustainabil- ity at higher geographical scales. A trend exists to en- courage cities to establish an informal accountability, e.g. through rankings of CO 2 emissions per capita per year. This accountability is likely to be refined in the future. The fact that cities gather a large share of the population makes them responsible for also a large part of the CO 2 emissions and therefore makes cities crucial elements to achieving the EU energy policy targets. As stated in the “An Energy Policy for Eu- rope” (European Commission, 2007c), the EU energy policy is focused on the three pillars of sustainability (economic, social and environmental) aiming at tar- ",
        "http://think.eui.eu 3 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems gets such as security of supply, reduction of energy- related CO 2 emissions and, additionally, the creation of jobs and the promotion of entrepreneurship and innovation. Cities are the place where most energy services are needed and are therefore ultimately responsible for the use of energy resources. Even though these re- sources are natural, i.e. part of the environment, they are not all of the same nature neither do their uses have the same impact on the environment. Some are available locally or within the traditional city hinter- lands, while others are taken from large distances; some are of renewable nature and others are of ex- haustible nature and usable through pollutant pro- cesses, such as the combustion of all fossil fuels. This context prompts the prime relevance that shall be given to the exercise of matching energy supply and demand in cities. It requires the perception of a city as a complex and dynamic ecosystem, an open system, or cluster of systems, where the energy as well as the other natural resources is transformed to satisfy the needs of the different urban activities (Oliveira Fer- nandes, 1997, 2008). This ecosystem concept of the city helps to understand how the “inputs” and “out- puts” of this metabolic process are highly depend- ent on specific characteristics of the city, such as its physical, economic, social and cultural elements. In fact, buildings (including residential and services) and transportation generally represent most of cities’ direct energy demand, i.e., between 60% and 80% of the overall consumption. The amount of energy de- manded from both sectors is strongly linked to char- acteristics, such as the climatic conditions, the urban density and morphology, the practices of the building construction, the main economic activities and cul- tural habits, which are particular for each city (Ken- nedy et al., 2009). Yet, there are substantial differences in nature as most of the final energy consumed in transports is fossil fuels through combustion while in buildings most of the final energy is electricity still obtained from fossil sources also through combus- tion. Buildings, both residential and services are usually influenced by the local physical and social conditions. Characteristics such as shape, typology, and solar ex- posure and insulation levels cannot be the same all over Europe. Instead they are adapted to particular factors such as climatic and morphology conditions, etc, to reduce heating and cooling needs. For exam- ple, the optimal thermal insulation depends on fac- tors such as the outdoor temperature and solar radia- tion. It is therefore natural that the optimal solutions are not the same across all Europe. Also, some social characteristics, such as the preference for detached/ single family vs. multi-family buildings, family size, average income, and dwellings’ sizes, have an impor- tant influence on the energy demand from buildings. In Europe, there are significant differences on the av- erage size of dwellings, creating different pressures on energy needs for lighting, heating and, eventually, cooling. Besides, buildings in cities make streets and squares and modify the climate in the urban environ- ment contributing to the creation of microclimates of higher polluted ambient air and with the so called ‘heat island’, a local increase of the ambient tempera- ture that can go up to 10ºC, compared to the tem- perature on the periphery of the city. Those phenom- ena together with the street noise may lead to tighter buildings and the adoption of heavy mechanical sys- tems for climatization, representing an additional and somehow unsuspected burden regarding the contri- bution of the building stock to climate change. In terms of transport, the energy demand is also strongly linked with the specific characteristics of a city (urban mobility). Urban density and CO 2 emis- sions tend to have a direct, inverse correlation: in gen- eral, the lower the density of a city, the higher its emis- ",
        "http://think.eui.eu 4 Final Report - January 2011 sions from the transport sector (Figure 1), suggesting that more compact cities are more energy-efficient re- garding transport. This may be both because compact cities require inhabitants to travel lower distances but also because compactness is essential to create critical mass for efficient collective transport systems. Urban planning and its impact on the urban tissue is thus a key factor in the demand for transport. Furthermore the planning is responsible by zoning different ser- vices and conditions the movement of people and, consequently, also the need for transport. Moreover, the suitability of different mobility modalities, such as walking and cycling, depends on the morphology and dimensions of the city. Hence, the management of energy demand benefits from being done at a city level, which allows a tailored choice of the specific set of actions to undertake based on the local character- istics and expertise. Furthermore, the possibility of coordinating urban planning with the energy management should be seen as an opportunity to link the needs of energy services and the supply possibilities through a cus- tomized approach considering the optimized use of natural gas, as the cleaner transitional fossil fuel, in co- or tri- generation based urban networks and, also, the locally available renewable resources, namely, from the sun and biomass. 1.2 Cities as energy actors From an historical point of view, many European cit- ies evolved from medieval towns, according to the human and physical factors that surrounded them. Thus, though having different characteristics asso- ciated to their own specificities, European cities are usually compact. The urban form of these cities is Figure 1 . Relation between urban density and transport-related energy use – Energy spending per habitant, in tonnes oil equiv- alent per year (horizontal axis) vs density of the urban zone, in inhabitants per hectare (vertical axis) (Newman and Kenworthy, 1989) ",
        "http://think.eui.eu 5 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems strongly constrained by their past, which in terms of form has positive consequences on their energy de- mand when compared, e.g., with American towns that grew essentially after the spreading of the auto- mobile led by cheap oil. Major events such as the First and Second World War, that affected all of Europe, also strongly influenced the current tissues of cities. Various cities were dev- astated and a large share of the existing building stock was destroyed. This prompted to the construction of entirely new city blocks and the complete renovation of large urban areas during the 50’s and 60’s. Many of these buildings and open spaces were not signifi- cantly modified until today. Meanwhile many other cities followed a similar path while planning new ur- ban extensions in the 50’s and in the 60’s. Thus, the histogram of the age of the existing building stock within European cities is very particular; there was not a normal evolution of the stock turnover, im- plying that a large share of the built environment is about 50 years old (about the middle of its lifetime), presenting poor thermal conditions as energy was ex- tremely cheap in that era. During these two decades, there was also a boom of social housing construc- tions, both in the former Western and Eastern Eu- rope, often without proper urban planning and with very low thermal performance. In fact, building thermal regulations were introduced only from the 60’s, e.g., in Germany and France with more consistency after the oil crises of 1973 and 1979. The current best practices already allow for new or retrofitted buildings heating needs below 15 kWh/ m 2 .year in Central Europe. Yet, the needs of energy to heat buildings over 50 years old are often above 200 kWh/m 2 .year, and even those complying with the first enforced regulations are often still above 100 kWh/m 2 .year (IEE, E-Retrofit-Kit). Thus, European cities face great challenges in terms of energy needs when facing the renovation of the existing building stock, challenges that are very similar among them. The diffusion of best practices could therefore ben- efit from those similarities. The recent recast of the Energy Performance of Buildings Directive (91/2002 EC) constitutes a promising framework for the over- all performance assessment of the EU building stock regarding energy and environment, including indoor air, a source of many recognized negative health ef- fects. Without stating the limits for the performance levels for the different Member States, the trend is most probably that buildings end up by having, over time, the same levels of energy consumption with different levels of insulation, the payback justifying e.g. over 20 cm thicknesses in the Northern latitudes against 5 to 10 cm in the Southern. Furthermore, there are governance issues that prompt the city level as an appropriate level for action (after all, energy is often also a city based commodity), see Figure 2. Local authorities have responsibilities re- garding land-use planning and management of re- sources (such as soil, water and waste) that interfere with the main activities in a city, its urban form and the use of resources (Dodman, 2009). As previously seen, it influences directly the needs for transporta- tion and establishes a pre-condition for the potential of energy efficiency of buildings. The municipalities are typically in charge of the buildings’ licensing. They are at first instance responsible for checking if the new and retrofitted buildings comply with inter- national or local requirements, and in some cases they may even require performance levels for new build- ings stricter than the national standards and create fa- vourable conditions. Regarding the transport sector, they can have an important role in their management too. For example, cities often manage directly the bus and tram fleets, they decide on corridors for buses and other collective or soft transportation modes, etc. Cities may also condition private traffic, e.g., through ",
        "http://think.eui.eu 6 Final Report - January 2011 paid parking and entrance fees for vehicles coming from outside the city’s boundaries. Therefore, since city authorities directly affect the sectors responsi- ble for the largest share of energy use (buildings and transportation), their responsibilities must also in- clude the management of the energy demand. Moreover, city authorities are themselves energy us- ers, through buildings and municipal fleet ownership, public lighting, street semaphores, etc. This consti- tutes an opportunity for environmental responsible public procurement leading by example. For instance, local authorities can adopt the best lighting practices in their office and other institutional buildings reduc- ing their energy demand and prompting other citi- zens to follow their example. Additionally, cities are the administrative level closest to people. This allows for a better understanding of the social and cultural dynamics, favouring the adaptation of the city and its energy services to the population needs. Nevertheless, it is important to consider that city au- thorities have to act within the boundaries of policies defined at higher levels. For example, the rules of the emerging EU energy market (electricity and natural gas) and the national energy policies can condition the performance of a city by namely affecting energy price signals. If the price of some energy carriers (e.g., elec- tricity), does not reflect their carbon content and other environmental loads, city authorities may have great difficulties on persuading their citizens to use the most sustainable solutions through the proper choice of en- ergy vectors. Additionally, the electricity mix is meas- ured at a national level, and so, two different cities, one belonging to a country whose electricity is mainly pro- duced from fossil fuels and other with electricity mostly generated from hydro, with the same level and patterns of energy use may end up with very different levels of CO 2 emissions per capita. That would require that due account of the primary energy balance for each coun- try or city must be considered, in line with the balance of the CO 2 emissions and in parallel with the balance Figure 2. The role of cities as energy actors ",
        "http://think.eui.eu 7 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems of the final energy. The non clarification of this issue is also a barrier to the establishment of proper policies and to the adoption of the most suitable practices for the sustainable use of energy. The concentration of people and economic activities as well as the high level densities that characterize ur- ban areas constitute an opportunity to the innovative forms of organization of energy supply and demand. One good example is the implementation of local co- or tri-generation with district heating and/or cooling (CHP) to supply energy. When it is possible to find clients for the heat (and/or the cold) nearby, this way of co-generating electricity is overall more efficient than the large-scale centralized power plants, where the produced heat is dissipated in the environment. Additionally, cities can also work as a “test market” for certain innovative technologies and/or policy actions (Alber and Kern, 2009). Cities have the competences and authority needed for the implementation of dem- onstration projects in order to test the social response to certain technologies, such as electric vehicles and smart metering. The analysis of the outcome of such projects might help in the creation of strategies for the wide-scale deployment of innovation technolo- gies. Furthermore, this suitability is also valid for testing the political response of innovative regulatory and policy actions (Lutsey and Sperling, 2007). Besides their key role through the efficient manage- ment of energy demand, cities can also act to promote the use of locally available renewable energy resourc- es (RES), even if the issue of on-site renewable energy sources is not specific for urban areas. Yet, in some cases, some ambiguity may rise when using the words supply/demand for decentralized RES. Solar panels for domestic hot water production, for instance, sub- stitute the supply of electricity or gas (supply energy) while reflecting the expression of a decision from the demand side. Today there is a vast set of renewable technologies, some clearly suitable for urban areas, such as solar thermal for hot water, and others that benefit being installed outside cities’ boundaries, such as large-scale solar PV and thermoelectric or wind farms for electricity generation. The suitability of these technologies also depends on the resources available locally or within the city hinterland. For example CHP running on biomass may make sense only if there is biomass grown nearby. Nevertheless, there are still plenty of opportunities on local renew- able energy resources that shouldn’t be underesti- mated at all. Solar passive (e.g. using the control of solar capture to decrease artificial lighting, heating and cooling needs), for example, is an effective way of using natural energy resources to reduce the building needs of conventional networked energy services for lighting and heating and cooling comfort. Another implementation of the use of RES with high potential in cities could be the solar thermal for domestic hot water. The amount of energy used for heating water is significant in cities, at least in some climatic zones. A large share of it could be provided in a cost-effective way by solar thermal collectors. Regarding the use of solar radiation to supply electrical energy photovolta- ics will become suitable for use in cities as prices of the technology go down, in particular, when taking into account the integration of PV panels in build- ings as a substitute of other materials in the envelope. That way it is possible to achieve a win-win situation reducing the use of material resources and increasing the use of RES without contributing to congestion in the electricity grid. This is therefore one of the areas where the public procurement role of city authorities may be very important. Yet, giving the lasting transi- tion period from fossil fuels, it is wise not to devalu- ate the relevance of all efforts towards the reduction of the energy needs for each building or activity, be- fore one starts designing and sizing renewables to be added on the energy providing systems. ",
        "http://think.eui.eu 8 Final Report - January 2011 2. Likely elements needed for energy in smart cities 2.1 Smart City concept The term “Smart City” has been used in academic re- search and also as a marketing concept used by com- panies and cities, but a definition has not yet been established (Caragliu, 2009). There are three main characteristics that seem to be common to most uses of the expression, which are i) friendliness towards the environment; ii) use of information and commu- nication technologies as tools of (smart) management and iii) ultimate goal of sustainable development. The European Smart Cities Initiative is focused on the sustainability issues of the cities and, more spe- cifically, on their energy systems (European Commis- sion, 2010a). In this case, a Smart City is implicitly defined as a city that improves the quality of life and local economy, through moving towards a low carbon future. Investments in energy efficiency and local re- newable energy, with consequent radical reductions of primary fossil forms of energy and of CO 2 emis- sions, are seen as tools that help achieving sustain- ability and quality of life in a city. A prospective Smart City is therefore considered as a pioneer city that undertakes innovative measures, also at the energy demand side level (involving energy networks, build- ings and transport) to strongly reduce the use of fossil fuels and CO 2 emissions by reaching targets stated for 2020 and beyond and boost its economy through the use of energy under a sustainable approach. Each city has specific characteristics regarding its physical and human geography. Also, cities in dif- ferent countries and different regions receive energy from diverse nature and quality. This fact generally results in cities having different performances regard- ing the supply and use of energy, and therefore, the most appropriate set of measures to improve their performances also differs. Nevertheless, a set of core technical energy measures that more often leads to a low carbon future and towards a sustainable supply and use of energy can be identified. The term “techni- cal energy measures” is used here to refer to the meas- ures of physical nature, to separate them from the “policy measures” or “promotion mechanisms” that intend to put the technical measures in place. How- ever it is not limited to the introduction of technolo- gies, but includes also management strategies with an expression in the physical world, e.g. the shift of people from individual to collective transportation. These measures might be combined in different ways, i.e. not all the measures are a good option for all cit- ies in all latitudes, in order to adapt to the specifici- ties of the city’s energy system profile. Nevertheless, it is expected that the set is varied and comprehensive enough so that the main technical energy measures or actions that any city needs to adopt in order to sig- nificantly improve its energy performance is included in this set. The elements listed below are grouped in three cat- egories of opportunities: i) the building stock; ii) the transport and mobility; and iii) the city management opportunities. The order by which they are listed bears in mind some rationality in terms of priority of intervention versus its impact on the objectives of energy efficiency and/or CO 2 reduction. The exploita- tion of renewable sources doesn’t appear necessarily to be an upfront first priority for cities, given the limi- tations of the urban context and also their cost and less assimilated technology and culture. As a matter of fact, while the EC targets of 20% less CO 2 and 20% more energy efficiency are reachable as a result of the direct effort, for most cities, the target of 20% of renewable energy only seems to be reachable in the short/medium term as a consequence of the national policies. However, independent of the technology, ",
        "http://think.eui.eu 9 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems promotion and development of renewable should not at all be dismissed, as its development, in principle, contributes to both objectives above. 2.2 Building stock opportunities In the building stock, a city of today may have to con- sider three major universes with specific aspects to be addressed. First group are the new and great rehabili- tated buildings, of institutional, office and other ser- vices character. All those cases may need, depending on the climate, full climatization and other special en- ergy intensive features thus offering a wide spectrum of challenges for innovative energy technologies to reduce the energy needs and the demand from the energy networks (‘net zero energy building’ concept) as well as for reduction of CO 2 emissions. The sec- ond group are the new residential buildings, where passive and other solar derived technologies can be used to approach energy needs as low as 15 to 30 kWh/m 2 .year almost everywhere in the EU. The third group presents the existing housing buildings, to be retrofitted. This is a major task for Europe, where so- lutions must be somehow in between those relating to the other two groups, if significant energy and CO 2 reductions are to be reached without jeopardizing comfort and healthy environment indoors. When referring to energy use in buildings all energy used is commonly attributed to ‘buildings’ not dis- tinguishing between the energy used by buildings to fulfill their function as structures to behave as shelters (lighting, heating, cooling and, in general, good in- door environment) and the energy uses related to the activities in the building (appliances, kitchen, media, computers, etc.). Yet, when addressing the building performance it is meaningful to be able to separate the building fabrics, structure and architecture (ori- entation, openings, forms, claddings and color solu- tions) from the systems added on for comfort, be it just heating or ventilation or full air conditioning. All the above makes up a wide spectrum of issues and, even wider, of solutions drawing on benefits from the progress in knowledge (technologies and other tools). At the same time, barriers of being innovative are faced by the actors of the commercial and techni- cal professions on the field, not prepared to consider those innovations as more than just devices (‘gadget culture’), i.e., as opportunities for systems with a per- formance that can be assessed and monitored. Thermal upgrade of the envelope of existing buildings A building has a typical life span of over 50 years, while it is considered that a complete stock renova- tion under natural circumstances would take about 100 years (Philibert, 2002). Note further that about 75% of the buildings stock that will still be around in 2050 has already been built today (Urge-Vorsatz, 2007; Ravetz, 2008). Therefore, in order to obtain quick results, besides increasing the level of demand on performance for new buildings, there is also the need to consider the improvement within the existent building stock. In fact, the built environment repre- sents a great opportunity for reductions in the energy demand, as there is a substantial difference between the energy performance of buildings built some dec- ades ago and current practice, and there are already techniques available to retrofit existing buildings to the passive house level (IEE, E-Retrofit-Kit, 2005). Taking into account that buildings are responsible for about 40% of the whole final energy use in the EU (IEA, 2007c) and that about 50% of this value corre- sponds to the demand for space heating and cooling (IEA, 2008d), thermal retrofitting can lead to signifi- cant reductions in the energy demand. The losses of heat through the envelope of existing buildings may be reduced by thermal improvements regarding es- sentially walls, glazing, windows and doorframes. ",
        "http://think.eui.eu 10 Final Report - January 2011 There are also measures that can complement the improvement of thermal insulation and contribute to the reduction of cooling energy needs. The control of the impact of the solar radiation by shading the win- dows and other glazed surfaces to reduce the cooling needs is one of the most effective. From an energy system perspective, and even ac- counting that the best-practice level cannot be achieved in all existing buildings due, e.g., to limita- tions of the building architecture, a massive upgrade of the thermal performance of the existing stock might correspond to a reduction of at least 50% of the energy demand for heating and cooling in cities, which in turn would correspond to between 10% and 20% reduction in the overall energy demand in cities. Upgrade of lighting in buildings The technology and design practices regarding energy efficiency of artificial lighting has improved dramati- cally over the last 20 years. Therefore, lighting efficien- cy is a demand-side measure that must be considered when the aim is to reduce the energy demand in a city. Compact fluorescent lamps (CFLs) are far more effi- cient than incandescent lamps, and additionally there is the promising LED lighting technology. Besides the change of incandescent lamps for other more efficient types, there is also the possibility of catching properly the light of the sun in order to de- crease the need for artificial lighting during daytime. Nowadays, there are commercially available automat- ically controlled lighting systems that increase and/or decrease the artificial light intensity according to the natural light available. Appropriate lighting controls can yield substantial cost-effective savings in energy used for lighting purposes. Considering that in some commercial buildings the energy used for lighting purposes can represent al- most 50% of the overall energy demand, a huge re- duction can be achieved just by performing lighting improvements. Solar thermal for domestic hot water Domestic hot water is one of the main energy uses in all residential buildings and in many non-residen- tial buildings as well. Since there is no need for high temperatures, there are relatively simple and mature technologies in the market which can provide exactly the same service as conventional energy carriers such as electricity or gas. Because solar radiation may not be enough during some days of the year, it is still nec- essary to have a conventional source with an auxil- iary system. Although recently many systems for this purpose with biomass boilers (especially pellets) or efficient air-water heat pumps appeared on the mar- ket, the shift to solar thermal for hot water produc- tion can result in a reduction of 40% to 90% of the energy demand for domestic hot water, depending on the climate. Considering that domestic hot water typically accounts in the EU for about 15% to 25% of the primary energy use in a residential building that already has an efficient heating system, this option would represent a reduction of around 10% to 20% in the overall primary energy use of a household. Such type of a decentralised thermal solar system that has been already installed in some countries by mil- lions of square meters (Austria, Germany, Greece, Cy- prus, etc.) is definitely a must in every housing unit, at least of the Southern and Central Europe. Never- theless, it must be taken into account that, depending on different local conditions, the cost-effectiveness of this solution is not always obvious; there are certain factors, such as climate, typology of buildings, cost of conventional energy and, of course, initial investment cost in the market that lead to differences in the tech- nical and economic performance of the technology from city to city, i.e. from region to region. Even so, ",
        "http://think.eui.eu 11 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems the use of solar thermal for domestic hot water is in most cases already cost-effective. Boilers (biomass and condensing) and chillers (absorption chillers) Energy used for heating and cooling purposes rep- resents for the whole European Union a large share of the final energy consumption in the building sec- tor. Therefore, all the equipments that are commonly used for these purposes should be optimized in their dimension and their use taking advantage of the en- hancement of the thermal quality of the building envelopes in order to reduce the overall energy con- sumption. In terms of space heating, there are several technolo- gies available on the market with better performance levels than the conventional boilers (running on natural gas). Biomass boilers, e.g., are available on the market from 2 kW onwards; and these can be in- stalled during a building’s refurbishment, in substitu- tion of fossil fuel boilers since the heat distribution installation and radiators are the ones used with the previous installation. Condensing boilers can also be an option. Their advantage is that they are able to extract more energy from the combustion gases by condensing the water vapor produced during the combustion, achieving a fuel’s efficiency higher than conventional boilers. Also, in this case, the replace- ment of a conventional boiler by a condensing one does not imply major changes on the rest of the heat distribution installation; and the price of a condens- ing boiler is not significantly different from that of a conventional one. For cooling purposes, the technology of absorption chillers might be a good option. The electricity con- sumption associated to the use of absorption chill- ers is almost negligible; in a simple effect absorption chiller e.g., the energy can be provided by solar ther- mal collectors or residual heat and the sink of energy can be a cooling water tower or a lake. Since these devices are available for power classes from 5-10 kW to hundreds of kW, they can be used to produce cold for industry, buildings and/or the tertiary sector. Heat pumps Heat pumps are a very well known solution for heat- ing and cooling purposes. They are composed by two heat exchangers: in winter, the heat exchanger located outdoors will absorb heat from the environmental air, transferring it to the indoor exchanger to heat the in- door environment; and, in summer, the role of each part is inverted. These devices can be used to produce heated and cooled fluids with particularly high effi- ciency rates. Heat pumps performance depends on both indoor and outdoor air temperatures; the smaller the dif- ference between those two values, the higher the ef- ficiency of the heat pumps. Therefore, it is convenient to reduce the difference between them as much as possible to increase their performance. A possible so- lution to increase typical performance value is to use the ground or ground water as a source in winter and a sink in summer of heat, since at a certain depth the ground temperature doesn’t suffer significant fluctua- tions throughout the year. The electricity consump- tion in this case could be 25% lower than the case of an air-water conventional heat pump (Table 1). This reduction is higher than the case of an air-air cycle for which general data is not available. Mechanical ventilation with heat recovery and free cooling With mechanical ventilation, it is possible to ensure a certain air flow and to decrease or even eliminate uncontrolled infiltrations of air through the envelope. This often allows lower average air exchange rates than with natural ventilation, resulting in lower de- ",
        "http://think.eui.eu 12 Final Report - January 2011 mand for thermal energy for comfort. Furthermore, if both air supply and exhaust ducts exist, it is possible to install a heat exchanger (“heat recovery”) between them. The use of mechanical ventilation with heat re- covery can significantly decrease the heat losses, and therefore, the energy demand for heating purposes. Yet, this ventilation system requires additional elec- tric energy for operating the fans. Therefore, the ef- fectiveness of this system in terms of primary energy is not guaranteed under all conditions: it tends to render positive results in cold but neutral to negative results in mild climates. Free cooling is a process that can also be linked to mechanical ventilation but with cooling purposes. Within this concept, the air flow is increased, by elec- tric fans, when the indoor environment needs cooling and the outdoor air temperature is relatively low. As for heat recovery, a trade-off is needed to be assessed if the energy saved by the decrease of cooling needs compensates for the additional energy used by the electric fans. Efficient electrical appliances Another key issue regarding the decrease of energy use through demand-side management measures is the exchange of old electrical appliances for new and more efficient ones. In residential buildings, the share of electrical appliances in the overall consumption has been rapidly increasing, corresponding to 21% of the final energy demand. 3 Therefore, the improvement of their efficiency represents significant potentials for energy demand reductions. For example, in case of refrigerators, the energy demand of one labelled A++ is typically less than half of one labelled B (Figure 3). For commercial buildings and some service build- ings, such as bars and restaurants, the impact of elec- trical appliances on the overall energy demand can be even larger, and therefore also the importance of their efficiency. Figure 3. Table with the energy consumption index of refrig- erators, according to their labelling (Europe’s Energy Portal, 2010) Passive buildings The building sector is considered by the IPCC as the one with the highest CO 2 mitigation potential as well 3 2005 value for countries within IEA 19 (IEA, 2008b) Table 1 . Comparison of the performance (in terms of primary energy) of a conventional boiler, a condensing boiler, a heat pump and a ground heat exchanger to generate 1 kWh of final energy (Covenant of Mayors, 2010) Technology Final Energy (kWh) Performance Ratio 1 COP 2 Primary Energy Factor Primary Energy (kWh) Primary Energy Saved (%) 3 Conventional Boiler (natural gas) 1 92% - 1 1.08 - Condensing Boiler (natural gas) 1 108% - 1 0.92 -14.8% Heat Pump (electricity) 1 - 3 0.25 – 0.5 1.32 – 0.66 +22% to -38.8% Ground Heat Exchanger Pump (electricity) 1 - 5 0.25 – 0.5 0.8 – 0.4 -25.9% to -62.9% 1 Based on the Lower Heating Value (LHV) 2 (Coefficient of Performance) This ratio is a function of the outdoor temperature or ground temperature. 3 (-) is saving and (+) is wasting in comparison with the first case of the table. ",
        "http://think.eui.eu 13 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems as the one with better results for lower investment levels (IPCC, 2007), i.e. most of the technical meas- ures to reduce CO 2 emissions within the building sec- tor have a negative cost, indicating a net benefit to the economy over the lifecycle of the measure (see Fig. 6). New buildings typically last between 30 to 50 years before a major refurbishment is carried out; so, the choices made at the initial design and construc- tion have a crucial impact on the building’s energy demand for a long period. Meanwhile, with current knowledge and materials, it is possible to achieve an almost 100% passive level for new residential and many non-residential buildings in most of the range of European climates. 4 Passive buildings are build- ings that maintain indoor comfort temperature with only very little energy needs (e.g. less than 15 kWh/ m 2 .year for heating). Yet, if this represents nowadays the best practice, its spreading under the market con- ditions could be very slow, first of all because of the fact that most of the building stock is already built and, also, because the proper good practice that fa- vours its generalization is not yet in place. Therefore, the enforcement of higher performance standards through building codes for new buildings, i.e., stricter than the ones at the EU level (European Commission, 2008), has a very important role on the reduction of energy demand within the building sector. Besides, this could contribute to promote innovation and cre- ate new jobs related to the integration of new tech- niques in buildings design and the development of new materials and also in existing buildings. Smart metering The implementation of advanced meters or smart me- 4 For low energy buildings the additional upfront cost has been estimated in a range of 3-10% for the United Kingdom, France, Portugal, Spain and Italy and 4-6% for Germany, Austria, Sweden and Switzerland where more of these houses have already been constructed (Attali and Pindar, 2007; European Commis- sion, 2009c). ters, which are capable of collecting interval data and remotely communicate with the meter agencies, can be designed to be also used as tools to improve load management, favouring a “smarter” use of energy. These metering technologies would allow the adop- tion of active demand response strategies, enabling end-users to control the use of their appliances, e.g. according to price signals. Possible effects can include lowering system peak-load levels or lowering overall demand, by informing consumers about the cost of electricity (Olmos et al., 2010). Smart metering can further be useful to manage micro-generation and large-scale generation from RES, avoiding network congestions and optimizing the balance between sup- ply and demand. Yet, it is important to mention that smart meters alone do not necessarily cause a decrease of the en- ergy demand. In order to achieve this it is necessary to also incorporate mechanisms to make customers aware of their (in)efficiencies and/or of controlling automatically some equipments. Nevertheless even if not coupled with overall reduction of energy use, load management alone already brings some advan- tages such as ensuring security of supply with a small- er capacity margin. 2.3 Transport and mobility opportunities The transport sector is, after the building sector, the second main originator of energy consumption and cause of CO 2 emissions in a city. It is somewhat more challenging than the building sector in the sense that most of the measures that can significantly diminish their consumption of fossil energy implies measures that take long time to produce effects, changes of at- titudes or introducing technology that is not yet fully mature. ",
        "http://think.eui.eu 14 Final Report - January 2011 Lowering the mobility needs The first measures to consider when aiming at the reduction of energy use within the transport sector should be the reduction of the transportation needs. There are several factors that influence these needs: some are social characteristics, such as population’s age, average income and wealth; others regard physi- cal specificities, such as climate conditions and city’s topology; others, such as the distribution of different activities among the territory and city’s density, are mainly linked to urban planning issues. Among these factors, urban planning is currently done at the city level; city authorities are usually in charge of the land-use planning within city’s bound- aries, and the influence of urban planning issues in the demand for transport is unquestionable. “There is a fundamental relationship between transporta- tion and land-use, because the distance between one’s origin and destination will determine the feasibility, route, mode, cost and time necessary to travel from one place to another” (Wegener, 1995). For example, in a compact city where residential areas are devel- oped at a walking distance from facilities such as hospitals, schools, commercial stores, the demand for transport would be highly reduced. Additionally, an integrated planning including both land-use and transport may lead to strong reductions on travelling needs, as illustrated for a specific example in Table 2. Shift from individual to collective transport Additionally to the reduction of the demand for transport, it is possible to reduce the energy inten- sity associated to transportation, i.e., to reduce the amount of energy needed to perform a certain jour- ney. Concerning passenger transportation the shift from private to collective transportation modes seems to be the most effective in achieving this goal. Within the EU, 73% of the annual passenger.kilome- tres are from individual road transportation, i.e. in- dividual vehicles, while 8% and 6% are, respectively, from collective road and rail transport and only 1% is attributed to metro and tram passengers (Euro- pean Commission, 2009d). However, the energy in- tensity per passenger.kilometre (pkm) of most types of collective transportation is much lower than for individuals. For example, in Western Europe, collec- tive transports have, in average, less than half of the primary energy intensity per passenger than that as- sociated to individual transports (Figure 4); and, in Eastern Europe, this difference is even more evident (Kenworthy, 2003). Besides the decrease in energy use for transport purposes, the increase on the number of citizens choosing collective modes of transport instead of in- Table 2 . Travel impacts of Land-Use Design Features (VTPI, 2005) Design Feature Reduced Vehicle Travel (%) Residential development around transit centres 10 Commercial development around transit centres 15 Residential development around transit corridor 5 Commercial development around transit corridor 7 Residential mixed-use development around transit centres 15 Commercial mixed-use development around transit centres 20 Residential mixed-use development around transit corridors 7 Commercial mixed-use development around transit corridors 10 Residential mixed-use development 5 Commercial mixed-use development 7 ",
        "http://think.eui.eu 15 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems dividual motorized vehicles might also lead to an im- provement in the quality of life. Firstly, the decrease in emissions of pollutants related to transport would improve air quality in the city and the avoidance of congestions would contribute to decrease the average time of journeys. Different modes of collective transport might be suit- able for different cities, or even different groups of people within a city (Kenworthy, 2003). For example, rail is good for long distance journeys that are com- mon to a large number of people, such as the daily pendulum movements in-and-out of town, while metro and bus are more suitable for journeys within the city’s boundaries. In case of journeys common just for few citizens, car-pooling, i.e. the sharing of individual cars among people that intend to do the same or a similar journey, might be the best option. Additionally to the shift from individual to collective transport, there is also the opportunity to improve the efficiency of the latter. This could be achieved by the use of ICT infrastructure to predict journeys and common movements within the city, leading to a bet- ter balance between supply and demand. Besides be- ing an improvement by itself, this could also work as a motivation for people to shift to collective modes of transport. Soft modes of transport Enabling the use of soft modes of transport, such as cycling and walking, within the city is a way of im- proving quality of life whilst reducing air pollution. These are individual modes of transport, i.e. they still have the independency of route and schedules of the individual vehicles, but, at the same time, they do not require fossil energy and are not harmful to the envi- ronment. Due to the cities’ density, there are several short dis- tance journeys that could easily be travelled without the need of any motorized vehicle. Obviously, the Figure 4. Energy intensity of different modes of transportation in Western Europe (Kenworthy, 2003) ",
        "http://think.eui.eu 16 Final Report - January 2011 suitability for walking and cycling is influenced not just by the distance between origin and destiny but also by other factors, such as the existence of specific paths, the topology of the city, the travellers’ condi- tions. Nevertheless, if the citizens are aware of the benefits of choosing these modes of transport instead of others with higher energy intensities and city au- thorities are able to provide the necessary conditions for them to walk and to cycle, it is possible to make these as the primary modes of transportation within the urban context. For example, in Zurich, there are several hills and the weather is not the most attractive for people to cycle during winter, and still the share of passengers using the bicycle as their main transporta- tion mode is very significant. Additionally, both cy- cling and walking can also be used as an intermediary mode to reach/exchange between mass transporta- tion modes, such as train or metro, promoting inter- modality and the use of different modes of collective transport. With the use of an integrated approach between transport and land-use planning, it would be possible to develop routes matching most citizens’ daily journeys that would only include the use of col- lective transportation modes and small walking and/ or cycling travels to link different modes. Integration of electric vehicles in the urban en- vironment Electric vehicles are conceptually seen as a key-in- strument to decrease the pollution within cities and, if coupled with further promotion of non-fossil en- ergy based forms of generation of electricity, may also lead to a significant decrease of the CO 2 emis- sions. The large-scale deployment of electric vehicles in cities is a subject that has been largely discussed and there are already some pilot projects in European cities. Their suitability for the city scale is mainly ex- plained by the limited battery storage capacity, which constraints the use of this type of technology for long- distance journeys. One should, however, also take into account that in a city the number of residents having access to a parking spot where the vehicle can be charged during the night (e.g., a garage), might be limited. Within a medium-size city, however, the daily journeys of most drivers do not exceed 50 to 80 km. Therefore the first generations of electric vehicles are capable to provide this service without the need of being charged during the day. 2.4 City management opportunities Shift among energy carriers There are several forms of bringing energy or provid- ing energy services to the end-users: electricity, gas, heated or cooled water, solar radiation, etc. These are the so-called energy carriers or forms of final energy. However, these carriers must be produced from pri- mary sources available in nature, or harvested from renewable flows sometimes with relatively low ef- ficiencies as in the case of conversion into electric- ity. Therefore the efficiency of the conversion from primary to final energy (and then to useful energy) strongly depends on the energy carrier used. If the resource is a fuel, the inefficiency means pollution burden at all environmental scales and, if the re- source is renewable the inefficiency may represent just a (temporary) barrier to its economical feasibil- ity. A system approach requires the search of the best match between energy service and energy carrier, and often this is achieved by shifting to the most suitable vector to provide a specific end-use. As examples, so- lar thermal collectors bring heat from solar radiation (from both direct and diffuse radiation) into domes- tic hot water at a temperature close to conditions of use while PV installed in a house produces electricity from direct solar radiation at a quite low efficiency and can be linked to the grid and may be forced to inject all its production into the grid. Combined heat- ing (and cooling) and power production, is another ",
        "http://think.eui.eu 17 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems type of way for converting a fuel, nowadays, mostly biomass or natural gas into electricity, a universal car- rier, plus hot and cold water for heating and cooling purposes (see below). In most cities, there are (or can be developed) distribution networks for several of the energy carriers, thus enabling the opportunity of such shifts. The energy needed for heating purposes, e.g., is one of the biggest opportunities to the shift among car- riers e.g. by shifting from electricity to natural gas or even solar thermal. Cooking, for example, is one of the energy uses where fewer energy comparisons have been made; in countries where more than 30% of the electricity is generated from thermal power plants, gas has an advantage over electric plates for cooking purposes. Upgrade of street and traffic lighting As for artificial lighting indoor buildings, technology for street lighting has evolved considerably in the last years and this area offers significant opportunities for improvements. Furthermore, some improvements such as the use of more efficient ballasts or adequate control techniques are also suitable to avoid the ex- cess of electricity consumption. Meanwhile, the replacement of incandescent halogen bulb traffic lights by more energy efficient and dura- ble LED yields a significant reduction on the electric- ity consumption with this purpose. Besides the sig- nificant reduction in electricity consumption, there are also reductions on the maintenance costs, due to the higher durability of LED. The management of the street lighting infrastructure is typically exclusive of city authorities, which increases their ability to take measures. Combined heat and power with district heating and cooling The fundamental idea of combined heat and power (CHP), also known as cogeneration, is to produce electricity in places where there is demand for the heat generated during combustion (that cannot be transformed into work, due to thermodynamic and technological limitations), which is dissipated to the environment in conventional power plants. Through a district heating network, the recovered heat can be used to provide several heating services in buildings, being domestic hot water and ambient heating. Con- sidering that only a small fraction of the heat released in the combustion cannot be used, due to technology limitations, CHP can generate heat and electricity in an exergetic more efficient way compared to separate generation. Understandably, the economic viability of CHP has been higher in the Northern climates, where the need for heat is more expressive. Nevertheless, besides the use of heat for domestic hot water and ambient heating, the increasing de- velopment of absorption chillers technology made it possible to use heat also for delivering cold water and therefore provide cooling. In this way the district heating and cooling (DHC) networks coupled with tri-generation may be options for a wide range of cli- mates. The efficiency of CHP depends on the effective use of the recovered heat, so this implies that in a city CHP must be linked to a network of DHC. Due to the com- pactness and density of cities, the city or neighbor- hood scales seems to be the right geographical level for this type of networks. Since there is a significant demand for energy for acclimatization within a small area, the heat and cold produced do not have to travel long distances from the plant to the user, avoiding high losses to the environment (Figure 5). The overall ",
        "http://think.eui.eu 18 Final Report - January 2011 lowering of fossil energy enabled by this technology can be even better if the fuel used is renewable, such as biomass or waste. Electricity generation from renewable sources in the urban environment (“Micro-generation”) The generation of electricity from renewable energy sources (RES), which usually occurs in develop- ments outside cities such as dams in river basins or wind farms in the countryside, may also occur in the urban environment. In buildings, for example, solar PV panels can be integrated in the building surface or sometimes even replacing other envelope materi- als and the electricity generated can be used locally or injected the distribution network. The same tech- nology can also be used for supplying electricity to street lighting and traffic lighting, substituting the use of electricity from the grid. In what concerns wind, there are many commercial micro-turbines available, although the fact that wind within cities is often ei- ther weak or has poor characteristics, creates diffi- culties for integrating wind micro-generation in the urban environment. The suitability of RES micro-generation thus strongly depends on the city’s conditions, both climatic and morphologic. For example, the typical annual solar radiation and the solar exposure of most buildings are characteristics that firmly influence the effectiveness of installing solar PV on buildings tops or façades. Currently the mid and large size generation units out of the city’s boundaries involve technology that are more mature and a larger scale favours efficiency and lowers operational and maintenance costs. The cost- effectiveness of renewable generation still tends to be favourable outside the urban environment, especially if close to already existing power transmission or distribution lines. To conclude, the uptake of several RES technologies in the urban environment might be hampered because of two main reasons (Coenraads et al., 2007; Ragwitz et al., 2007; European Commis- sion, 2007a and 2007b; IEA, 2008b; Martinot et al., 2009). A first issue is that RES is not so easy to in- tegrate in the urban environment because of its low energy density (at least compared to fossil fuels). The second issue concerns the fact that RES technologies often require connection and access to the existing local energy networks that are often congested (e.g. electricity grids (Meeus et al., 2010)) or simply miss- Figure 5. Sankey diagram comparing conventional power plant with combined heat and power technology (IEA, 2008e) ",
        "http://think.eui.eu 19 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems ing (e.g. district heating and cooling (Constantinescu, 2006; IEA, 2007b)). Development of smart grids The possibility of large-scale integration in the distri- bution networks of electricity generated in the urban environment, e.g. from RES micro-generation and micro-CHP, requires management capabilities that the current distribution networks do not have. How- ever models and demonstration projects of such grids have been developed and can be considered as being in a pre-commercial stage. Besides enabling a higher integration of micro generation, smart grids may also enable better quality of service, e.g. quicker rebound after occasional interruptions. They may also be im- portant to enable the best strategies for the charg- ing of electric cars if the number reaches significant shares in the vehicle stock. Information and communication technologies (ICT) Many of the technical measures explained so far can have their effects maximized if managed in an ef- fective (smart) way through the use of information and communication technologies. Examples are the possibility of collective transport customized in real time according to the demand, the management of electric appliances inside buildings and the operation of smartgrids. ICT could also play a key role in the dematerialization of citizens’ daily life, substituting high carbon products and activities by low carbon alternatives. For example, one of the largest opportu- nities identified within dematerialization is telework- ing, where people work from home rather than com- muting everyday into an office, reducing significantly the needs for transport. Furthermore, the role of ICT on raising the awareness to climate change problems should not be disregarded. These technologies pro- vide the opportunity to measure and inform private citizens as well as businesses on their own footprint and their contribution to GHG emissions. This could be important to mobilize people to be more active on reducing their energy needs. Regarding these ICT possibilities, the EC is engaged in a forum towards these aims, i.e., the ICT for Energy Efficiency forum (ICT4EE). Still, it is important to refer that ICT is not a techni- cal measure in itself in what regards the energy ef- ficiency of cities. It should be considered as a useful tool to enable or optimize the technical measures pre- sented previously. Its integration in different sectors and activities might be very helpful to reduce energy demand. However, one should also bear in mind that ICT in itself can become (and even already is) a major consumer of electricity (Koomey, 2007), with poten- tials for higher efficiency in itself. 3. Key barriers and difficulties In general, the implementation of the technical energy measures or actions outlined in chapter 2 have been facing difficulties and barriers of different natures, which explains why the wide-scale implementation of most measures is not in place yet. The barriers are not the same for all the technical options (depending also on the actors involved) and are further common- ly interrelated, i.e. with the cumulative occurrence of some difficulties others may become more relevant. This chapter first discusses the key difficulties corre- sponding to the uptake of technical energy measures by urban actors (market failures). Second, the causes and profiles of the disincentives of city authorities to move towards sustainability are identified (institu- tional failures). Note also that increasing the uptake of energy efficient technologies does not necessarily reduce, or not in the corresponding proportion, the use of energy because there is a so-called rebound effect, i.e., the money sav- ings from a higher efficiency can also increase the de- ",
        "http://think.eui.eu 20 Final Report - January 2011 mand for new or upgraded energy services (Brookes, 1990). This effect can be significant (Greening and Green, 1997; Binswanger, 2001; UKERC, 2007). 3.1 Market failures A possible way to categorize the barriers designated ‘market failures’ is to divide these into two categories according to their type or character i) economical; and ii) informational and behavioural. The follow- ing sections address the main difficulties and barriers faced towards the wide-scale implementation of the technical energy options previously presented. This analysis is based on academic research as well as on previous experiences from pioneer cities. 3.1.1 Economic type of barriers Economical factors are believed to be very influen- tial on the success or failure of the wide-scale imple- mentation of most of the technical energy measures. The economic viability of measures is very relevant for the wide-scale implementation of certain meas- ures. Often, this implementation can occur naturally without the use of promotion mechanisms other than information, if the cost-benefit analysis is clearly fa- vourable, the upfront cost is low and the return-on- investment period is short. But the usual situation is not that simple and transparent. Price distortions For various reasons, there are situations where the price for certain energy carriers or services does not reflect their actual cost. Price distortions are not ex- clusive for the energy sector but in this specific sub- ject they can raise important barriers to some of the proposed measures. These distortions can result in prices being artificially low. There are different pos- sible causes for the later: it may derive from an in- complete internalization of the externalities into the prices at the end-user level, e.g. neglecting environ- mental costs; or, it may also be a consequence of sub- sidies or other financial support at the national level. For example, in Portugal, the national government al- lows the electricity sector to accumulate a debt to the tariff in order to keep the electricity prices lower than their due supply cost. So, under this scheme, electric- ity may be cheaper during some periods of the day or of the week than natural gas or, at least, with such low price differences that there is no stimuli to shift from electricity to natural gas for ‘heat services’. Meanwhile, the prices for energy services can also be kept artificially equal across time and space, though it is known that there are significant differences in the supply costs at different times of the day or even between urban and rural areas. One of the possible causes is the partial regulation of most energy ser- vices which creates a regulated tariff, applied at a na- tional level. Also, since most energy services are con- sidered as a primary need, it is common to consider a unique price for all national territory to promote equity and avoid disparities. Finally, this artificially uniformity also derives from the lack of real time me- tering, i.e. especially small-scale consumers typically pay uniform prices not reflecting actual supply and demand conditions. Cost-effectiveness perception The possibility of recovering the amount of money invested within the lifetime of the technologies in- volved is one of the most relevant factors when de- ciding whether to invest or not. Indeed, some of the measures reported in chapter 2 are not cost-effective at the current energy prices, while for others the cost- effectiveness is not always obvious or not enough at- tractive to mobilize (Figure 6). There might be different causes for a technology or management measure not being clearly cost-effective. ",
        "http://think.eui.eu 21 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems These are often divided between issues of technology maturity and of market uptake. Issues of market uptake refer to products that can be economically competitive but only if sold with signif- icant scale. This seems to be the case of solar thermal collectors or triple glazing; these solutions are com- petitive in markets where it has become largely adopt- ed, but they remain uncompetitive in markets where the numbers sold are very low and therefore require the fixed costs to be distributed amongst low num- bers of units sold. Issues of technology immaturity refer to cases in which, even if sold in high numbers, the manufacturing cost is higher than that of com- petitor technologies (e.g. current PV technology). Yet there are recent experiences by which national pro- grams to stimulate the diffusion of solar thermal col- lectors ended up by increasing significantly the price of the equipment and the cost of the installing and banking services. All intermediary were claiming to be entitled to take a share on the subsidy (Solar Ther- mal Program, 2009). It must however be noted that most cost-effectiveness studies are performed at current energy prices, even for projects whose life-span or effect in time are some decades. This is somewhat questionable as it is largely anticipated that energy prices in the future tend to be higher than today. And, certainly, in the future a more rigorous accounting of the environment externalities, such as CO 2 emissions, will impact more on some en- ergy costs. Figure 6 . Global cost curve for greenhouse gas abatement measures (McKinsey, 2009) ",
        "http://think.eui.eu 22 Final Report - January 2011 High-risk of investments Investments with high-risks involved are usually re- lated with measures that involve extremely variable costs/prices, or with technologies that are not suffi- ciently tested to have predictable performances. Most actors are not willing to cover that risk, requiring that, in order to invest, some other entity covers the risk. High upfront costs The requirement of high upfront investments is very common when dealing with energy efficient and RES technologies. Often such up-front investment capital is not available and cannot be obtained from financial in- stitutions, even if these investments allow for an inter- esting return in the future. Many actors typically prefer the opposite when purchasing an appliance, facility or infrastructure (Jaffe and Stavins, 1994; European Com- mission, 2006; Schleich and Gruber, 2008; Eichham- mer et al., 2009; IEA, 2009b). For example, in many countries the investment in micro-generation is highly subsidized and, consequently, its cost-effectiveness is assured. Nevertheless, private owners still hesitate be- fore investing due to the high upfront costs. Long payback periods Some measures, even if clearly cost-effective and not implying high upfront costs still need incentives to be deployed at a wide-scale. A long payback period might explain this. The time of full recovery of the in- vestment can strongly influence the decision whether or not to invest, especially in the presence of high uncertainties with respect to future energy and car- bon price trajectories and/or regulation. Nowadays, due to the accelerated dynamics of markets and/or society, many companies and individuals have only a short to mid-term vision of their businesses or lives. Therefore, if they are not able to recover their invest- ment within such or even shorter periods, they do not invest. This is e.g. the case for solar thermal for domestic hot water; despite the fact that during half of its lifetime all the savings would constitute profit, people might still be averse to invest if they do not know whether they will continue to live in the same building during the next 10-20 years. 3.1.2 Information and behaviour type of bar- riers In addition to the barriers presented above, there are difficulties associated with lack of proper information that can help to explain why the implementation of some of the measures mentioned in chapter 2 is not done. The informational deficit can include the lack of customized information and the lack of public aware- ness on climate change issues, but also the insufficient qualification of staff for complex integrated tasks at the public entities and service providers levels. Lack of information and information asymmetry When aiming for a wide-scale implementation of measures, barriers related to information problems might be crucial. This applies both at the level of decision makers as at the level of practitioners who must implement the actions on the floor. If informa- tion is not available, is expensive to be collected, or is not provided in a clear way, decisions based on incomplete information cannot be avoided and, con- sequently, the selected measures, techniques, materi- als, technologies, etc will hardly be the most suitable. When the problem is the absence of information, targeted actors may not have access to the pros and cons of the different options or do not even know all the options available. Indeed, if end-users do not have access to cost-effectiveness analysis or the po- tential savings of a certain option, they might choose a worse solution just because they do not know which one is the optimal. The lack of information frequently appears as a barrier to private owners that intend to refurbish their buildings. E.g. typically buildings of ",
        "http://think.eui.eu 23 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems more than 30 years need to go under a firm renova- tion process and, at this moment, the owner could use the opportunity to improve the thermal performance of the building without a significant increase in the total costs. However, if there is no information avail- able regarding which performance targets should be asked from the designer, the owner will probably opt for other options rather than the “responsible” one. Besides the lack of information, there are also some barriers raised by information asymmetries, i.e. the information is available but it is presented in an in- consistent way that may confuse the interested parties instead of supporting their decisions. A typical exam- ple in this regard is the landlord-tenant problem, i.e., the landlord will not make a higher upfront payment for energy efficient technologies, because the corre- sponding energy bill savings go to the tenant who is not willing to pay more rent for this because of the in- formation asymmetry between the two (Blumenstein et al., 1980; Scott, 1997; IEA, 2007a; Gillingham et al. 2009; Schleigh, 2009; Davis, 2010). Lack of expertise The successful implementation of innovative meas- ures regarding use and supply of energy implies spe- cific knowledge regarding the new energy technolo- gies or energy systems involved: it requires expertise, both on the side of the implementing parties as well as the side of the consumers. The lack of a sufficient number of professionals is a critical issue for some technologies entering into the market. This difficulty can lead to two problems: the measures are not im- plemented as there are not enough actors with the skills to do it (e.g. architects, designers, etc); or, the implementation takes place but it is not done prop- erly, which may create bad reputation for the technol- ogy and increase even further the market resistance to its penetration (e.g. first generation of heat pump systems). The first problem often happens with construction companies. For example, when new techniques to improve the thermal performance of a building are developed, some time is required until designers feel comfortable to adopt them in new constructions and/ or renovation processes. The company needs to have an expert who has learned how, when and where to use it. The wide-scale installation of smart metering systems in households could serve as example for the second consequence. In fact, in some countries there were programs to promote the large-scale deployment of smart meters in order to facilitate the demand side management of energy; however, since end-users were not taught to use them properly, they are still not able to control demand in an effective way. Perception of quality of life The definition of quality of life is based on subjective feelings, i.e. it varies from place to place and from person to person. This mirrors in differing levels of citizens’ willingness-to-pay for additional levels of quality. The implementation of some of the pro- posed measures might interfere with some of those concepts, requiring the change of people’s habits that relate to their perception of well feeling and of quality of life. This does not mean that the referred changes would imply a decrease in the quality of life of the actors involved. The implication on people’s lives by shifting from individual to collective modes of trans- port is one of the most obvious examples of such a barrier. Such a shift would certainly require some adjustments of schedules and the user would have less independence regarding other travellers. Also, in some cases the use of collective transport can lead to an increase in the time spent for travelling, as well as a decrease of what can be seen as comfort (available seats, possibility of choosing ambient temperature, etc). However, if not too expressive, these objective ",
        "http://think.eui.eu 24 Final Report - January 2011 disadvantages can be offset by the availability to read during the trips, avoiding the stress of driving, etc. Divergence of interests between different ac- tors involved Since there are various activities that require the co- ordination of different actors from different sectors or with different functions within the same sector, the divergence of interests is a frequent obstacle to the sustainability in a city. The coordination of ac- tions between people with different interests is com- plex, and usually requires some effort from all parties, which the regulatory mechanisms shall make sure to be sufficiently compensated by benefits to motivate all groups of stakeholders. Examples of divergences that might occur regarding the proposed measures are those: i) between owners and tenants in what concerns investments on upgrad- ing rented houses and services buildings, and even on new buildings to rent; ii) between micro-generators and system operators, regarding the connection of micro-generation sites to distribution networks. 3.2 Institutional failures This section discusses the difficulties and disincen- tives city authorities can have in undertaking ac- tion towards sustainability, i.e. institutional failures (mainly of political and administrative nature). Drawing on Sippel and Jenssen (2010), OECD (2010) and Bulkeley et al. (2009), Bai (2007), the main insti- tutional failures are: 1// “not in my term”; 2// “not my business”. 3.2.1 ”Not in my term” Politicians are concerned over their re-election, and hence, tend to think and act on the short term. Ac- tions and money spent need to demonstrate clear benefits and added value for their voters, while the transformation towards a sustainable city might take decades. This might turn city officials reluctant to in- vest in measures that do not immediately show ben- efits, and rather opt for short term ‘patched’ solutions. A quick transition towards local sustainable energy systems implies that typically shorter term measures will be demonstrated. Still, the importance of longer term urban planning should not be overlooked as it has only recently been integrating concepts of sus- tainability, taking into account issues such as local and global environment, social equality, quality of life, public health, etc. (Wheeler, 1998). Furthermore, regarding pay back periods, evidence from US cities shows that these choose measures with short pay- back periods, typically no longer than 5 or 10 years (Kousky and Schneider, 2003). An overall challenge in this sense is the so-called “Tragedy of the Commons”. This refers to the fact that the climate change issue is a global (common) problem, and actions or measures that you might take, do not result in direct benefits for you (in terms of mitigating climate change), i.e. they show positive externalities. Local governments have a diversity of priorities, as social issues, public health and ensur- ing economic growth, amongst others. Therefore, if climate action and sustainability is to be put on the agenda, it will have to compete with these other pri- orities, as the local resources (both human and finan- cial) are limited. After all, the city budget will always have to be taken into account as a boundary condi- tion. Especially in relatively poor Member States, it can be expected that climate change will not become a priority, if the population suffers from poverty, bad health care and high rates of unemployment 5 . Fur- 5 The aspect of poverty merits specific attention in this regard. Some sustainable measures could have adverse distribu- tional effects, which would then require compensating measures. This is a complex issue that needs to be investigated further, but is out of the scope of this report. ",
        "http://think.eui.eu 25 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems thermore, also in wealthy cities, examples exist of climate policy having to compete with local environ- mental problems, e.g., cities suffering from pollution of small particles from diesel engines, might promote a shift to gasoline engines, which emit more CO 2 . The political economy of a city (e.g. the presence of a har- bor, heavy industry, or car manufacturing industry) will also determine the priority at the local level (Bet- sill and Bulkeley, 2007). 3.2.2 ”Not my business” Mayors are not necessarily energy experts (at least not in general terms). Quite often, the people elected still have little introduction and appetency for the concepts of local sustainability and the related new culture of a new energy paradigm made of diversifi- cation, decentralization of sources and conversion fa- cilities and of priority to the demand approach. Given the cross-cutting nature of climate change, and the corresponding wide variety of relevant issues (e.g., energy and all activities that are strongly dependent on energy, e.g., transport, buildings, industry, leisure, normal citizen life), it is everything but straightfor- ward to have the required expertise at all these levels. Competence regarding sustainability might be lim- ited, or it might be centralized (e.g., at the environ- mental department, which often has to deal with a whole range of environmental issues), not being able to spread its expertise or even its values and culture horizontally throughout all the levels/departments required. Hence, climate action and sustainability in- volve a wide range of elements and are intrinsically multidisciplinary in nature. Integrated solutions are required covering urban planning, buildings licens- ing, energy infrastructures (electricity, natural gas, district heating/district cooling, etc.), transport, wa- ter and waste management. However, these domains are often classified under different departments, all having their own targets and budgetary constraints (and often even different interests and priorities). For instance, in the absence of internal coordination, a city may have an energy agency to promote infor- mation campaigns while the next-door office is pro- moting the construction or upgrade of public build- ings with poor energy performance. 3.3 Identification of the energy actions and respective potential barriers To synthesize, Table 3 presents a tentative identifica- tion of the main barriers, according to the description presented above, faced by each of the key-measures identified in chapter 2. 4. Overcoming difficulties with a local approach This chapter first discusses how market failures can be overcome with a local approach, dividing the pos- sible actions by city authorities into three levels of city smartness. Consequently it is explained how existing pioneering cities have overcome the institutional fail- ures that are associated with a local approach to end the chapter with a discussion of the limitations of a local approach. 4.1 Overcoming market failures with a local approach: three levels of city smartness Three levels of city smartness in cities’ actions to overcome market failures with a local approach are distinguished (Figure 7), i.e. respectively leading by example, governing the private urban actors, and conceiving and implementing an integrated approach at the local level. ",
        "http://think.eui.eu 26 Final Report - January 2011 Table 3 . Identification of the main barriers faced by each of the key-measures identified in chapter 2 Energy technical measures Key barriers B u i l d i n g S t o c k O p p o r t u n i t i e s Thermal upgrade of the envelope of existing buildings Divergence of interests (costs to the landlord and benefits to the tenant) Long payback periods Lack of information (no additional costs if the building is undergoing major renovation) Upgrade of lighting in buildings Lack of information (regarding its importance on the overall consumption and potential for improvements) Lack of expertise (on the opportunities of daylight and proper efficient control) High upfront costs (associated with control devices and designing process) Solar thermal for DHW Price distortions Lack of expertise (non-existence of a unified and reliable community of installers) Efficient boilers and chillers Lack of information (no large additional costs if undergoing renovations) Heat pumps Lack of information (regarding the installation process and the changes required to move from a conventional boiler) Mechanical ventilation with heat recovery and free cooling Lack of expertise (absence of trade-off analysis between savings of heating/cooling and energy used to move the fans) High upfront costs (without the guarantees of proper results) Efficient electrical appliances Lack of information (to incentivize a quicker stock turnover) Lack of motivation (due to the lack of incentive’s programs) Passive buildings Asymmetry of information (misleading terms as NZEB and passive building) Regulatory framework (absence of national mandates to stricter building codes) Lack of expertise (non-diffused best practice) Smart metering Divergence of interests (regarding who supports the costs) Lack of information (the user needs to know how to take advantage of it) T r a n s p o r t a t i o n a n d M o b i l i t y O p p o r t u n i t i e s Lowering mobility needs Urban planning (impossibility of designing the city from scratch) Regulatory framework (most transport planning is done at the national level) Lack of cooperation (among neighborhood municipalities) Short-time horizons (urban planning has long-term results compared to the time that government officials are in office) Shift from individual to collective transport Regulatory framework (most transport planning is done at the national level) Lack of coordination (between different transport modes/intermodality) Perception of quality of life (independency from other users and time issues) Soft modes of transportation Lack of information (walking & cycling are usually not seen as transport modes) Cultural barriers Perception of quality of life (e.g., necessary to change the perception of comfort) Integration of EV in the urban envi- ronment Early-stage (10 years are not enough for a strong impact) Regulatory framework (its success is dependent on the electricity mix) High upfront costs (to build the infrastructure and to buy the cars) C i t y M a n a g e m e n t O p p o r t u n i t i e s Shift among energy carriers Price distortions (best match between use and carrier is not always the cheapest) Divergence of interests High upfront costs (undesired costs to perform the shift) Upgrade of street and traffic lighting High upfront costs (compared to the financial capacity of the municipality) CHP with district heating and cooling Price distortions (on the final energy and inappropriate CO 2 accounting) Cost-effectiveness perception Lack of cooperation (among neighborhood municipalities) Electric production from RES in the urban environment Lack of information (unclear meaning for the investors) High upfront costs Divergence of interests (between generators and distributors/system operators) Development of smart grids High upfront costs Divergence of interests (regarding who supports the cost of the infrastructure) ICT High upfront costs Lack of expertise (on how to take advantage of ICT to reduce energy consumption) ",
        "http://think.eui.eu 27 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems 4.1.1 First level of city smartness: leading by example When managing themselves, the public budget will accrue both costs and benefits, e.g. higher upfront payment for savings on future energy bills. In what follows, two examples are given of how the city au- thority as a public actor can lead by example to over- come the market failures discussed in the previous chapter: 1// public buildings; and 2// public procure- ment at the local level. First example is public buildings, such as offices, schools, hospitals, social housing, etc. Buildings are responsible for about 40% of the final energy use in the EU and about 50% of this value corresponds to the demand for space heating and cooling (Eich- hammer et al., 2009). Significant reductions can be achieved by reducing the heat losses of walls, glaz- ing and windows and doorframes. Considering that a building in Europe has a typical life span of over 50 years and that a complete stock renovation takes about 100 years, 75% of the building stock that will still be around in 2050 has already been built today (Ravetz, 2008). Therefore, there is also a need to con- sider retrofitting the existent building stock. Public buildings can also be interesting sites to develop re- newable locally. Even though public buildings only represent a fraction of the total building stock, they can lead by example stimulating local businesses to develop, making it easier for private actors to follow. In Lisbon, about 40000 people live and work at the Expo’98 site (Fernandes et al., 1997) and their per capita emissions are more than 40% lower than the per capita emissions of other Lisbon citizens thanks to the installation of a district heating and cooling network and performance enhancements of the pub- lic promoted buildings. Second example is public procurement at the lo- cal level, such as the purchase of appliances, joint procurement of energy efficient lighting bulbs for schools, the choice of electricity supplier, etc. Public procurement is a considerable share of GDP, even though the figures differ depending on the source. Figure 7. concepts of city smartness ",
        "http://think.eui.eu 28 Final Report - January 2011 Audet (2002) for instance reports figures for differ- ent EU countries, with shares of GDP ranging from almost 5% in Belgium to slightly more than 13% for Sweden, while Edler and Georghiou (2007) report an aggregated share of 16.3% for the combined EU-15 GDP. For many years the opportunity of using public procurement has been largely ignored in innovation policy, while empirical evidence is increasingly indi- cating that in some cases it can be a more efficient instrument than the more frequently used R&D sub- sidies to stimulate innovation (Edler and Georghiou, 2007). Even though public procurement at the local level is only a fraction of the total public procure- ment, it can create a local demand for new and in- novative products and services so that a market can develop. Note that the EC has issued a manual for public authorities regarding this joint green public procurement (Pro-EE). 4.1.2 Second level of city smartness: govern- ing the private urban actors When managing private actors, the public budget will accrue costs, while the benefits are not necessarily for the local budget. There can be costs with regard to the required administration, monitoring, and en- forcement of local policies, as well as costs that need to be made to increase awareness among locals with awards, education, information centers/campaigns, etc. Conceiving and implementing second level of city smartness concepts is therefore more challenging than the first level, but they have a potentially larger impact. In what follows, three examples are given of how the city authority as a local policy maker can govern private urban actors to take action and over- come the market failures discussed in the previous chapter: 1// building codes; 2// city entrance or park- ing charges; and 3// land-use regulations. First example is building codes (IEA, 2009a). The municipalities are typically in charge of the build- ings’ licensing. They are at first instance responsible for checking if the new and retrofitted buildings com- ply with international or local requirements, and in some cases they may even require performance levels for new buildings that are stricter than the national standards. A well-known example is the Merton rule in the UK where 10% of the energy consumed by new buildings has to be locally produced with RES. An- other example is Barcelona that requires the instal- lation of solar thermal collectors for the hot water supply. In Freiburg, the municipality even created a network between energy companies and citizens, so the latter can rent their roofs to promoters interested in investing in photovoltaics. More recently, the city of Porto created an Observatory, and results have shown that the great majority of the licensed buildings only reached the bottom level of the energy performance scale so that actions are under study to enhance the quality of future projects. Second example is city entrance or parking charges (Calthrop et al., 2000; IEA, 2009a). A well-known ex- ample of the first is the creation of a congestion charg- ing scheme in London, i.e. all the commuters entering and leaving the city have to pay a municipal fee; this action led to a significant decrease of traffic in central London. Other cities, such as Stockholm, have fol- lowed this example. A good example of the second is the case of Copenhagen where the local government has recently decided to reserve five hundred parking slots exclusively for electric cars to give an additional incentive to their purchase. Third example is land-use regulations. The lower the density of a city, the higher its emissions from the transport sector (Newman and Kenworthy, 1989; EEA, 2006). This may be both because compact cit- ies require inhabitants to travel smaller distances but also because compactness is essential to create a ",
        "http://think.eui.eu 29 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems critical mass for efficient collective transport systems. City authorities often have responsibilities regard- ing land-use planning and the management of its resources, such as soil, water and waste so that they can promote city compactness (Southworth, 2001). Copenhagen is an interesting example where the city authority planned densely developed fingers sticking out of the city with green areas in between to allow for a better development of the public transport sys- tem. Other examples include Stockholm and Munich, where urban development is oriented around railway stations. 4.1.3 Third level of city smartness: integrated approach When managing coordinative action, the city as a coordinator can help overcome the complexity of the action at the local level involving a high number and diversity of actors that can also have diverging interests. This is especially the case for coordination between infrastructure service providers that can en- able a smarter use of energy with technologies such as smart metering, smart appliances, smart applications for ticketing and intelligent traffic management, and the demand for the associated services (Meeus et al., 2010). In what follows, two examples are given of how the city authority as a coordinator can promote an in- tegrated approach to overcome the market failures discussed in the previous chapter by: 1// conceiving and 2// managing the implementation of such an ap- proach. First is to conceive an integrated approach, i.e. to de- sign an energy action plan. A good example is the so- called Sustainable Energy Action Plan (SEAP) that signatories of the Covenant of Mayors need to elabo- rate to reduce their carbon dioxide emissions with at least 20% by 2020. Under the Covenant, cities are re- quired to develop a baseline emissions inventory, set targets, and list a set of actions to reach the targets, with the build environment, the local energy net- works, and the urban transport systems integrated in one plan. It is also mandatory for Covenant signato- ries to produce a report every second year to monitor progress towards the self-set targets. Already more than two thousand cities in Europe have voluntary signed the Covenant and SEAPs have already been produced showing the enormous potential offered to the cities as protagonists on energy for sustainability. Second is to manage the implementation of an in- tegrated approach, i.e. to involve urban actors, local business, and urban infrastructure service providers. A good practice is to involve stakeholders already at the planning stage with public consultations. The city Table 4. Overview and illustration of the different levels of city smartness. Conceptually Examples Smartness First level of city smartness Self-managing actions by city authorities City authority as a public actor Public buildings (e.g. schools, social housing infra- structures, etc) Street lighting, municipal fleet Lead by example Second level of city smartness City authorities managing private actors reluctance to act City authority as a lo- cal policy maker Regulation: land-use (urban planning), building codes, city entrance charges Facilitation: info centers, trainings, subsidies Govern the private urban actors Third level of city smartness City authorities managing coordinative actions City authority as a coordinator Combined action with city-scale demonstration of innovative infrastructures that enable a smarter use of energy, in combination with actions from city authorities to promote the use of the associated services Integrated approach ",
        "http://think.eui.eu 30 Final Report - January 2011 authority is also well-placed to ensure the involve- ment of service providers. The service provider can implement city-scale demonstrations of innovative infrastructures, and the city authority can ensure there is then a demand for the associated services because they are users themselves (i.e. first level of city smartness) and they can facilitate and/or regulate the use of these services by private actors (i.e. second level of city smartness). In Växjö, the municipality for instance promoted the use of district heating by obliging public and private buildings to connect to the district heating network, and not allowing the use of conventional heating systems in buildings (IEA, 2009a). 4.2 Overcoming the institutional failures of a local approach In what follows, it is explained how pioneering cit- ies have overcome their own institutional failures, re- spectively by discussing city authorities’ internal and external incentives. 4.2.1 City authority’s internal incentives The institutional failures of the previous chapter can also become incentives: 1// “in my term”; 2// “it is my business”. First incentive is “in my term”, i.e. temporal dimension. To get local sustainability on the agenda, so called “policy entrepreneurs” tend to play an im- portant role. Such leadership has been determined as key factor (individual political champions are often reported to have established novel financial mecha- nisms). As a condition, however, especially within the local government, a broad supporting basis needs to be created. This basis needs to remain in place for a long time period, as the path towards local sustain- ability requires time. This support is typically also de- pendent on the political parties that are in power in the local government. The possible presence of NGOs in the city is also identified as driver for getting sus- tainability on the political local agenda (Brody et al., 2008). Furthermore, sustainable energy measures can sometimes be the best way of dealing with a lo- cal problem. Examples include the following: the city of Freiburg’s action towards sustainability originated from protest against a possible nuclear power plant being built nearby; the city of Växjö was confront- ed with severely polluted lakes, and hence, decided to undertake action; the city of Güssing faced high numbers of unemployment and corresponding mi- gration to other regions. As one of the poorest cit- ies in Austria, it was barely able to pay its energy bill. Therefore, the city decided to take action and move towards a fossil free energy system (IEA, 2009a). The Expo’98 site in Lisbon became a pioneer ‘smart city’ on a site of 350ha of a derelict area on the right bank of the Tagus river which soil was totally decontami- nated and the space rebuilt from scratch (Fernandes et al., 1998). Second incentive is “it is my business”. Becoming a pioneering city in itself might further be partly mo- tivated by possible first mover advantages, trend-set- ting, building a reputation of “green” city, serve as a role model and gain (inter)national recognition. This recognition on its turn can then provide the incen- tive for city authorities to further strengthen their ac- tions. Being a pioneering city could translate in busi- ness opportunities for local companies (green jobs), involving various stakeholders (public, local utilities, universities and local companies) and so leading to strong economic growth, and/or even attract tourists. As an example, the city of Växjö involved local compa- nies and its university in its actions to become carbon free. As a result, business opportunities and strong economic growth have been reported. Another exam- ple concerns the island of Samsø, which now serves as a model community, and attracts several thousands of tourists each year (IEA, 2009a). The management ",
        "http://think.eui.eu 31 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems body of Lisbon Expo’98, a private company of public funds, doesn’t have any more jurisdictions over the site, as it recently returned the management back to the municipalities of Lisbon and neighbor Loures while it is now extending its knowledge to dozens of cities and sites all over the world with similar type of problems. 4.2.2 City authority’s external incentives In what follows, examples are given of Member State and EU practices that have been used to encourage cities to take action, which can be divided into: 1// ”tambourines”; 2// “carrots”; 3// “sticks”. First are “tambourines”, which are “soft” instruments whose main objective is to raise awareness among city authorities on what is expected from them. This type of instrument can therefore help solving the in- formation problems that were mentioned in the pre- vious section. The instrument can be dedicated to a specific part of the urban environment or even to a single technology, while it can also be used to raise awareness of city authorities in general. The most commonly used instruments include the develop- ment of information centers, the promotion of best practices, and networking. For instance, over 350 en- ergy agencies exist across Europe (national, regional and local) that often combine several of these instru- ments. A well-know example of a tambourine type of instruments is the European Energy Award (EEA), resulting from the collaboration between Switzerland and Germany. Here the city authorities are certified according to the degree of implementation of actions to save energy. The same kind of effect is very much the one expected from the Covenant of Mayors. Second are “carrots”, which are instruments that go beyond tambourines because they enable city author- ities to act. Three examples of Member States provid- ing incentives to local governments through carrots will subsequently be discussed, i.e., Sweden, the Neth- erlands and Finland, respectively (Gupta et al., 2007; VROM, 2007; Jollands et al., 2009; Berns, 2009; Baker and Eckerberg, 2007; Granberg and Elander, 2007; Swedish Environmental Protection Agency, 2009). Sweden is responsible for one of the oldest local in- vestment programs in the EU. In this case, the ini- tiative allocates subsidies to projects proposed by city authorities that have significant impact in the reduc- tion of CO 2 emissions. The subsidy is partly fixed, and partly variable, with the variable part depending on the performance according to preset targets. Only the cities that have already developed a local action plan towards a sustainable urban development are eligible. In order to receive funding, cities must go through a double selection process: firstly, cities are ranked according to the quality of their action plans and the evaluation is based on criteria such as the in- volvement of both the private sector and the involve- ment of the citizens in the plan; secondly, there is a selection of projects within the winning action plan, which is done according to their cost-effectiveness. The competitive design of this initiative counteracted the cooperation between municipalities but, at the same time, it worked as an incentive to develop strong proposals and clear strategic plans. Plus, the munici- palities receiving funding have reported a multiplier effect. Though ambitious, most proposals lacked in- novation during the first phase of the program, which according to experts resulted from the fact that subsi- dies were not enough to cover the risk. Currently, the financed projects are expected to reduce annual GHG emissions by over 1 Mton of CO 2 equivalent. The Netherlands feature a unique case in what con- cerns subsidies to mobilize city authorities towards the reduction of CO 2 emissions (VROM, 2007). Within the Climate Covenant, the allocated subsi- ",
        "http://think.eui.eu 32 Final Report - January 2011 dies cover part of both the investment linked with the evaluation of the current situation and the invest- ment linked with the implementation process. The grants are defined according to the ambition of the targets taken by the municipality. When applying to this program, city authorities have to perform an en- ergy audit (subsidized by the program), where an in- dependent entity sets the targets and actions that can be subsidized. The CO 2 emission reduction due to the first phase of this program is estimated to be around 900 thousand tons. One of the biggest successes of this case is the achievement of an integrated ap- proach, involving different local actors, which might derive from the fact that the targets and actions are not defined by the municipal government itself but by an independent entity. In Finland, as part of the Energy Efficient Agree- ments, city authorities can receive subsidies for en- ergy efficiency projects that concern municipality owned equipment and companies, and these are pro- portional to the energy saved and dependent on the technologies involved (higher the innovation level, higher the subsidy). The subsidies’ allocation is done through project competition, according to the quality of the cities’ strategy. The selection criteria focus on the ambition and feasibility of the plan, which has to be based on a subsidized energy audit. Both energy audits and the monitoring of the implementation are done by a specialized public-private company, and city authorities that do not follow their commitments can be expelled from the program. Many of pioneering cities have also received some form of EU support. Examples include support from the European Regional Development Fund (ERDF), or from specific EU programs targeted at or available to the urban environment, such as the City Vitality Sustainability project (CIVITAS), Intelligent Ener- gy Europe Program, ManageEnergy, CONCERTO, BUILD UP, Eco-building concept, Municipal Finance Facility (for new Member States). Financing can fur- ther be obtained from specific instruments, such as the European Local Energy Assistance (ELENA), and the Joint European Support for Sustainable In- vestment in City Areas (JESSICA). The ‘carrots’ level could very well become the next step for the most successful cities in the context of the Covenant of Mayors once they would be successful when applying for the support of the Smart Cities Initiative. Third are “sticks”, which are instruments that go be- yond carrots because they oblige cities to act. For ex- ample, in Norway, the central government issued a circular requiring to municipalities the development of local climate plans aiming at reducing CO 2 emis- sions and increasing sequestration. Also in Germany, the central government created a regulation requir- ing local authorities to create urban plans but only re- garding land use and buildings; in this case, the regu- lation also specifies the plans’ contents. Most Member States however only define planning guidelines at the national level. 4.3 Limitations of a local approach In what follows, the limitations of a local approach are discussed, i.e. the boundary conditions set by the broader institutional context in which a city operates and the potential caveats of a local approach. 4.3.1 Institutional boundary conditions Local governments are constrained by the broader institutional context in which they operate, but it is not within the scope of this report to discuss whether these constraints should be relaxed or tightened. In- stead, we consider them as boundary conditions for the Smart Cities Initiative. The main institutional boundary conditions include: 1// national energy ",
        "http://think.eui.eu 33 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems policies; 2// legal authority and financial independ- ence of local governments. First issue is national energy policies. The absence of support from the central government is reported as important constraint. In absence of clear national regulations and targets on key areas, it might become very difficult for a city to undertake and get support for appropriate action. Divergences can be influenced by basic political divergences among the actors or di- vergent strategic approaches between municipal and inter-municipal or interregional policies or projects. For example, in what concerns micro-generation, if the national government supports PV micro-genera- tion, through tax-incentives, it might be difficult for a city to promote biomass micro-generation, even if this is the resource with the highest potential within the area. However, with overall increasing awareness, external political pressure sometimes exists to get el- ements of sustainability higher on the local agenda (e.g., in the UK, local governments have to take ac- tion concerning energy efficiency, according to na- tional legislation). Second issue is legal authority and financial inde- pendence of local governments, which differs widely across member states. One of the most common dif- ficulties, in what concerns the action at the city level, is the coordination with policies and actions decided at higher levels of the administrative chain. These difficulties depend mostly on the autonomy of city authorities regarding national and international gov- ernments. Local governments commonly have lim- ited power and responsibility over energy-relevant is- sues what might constrain some of the actions at this level. Thus, city authorities cannot act independently from higher-level governments, having the need to format their actions according to national and inter- national policies. There are typically unitary states (e.g., Sweden, the Netherlands) that have relatively strong and independent local governments, while strong hierarchical countries with multiple interme- diate governance levels like the UK tend to have lo- cal governments that have less resources and capaci- ties to act, and are therefore more dependent of the higher levels of governance. The authority on issues as raising specific taxes (e.g., environmental taxation) or implementing specific building codes might be limited at the cities level, thereby significantly ham- pering profound action towards sustainability. As an example, the city of Copenhagen is willing to imple- ment a congestion charge, but the national govern- ment does not allow this. Examples, however, exist, of the devolution of local transport responsibilities to the local level, e.g., in France and the Netherlands (Crass, 2008). Furthermore, because of the widely privatization and unbundling of mainly energy sup- ply and local transportation, local governments have little control over these utilities. There are additional difficulties regarding the lack of cooperation with different stakeholders at local, re- gional and other policy levels. At the local level, there is a wide range of actors involved in providing the re- quired infrastructures and implementing the required mitigation measures; thus, the lack of cooperation be- tween local governments and local stakeholders can constitute an important barrier. Furthermore, due to the spatial mismatch between institutional respon- sibilities and jurisdictional boundaries of a city, the implementation of certain measures depends on the cooperation of neighborhood cities, e.g. the case of metropolitan areas. For instance, transport-related measures within a city are usually more effective if they cover areas going be- yond city boundaries, including suburban regions or the metropolitan area, since a large share of the daily journeys are not exclusively inside city boundaries. ",
        "http://think.eui.eu 34 Final Report - January 2011 Potential caveats of a local approach In what follows, it is argued that there can also be ca- veats to a local approach so that a city should not nec- essarily do everything it can within its institutional boundary conditions. We illustrate for transport and standards and interoperability. First illustration is transport. City entrance conges- tion-charging and specific parking policies have been mentioned as examples of a city managing the actions of private actors by regulation. Other options include promoting cycling and walking. These are all shorter term measures, which may be helpful to some extent, but do not necessarily address the actual source of the problem (Calthrop, 2000; Proost et al. 2002 and 2009; Anas and Rhee, 2006). Longer term measures include the promotion of a compact city (Southworth, 2001; Muniz and Galin- do, 2005, EEA, 2006). In this regard, the problem of urban sprawl merits careful attention (EEA, 2006; Bart, 2009). This typically extends city boundaries, and needs to be addressed at a higher political level. According to Bart (2009), the climate change impact of urban planning does not justify it to still be under national, regional or local government authority. Rec- ognizing the wide diversity in urban decision making (appropriate level of subsidiarity) and acknowledging that the EU has significant limitations in developing policies on urban planning, Bart (2009) proposes several possible measures at EU level. These should be adoptable without unanimity and not voluntary. Examples of potential measures include public trans- port access requirement, maximum parking space re- quirements and a trading scheme to reduce transport emissions involving parking place-providers. Second illustration is about standards and interoper- ability. We want cities to be laboratories of innova- tion, but we for instance do not want that every city would end up having different electric appliance labeling, smart metering standards, or electric ve- hicle charging point infrastructure “plugs”. Setting standards is a careful balance between waiting long enough not to constrain innovation, and not waiting too long to avoid lock-in. The EU is currently mov- ing towards a common charger for electric vehicles (EU, 2010). The main objectives mentioned by the EU are to have safe charging, to ensure interoperability and to allow for development of smart charging. The standard is expected to be ready by mid-2011 (EU, 2010), and is especially relevant to car manufacturers (de Boncourt, 2010). It is then important that local approaches subscribe to this ongoing process to avoid lock-in a city level. Other example regards the EPBD (Energy Performance of Buildings Directive) which is already in its second version. There is a need to be prudent on the generalization of measures and solu- tions as the built environment is very much climate dependent and the respect of the climate and regional idiosyncrasy is one of the keys for sustainable archi- tecture and construction. 5. Organization of the Smart Cities Initiative Building on the evidence collected in the previous chapters, this chapter first proposes why and how to support a portfolio of smart cities to then provide guidelines for the organization of the call that will se- lect the cities to be supported. 5.1 Supporting a portfolio of smart cities In what follows, why to create a portfolio of smart cities, and how to support this portfolio is discussed, respectively. ",
        "http://think.eui.eu 35 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems Why to create a portfolio of smart cities It is not enough to support existing pioneers for what they are already doing. In what follows, we respec- tively argue why a portfolio of smart cities needs to be created 1// to support pioneers to further cultivate their excellence; and 2// to indentify groups of cities that could have a significant impact, but where pio- neers have not yet emerged. First issue is to further cultivate excellence. The reason to continue to support city pioneers is that they are niche markets for the technical measures (chapter 2: “likely elements needed for energy smart cities”) that can make our local energy systems more sustainable. With continued support, niches can grow and accu- mulate learning effects, so that they may eventually displace the current mainstream dominant design, i.e. so-called strategic niche management. 6 However, to avoid supporting these pioneers for what they are already doing, the focus of this support would need to be on conceiving and implementing third level concepts of city smartness, which are promising, but more complex to manage for a city authority because it requires the authorities to conceive and implement an integrated approach (chapter 4, section 4.1.3: “third level of city smartness”). Second issue is to identify groups or clusters of cities that could have a significant impact, but where pio- neers have not yet emerged. Even though European cities have elements in common (chapter 1, section 1.1: “cities as energy systems”), the most appropriate set of technical measures and/or the policy or promo- tion measures that intend to put the technical meas- ures in place can differ significantly among groups of cities (chapter 2, section 2.1: “smart city concept”) 6 Foxon (2003): “The idea promoting shifts to more sus- tainable regimes through the deliberative creation and support of niches, so-called ‘strategic niche management’ has been put forward by Kemp and colleagues (Kemp et al., 1998).” because of the differences in physical and human ge- ography, and also because of the institutional context in which the city authorities need to operate (chapter 4, section 4.3.1: “institutional boundary conditions”). Furthermore, the current group of pioneers is not rep- resentative for the population of European cities, for instance, because certain European Member States (chapter 4, section 4.2.2: “city authority’s external in- centives” where we gave the examples of Finland, the Netherlands and Sweden) have been more ambitious in providing public support via national programs and initiatives. In general, city pioneers have been motivated by a combination of specific local circum- stances and existing support schemes, which have al- lowed them to overcome their institutional failures (chapter 4, section 4.2: “overcoming the institutional failures of a local approach”). As a result, the current pioneers do not necessarily belong to the groups of cities that could have the largest impact. For example in Eastern Europe, less pioneers have emerged, while cities in this part of Europe often have in common that there is an aging district heating infrastructure that could be renewed with a more sustainable one. This is then a group of cities with a large potential impact and promising opportunities for replication. Note also that in areas of Europe, were pioneers have not yet emerged, it could be justified to support city authorities to conceive and implement first and sec- ond level concepts of city smartness instead of jump- ing to the third level (chapter 4, section 4.1: “over- coming market failures with a local approach: three levels of city smartness”). The success of the Smart Cities Initiative depends on the portfolio that will be created, which in turn needs to rely on a carefully designed typology of European cities. The relevant dimensions for this typology are the city fundamentals that strongly determine the consumption of energy services in a city and the as- sociated emissions (chapter 1: “energy in cities: fun- ",
        "http://think.eui.eu 36 Final Report - January 2011 damentals”), including the urban form, the climatic zone, the availability of local natural resources and the socio economic conditions (e.g. car ownership rate, population activity rate, and average dwelling space, etc); the political economy of a city (e.g. pres- ence of a harbor, heavy industry, or car manufactur- ing industry); and the institutional capacities of a city (i.e. human and financial resources, and legal and regulatory powers), which depend on the size of the city and on the multi-level governance structure the city is subject to. Opinions seem to diverge with re- gard to the relative importance of these dimensions and how to combine them to create groups or clusters of cities that should be represented in a portfolio of smart cities (Bulkeley et al., 2010; Croci et al., 2010; OECD, 2010; and European Commission, 2010a, Eu- roStat, 2009). A more profound analysis is therefore justified, but out of the scope of this report. 5.1.1 How to support this portfolio of smart cities City authorities are both actors that are subject to market failures and institutions that are subject to in- stitutional failures that can prevent them from man- aging the energy use of the private actors in the urban environment (chapter 3: “key barriers and difficul- ties”). Supporting the portfolio of smart cities can then be about 1// supporting the city authorities as actors, and 2// supporting city authorities as institu- tions, which we respectively discuss in what follows. First option is to support city authorities as actors. Al- though the focus is on private actors, the EU did re- cently launch several new initiatives and partnerships to support actors in sectors that are relevant for the ur- ban environment by providing public funding for the research, development and demonstration of sustain- able energy technologies. For instance in the context of the Strategic Energy Technology Plan (SET-Plan), several so-called European Industrial Initiatives have been proposed and six have been launched in 2010, i.e. an initiative with the wind sector, the electricity solar sector, the electricity grids sector, and the car- bon capture and storage sector. In the context of the European Economic Recovery Plan, three additional Public Private Partnerships have been added, i.e. a partnership with the automotive, construction, and manufacturing sector. Cities should be encouraged to leverage these existing initiatives and partnerships that could provide the necessary support to imple- ment certain concepts of city smartness that will be proposed in the context of the Smart Cities Initiative. For instance to implement third level concepts of city smartness, the European Industrial Initiative on Electricity Grids could fund city-scale demonstration of innovative grid infrastructure (such as smart me- tering), and The Green Cars Public Private Partner- ship could fund city-scale demonstrations of innova- tive transport infrastructure (such as electric vehicle charging point infrastructure). Yet, the bottom up or demand side approach is not that clear in the ap- proach of the SET-plan, while there is a need to tackle the urban tissue as a cultural and societal playground for local/regional good practices and ways of living. Second option is to support city authorities as institu- tions. The EU already has experience with initiatives that increase the awareness of city authorities, pro- mote networking and cooperation among them, and provide funding for city level demonstration projects (chapter 4, section 4.2.2: “city authority’s external incentives”, and see also Annex I). Considering that most of the SET-Plan and the European Economic Recovery Plan is already focusing on addressing the reluctance of actors to research, develop, and demon- strate sustainable measures, the Smart Cities Initia- tive could fill the gap by focusing on city authorities as institutions and support them to become institu- tions that will accelerate rather than slow down the ",
        "http://think.eui.eu 37 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems uptake of sustainable measures in the urban environ- ment. Supporting city authorities is then about pro- viding them with the necessary human and financial resources to conceive and implement concepts of city smartness (chapter 4, section 4.1: “overcoming mar- ket failures with a local approach: three levels of city smartness”). This would then allow city authorities to build up the necessary “institutional flexibility” to integrate sustainability concepts in every policy deci- sion they make. Still, it cannot be excluded that the implementation of certain smart city concepts will require private actor support that is not yet covered by the above mentioned sector initiatives and partnerships. Fur- thermore, these initiatives and partnerships focus on private actors so that support for a city authority as a public actor is not necessarily available, which could then also be provided in the context of the Smart Cit- ies Initiative. An example could be with regard to ret- rofitting of public buildings where the city authorities could lead by example, while the existing Eco-Build- ings partnership focuses on the private sector. 5.2 Guidelines for organization of the call In what follows, guidelines for the organization of the call that will select the cities to be supported are pro- vided. The issue of reporting requirements, reward- ing of ambition and innovation, and criteria to take into account when selecting winners are discussed, respectively. 5.2.1 Reporting requirements The EU has already been successful in voluntarily committing city authorities to reduce their CO 2 emis- sions with at least 20% by 2020 (Covenant of Mayors). In the context of the Covenant, a methodological framework has been developed to help signatories to elaborate their baseline emissions inventory and their so-called Sustainable Energy Action Plans (SEAP). It is also mandatory for Covenant signatories to pro- duce a report every second year to monitor progress. Even though the portfolio of smart cities to be sup- ported via the Smart Cities Initiative is not necessar- ily going to be a subset of the cities that already signed the Covenant (see above, existing pioneers are not necessarily representative for the population of Eu- ropean cities), it should be a condition for cities that will receive support from the Smart Cities Initiative to sign the Covenant. Both initiatives can then rein- force each other, building on a common set of rules (or at least compatible rules) for the monitoring of energy consumption, CO 2 emissions, etc. The SEAP template already requires city authorities to set tar- gets, and list a set of actions to reach the targets, with the built environment, the local energy networks, and the urban transport systems integrated in one plan. Within this existing framework, the Smart Cities Ini- tiative should however be stricter with regard to the follow up, including strict reporting and monitoring than its voluntary counterpart to facilitate the built up of new data bases and ‘benchmarking’ and statis- tics that will lead to more transparency and stronger citizenship for a more robust sustainable future. Cities often use different approaches in defining what sectors to include in their reporting, in establishing the geographic boundaries of the area included (i.e. what is a “city”), as well as in aggregating data in dif- ferent ways (Croci, 2010; OECD, 2010; CEPS, 2010), and the Covenant also allows cities to use different accounting methodologies, for both CO 2 emissions and energy consumption. This type of flexibilities that have been built into the Covenant could then be removed to evolve towards a more uniform methodo- ",
        "http://think.eui.eu 38 Final Report - January 2011 logical framework for smart cities. Alternatively, the interoperability between the existing methods could be improved so that cities can be compared even if they do not use the same reporting methodology (CEPS, 2010). The smart cities reporting and monitoring framework should then also enter into the project level, while the Covenant stays at a more aggregated level. Cities could for instance be asked to present a curve with the abatement costs of all proposed measures, allow- ing a better understanding of the cost-effectiveness of the different options (CEPS, 2010). Furthermore, the smart cities framework could also account for context to improve comparison between groups of cities that will come out of the topology of European cities to be included in the portfolio of smart cities. It will also be important to measure the effect of the plans against a “likely future without a plan” rather than against the present. This issue is particularly relevant to filter out the ongoing changes at the higher policy levels that have an impact on the performance of the local level, such national policies that impact the generation mix in a certain country and therefore the emissions as- sociated with consuming electricity on the local level (chapter 4, section 4.3.1: “institutional boundary con- ditions”). 5.2.2 Rewarding performance and innovation Sanction mechanisms are often limited to the expul- sion of the cities from the program, which seems to be also the case for the Covenant of Mayors and which should then also be the case for the Smart Cit- ies Initiative. Though this seems to have no economic or political consequences, it can have a strong impact on the city’s public image (chapter 4, section 4.2.1: “city authority’s internal incentives”). Furthermore, there have been good experiences at the Member State level with conditioning part of the subsidy city authorities can get to the final output (chapter 4, section 4.2.2: “city authority’s external in- centives”). The case of Sweden is an interesting imple- mentation of performance based rewards with sub- sidies that are partly fixed, and partly variable, with the variable part depending on the performance ac- cording to preset targets. Sweden has a program that has been successful at reducing CO 2 emissions, but the program has been less successful in promoting innovative approaches. The Dutch and Finish cases provide state of the art examples of how this could be remedied, where the degree of innovation (or ambi- tion) has an impact on the amount of public fund- ing that city authorities can receive from the national program (chapter 4, section 4.2.2: “city authority’s ex- ternal incentives”). 5.2.3 Criteria to take into account when se- lecting winners The Smart Cities Initiative should not simply rank proposals and select the most ambitious ones. In- stead, a typology of cities can help to make sure that the winners that will be selected are spread over the different groups or clusters of cities that need to be represented in a portfolio of smart cities (chapter 5, section 5.1: “supporting a portfolio of smart cities”). Then on the more detailed level of comparing com- peting proposals within a cluster or group of cities, additional criteria to select winners could include: — Commitments and institutional capacity the city has demonstrated in previous initiatives (e.g. Cov- enant of Mayors, CIVITAS, CONCERTO, etc); — Stakeholders involvement (e.g. public consulta- tion, partnerships with local businesses); — Innovative forms of cooperation with other cities (e.g. “city twinning”); — Financial capability of the city authority to imple- ",
        "http://think.eui.eu 39 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems ment the proposed plans (e.g. ability to leverage funding sources from existing programs and ini- tiatives at Member State or EU level); — Technical and financial consistency of the pro- posed plans (e.g. Neves and Leal, 2010), which have all been ingredients of success for pioneering cities. Recommendations City smartness essentially stands for integrating con- cepts of sustainability in every policy decision that is made on the local level so that cities will become in- stitutions that accelerate rather than slow down the uptake of sustainable energy measures. Organization of the Smart Cities Initiative — Carefully select and support a portfolio of smart cities to increase the excellence of the current pio- neers, while also giving opportunities to cities in parts of Europe where there is a promising poten- tial, but pioneers have not yet emerged. A well- balanced portfolio of smart cities that represents the population of European cities needs to include cities with different energy fundamentals, a differ- ent political economy, and different institutional capacities. — Promote third level concepts of city smartness. Within the three levels of city smartness we have identified in this report, especially the third level is challenging so that this is where city excellence can be further promoted by the Smart Cities Initi- ative, i.e. to conceive and implement an integrated approach, for instance combining city-scale infra- structure demonstrations that enable a smarter use of energy with actions by city authorities to ensure the use of the associated services. — Establish a strict performance reporting method- ology for smart cities. A set of rules and tools is needed to set targets at the local level, prioritize actions to reach these targets, and measure pro- gress and performance during the implementa- tion stage (taking into account that there are dif- ferent groups or clusters of cities). Performance can be a combination of ambition (in reducing CO 2 or energy use), innovation (infrastructures that enable a smarter use of energy), cooperation (performance of a twin city), etc. — Make support for smart cities conditional to sign- ing the Covenant of Mayors. More than two thou- sand cities have already signed the Covenant. The Covenant already includes a reporting methodol- ogy for cities. Even though the Smart Cities Initia- tive needs a stricter methodology, there should be consistency between these two initiatives so that they reinforce each other and indicate a progress and allow for a follow up that is important not only in the actions but on the way they are selected and conducted. — Make public funding subject to performance. Smart cities support can be (partly) dependent on the ambition and innovation of the proposed plans, and the performance of the cities when im- plementing their plans. Increasing the impact of the Smart Cities Initia- tive — EU level legislative initiative to oblige all cities, in- cluding those that are not taking action, to report about their progress or lack of progress. — EU level benchmark report based on the informa- tion that will be available following this legislative initiative to “name and shame” cities that have the capacity to act with the potential for a significant impact, but are not yet moving towards a local sustainable energy system. — EU level “good-practice forum or register” to im- prove the diffusion of good practices. ",
        "http://think.eui.eu 40 Final Report - January 2011 References Alber, G., Kern, K., 2008. Governing Climate Change in Cities: Modes of Urban Climate Governance in Multi-level Systems; in: OECD: Competitive Cities and Climate Change. OECD Conference Proceed- ings, Milan, Italy, 9-10 October 2008. Anas, A., Rhee, H.-J., 2006. Curbing excess sprawl with congestion tolls and urban boundaries, Regional Science and Urban Economics. 36 (2006): 510-541. Aall, C., Groven, K., Lindseth, G., 2007. The Scope of Action for Local Climate Policy: The case of Norway. Global Environmental Politics. 7(2): 83–101. Arrow, K., 1962. The economic implications of learn- ing by doing, Review of Economic Studies 29, 155- 173 Attali, S., Pindar, A., 2007. Towards passive homes: mechanisms to support the development of the pas- sive house market. Passive-on project report. Audet, D., 2002. Public procurement. OECD J. Budg- et., Paris. Bai, X., 2007. Integrating global environmental con- cerns into urban management: the scale and readi- ness arguments, Journal of Industrial Ecology, 11(2): 15-29. Baker, S., Eckerberg, K., 2007. Governance for Sus- tainable Development in Sweden: The experience of the Local Investment Programme. Local Environ- ment. 12(4), 325-342. Bart, I., 2009. Does sprawl cause the growth of trans- port CO 2 ? Fifth Urban Research Symposium 2009. Berns, W., 2009. Local Climate Policy & SME – The Dutch Approach. Powerpoint Presentation, SenterN- ovem. Betsill, M. M., Bulkeley, H., 2006. Cities and Multi- level Governance of Global Climate Change. Global Governance. 12(2), 141-159. Betsill, M., Bulkeley, H., 2007. Guest editorial: Look- ing back and thinking ahead: a decade of cities and climate change research. Local Environment. 12(5): 447-456. Binswanger, M., 2001. Technological progress and sustainable development: What about the rebound effect? Ecological Economics. 36: 119-132. Blumstein, C., Krieg, B., Schipper, L., 1980. Overcom- ing Social and Institutional Barriers to Energy Con- servation. Energy, 5, 355-371. Brody, S. D., Zahran, S., Grover, H., Vedlitz, A., 2008. A spatial analysis of local climate change policy in the United States: Risk, stress, and opportunity. In: Land- scape and Urban Planning, 87, 33-41. Brookes, L., 1990. Energy efficiency and economic fallacies. Energy Policy. 18(3): 783–785. Bulkeley, H., Betsill, M., 2003. Cities and climate change: urban sustainability and global environmen- tal governance, Routledge, London. Bulkeley, H., Kern, K., 2006. Local Government and the Governing of Climate Change in Germany and the UK. Urban Studies. 43(12): 2237-2259. Bulkeley, H., Schroeder, H., Janda, K., Zhao, J., Arm- strong, A., Yi Chu, S., Gosh, S., 2009. Cities and Cli- mate Change: The role of institutions, governance and urban planning. Report prepared for the World Bank ",
        "http://think.eui.eu 41 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems Urban Research Symposium on Climate Change, 28- 30 June 2009, Marseille. Bulkeley, H., Castán Broto, V., and Maassen, A., 2010. Urban infrastructure networks and the governing of climate change, submitted to Urban Studies. Calthrop, E., Proost, S., Van Dender, K., 2000, Park- ing policies and road pricing. Urban studies. 37(1): 63 – 76. Caragliu, A. et al. 2009. Smart Cities in Europe, Serie Research Memoranda 0048, VU University Amster- dam, Faculty of Economics, Business Administration and Econometrics. CEPS, 2010. The Centre for European Policy Stud- ies. Greening EU cities: the emerging EU strategy to address climate change. http://www.ceps.eu/book/ greening-eu-cities-emerging-eu-strategy-address- climate-change Coenraads, R., Reece, G., Voogt, M., Ragwitz, M., Held, A., Resch, G., Faber, T., Haas, R., Konstantina- viciute, I., Krivošík, J., Chadim, T., 2007. Promotion and growth of renewable energy sources and systems. Progress final project report. Constantinescu. N., 2006. Reducing Europe’s con- sumption of fossil fuels for heating and cooling. Eco- heatcool and Euroheat & Power 2005-2006 Project Results. Covenant of Mayors, 2010. - How to develop a sus- tainable Energy Action Plan - Guidebook. Luxem- bourg: Pubblications office of the European Union, 2010. Crass, M., 2008. Reducing CO 2 emissions from urban travel: local policies and national plans, OECD Inter- national Conference, ‘Competitive Cities and Climate Change’, 2nd Annual Meeting of the OECD Roundta- ble Strategy for Urban Development, 9-10 October, Milan, Italy, International Transport Forum. http:// www.oecd.org/dataoecd/9/0/41596194.pdf accessed 03/01/09 Croci, E., Melandri, S., Molteni, T., 2010. A Com- parative Analysis of Global City Policies in Climate Change Mitigation: London, New York, Milan, Mexico City and Bangkok, IEFE Bocconi University Working Paper n. 32. Davis, L. W., 2010. Evaluating the slow adoption of energy efficient investments: are renters less likely to have energy efficient appliances? Energy Institute at Haas, WP 205. Deangelo, B., Harvey, D., 1998. The jurisdictional framework for municipal action to reduce green- house gas emissions: Case studies from Canada, USA and Germany. Local Environment. 3(2). de Boncourt, M., 2010. Electric cars charging stand- ards, does it matter? Institut français des relations in- ternationales, Actuelles, October 2010. Dodman, D., 2009. Blaming cities for climate change? An analysis of urban greenhouse gas emissions inven- tories. Environment and Urbanization. 21: 185-201. Edler, J., Georghiou, L., 2007. Public procurement and innovation: resurrecting the demand side. Re- search Policy, 36(7), pp 949-963. EEA, European Environmental Agency, 2006. Urban sprawl in Europe: The ignored challenge, Report No 10/2006 Eichhammer, W., Fleiter, T., Schlomann, B., Faberi, S., ",
        "http://think.eui.eu 42 Final Report - January 2011 Fioretto, M., Piccioni, N., Lechtenböhmer, S., Resch, G., 2009. Study on the Energy Savings Potentials in EU Member States, Candidate Countries and EEA Countries. Final Report. EU, 2010, Press release, IP/10/857 http://europa.eu/ rapid/pressReleasesAction.do?reference=IP/10/857& format=HTML&aged=0&language=EN&guiLangua ge=en Europe’s Energy Portal, 2010. http://www.energy.eu/ European Commission, 2010a. “Strategic Energy Technology Plan Information System: European Initiative on Smart Cities”, http://setis.ec.europa.eu/ initiatives/technology-roadmap/european-initiative- on-smart-cities. May/June 2010. European Commission, 2006. Action plan for energy efficiency: realizing the potential. COM(2006)545 final. European Commission, 2007a. Renewable energy road map. Renewable energies in the 21st century: building a more sustainable future. COM(2006)848 final. European Commission, 2007b. Impact assessment for the renewable energy road map. Renewable ener- gies in the 21st century: building a more sustainable future. COM(2006) 848 final. European Commission, 2007c, Communication from the Commission to the European Council and the European Parliament: An Energy Policy for Europe, {SEC(2007) 12} European Commission, 2008. Summary of the im- pact assessment for the proposal for a recast of the energy performance of buildings Directive (2002/91/ EC), COM(2008) 780 final. European Commission, 2009a. Investing in the de- velopment of low carbon technologies (SET-Plan). COM(2009) 519 final. European Commission, 2009b. A technology road- map, working document accompanying the commu- nication European Commission (2009b), SEC(2009) 1295, Brussels, 7.10.2009. European Commission, 2009c. Low energy buildings in Europe: current state of play, definitions and best practice. Commission’s Info-Note on Low Energy Buildings. European Commission, 2009d, Statistical Pocket- book 2009 EuroStat 2009. Urban Audit Data collections http:// epp.eurostat.ec.europa.eu/portal/page/portal/re- gion_cities/city_urban/urban_audit_data_collec- tions Fernandes, E. de Oliveira et al. 1997. Energy and En- vironment in Cities, A global Strategy for Expo’98 Lisbon – Principles and Tools. Parque Expo 98 (Ther- mie Project DIS-O238-095-PO) Fernandes, E. de Oliveira, 2008. A Energia nas Ci- dades do Futuro, Série Política das Cidades nº1, Di- recção Geral do Ordenamento do Território e Desen- volvimento Urbano Foxon, T., 2003. Inducing Innovation for a low-car- bon future: drivers, barriers and policies. Carbon Trust report. Geels, F., 2002. Technological transitions as evolution- ary reconfiguration processes: a multi-level persepec- tive and a case-study. Research Policy. 31: 1257-1274. ",
        "http://think.eui.eu 43 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems Gillingham, K., Newell, R., and Palmer, K., 2009. En- ergy Efficiency Economics and Policy. Annual Re- view of Resource Economics. 1: 597-619. Granberg, M., Elander, I., 2007. Local governance and climate change: reflections on the Swedish expe- rience. Local Environment. 12(5): 537-548. Greening, L. A., Green, D. L., 1997. Energy Use, Tech- nical Efficiency, and the Rebound Effect: A Review of the Literature. Report to the Office of Policy Analysis and International Affairs, US Department of Energy, Washington D.C. Gupta, J., Lasagne, R., Stam, T., 2007. National efforts to enhance local climate policy in the Netherlands. Environmental Sciences. 4 (3): 171-182. IEA, 2007a. Mind the Gap Quantifying Principal- Agent Problems in Energy Efficiency. Report, Paris. IEA, 2007b. Renewable Energy Heating and Cooling: Technologies, Markets and Policies. IEA, 2007c. Energy Balance 2007: Europe, http:// www.iea.org/stats/balancetable.asp?COUNTRY_ CODE=18, October 2010 IEA, 2008a. Promoting energy efficiency best prac- tice in cities. International Energy Agency, OECD/ IEA Paris, http://www.iea.org/Textbase/publications/ free_new_Desc.asp?PUBS_ID=2084 IEA, 2008b. Deploying renewables – principles for ef- fective policies. International Energy Agency, OECD/ IEA Paris, IEA, 2008c, World Energy Outlook, © OECD/IEA 2008 IEA 2008d. Worldwide Trends in Energy Use and Efficiency - Key Insights for IEA Indicator Analysis, IEA Publications, © OECD/IEA 2008 IEA 2008e. Combined Heat and Power - Evaluating the benefits of greater global investment, IEA Publi- cations, © OECD/IEA 2008 IEA, 2009a. Cities, towns & Renewable Energy. Yes in my front yard. ISBN 978-92-64-07687-7. 194 pages. IEA, 2009b. Implementing Energy Efficiency Policies, 2009. ISBN 978-92-64-07568-9. 128 pages. IPCC, 2007. Intergovernmental Panel on Climate Change, Fourth Assessment Report. Jaffe, A. B., Stavins, R. N., 1994. Energy-Efficiency In- vestments and Public Policy. Energy Journal. 15(2): 43-65. Jollands, N., Gasc, E., Pasquier, S., 2009. Innovations in Multi-Level Governance for Energy Efficiency – Sharing experience with multi-level governance to enhance energy efficiency. IEA Information Paper, OECD/IEA Publications. Jones, C., Glachant, J-M., 2010. Toward a Zero-Car- bon Energy Policy in Europe: Defining a Viable Solu- tion. The Electricity Journal. 23(3): 15-25. Kemp, R., Schot, J. W. and Hoogma, R., 1998. Regime shifts to sustainability through processes of niche for- mation: the approach of strategic niche management, Technology Analysis and Strategic Management 10, 175-196 Kennedy, C., Steinberger, J., Gasson, B., Hansen, Y., Hillman, T., Havrnek, M., Pataki, D., Phdungsilp, A., Ramaswami, A., Villalba Mendez G., 2009. Green- ",
        "http://think.eui.eu 44 Final Report - January 2011 house Gas Emissions from Global Cities. Environ- mental Science & Technology. 43(19): 7297 – 7302. Kenworthy, J., 2003. Transport Energy Use and Greenhouse Gases in Urban Passenger Transport Sys- tems: a Study of 84 Global Cities. Kern, K., Koll, C., Schophaus, M., 2007. The diffu- sion of Local Agenda 21 in Germany: Comparing the German federal states. Environmental Politics. 16(4): 604-624. Koomey, J.G., 2007. Estimating Total Power Con- sumption by Servers in the U.S. and the World; Work- ing Paper Kousky, C., Schneider, S. H., 2003. Global climate policy: will cities lead the way? Climate Policy. 3/4: 359-372. Lundvall, B.-A., 1988. Innovation as an interactive process: from user-producer interaction to the na- tional system of innovation, in Dosi, G, Freeman, C, Nelson, R, Silverberg, G, and Soete, L (1988), Techni- cal Change and Economic Theory, Pinter Publishers, London Lundvall, B.-A., Johnson, B., Anderson, E. S., and Dalum, B., 2002. National systems of production, in- novation and competence building. Research Policy, 31: 213-231. Lutsey, N., Sperling, D., 2008. America’s bottom-up climate change mitigation policy, Energy Policy, 36, 673-685. Malmo Environment Department, 2009, Report: Cli- mate-smart Malmo – Making sustainability reality. Martinot E, Zimmermann M, van Staden M, Yamash- ita N, et al., 2009. Global status report on local re- newable energy policies, June 12 working draft. Col- laborative report by REN21 Renewable Energy Policy Network, Institute for Sustainable Energy Policies (ISEP), and ICLEI Local Governments for Sustain- ability. http://www.ren21.net/pdf/REN21_LRE2009_ Jun12.pdf. McKinsey, 2009. Pathways to a low-carbon economy; Version 2 of the global greenhouse gas abatement cost curve. Meeus, L, Saguan, M, Glachant, JM, Belmans, R, Smart regulation for smart grids, 2010. EUI RSCAS 2010/45, Florence School of Regulation. Mytelka, L., K., and Smith, K., 2002. Policy learning and innovation theory: an interactive and co-evolv- ing process. Research Policy. 31: 1467-1479. Muñiz, I., Galindo, A., 2005. Urban form and the ecological footprint of commuting. The case of Barce- lona. Ecological Economics. 55: 499-514. Neves, A., Leal, V., 2010. Energy sustainability indica- tors for local energy planning: review of current prac- tices and derivation of a new framework. Newman, P., Kenworthy, J., 1989. Cities and automo- bile dependence: a sourcebook, Gower Technical. OECD, 2010. Cities and Climate Change, OECD Publishing, Paris. Olmos L, Ruester S, Liong SJ, Glachant, JM. 2010. En- ergy efficiency actions related to the rollout of smart meters for small consumers. RSCAS policy papers, 2010/02. Ostrom, 2009. A polycentric approach for coping ",
        "http://think.eui.eu 45 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems with climate change, Policy Research Working Paper 5095, The World Bank. Philibert, C., 2007. Technology Penetration and Capi- tal Stock Turnover: Lessons from IEA Scenario Anal- ysis, © OECD/IEA Proost S., Delhaye E., Nijs W., Van Regemorter D., 2009. Will a radical transport pricing reform jeopard- ize the ambitious EU climate change objectives? En- ergy policy. 37(10): 3863 – 3871. Proost, S., Van Dender, K., Courcelle, C., De Borg- er, B., Peirson, R., Vickerman, R., Gibbons, E., O’Mahony, M, Heaney, Q, Van den Bergh, J, Verhoef, E, 2002. How large is the gap between present and ef- ficient transport prices in Europe? Transport policy. 9(1): 41 - 57. Rabe, B. G., 2007. Beyond Kyoto: Climate Change Policy in Multilevel Governance Systems. Govern- ance. 20(3): 423-444. Ragwitz, M., Resch, G., Faber, T., Haas, R., Huber, C., Morthorst, P. E., Jense, S. G., Coenraads, R., Voogt, M., Reece, G., Konstantinaviciute, I., 2007. Assess- ment and optimization of renewable energy support schemes in the European electricity market. Optres final project report. Ravetz, J., 2008. State of the stock: what do we know about existing buildings and their future prospects? Energy Policy. 36: 4462–4470. Rosenberg, N., 1982. Inside the Black Box: Technol- ogy and Economics, Cambridge University Press Satterthwaite, D., 2008. Cities’ contribution to global warming. Environ. Urban. 20(2): 539-549. Schleich, J., 2009. Barriers to energy efficiency: A comparison across the German commercial and ser- vices sector. Ecological Economics. 68: 2150–2159. Schleich, J., Gruber, E., 2008. Beyond case studies: Barriers to energy efficiency in commerce and the services sector. Energy Economics. 30: 449-464. Scott, S., 1997. Household energy efficiency in Ire- land: a replication study of ownership of energy sav- ing items. Energy Economics. 19: 187–208. Sippel, M., Jenssen, T., 2010. What about local climate governance? A review of promise and problems. Mu- nich Personal RePEc Archive Paper No. 20987. Southworth, F., 2001. On the potential impacts of land use change policies on automobile vehicle miles of travel. Energy Policy. 29: 1271-1283. Swedish Environmental Protection Agency, 2009. Climate Investment Programmes: An important step towards achieving Sweden’s climate targets. Natur- vardsverket Publications. UKERC, UK Energy Research Centre, 2007. The Rebound Effect – an assessment of the evidence for economy-wide energy savings from improved energy efficiency. Report. London. United Nations, 2008. World Urbanisation prospects, 2007 revision. Unruh, G. C., 2000. Understanding carbon lock in. Energy Policy. 28: 817-830. Urge-Vorsatz, D., Koeppel, S., Mirasgedis, S., 2007. Appraisal of policy instruments for reducing build- ings’ CO 2 emissions. Building Research and Informa- tion, 35(4), 458-477. ",
        "http://think.eui.eu 46 Final Report - January 2011 VROM, 2007. Vervolgsubsidieregeling BANS kli- maatconvenant 2007 (New subsidy rules for local authorities and provinces in the frame of the climate agreement) (Den Haag: Netherlands Ministry of Housing, Spatial Planning and the Environment). Victoria Transport Policy Institute (VTPI), 2005. Travel Impacts of Land-Use Design Features, In Transportation Demand Management Encyclopae- dia. WEC, 2010. World Energy Council, Energy and ur- ban innovation. http://www.worldenergy.org/publi- cations/2842.asp Wegener, M., 1995. Current and Future Land-Use Models. Land Use Model Conference organized by the Texas Transportation Institute, Dallas. Wheeler S., 1998. Planning Sustainable and Livable Cities. ISBN 0-415-27173-8, Routledge, New York. Annexes ANNEX I: List of EU instruments, initiatives and partnerships mentioned throughout the report CIVITAS CIVITAS is a European Commission’s initiative that aims to support and evaluate the implementation of ambitious integrated sustainable urban transport strategies. CIVITAS’ main contribution lies on the different demonstration projects, which usually in- clude integrated packages of technology and policy measures in the field of energy and transport. The program is also responsible by the diffusion of best- practices, through information tools and also awards. Main Sources: CIVITAS, 2002, http://www.civitas-initiative.org/ main.phtml?lan=en Managenergy Managenergy was launched in 2002 to support the work of actors working on energy efficiency and re- newable energies at the local and regional level. This support is provided through training and workshops as well as through the diffusion of information. Late- ly, they have also been creating some individual pro- jects fully dedicated to the education of the younger generations. Main Sources: Managenergy, 2002, http://www.managenergy.net/ CONCERTO CONCERTO is a wide initiative addressing the chal- lenges of creating a more sustainable future. Their support to local communities refers to the develop- ment of concrete strategies and actions towards a low carbon future, and it includes the interaction with ex- ",
        "http://think.eui.eu 47 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems perts, academics and private companies, as well as the promotion of demonstration projects. Main Sources: CONCERTO, 2004, http://concertoplus.eu/cms/in- dex.php?option=com_content&view=frontpage BUILD UP BUILD-UP is an initiative created to raise aware- ness to all parties in the building chain regarding the potential of energy-saving measures in buildings; a web-portal tool was created in order to promote net- working and transfer and promotion of the existing information and knowledge for energy saving meas- ures in buildings across Europe. Main Sources: BUILD UP, 2009, http://www.buildup.eu/ Eco-Buildings Eco-Buildings is a program created by the European Commission in order to promote energy efficiency in buildings by the use of demonstration projects, for both construction of new buildings and retrofit tech- niques. Main Sources: Eco-buildings, 2010, http://www.ecobuildings.info/ Covenant of Mayors The Covenant of Mayors refers to a voluntary com- mitment by towns and cities across Europe to reduce their CO 2 emissions beyond the EU’s 20% by 2020 target. Participant cities are required to develop and implement their own Sustainable Energy Action Plan (SEAP), and to report and be monitored on their im- plementation of the SEAP’s. Cities willing to sign up for the Covenant of Mayors but lacking the skills and/ or resources to fulfill its requirements have access to some Supporting Structures Main Sources: Covenant of Mayors, 2009, http://www.eumayors.eu/ JESSICA JESSICA (Joint European Support for Sustainable Investment in City Areas) gives Member States the option to use some of the Structural Funds (as the ERDF) to make repayable investment, such as guar- antees and loans, in projects forming part of an inte- grated plan for sustainable urban development. Main Sources: European Investment Bank (EIB), http://www.eib. org/ ELENA ELENA (European Local Energy Assistance) is a tech- nical assistance grant facility to help local and region- al authorities to unlock their sustainable investment potential; its objective is to increase the investment in projects in the areas of energy efficiency, renewable energy sources and urban transport. ELENA support covers a share of the cost for technical support that is necessary to prepare, implement and finance the in- vestment program; summarizing, they help cities to prepare their projects funding. Main Sources: European Investment Bank (EIB), http://www.eib. org/ Public-Private Partnerships Public-Private Partnerships (PPPs) were launched in order to promote research efforts in three large indus- trial sectors – automotive, construction and manu- facturing. The initiative for the construction sector is called Energy Efficient Buildings’ PPP and it will consist on a financial envelope of €1billion to support the promotion of green technologies and the devel- opment of energy efficient systems and materials in ",
        "http://think.eui.eu 48 Final Report - January 2011 new and renovated buildings. The European Green Cars initiative, the PPP for the automotive sector, has a financial envelope of €5billion to support the devel- opment of new, sustainable forms of road transport. Main Sources: Pubic-Private Partnerships (PPPs), http://ec.europa. eu/research/industrial_technologies/lists/list_114_ en.html Intelligent Energy Europe Programme Intelligent Energy Europe Programme (IEE) supports cities’ actions by subsidizing concrete projects that help achieve the EU’s targets. These projects need to present a clear European added value and to promote partnership with other countries. Main Sources: Intelligent Energy Europe Programme, http:// ec.europa.eu/energy/intelligent/ Municipal Finance Facility Municipal Finance Facility (MFF) is a program cre- ated by the European Investment Bank to strengthen and deepen the municipal credit markets by promot- ing the building, upgrading or refurbishing of small municipal infrastructure investments. Main Sources: European Investment Bank (EIB), http://www.eib. org/ European Regional Development Fund The European Regional Development Fund (ERDF) is a EU financial support mechanism that aims at pro- moting public and private investments to help reduce regional disparities across the EU. Main Sources: European Regional Development Fund (ERDF), http://europa.eu/legislation_summaries/employ- ment_and_social_policy/job_creation_measures/ l60015_en.htm PRO-EE Pro-EE aims to improve energy efficiency through sustainable public procurement. For this purpose, pro-EE brought together producers and consumers, implemented energy-efficient Green Public Procure- ment (GPP) procedures in local administrations, and organised training for municipalities’ procurement staff. Main Sources: Pro-EE: http://www.pro-ee.eu/ ICT4EE Forum The aim of the ICT for energy efficiency forum is (a) to invite the ICT industry to develop a framework to measure its energy and environmental performance and set itself energy efficiency targets by the end of 2010 and 2011 respectively; and (b) to look at ways in which the ICT sector can lead to more energy ef- ficiency in other sectors such as buildings, transport and energy. Main Sources: ICT4EE: http://www.ict4ee.eu ANNEX II: Industrial Council Meeting Summary Responsible: Serge Galant , Technofi Submission date: September 2010 The question to be answered How to make the transition to low carbon energy sys- tems much faster using “smart city” initiatives all over EU27? ",
        "http://think.eui.eu 49 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems A potential answer at EU level Support innovations coming from pioneering cities and disseminate properly the resulting good practices for fast scaling (up or down) and replication by non participating cities. Clarity improvements proposed for the report next version A growing interest can be seen about Smart Cities, for instance in the recent Australian program 7 . Several drivers underline the importance of cities in catalys- ing changes in energy needs and consumption: — the growth of megalopolis all over the world where more than 75% of energy consumers are, — the complexity of energy delivery and consump- tion patterns, — the role of cities in making changes happen since there are closer links between policy implementa- tion players and citizens The report must therefore clarify: — the EU policy framework underlying the “Smart City” approach: it must be recognized that the barriers to make cities more sustainable lead to bottom up policies with the test of price signals re- quired to consumption patterns changes but care to be taken to avoid increased poverty induced by such price signals (distributional distortions), — the EU rationale when addressing smart cities issues: cities are explicit and implicit networks which can benefit from space connectivity, rely- ing on a myriad of change modes involving legal, cultural, climate variables, — the market failures at EU level (based on the above policy framework and rationale) which will justify public funding in supporting pioneering cities, 7 “Smart Grid, Smart Cities: a new direction for a new energy era” (2009) and the resulting good practices (rather than best practices) that it will generate for a take up and replication, — the role of urban planning in the design, perfor- mance and use of results which will address more and more energy issues ( i.e. beyond the classical concerns of city planners like transportation, wa- ter management, etc..) Completeness improvements proposed for the re- port next version The scope of the report should be extended along the following lines: — the role of “cities” in meeting the 2020 EU tar- gets: why is it an appropriate level of decision- taking to implement effective and efficient actions towards the 2020 goals? — the size of cities to be involved at EU level ( is there an optimal value and numbers) — the meaning of “smart” in smart cities: – merging individual and collective advantages to develop “win win” solutions based on be- havioural changes of consumers, – helping implement coherent price signals to trigger such behavioural changes, — the description of appropriate incentive instru- ments where new solutions must be analysed: – sticks: the role of standards (both technical and energy management process) – carrots: - monetary savings for the customers, - external technical assistance to support cities in the design of large scale demonstrations, - subsidies to take care of capital investment barriers — the interactions between existing/future regula- tions and policies driving smart cities at region- al, national and EU levels, — the importance of dissemination activities em- ",
        "http://think.eui.eu 50 Final Report - January 2011 bedded into smart cities projects in order to speed up scaling and replication activities by other cities all over Europe Coherence improvements proposed for the report next version The following issues must be addressed to make the final report overall coherent: — Why is the city level appropriate to accelerate on the paths to meet the 2020 targets? — What is the scope/extent of a smart city? — Are the extra 2020 targets taken by the pioneering smart cities realistic (economically, socially….)? — Can decision be taken for smartness at city level on a more long term basis than at MS or EU level? Moreover coherence must be analysed: — for the financing tools to be used (hierarchy to be proposed as a function of the risks and market failures to be addressed), — for the rationale (is a quick uptake of technolo- gies compatible with long term city planning) — for project management , which in reality relates to breakthrough change management, and there- fore should involve learning by doing approaches (managing by examples) Last but not least, it is necessary to acknowledge the critical enabling role of infrastructures (like electric- ity networks) which are based on political investment decisions at Member State and even EU level (for in- stance interconnections to transport electricity from generation sites to consumption sites). ANNEX III: Comments by Project Advisors at the Scientific Council meeting Project Advisor: Pantelis CAPROS , Professor at NTUA – E3MLab/ICCS Submission date: October 2010 As one of the scientific advisors to Think on the re- port “Smart Cities Initiative: How to foster a quick transition towards local sustainable energy systems” I attended the experts meeting on 07 September 2010 and the Scientific Committee on 13 October 2010. Structure of the report The objective of the report is to evaluate the role of city authorities in contributing towards sustainable energy systems, in the sense of lower energy con- sumption and less carbon (and other?) emissions. More specifically, the report focuses on the Smart Cities Initiative to derive recommendations for the organization of the initiative. Firstly the report considers cities as energy systems and describes a list of possible interventions which im- prove energy efficiency in buildings, in transportation, in energy supply (e.g. CHP) and in the use of ICT in electricity grids and meters. Secondly, the report enu- merates barriers and possible market failures. Thirdly, the report proposes ways for overcoming the difficul- ties, for example through different management, regu- lation and institutional arrangements, and mentions examples of successful cities. Finally, the report dis- cusses the organization of the Smart Cities Initiative. Clarity of presentation Overall the presentation is clear and concise. The presentation of energy efficiency options in sections 2.2 to 2.4 could be improved by included some sum- mary tables with indicators. The presentation of sec- tion 3 on barriers is flat and could be improved by using a better structure and/or introducing summary tables and classifications. Section 4 which gives ex- amples of successful policies could be improved by providing a summary table for all examples with a classification of how they have addressed the barriers ",
        "http://think.eui.eu 51 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems and difficulties. Section 5 could be improved if an in- troduction was added informing the reader about the main features of the Initiative and the issues at stake. The conclusions need reinforcement for becoming more clear and precise regarding recommendations according to the question posed by the Commission. General comments The report is very good and comprehensive. With lit- tle effort it could improve a lot. Attention should be given not to take a partisan position in favor of cities’ competences. The poverty issue should be addressed. The conclusions could be reinforced and become clearer and more specific. The term smartness is used without a proper defini- tion, although the report makes an effort to clarify. Smartness has in some places the meaning of intel- ligent management (institutional) and in other places the meaning of using ICT technologies. Smartness could also be seen as an intelligent complementation or implementation of national (or EU-wide) policies. The report takes a partisan position of the great role of city authorities in enabling sustainability, without any reservation. There exist however a multitude of cases of conflict between nation or EU wide objectives and city objectives. So the report should state that the city policy has to subordinate their objectives to wider ob- jectives or wider-scale allocation decisions. This ap- plies to regulation, standards, and infrastructure and to local energy supply initiatives where applicable. For some policies, a wider scale than a city, e.g. the metropolitan scale, may be more appropriate. Which institutional mechanisms will provide the right distri- bution of competences and policies is a difficult ques- tion that the report has to mention. Thus recommending increase of city authority com- petences on energy management and regulation set- ting is not obvious in all cases, except if there are clear rules or procedures for defining the appropriate do- mains and distribution of competences among the levels. There could be adverse effects from letting too much competence on city authorities, as for example interoperability problems, barriers to wider market competition, lower economies of scale, etc. Sustainable energy supply is not necessarily achieved through policies promoting high decentralization. For example, in an ambitious decarbonisation plan it may be more cost-effective not to develop decen- tralized CHO or micro-generation but instead cen- tralized carbon free technologies. Self sufficiency of a city in energy terms is not necessarily the most cost- effective approach for least-cost decarbonisation and in general it is not a goal in itself. Large scale infrastructure enabling efficiency in trans- portation may not be designed at the level of the city but at a wider scale. Allowing city authorities to manage and allocate fi- nancial instruments, e.g. subsidies, promoting reno- vation or RES in buildings at a large scale do not seem efficient. It would be better that the provider of the funds also manages their distribution and use, in order to minimize inefficiencies and ensure ob- jectiveness. However, there are cases in which city authorities can play a useful complementary role in managing financing. Although energy infrastructure must be designed, standardized and decided at a much larger scale than a city, city authorities have an important role to play in facilitating the implementation, the use and the ac- ceptability of the infrastructure. The report mentions several roles of the city authori- ",
        "http://think.eui.eu 52 Final Report - January 2011 ties, namely as an actor, as a policy maker, as a part- ner in service providers and as a financing manager. The last two items are problematic in many cases and should be elaborated again, for example by emphasiz- ing a complementary role for the city authorities. The report mentions also several domains for ac- tions by the city authorities, namely for the buildings stock, for transportation, for energy supply and for common infrastructure. Although the classification is good, the way a city authority can act in these do- mains differs. The report must be clearer about the delimitation of the city authority’s role and compe- tences in each of these domains. All the candidate measures and options for energy ef- ficiency and sustainability, including the smart grid systems, may have adverse distributional effects on low income people or other minorities in the cities. Energy poverty or service poverty could be increas- ing if not addressed specifically. The report could elaborate a section on this issue including examples and possible remedy policies (for example along the lines of public service obligations mentioned in the energy and telecoms directives). Specific comments The report could elaborate and recommend ways of generalizing good practice by pioneering cities to all cities. For example, integrating the sustainability di- mension (to be simplistic a carbon footprint) in all city policies and planning (incl. in impact assess- ments) can be a feasible objective, which may be ac- companied by a norm that could be imposed to all cities, for example via a European Directive. There could be also other examples of useful general prac- tice that the authors may want to propose. Along the same lines, it would be useful to introduce a monitoring process which would include measur- able indicators, targets and performance indices. This would make more constructive the reward and sanc- tion mechanism. Eurostat could be involved in the measurement of the monitoring scheme, which may be imposed through a European Directive. Project Advisor: Christian von HIRSCHHAUSEN , Professor at TU Berlin, DIW Berlin Submission date: October 2010 As one of the scientific advisors to Think on the re- port „Smart Cities Initiative“ I have participated both in the experts meeting (06 September 2010) and in the Scientific Committee (14 October 2010). In the following I report on the “V1”-version (October 2010). The report has been modified and improved significantly, and I like the general direction. Here are some details: Structure of the report I think the report still lacks a meaningful conceptu- alization of what constitutes a “smart city”. I think the V0-version („…city authorities are expected to smartly integrate innovative low carbon technologies in the urban environment, hence „Smart Cities“) was better than the V1-definition. Among these three, I think the second aspect merits deepening, but I think neither the “friendliness” nor the “economic develop- ment” are usefully applicable. General comments “Cities” are an appropriate level of analysis, but de- riving policy conclusions is difficult. The report has a “polycentric” approach, but often the policy conclu- sions are too focused on “the city” (and the Conve- nant of Mayors”) in mind. It should be clearer what is the concrete focus/objective of the city activity: — Is it focused on demand („reduce or modify en- ergy services demand“) ",
        "http://think.eui.eu 53 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems — Can it really engage into policies on energy ef- ficiency, building standards, etc., whereas these policies are generally determined at the national or EU level? — Should the cities be the agents of supply/technol- ogy push („improve uptake energy efficient tech- nologies“, and „improve uptake RES technolo- gies“) — Last but not least, is it really the cities that are responsible for the RES objectives? It seems that dense cities are the least cost-effective mechanism to integrate renewables: solar, wind, biomass, geo- thermal, etc. Thus, while maintaining the polycentric approach, focus should be on the concrete angles in which the “city” can act efficiently. The polycentric approach is useful (and underrepresented in the general discus- sion) but cities can only be made responsible for what they can affect themselves. What is the policy framework? There are policy fields that are addressed by cities, though they have very different time frames. A prominent example is urban planning. On the one hand, this requires long-term planning approaches (not dealt with in the paper), and shorter-term measures, e.g. road pric- ing, which requires coordination with shorter-term measures. Borders of the policy framework should be drawn, where appropriate. Specific comments I suggest that three issues be dealt with more in-depth: Congestion pricing: Congestion pricing is an im- portant issues for some large cities. It should be ana- lyzed if this is an appropriate instrument, and if so, for which type of cities? The concrete lessons from London, Stockholm, and other applications should be drawn. It might also be useful to establish link between city structure (unicentral, polycentral, etc.) and optimal charging structure. Also. contrary to the dominant discussion, “high-tech” solutions might be challenged, and compared with low-tech solutions. “Smart Grids” (Meeus, et al., 2010): This is a very important issue, and it has been addressed in other recent papers (Think on R&D, Meeus et al. “Smart regulation…”). I do not see concretely the link be- tween the points mentioned here, and the ongoing discussion on regulatory and organizational choices. First, I would suggest starting with a critical analysis of existing cost-benefit analyses; as of today, I have to see a solid, methodologically sound analysis if a cer- tain structure of “smart grids” is really worth it? Another issue is the regulatory/ownership: I do not agree that “ESCOs” should be the main agent of a smart grid, neither of the services provided in the frame of smart cities. The role of the incumbent (util- ity) should not be underestimated, neither of poten- tial horizontal entrants. Financing instruments: One important issue of the Smart City discussion is financing from Regional Funds (ERDFs). This has been mentioned by Ed- uardo, but it has not entered the report significantly. However, this might be a critical issue of the discus- sion of the Budget 2014-2019, where fierce competi- tion with other regional funds will occur. Even though this is another effort, I think the possible integration of “smart cities” into the Regional Funds should enter the report, at least at the second level. ANNEX IV: Public consultation conclusions 8 Responsible: Serge Galant , Technofi Submission date: January 2011 8 With written comments in the initial drat report com- ing from Greenovate !Europe, EPIA, LEV, JRC and EDSO4SG ",
        "http://think.eui.eu 54 Final Report - January 2011 Giving sense to the “Smart City” concept The report should address very early the definition of the concept of “Smart City”. Indeed, there might be confusion about the meaning of “Smart”, since used already in smart grids, smart buildings, smart appli- ances, etc. The word smart in “smart cities” appears to be equivalent to either “low carbon” or “sustainable”. Sustainable has the advantage to introduce beyond low carbon, water, wastes, air pollution, etc... issues. “Smart city”: it is proposed to call a city “smart” (or “low carbon” or “sustainable”) when it involves city planning, city organisation, implemented technologies and related business models that are able to accelerate the transition of Europe towards a low carbon (more sustainable) economy, thanks to appropriate financing mechanisms in support of the business models. When using that definition, many of the future chal- lenges faced by city managers are addressed: — It is a systemic approach involving building, transportation, energy and water distribution, waste management and life styles of people, — It sends appropriate price signals to citizens as in- vestors and energy consumers which allow them to – change existing life habits (and to invest into innovative solutions that will meet both life style constraints and low carbon objectives) – amplify favourable life trends whose carbon content is lower (use of electric cars fuelled by renewable electricity) — It triggers more public and private investment mechanisms to accompany light house projects in a portfolio of pioneering cities which are able to take long term risks in terms of sustainable and stable low carbon performances of the tested solutions. Appropriate Key Project Indicators 9 must then be de- 9 Please look at the project http://www.smart-cities.eu/ fined to measure the” level of smartness” targeted by the publicly supported projects. Let us mention for instance: — the level of acceleration provided by the funded light house projects when compared to business as usual approaches: this is, for instance, of criti- cal importance for district refurbishment rates, — the level of avoided CO 2 over a given observa- tion period , thus allowing for learning by doing on scaling up and replication of good practices observed in light house projects, — the level of average energy consumption tar- geted per refurbished district including energy demand from building occupants and energy de- mand for transportation to reach or leave such buildings. — Etc.... including water, wastes, … Account should be taken of the Smart Cities project findings (http://www.smart-cities.eu/why-smart-cit- ies.html ). Describing the selection process of light house projects which make a city smart Following what has been provided by other SET Plan Initiatives, a detailed description of the selection pro- cess to grant public money to light house projects in support of the above ambitions targets must be pro- vided. Let us mention the following selection criteria: — capacity to meet the KPI values at city level (ac- celeration, carbon content,…), — capacity for scaling up and replication at EU level , — capacity to cover the extra project risks (tech- nical, organisational, legal, economical, manage- why-smart-cities.html ",
        "http://think.eui.eu 55 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems rial…) embedded in the light house project by combining a mix of public and private funding. — impact on other EU policies in relation with a low carbon economy (as expressed in terms of Di- rectives), The Framework Programme funding approaches are not relevant to address the funding of the project in the smart cities initiative. The selection process must indeed be complemented by new financing proce- dures which simplifies life for city managers. Sending perennial and stable signals to private investors There is plenty of evidence that erratic behaviour of governments on, say, the development of renewable energy sources discourages investors to fund innova- tive solutions. Similar discouraging signals must not happen in the smart city initiative. Long term, reli- able signals must be sent at both EC and Member State level to favour private investment of light house projects, and when successful, scaling up and replica- tion of the good practices (coupling innovative use of technologies AND robust methodology to imple- ment them). Remain technology neutral in the report The report must avoid statements about the perfor- mance (technological, economic, social) of the poten- tial solutions, which have been tested in the past or are foreseen in the future. The acceptance conditions have indeed local features, which may make generic statements irrelevant. Relevant past work on sustainable cities The report must consider past work performed by European Energy Award (EEA), and should refer within a dedicated section to the contributions of the other SET PLAN initiatives, which have an impact on smart cities. Let us mention: — The European Grid Initiative (EEGI) — The PV Initiative — The Smart Building Initiative — The Storage Task Force — The Car Initiative Such a connexion would help avoiding project dupli- cation or inefficient overlaps. ",
        "http://think.eui.eu 56 Final Report - January 2011 THINK THINK is a project funded by the 7 th Framework Programme. It provides knowledge support to policy making by the European Commission in the context of the Strategic Energy Technology Plan. The project is organized around a multidisciplinary group of 23 experts from 14 countries covering five dimensions of energy policy: science and technology, market and network economics, regulation, law, and policy implementation. Each se- mester, the permanent research team based in Florence works on two reports, going through the quality process of the THINK Tank. This includes an Expert Hearing to test the robustness of the work, a discussion meeting with the Scientific Council of the THINK Tank, and a Public Consultation to test the public acceptance of dif- ferent policy options by involving the broader community. EC project officers: Sven Dammann and Norela Constantinescu (DG ENER; Energy Technologies & Research Coordination Unit; Head of Unit Christof Schoser) Project coordination: Jean-Michel Glachant and Leonardo Meeus Steering board: Ronnie Belmans, William D’haeseleer, Jean-Michel Glachant, Ignacio Pérez-Arriaga Advisory board: Chaired by Pippo Ranci Coordinating Institution European University Institute Robert Schuman Centre for Advanced Studies Florence School of Regulation Partner Institutions KU Leuven Belgium Comillas University Madrid Spain Technofi France Fondazione Eni Enrico Mattei Italy Technical University of Berlin Germany Inst. of Communication and Computer Systems - Greece Ecole Polytechnique Fédérale Lausanne - Switzerland Potsdam Institute for Climate Impact Research - Germany University of Porto Portugal University of Bocconi Italy Kuhbier Lawyers Germany Lund University Sweden University of Budapest Hungary University of Oslo Norway Ricerca sul Sistema Elettrico SpA Italy Technical University of Lodz Poland Robert Schuman Centre for Advanced Studies ",
        "http://think.eui.eu 57 Smart Cities Initiative: How to Foster a Quick Transition Towards Local Sustainable Energy Systems Contact THINK Advising the EC (DG ENERGY) on Energy Policy http://think.eui.eu FSR coordinator: Annika.Zorn@eui.eu Florence School of Regulation RSCAS – European University Institute Villa Malafrasca Via Boccaccio 151 50133 Firenze Italy ",
        "",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • via EU Bookshop (http://bookshop.europa.eu) • at the European Union’s representations and delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758 Priced publications: • via EU Bookshop (http://bookshop.europa.eu) Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http:// publications.europa.eu/others/agents/index_en.htm) ",
        "Q M - 3 1 - 1 1 - 4 8 7 - E N - C doi:10.2870/34173 "
    ]
}