{
    "text": [
        "Enterprise and Industry How to use Structural Funds for SME & Entrepreneurship Policy Guidebook Series How to support SME Policy from Structural Funds. 6 ",
        "",
        "33 Boosting cohesion in Europe through ambitious SME and Entrepreneurship Policy. A guide on nurturing the entrepreneurial spirit, creating a business climate favourable to the development of SMEs and supporting entrepreneurs throughout their project’s life cycle with Structural Funds. Guidebook Series How to support SME Policy from Structural Funds. How to use Structural Funds for SME & Entrepreneurship Policy ",
        "4 Neither the European Commission nor any person acting on its behalf may be held responsible for the use to which information contained in this publication may be put, nor for any errors which may appear despite careful preparation and checking. The publication does not necessarily reflect the view or the position of the European Union. Luxembourg, Office for Official Publications of the European Union, 2013. ISBN 978-92-79-28723-7 ISSN 1977-6624 DOI 10.2769/81175 © European Union, 2013 Printed in Belgium Reproduction is authorised, provided the source is acknowledged, save where otherwise stated. For use/reproduction of third-party material specified as such permission must be obtained from the copyright holder(s). Environment : printed on FSC paper This guidebook has been produced by the European Commission and was prepared and written by Johanna Pacevicius Mente and Christina Diegelmann, Assembly of European Regions, France 6 rue Oberlin 67000 Strasbourg, Tel +33 3 88 22 07 07 – e-mail : secretariat@aer.eu – www.aer.eu, with a final revision by Emma La Ferla. It contains information drawn from many years of experience with regional stakeholders on a wide range of projects across Europe as well as from studies executed in this field. Although the work has been carried out under the guidance of the European Commission officials, the views expressed in this document do not necessarily represent the opinion of the European Commission. For further information please contact: European Commission Directorate-General for Enterprise and Industry Unit D.4: SME Policy Development and SBA Implementation E-mail: Entr-SME-Envoy@ec.europa.eu URL: http://ec.europa.eu/enterprise/policies/sme/business-environment Translations of this document into a number of European languages are available on the web. http://ec.europa.eu/enterprise/policies/sme/regional-sme-policies While this guidebook has been prepared with the intention to provide information on utilizing EU structural funds, the information is provided without assuming any legal responsibility for correctness or completeness. Specific requests for the utilization of EU Structural Funds will always have to be assessed within the applicable rules in force at the date and in the country of the application. This guidebook is part of a Series. The titles published so far are: Nr.1 Building Entrepreneurial Mindsets and Skills in the EU Nr.2 Using standards to support growth, competitiveness and innovation Nr.3 Facilitating Transfer of Business Nr.4 The Smart Guide to Service Innovation Nr.5 SBA implementation at regional level Nr.6 How to use Structural Funds for SME & Entrepreneurship Policy ",
        "5 Foreword Supporting SMEs and helping them to enhance their competitiveness is one of the key elements of a successful Regional Development Policy and remains a priority also for the next funding period. Regional competitiveness and the success of smart specialisation strategies depend heavily on the 23 million SMEs all over Europe and their ability to create wealth and high quality jobs. This guidebook is intended to serve as a «cook-book» on how to design, apply for and implement concrete projects in support of SMEs from the EU Structural Funds. It bases itself very much on previous initiatives in this area and is intended to be as hands-on as possible for all those designing a concrete project. It also provides concrete examples of good practice. We recommend this Guide to policy makers, stakeholders and managing authorities especially at regional level, hoping it will inspire concrete measures to further trigger the successful use of Structural Funds in support of SME-friendly policies. The elaboration of this guidebook came as a response to the observed fact that potential project holders in the field of small and medium-sized enterprises (SMEs) and entrepreneurship have often fragmented knowledge on the funding possibilities that may exist in the framework of structural funds. LászlÓ ANDOR Member of the European Commission Responsible for Employment, Social Affairs & Inclusion Antonio TAJANI Vice-President of the European Commission Responsible for Industry and Entrepreneurhip Johannes HAHN Member of the European Commission Responsible for Regional Policy ",
        "6 ",
        "7 Table of contents Acronyms .............................................................8 Introduction ........................................................9 1. The EU Cohesion Policy: aims, objectives and tools ....................11 1.1 The 2007-2013 framework .........11 1.2 The upcoming Cohesion Policy (2014-2020) .........................................12 1.3 The tools of the EU Cohesion Policy ....................................13 1.3.1 The European Regional Development Fund (ERDF) .............14 1.3.2 The European Social Fund (ESF) ....15 1.3.3 Other funds ............................................15 1.3.4 Projects involving stakeholders across borders ......................................16 2. Management and planning of Structural Funds .................................19 2.1 How are Structural Funds managed? .................................19 2.2 How does one get involved in the planning of Structural Funds? ..........21 2.2.1 Partnership approach ........................21 2.2.2 Participating in the definition of the priorities .....................................21 2.2.3 Time frame .............................................22 2.3 Practical tips for optimum use of Structural Funds for SME and entrepreneurship policies ...............22 2.3.1 The project application.....................22 2.3.2 Talking about money.........................24 3. Planning and preparing your application .................................................25 3.1 Schedule ..................................................25 3.2 Information ............................................25 3.3 Practical Tips .........................................26 4. Good Practices examples ......................27 4.1 Entrepreneurial training: training how to start an enterprise .............27 4.1.1 REALIS, Active Network for Social Innovation, supported by ERDF .......27 4.1.2 ENTREDI, Entrepreneurial Diversity, supported by INTERREG C .............29 4.2 Advice and coaching to entrepreneurs and business starters .......................32 4.2.1 Mechatronics for SMEs, supported by INTERREG A ..............32 4.3 Support for the transfer of businesses from one generation to the next .....37 4.3.1 Business transition advisors, supported by ESF ................................37 4.4 Support for companies to consolidate, grow, innovate, internationalise .......41 4.4.1 Innovation support programmes for SMEs in Lower Austria, supported by ERDF .............................41 4.4.2 Innovation 2 Industrialisation for Advanced Micro&Nano Systems, supported by ERDF .............................46 4.4.3 The Growth Forum, supported by ESF and ERDF .................................48 Annexes .............................................................53 Annex 1: useful links/ sources of information ......53 Annex 2: Managing Authorities .............................55 ",
        "88 Acronyms AER Assembly of European Regions CAP Common Agricultural Policy CIP Competitiveness and Innovation Framework Programme (2007-2013) CORDIS Community Research and Development Information Service COSME Programme for the Competitiveness of enterprises and SMEs (2014-2020) CSF Common Strategic Framework DG REGIO Directorate General for Regional and Urban Policy DG EMPLOYMENT Directorate General for Employment, Social Affairs and Inclusion DG AGRI Directorate General for Agriculture and Rural development DG MARE Directorate General for Maritime Affairs and Fisheries EAFRD European Agricultural Fund for Rural Development Fund EC European Commission EFF European Fisheries Fund (2007-2013) EMFF European Maritime and Fisheries Fund 2014-2020) ENRD European Network for Rural Development EP European Parliament ERDF European Regional Development Fund ESF European Social Fund ETC European Territorial Cooperation EU European Union, established on 1 November 1993 with 12 Member States. Their number has grown to the present 27 through a series of enlargements EU-12 (1 November 1993 - 31 December 1994): Belgium (BE), Greece (EL), Luxembourg (LU), Denmark (DK), Spain (ES), Netherlands (NL), Germany (DE), France (FR), Portugal (PT), Ireland (IE), Italy (IT), United Kingdom (UK) EU-15 (1 January 1995 - 30 April 2004): EU-12 + Austria (AT), Finland (FI), Sweden (SE) EU-25 (1 May 2004 - 31 December 2006): EU-15 + Poland (PL), Czech Republic (CZ), Cyprus (CY), Latvia (LV), Lithuania (LT), Slovenia (SI), Estonia (EE), Slovakia (SK), Hungary (HU), Malta (MT) EU-27 (from 1 January 2007): EU-25 + Bulgaria (BG), Romania (RO) FP7 Seventh Framework Programme (2007-2013) GDP Gross Domestic Product GNI Gross National Income ICT Information and Communication Technologies INTERREG Community initiative aimed at stimulating interregional cooperation in the European Union LEADER Leader is a French acronym, standing for ‘Liaison Entre Actions de Développement de l’Économie Rurale’, meaning ‘Links between the rural economy and development actions’. MA Managing authority NGO Non-Governmental Organisation NRP National and Regional Programmes OP Operational programme R&D Research and development RDI Research, development and innovation SMEs Small and Medium-sized Enterprises ",
        "99 Long-standing supporters of SMEs, Structu- ral Funds have now become a major instru- ment in achieving the Europe 2020 objectives for smart, sustainable and inclusive growth. Through shared management and especially the involvement of regional stakeholders in the definition and implementation of opera- tional programmes, Structural Funds are most adapted to the local context in which small and medium-sized enterprises develop. The 2014-2020 programming period will further focus on the role of small and medium-sized enterprises and entrepreneurship in revitalising the economy and boosting public prosperity. It is therefore crucial for information to be largely diffused to allow for regional initiatives aimed at supporting SMEs and entrepreneurship to be financed. This will in turn foster an environment in which entrepreneurs and family businesses can thrive and entrepreneurship is rewarded. This guidebook will first of all examine the context of cohesion policy, its objectives and financial tools. It will then address the issue of funds management and will end by giving practical advice on how to apply for funding. A series of good practices are presented, and provide vivid illustrations of what can be achieved in the field of SMEs and entrepreneurship supporting schemes through Structural Funds financing. Introduction ",
        "10 ",
        "11 The EU Cohesion Policy: aims, objectives and tools The EU Cohesion Policy or Regional Policy is first of all an investment policy aimed at reduc- ing economic, social and territorial disparities between regions in Europe. Its budget is the second after that of the Common Agricultural Policy (CAP) and directly targets projects on the ground. It supports job creation, competitiveness, eco- nomic growth, improved quality of life and sus- tainable development. These investments sup- port the delivery of the Europe 2020 strategy. Supporting the creation and growth of busi- nesses, are key ways by which cohesion policy helps to boost regional economies. 1.1 The 2007-2013 framework Although the current funding period is coming to an end, it is still possible to finance SMEs and entrepreneurship policies under this frame- work. SMEs, the backbone of the European economy, are at the heart of regional policy which supports projects in a wide range of areas from research to energy and support for enterprises. Cohesion policy is organised around three objec- tives: Convergence – solidarity with less developed regions Regional Competitiveness and Employment – increasing competitiveness and making regions more attractive for businesses and investors European Territorial Cooperation – encourag- ing cooperation across borders 99 regions receive funding under the Conver- gence objective. These are the regions with a Gross Domestic Product (GDP) per capita under 75% of the EU average as well as regions that used to be under this threshold before the 2004 and 2007 enlargements. The latter receive transitional « Phasing out » support until 2013 ",
        "12 1. For detailed information on the categories of regions see the map: ec.europa.eu/regional_policy/atlas2007/index_en.htm 2. EU Cohesion Policy 2014-2020 legislative proposals: ec.europa.eu/regional_policy/what/future/proposals_2014_2020_en.cfm 3. The so-called CSF Funds are: The European Regional Development Fund (ERDF), the European Social Fund (ESF), the Cohesion Fund (CF), the European Agricultural Fund for Rural Development (EAFRD) and the future European Maritime and Fisheries Fund (EMFF) The remaining 172 regions are eligible for fund- ing under the Regional Competitiveness and Em- ployment objective. Those who used to be cov- ered under the convergence criteria but are now above the 75% threshold even within the EU-15 are receiving extra «phasing-in» support 1 . The European Territorial Cooperation (ETC) objec- tive concerns all regions. 1.2 The upcoming Cohesion Policy (2014-2020) The 2014-2020 Cohesion Policy 2 will concen- trate funding on a smaller number of priorities in line with the Europe 2020 Strategy, focus more on results and increase the use of condi- tionalities. SMEs are on top of the agenda for smart sustainable and inclusive growth. The Common Strategic Framework (CSF) will define key actions to address EU priorities, pro- vide guidance on programming applicable to all Funds 3 , and promote a better coordination of the various EU structural instruments. The Europe 2020 Strategy sets out Europe’s Objectives from 2010 to 2020 to achieve smart sustainable and inclusive growth. Europe 2020: an overview HEADLINE TARGETS - Raise the employment rate of the population aged 20-64 from the current 69% to at least 75%. - Achieve the target of investing 3% of GDP in R&D in particular by improving the conditions for R&D investment by the private sector, and develop a new indicator to track innovation. - Reduce greenhouse gas emissions by at least 20% compared to 1990 levels or by 30% if the conditions are right, increase the share of renewable energy in our final energy consumption to 20%, and achieve a 20% increase in energy efficiency. - Reduce the number of Europeans living below national poverty lines by 25%, lifting 20 million people out of poverty. SMART GROWTH SUSTAINABLE GROWTH INCLUSIVE GROWTH INNOVATION EU flagship initiative \"Innovation Union\" to improve framework conditions and access to finance for research and innovation so as to strengthen the innovation chain and boost levels of investment throughout the Union. CLIMATE, ENERGY AND MOBILITY EU flagship initiative \"Resource efficient Europe\" to help decouple economic growth from the use of resources, by decarbonising our economy, increasing the use of renewable sources, modernising our transport sector and promoting energy efficiency. EMPLOYMENT AND SKILLS EU flagship initiative \"An agenda for new skills and jobs\" to modernise labour markets by facilitating labour mobility and the development of skills throughout the lifecycle with a view to increase labour participation and better match labour supply and demand. EDUCATION EU flagship initiative \"Youth on the move\" to enhance the performance of education systems and to reinforce the international attractiveness of Europe’s higher education. COMPETITIVENESS EU flagship initiative \"An industrial policy for the globalisation era\" to improve the business environment especially for SMEs, and to support the development of a strong and sustainable industrial base able to compete globally. FIGHTING POVERTY EU flagship initiative \"European plat- form against poverty\" to ensure social and territorial cohesion such that the benefits of growth and jobs are widely shared and people experiencing pover- ty and sodal exclusion are enabled to live in dgnity and take an active part in society. DIGITAL SOCIETY EU flagship initiative \"A digital agenda for Europe\" to speed up the roll-out of high-speed internet and reap the benefits of a digital single market for households and firms. For project initiators it is crucial to refer to the broader Europe 2020 objectives in the application in order to ensure optimum adequacy. The classification of regions will be orga- nised in three categories on the basis of their GDP per capita in relation to the EU27 average: less developed regions, which have less than 75% GDP per capita, transition regions that have between 75% and 90% GDP per capita and more developed regions, which have above 90% GDP per capita. The partnership principle and code of con- duct is a proposal to create a “European code of conduct”. This will lay down objectives and ",
        "13 criteria to support the implementation of part- nership and to facilitate the sharing of infor- mation, experience, results and good practices among Member States. The menu of 11 thematic objectives to be translated into key actions for each fund in particular include a specific line on the com- petitiveness of SMEs. Most other thematic objectives can have SME or entrepreneurship components: the shift towards a low-carbon economy may for instance be used to finance projects aimed at improving energy efficiency or stimulating the use of renewable energies within SMEs. The thematic objectives further include research and innovation, information and communication technologies (ICT) and education, skills and lifelong learning, all of which are relevant in the perspective of SME and entrepreneurship-oriented policies. Partnership agreements will have to be draft- ed by all Member States (one per country). This contract will have to be drafted in cooperation with regional authorities and negotiated with the European Commission (EC). It will esta- blish the commitments of partners at national and regional level and the EC. These will be linked both to the Europe 2020 strategy and the National Reform Programmes. The part- nership agreements will include an integra- ted territorial development strategy to be supported by all the CSF funds, a list of all Operational Programmes, objectives based on indicators, strategic investments and conditionalities, as well as reporting commit- ments. The partnership agreements will more- over define structures to coordinate, exploit complementarities between CSF funds and other different EU instruments (i.e. Connecting Europe Facility, COSME, Horizon 2020 or other programmes…) and avoid duplication of effort. The partners will participate in the monitoring committees for programmes. Integrated programming is enhanced by the introduction of common eligibility and finan- cial rules and the introduction of multi-fund programmes for the ERDF, ESF and Cohesion Fund as an option. An integrated approach to community-led local development based on the LEADER approach for rural development will also facilitate the implementation of local development strategies by community groups, including local authorities, non-governmental- organisations (NGOs) and economic and social partners. Financial instruments will be used increasingly as a more efficient alternative or in a comple- mentary way with traditional grants. Subject to feasibility, financial instruments can be appli- ed to the full bandwidth of policy objectives reflected in programmes, in order to deliver instruments in projects that demonstrate appropriate repayment capacity in situations of market imperfection. They can be deployed by Member States and managing authori- ties either as tailor-made instruments or on the basis of pre-defined models for national or regional instruments that allow for efficient roll-out of operations in line with standard terms and conditions proposed by the Commis- sion. Managing authorities may also contribute to financial instruments set up at EU level, with resources that will be ring-fenced for invest- ments in line with the programmes concerned. 1.3 The tools of the EU Cohesion Policy The EU regional policy is financed by three main funds, the European Regional Develop- ment Fund (ERDF), the European Social Fund (ESF), both referred to as “Structural Funds” and the Cohesion Fund (CF). These funds are based on the principles of co-financing and shared management. EU financial support always runs alongside national public or priva- te financing. Depending on a number of socio- economic factors, the co-financing may vary between 50% and 85% of the total cost of interventions. The guidelines for ERDF and ESF actions are designed at European level, where- as implementation on the ground is managed by the relevant national or regional authorities in each Member State. ",
        "14 4. Proposal for a regulation of the EP and of the Council on specific provisions concerning the European Regional Development Fund and the Investment for growth and jobs goal COM (2011) 614 final, Chapter I, Article 5 5. Proposal for a regulation of the EP and of the Council on specific provisions concerning the European Regional Development Fund and the Investment for growth and jobs goal COM (2011) 614 final, Chapter I, Article 3 6. ec.europa.eu/regional_policy/projects/stories/index_en.cfm 1.3.1 The European Regional Development Fund (ERDF) The ERDF supports the development and structural adjustment of regional economies, including the conversion of declining indus- trial regions. Funds can either be allocated as grants or financial instruments. The budget for the current period 2007-2013 is €201 billion out of a total budget of €347 billion which represents 58% of the total fund- ing in Structural Funds. The fund is managed by the Directorate General for Regional and Urban Policy (DG REGIO). In the new programming period 2014-2020 , the ERDF contributes to all thematic objectives, while establishing a number of investment priorities 4 . In the context of SME and entrepre- neurship policies the following thematic objec- tives are of particular interest: • objective n°1: strengthening research, tech- nological development and innovation • objective n°2: enhancing access to and use and quality of Information and Communi- cation Technologies (ICTs) • objective n°3: enhancing the competitive- ness of SMEs • objective n°8: promoting employment and supporting labour mobility • objective n°9: promoting social inclusion and combating poverty The scope of support from ERDF 5 specifically includes: • productive investment, which contributes to creating and safeguarding sustainable jobs, through direct aid to investment in small and medium-sized enterprises (SMEs); • development of endogenous potential by supporting regional and local development and research and innovation. The ERDF does NOT, however, support the de- commissioning of nuclear power stations, the reduction of greenhouse gas emissions in in- stallations falling under directive 2003/87/EC, the manufacturing, processing and marketing of tobacco and tobacco products, and under- takings in difficulties as defined under Union state aid rules. Another key feature of the legislation is the in- creasing importance of financial instruments. Financial instruments can be loans, guaran- tees, etc. Concretely, what can be financed by the ERDF? • Research and innovation infrastructure (R&I), R&I excellence, business R&I in- vestment, product and service develop- ment, technology transfer, social inno- vation and public service applications, demand stimulation, networking, clus- ters and open innovation through smart specialisation; technological and ap- plied research, pilot lines, early product validation actions, advanced manufac- turing capabilities and first production in Key Enabling Technologies, diffusion of general purpose technologies • Development of ICT products and ser- vices, e-commerce; ICT applications for e-government, e-learning, e-inclusion and e-health; • Entrepreneurship, economic exploita- tion of new ideas and creation of new firms; new business models for SMEs, in particular for internationalisation; • Energy efficiency and renewable energy use in SMEs; • Development of business incubators and investment support for self-employment and business creation; • Support for physical and economic re- generation of deprived urban and rural communities; support for social enter- prises. For examples of projects financed by the ERDF, go to the DG Regio projects data- bases 6 ! A selection of projects is also presented in Chapter 4. ",
        "15 7. Proposal for a regulation of the EP and of the Council on the European Social Fund COM(2011) 607 final2 8. See 1.2. “The upcoming programming period” (2014-2020) 1.3.2 The European Social Fund (ESF) The European Social Fund (ESF) aims to reduce differences in prosperity and living standards across EU Member States and regions. It is de- voted to promoting employment in the EU and helps Member States make Europe’s workforce and companies better equipped to face new, global challenges. The ESF Budget in the current period (2007- 2013) is €76 billion or 22% of total structural funds. It is managed by the Directorate General for Employment, Social Affairs & Inclusion (DG Employment). The ESF supports the design of a more pro- ductive work organisation as well as life-long learning strategies. The fund also promotes access to employment for job seekers, the un- employed, women and migrants thus favour- ing social integration of disadvantaged people and fighting discrimination in the job market. It aims at strengthening human capital by re- forming education systems and setting up a network of teaching establishments. All regions can use the ESF; however the larg- est allocation goes to less developed regions. In the new programming period 2014-2020, the ESF will be targeted on four thematic objec- tives 7 , the first three being directly linked with SME and entrepreneurship policies: • objective n° 8: Promoting employment and supporting labour mobility • objective n°9: Promoting social inclusion and combating poverty • objective n°10: Investing in education, skills and life-long learning • objective n°11: Enhancing institutional capa- city and efficient public administration Partnerships are to be strengthened and social partners and NGOs will be encouraged to partici- pate in ESF investments. An increased co-financing rate for dedicated priority axes will moreover en- courage social innovation and transnational coop- eration. As for the ERDF, the use of financial instru- ments will increase significantly. What does the ESF support? • Local employment initiatives, labour mo- bility; sustainable integration of young people, entrepreneurship and business creation (grants, loans...); gender equa- lity; adaptation of workers, enterprises and entrepreneurs, transnational labour mobility (trainings abroad); • Reduction of early school-leaving and promotion of equal access to good- quality education; quality, efficiency and openness education; lifelong learning; • Integration and fight against discrimina- tion; the social economy and social en- terprises; Community-led local develop- ment strategies; • Capacity building for stakeholders deli- vering employment, education and social policies. 1.3.3 Other funds • The Cohesion Fund is reserved to Member States whose Gross National Income (GNI) per capita is below 90% of the EU average. In the current period all 12 new Member States and Portugal and Greece are eligible (Spain is phasing out). The Cohesion Fund is centrally distributed and managed at Mem- ber State level. It has a budget of €70 bil- lion. It finances trans-European transport networks as well as projects in the field of environment, energy and transport (energy efficiency, use of renewable energy, developing rail trans- port, supporting inter-modality, strengthening public transport, etc.) This fund is less relevant for entrepreneurship and SME policies because it mainly finances infrastructure. Although not part of the Cohesion Policy, the two following funds belong to the so-called “CSF funds” 8 and may offer interesting oppor- tunities for project developers in the field of SME and entrepreneurship in rural and mari- time regions. ",
        "16 9. Proposal for a regulation of the EP and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) COM/2011/0627 final 10. enrd.ec.europa.eu/policy-in-action/rdp_view/en/view_projects_en.cfm 11. Council Regulation (EC) No 1198/2006 of 27 July 2006 on the European Fisheries Fund 12. Proposal for a new regulation of the European Parliament and of the Council on the common fisheries policy COM(2011) 425 • The European Agricultural Fund for Rural Development (EAFRD) finances the rural development programmes of Member States. It has a 4-axes structure: - improved competitiveness for farming and forestry - protection of the environment and the countryside - a better quality of life and diversification of the rural economy. - LEADER, a methodology introducing funding opportunities for locally based approaches to rural development. In total, the EAFRD support for the program- ming period 2007-2013 amounts to €96.2 billion. It is managed by the Directorate Gen- eral for Agriculture and Rural Development (DG AGRI). The EAFRD offers a wide range of funding possibilities for entrepreneurs and companies operating in its fields of intervention. This in- cludes measures to meet the challenges of structural change and increased competition in globalised food markets, the preservation of biodiversity and valuable landscapes, sus- tainable water management, the mitigation of climate change and renewable energy, invest- ments and innovation in the rural economy and communities. In the new programming period 2014-2020 , the regulation 9 includes rules on the prepara- tion, approval and revision of programmes that largely follow current rules, and opens up the possibility for sub-programmes (e.g. young farmers, small farmers, mountain areas, short supply chains) that benefit from higher aid in- tensities. Get inspired! The rural development database of Euro- pean Network for Rural Development (ENRD) presents a variety of rural development projects 10 . • The European Fisheries Fund (EFF) 11 aims to support the common fisheries policy. It provides 5 priorities: - measures to adapt the EU fishing fleet - aquaculture, inland fishing, processing and marketing - collective action - sustainable development of fishing areas - technical assistance The EFF has a budget of €4.3 billion for 2007- 2013. It is managed by the Directorate General for Maritime Affairs and Fisheries (DG MARE). Funding is available for all sectors of the in- dustry. Particular attention is given to fishing communities most affected by recent changes in the industry through support for the diversi- fication and strengthening of economic devel- opment. In the new programming period 2014-2020 , the Commission proposed the creation of a new fund replacing the current EFF: European Mari- time and Fisheries Fund (EMFF) 12 . The following priorities may be of particular interest for SMEs and entrepreneurs active in this field: Making fishing profitable, Support for small-scale fishe- ries, Developing sustainable aquaculture, Im- proving scientific knowledge. 1.3.4 Projects involving stakeholders across borders 1.3.4.1 European Territorial Cooperation The European Territorial Co-operation (ETC) Objective is aimed at the abolition of physical, administrative and regulatory obstacles to co- hesion as well as to reduce the ‘border effect’ between territories and regions in order to en- able them to address their shared challenges together. The European Territorial Co-operation objective is financed by the European Regional Develop- ment Fund (ERDF). Its total budget is currently: €8, 7 billion; 2, 5% of total budget. In the new programming period 2014-2020 , ETC’s role in fostering territorial cohesion has ",
        "17 9. Proposal for a regulation of the EP and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) COM/2011/0627 final 13. EU Cohesion Policy 2014-2020 legislative proposals: ec.europa.eu/regional_policy/what/future/proposals_2014_2020_en.cfm 14. www.biovalley.co 15. www.hs-niederrhein.de/forschung/highlights/tkvfo/ 16. interreg4a-manche.eu/index.php?option=com_sobi2&sobi2Task=sobi2Details&catid=3&sobi2Id= 3095&Itemid=&lang=en 17. www.eval-inno.eu/ 18. www.creabusinessidea.com/ 19. www.framtidsfron.se/ 20. www.em3supportforbusiness.org.uk/the-4-1-model/ been acknowledged and further defined in a separate regulation 13 . There are three strands within ETC: • Cross-border cooperation (INTERREG A) is the collaboration between adjacent areas across borders to promote integrated regio- nal development. INTERREG A is by far the largest strand in terms of budget and num- ber of programmes. INTERREG IVA has 52 operational program- mes, each covering part of a border area between EU Member States. An organisation or authority can only participate in an INTER- REG IVA programme, if it is located in the eligi- ble area of that programme. How do SMEs participate in cross-border projects? INTERREG A supports the creation of cross-border clusters such as Biovalley 14 , the tri-national life sciences cluster co- financed by the Upper-Rhine programme, which gathers 600 companies. It supports research and development (R&D) as with the interdisciplinary research and transfer project TKV FO 15 co-financed by the Deutschland – Nederland programme as well as the creation of new activities and the maintenance of a strong industrial fabric of SMEs through the Benefits 16 project co- financed by the France (Channel)-England programme. • Trans-national cooperation (INTERREG B) involves non-contiguous regions from diffe- rent countries that cooperate because they experience joint or comparable problems. INTERREG IVB is divided in thirteen different Operational Programmes (OPs). Each OP is led by a Secretariat and covers a specific part of the EU territory. All Member States can participate in INTERREG IVB, but only if an organisation or authority is located in the eligible area of one of the programmes What’s in it for SMEs and potential entrepreneurs? INTERREG B facilitates innovation and entrepreneurship in South Eastern Europe by fostering evaluation competencies in research, technology and innovation through the Eval-Inno project 17 . It encourages i-labs and entrepreneurial creativity at large with the CREA NET 2.0 18 project co-financed by the South West Europe programme. • Interregional cooperation (INTERREG C) was designed to improve the effective- ness of regional development policies and instruments through large-scale informa- tion exchange and sharing of experience (networks). Although it is the smallest pro- gramme in terms of budget, it covers all regions in the EU. How does best practice sharing improve the business environment? INTERREG C allows for tested experiences such as Framtidsfron-Future Seeds 19 teacher education for entrepreneurship in Östergötland to be shared across Europe through the YES project for youth entrepreneurship. It further fosters the transfer of successful business support initiatives such as the 4+1 model 20 created by the Kompass centre for Business Start- ups in Frankfurt and transferred within the framework of the ENTREDI project. 1.3.4.2 Transnational cooperation within OPs Interregional cooperation can also be inclu- ded in ESF and ERDF OPs either using a horizontal approach (allowing for interregional cooperation in all areas covered by the OP) or through a dedicated priority axis (providing for interregional cooperation in one specific area). Including interregional cooperation in Ops allows for increased flexibility as project holders do not need to wait for the publication of an INTERREG call to present an application and have more room for manoeuvre when choosing their partners. ",
        "18 21. Proposal for a regulation of the EP and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund covered by the Common Strategic Framework and laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund, COM (2011) 0615 final, Title I, Programming, chapter General provisions on the Funds, art 87 22. Limousin Operational Programme available in french at: www.europeenlimousin.fr/upload/documentation/fichiers/po2011.pdf, summary available at: ec.europa.eu/ regional_policy/country/prordn/details_new.cfm?gv_PAY=FR&gv_reg=ALL&gv_PGM=1122&gv_defL=7&LAN=7 23. www.ruract.eu 24. www.region-limousin.fr/Objectif-Creation,321 18 The exchange of experience initiated in the context of INTERREG C is in particular aimed to be transferred to operational programmes under the Investment for Growth and Jobs Objective 21 . What kind of interregional projects can be integrated in an OP? The Limousin region (F) included five stra- tegic priorities in its OP, the fifth being the facilitation of interregional and interna- tional cooperation partnerships 22 . More specifically the region focused its efforts on the capitalisation of results, the sharing of experience, the development of existing international networks, and the continuity of actions undertaken in order to stimulate the dissemination and ownership of best practices. In this framework, the RUR@CT 23 project is an example of interregional cooperation initiated under an INTERREG C project aimed at sharing good practices and currently financed by the ERDF under the regional OP for the transfer of these successful initia- tives. Transferred good practices feature a wide range of rural development projects including support to creation and transfer of business as is the case with the Objectif Création 24 initiative. ",
        "19 21. Proposal for a regulation of the EP and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the 25. Proposal for a regulation of the EP and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund covered by the Common Strategic Framework and laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund, COM (2011) 0615 final, Title I, Programming, chapter General provisions on the Funds, art 87 Management and planning of Structural Funds 2.1 How are Structural Funds managed? Whereas the guidelines for ESF actions are designed at European level, implementation on the ground is managed by the relevant natio- nal or regional authorities in each Member State. These authorities prepare the OPs and select and monitor the projects. The decentra- lised management of Structural Funds implies that they are available through the Member States and regions and do not fund projects directly from Brussels. Funds are administered at national and/or at regional level. Applica- tions should therefore not be sent to the EC but to the ERDF or ESF managing authority in your region or country. Another crucial aspect of Cohesion Policy fun- ding is the fact that EU financial support always runs alongside national public or private finan- cing. The level of EU intervention is linked with the situation on the ground. Depending on a number of socio-economic factors, the co- financing may vary between 50% and 85% of the total cost of interventions. Member States or regions designate a mana- ging authority, a certifying authority and a functionally independent auditing authority for each OP. Operational programmes (OPs) 25 are multi- annual programmes agreed on at national or at regional level and then negotiated with the European Commission. These programmes es- tablish the funding priorities for the specific policy area or region and the amount of money from the different funding instruments that will be made available. OPs are either thematic or regional and are implemented through a wide range of organisations, both in the public and private sector. These organisations include national, regional and local authorities, educa- tional and training institutions, non-govern- mental organisations (NGOs) and the voluntary sector, various representative organisations for enterprise such as the various Chambers (namely the Chambers of Commerce, Cham- bers of Crafts etc.) as well as social partners, for example trade unions and work councils, industry and professional associations. ",
        "20 The managing authority (MA) is the department resuming the overall responsibility for an OP. MAs are organised either on a national, regional or local level and can be a public authority or a public/ private body. They are responsible for the effective and efficient implementation of the Funds which implies a number of functions re- lated to programme management and monitor- ing, financial management and controls as well as project selection. They are supported by one or several intermediate bodies. Together with Member States, MAs are responsible for ensur- ing that the communication strategy is imple- mented in a way to reach all citizens. MAs act as a contact point for the European Commission, certifying and auditing authorities as well as for project holders or potential beneficiaries. The certifying and auditing authorities furthermore guarantee the accuracy of accounts, compliance with applicable Union and national rules as well as the control of management systems 26 . Applications for ESF and ERDF investment are generally invited in response to time-limited calls for proposals issued by the MAs. However, the use of calls is spread in varying degrees across Europe and it is sometimes also possible to present a pro- ject in the framework of on-going programmes. Beneficiaries design individual projects, apply for funding and, if this is granted, implement their project and report to the MA on progress. Example of an ERDF call for proposals “The call for Priority 2 Stimulating Enterprise Development is seeking applications from or- ganisations that are focused on the provision of support to small and medium sized busi- nesses in the West Midlands to encourage enterprise and stimulate growth. Outline Ap- plications are invited in relation to both com- pletely new projects and extension or expan- sion of existing West Midlands ERDF Priority 2 projects.” West Midlands, call launched on 3 October 2012 www.communities.gov.uk/ regeneration/regenerationfunding/european- regionaldevelopment/westmidlands/ applyingfunding/callsforproposals/ Examples of ESF calls for proposals The region of Baden-Württemberg system- atically uses the ESF to support company creation and business transfer. A crucial element for the success of a company lies in the preparation of the start-up and indi- vidual support of the growth phase. Thus, the focus lies on raising awareness, training and advice for people that start or take over a company. Several calls for proposals have been launched between 2007 and 2012 in order to • Support an entrepreneurial spirit at the schools and universities of the regions • Help knowledge based start-ups with advice and technical support through university incubators • Support business transfer through me- diators • Provide training courses for business starters and successors • Support target group specific support, e.g. for women entrepreneurs or entre- preneurs with a migrant background • Support small companies that benefit from a micro financing with specific advice on start-up financing • Provide start-up advice through a con- sultancy vouchers. The different calls and application pack- ages can be found at: www.esf-bw.de/esf/ index.php?id=66 Know your MA! The managing authority is the reference point for region-specific up-to-date informa- tion on how exactly to apply for funding in your region. Indeed, application procedures vary according to countries and even from one region to another within the same coun- try. Contact your managing authority, not only to know the priorities set in the opera- tional programmes but also to be aware of open calls and of application procedures. 20 26. CSF funds COM (2011) 0615 final, Proposal for a regulation of the EP and of the Council on specific provisions concerning the European Regional Development Fund and the Investment for growth and jobs goal COM (2011) 614 final, Proposal for a regulation of the EP and of the Council on the ESF, COM (2011) 0607 final ",
        "21 26. CSF funds COM (2011) 0615 final, Proposal for a regulation of the EP and of the Council on specific provisions concerning the European Regional Development Fund and the Investment for growth and jobs goal COM (2011) 614 final, Proposal for a regulation of the EP and of the Council on the ESF, COM (2011) 0607 final 27. ec.europa.eu/esf/main.jsp?catId=45&langId=en 28. ec.europa.eu/regional_policy/manage/authority/authority_en.cfm 29. List of national fisheries authorities: ec.europa.eu/fisheries/cfp/eff/apply_for_funding/national_authorities.pdf 30. Links to the Ministries of Agriculture of Member States, candidate countries and potential candidate countries: http://ec.europa.eu/agriculture/links-to-ministries/index_en.htm 31. Proposal for a new regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund COM(2011) 615 final/2 Part two, Title I, Article 5 “Partnership and multi-level governance”. To find the contact details of your man- aging authority, check the ESF in Member States 27 section of the DG Employment website or the In Your Country 28 section of the DG Regio website. If your project falls under the scope of support of the EFF/EMFF, you can get more information with your national fisheries authorities 29 . If you are interested in having more details on how the EAFRD could finance an initiative to support entrepre- neurs and SMEs, contact your Ministry of Agriculture 30 . 2.2 How does one get involved in the planning of Structural Funds? 2.2.1 Partnership approach The partnership approach 31 means local and regional governments and relevant actors, for example the Chambers, are involved in the definition and implementation of policies. This multi-level governance ensures increased own- ership and builds on the experience and know- how of stakeholders. Concerning the definition of policies, the part- nership agreements illustrate best this ap- proach, which makes it all the more important to feed the process of dialogue with own obser- vations and ideas. The partners involved in the setting up of the partnership agreements and progress reports will also be in the prepara- tion, implementation, monitoring and evalua- tion of programmes. The shared management of Structural Funds as well as the joint monitoring and evaluation procedures are examples of the partnership approach put in practice. MAs have to approve of the composition of the monitoring com- mittee and are represented in the monitoring committee itself, together with the intermedi- ate body and the partners. Either the Member State or the managing authority chairs the monitoring committee. The monitoring committee is another concrete example of the partnership approach. Its role is to monitor programmes in order to review implementation and progress towards achie- ving the programme’s objectives. The above referred partners also participate in the moni- toring committee. The European Code of Conduct will lay down objectives and criteria to support the imple- mentation of partnership and to facilitate the sharing of information, experience, results and good practices among Member States. 2.2.2 Participating in the definition of the priorities The 2014-2020 foreseen thematic concen- tration will make it a legal obligation for all regions to use Structural Funds for SME and entrepreneurship projects. Indeed the more developed regions, the transition regions as well as the less developed regions will have to allocate minimum shares of ERDF funding to research and innovation, SME competitive- ness and the shift to a low carbon economy, ranging from 50% (for less developed regions) to 80% (for the more developed and transition regions). This is a real opportunity for the SME sector. However, in order to ensure the general framework allows for tailor-made policy mak- ing, participating in the early stages of the defi- nition of the OP is the way to go. The partnership agreement established between the Member States and the European Com- mission will form the foundation of the OPs. Thematic priorities and major projects will also have to be mentioned in the partnership agree- ments. It is therefore crucial to be pro-active and get involved in the establishment of the partnership agreements right now. Indeed, although the European Commission recom- mends to “organise a partnership” with a num- ber of stakeholders, the actual degree of par- ticipation of regional stakeholders will highly depend on the way Member States organise the process. ",
        "22 32. Proposal for a new regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund COM(2011) 615 final/2, Annex IV, ex ante conditionalities 1 & 8 The existence of a strategy, be it in the field of R&D and innovation or entrepreneurship, will be a pre-condition for the partnership agreements 32 . In order to ensure a reasonable amount of the money goes to SMEs it is impor- tant to get involved already in the setting up of these strategies. Prior to the drafting of the partnership agree- ments Member States and regions will carry out a territorial diagnosis in order to evaluate the effectiveness of policies, asses the needs, strengths and weaknesses. This will constitute a basis for the elaboration of the partnership agreements. Make your voice heard! - Share your experience in SME and en- trepreneurship support, data and field observations are very welcome at this stage and will ensure closer adequa- tion between operational programmes and needs on the ground. - Participate in the preparation of the partnership agreements to ensure SMEs and entrepreneurship policies are a top priority and get properly funded. - The OP will contain concrete elements (indicators, quantified objectives...) give your input! The operational programmes “should set out priority axes corresponding to thematic objec- tives, elaborate a consistent intervention logic to tackle the development needs identified, and set out the framework for performance assess- ment. They should also contain other elements necessary to underpin the effective and effi- cient implementation of these Funds”. In other words goals, indicators, expected outputs and economic, social and territorial impacts will have to be laid down already in the OP to ensure SME and entrepreneurship-oriented projects fit in the framework and can be financed out of Structural Funds. Need information on the partnership agreements? To know more about the preparation of the partnership agreement and of the OPs in your country or region and the ways you can be involved in the elaboration, contact your MA! This is an optimum way to pre- pare the way ahead for the implementa- tion of effective entrepreneurship and SME policies supported by Structural Funds. 2.2.3 Time frame Consultations for the preparation of the part- nership agreements (which will determine the share of funding priorities to be received) have already started. It is still possible to give inputs (e.g. statistics). Therefore, make it a point to apply to your business organisation at regional level or to your MA. Once the legislation governing the next pro- gramming period 2014-2020 is adopted, partnership agreements will have to be sub- mitted within 4 months. Regarding operational programmes, these will have to be submit- ted within three months. For OPs dealing with more specific projects, this depends on which indicators you chose, which will determine the kind of projects you accept. Here, one should also make it a point to apply either to business organisations at regional level or alternatively to the relevant MA. 2.3 Practical tips for optimum use of Structural Funds for SME and entrepreneurship policies 2.3.1 The project application 2.3.1.1 Who can apply? Depending on the OP, calls may be targeted at specific project developers (e.g. universities) or insist on the existence of a partnership of seve- ral bodies (various Chambers, business organi- sations, public bodies...). ",
        "23 32. Proposal for a new regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund COM(2011) 615 final/2, Annex IV, ex ante conditionalities 1 & 8 33. ec.europa.eu/regional_policy/index_en.cfm 34. ec.europa.eu/social/esf_projects_117/search.cfm 35. enrd.ec.europa.eu/policy-in-action/rural-development-policy-overview/national-and- regional-programmes/en/national-and-regional-programmes_en.cfm 36. ec.europa.eu/fisheries/cfp/eff/op/index_en.htm 37. portal.enterprise-europe-network.ec.europa.eu/ Project developers can be: - Public authorities, local, regional, national governments, regional or local develop- ment and/or innovation agencies, interme- diate bodies (which act under the responsi- bility of a managing or certifying authority, or carry out duties on behalf of such an authority), or any other body governed by public law - NGO or business associations, Chambers - Research organisations or universities, inclu- ding private sector research organisations - Companies: micro, small, medium, large – profit or non-profit making, public-private partnerships, service provider, project coor- dinator, etc. individuals Virtually anyone can apply, provided they have proven financial and operational capacity, which implies sufficient experience of project management, technical expertise (in specific knowledge of the issue to be addressed) and management capacity including staff equip- ment and ability to handle the budget for the action. This will therefore have to be demon- strated in the application. Furthermore, rules to avoid competitive distortion will be applied. 2.3.1.2 What can be financed? Conditions and topics depend on the strategy and priorities agreed for each national/regional OP. An overview of programmes and priorities is published and available on the DG Regio In- foregio website 33 (for ERDF) and on the DG Em- ployment website via the priorities database 34 (for ESF). For EAFRD, information on national and regional programmes is available on the ENRD website 35 , and for the EFF, one should visit the Fisheries website 36 . The Structural Funds offer many funding pos- sibilities to support SME & entrepreneurship policies: • Entrepreneurial education in schools / crea- ting an entrepreneurial spirit • Entrepreneurial training / training how to start an enterprise • Advice / coaching to entrepreneurs and business starters (e.g. start-up coaching) • Support for the transfer of businesses from one generation to the next (e.g. help for company owner and new entrepreneurs to plan and implement the transfer) • Support for companies to consolidate, grow, innovate, internationalise or similar 2.3.1.3 How to apply? Application procedures vary from one country to another and even within some countries from one region to another. This is due to the fact that different priorities and support activi- ties are defined in the different OPs and sup- port is organised in different ways in each region. While in some regions calls for propos- als are the only way a project holder can sub- mit an application, in others, projects are sub- mitted directly to the MA. Intermediate ways of managing Structural Funds exist as well with a combination between calls for proposals and programmes. Applications may either be submitted through a standardised, paper or online outline appli- cation form or by sending a description of the project to the MA. In any case MAs generally advise to send applications as soon as pos- sible, be it in a draft form, in order to be in a position to help applicants with the writing of the final application. Managing authorities sometimes offer specific services to assess your project application, provide help and advice. The Alsace region (F) for instance employs me- diators whose task it is to inform, advise and support application writing. You may also want to check with your local Enterprise Europe Network 37 ! ",
        "24 38. ec.europa.eu/competition/state_aid/legislation/legislation.html 2.3.2 Talking about money 2.3.2.1 How much? Support can be direct or indirect: when it is direct grants are given to SMEs directly. When indirect, grants or services are given to a project helping SMEs. Funds are allocated throughout Europe accord- ing to different socio-economic factors. The amount that will be attributed at regional or na- tional level (by the MA) to a project depends on: - The Fund’s total allocation for the region/ country - The co-financing rate According to the co-financing principle, a sub- sidy is not wholly paid from European funds, but may vary between 50% and 85% of the total cost of intervention. The co-financing rate depends on the category a region is in (more developed region, intermediate region, less de- veloped region, see 1.2). Public expenditure on aid to enterprises has to comply with the aid limits laid down in respect of State aid 38 . - The amount allocated to each priority axis of the OP Depending on which priority axes are addres- sed, the project may be more or less financed by Structural Funds. It is crucial to contact the MA at an early stage of the project definition to get advice on how to make it fit best with the OP, un- less the project is already mentioned in the OP, or else to look for alternative funding. - The amount that is still available in the region and hasn’t yet been programmed. - The total of eligible costs of the project In any case, be aware that funding is NOT paid in advance! You will therefore need to ensure you have sufficient re- sources to pre-finance your project! ",
        "25 39. See Annex 2 Formal requirements and procedures are both extensive and demanding but setting up and managing an EU-funded project is a skill like any other. Here is a short list of basic principles to be applied to the management of projects supported by the Structural Funds. 3.1 Schedule - Anticipate , well-researched high-quality project proposals often take two to six months to be written, starting long in ad- vance will increase your chances for success. - Seek advice from your MA at an early stage of the drafting of the project proposal to make sure it fits best with the priorities of a given OP. - Plan actions in a detailed way - Use appropriate tools to keep an up-to-date overview of the project’s progress , this implies ensuring communication is properly organised in order to be aware of the state of play. - Respect deadlines , these are non-negotia- ble parameters. 3.2 Information There is a wealth of information available to the public. To increase your potential for success- ful project planning, make sure you are proper- ly informed before the start of your project (relevant OP, application procedure in your region, duties of the project holder): - A good starting point is to use the European Commission’s central web portals 39 (which are available in EU languages, although some of the downloadable documents have limited language availability) to research funding opportunities. You will find informa- tion on OPs, categories of regions, legisla- tion, for the kind of initiative you would like to set up to support SMEs or entrepreneur- ship in your region. - In addition to the links listed in Annex 2, you may check locally which guides and user’s manuals have been established in your region/ country or even in neighbouring regions/ countries Planning and preparing your application ",
        "26 40. See Annex 2 - Chambers across Europe have over the years acquired a profound knowledge about the management of Structural Funds projects, both as project leaders and con- sortium partners. - Other project holders may also provide you with relevant information, check the rel- evant projects databases for contact de- tails 40 - Make sure knowledge of Structural Funds stays in your company or organisation, or is transmitted to someone there. To optimise your chances for successful project planning, take advantage of ex- isting experience! Consulting project da- tabases will help you benefit from others’ experience. 3.3 Practical Tips Project application procedures differ substan- tially from one region to another. In order to provide potential project holders with real-life examples The European Commission has set up an online database with genuine (successful) funding applications. These should serve as an inspiration and help potential project holders structure their project idea as well as their re- quest for ERDF or ESF funding. The applications are published in the original language together with an English translation and are available under the following link: http://ec.europa.eu/enterprise/policies/sme/ regional-sme-policies/applicationexamples Don’t overlook the importance of contact- ing your MA at an early stage (see Annex 2), to increase your application’s prospects of success! ",
        "27 Good Practices examples 4.1 Entrepreneurial training: training how to start an enterprise 4.1.1 REALIS, Active Network for Social Innovation, supported by ERDF Location Country France NUTS 2 Languedoc-Roussillon City Montpellier Time Frame Start Date 2009 End date 2013 Context and rationale There was a need for a structured offer on the regional territory to host physically and assist enterprises from the social economy in their growth strategies. Given the growth of this sector and the potential job creations, the region Languedoc Roussillon took over the management of the construction project. Partners and economic stakeholders were involved in the construction process. The Réalis hub for social economy entrepreneurship will allow for new social economy start-ups to get comprehensive support from the opening of the hub on July 2013, in order to avoid wasting energy running from one service offer to the other. A business centre, a co-working space and a resource centre will ease networking, and boost projects. The ambitious sizing of the pro- ject will have an impact on the dimensioning of hosted enterprises. ",
        "28 Main objective(s) / target(s) Reinforce the sustainability of enterprises and accelerate their development through the setting up of dedicated support engi- neering. Detailed description of the practice Accommodate, advise, and support 30 to 50 new social economy start-ups with huge potential to accelerate their development and implementation in the region. Manage a resource centre and ensure the availability of all re- sources (support expertise, financing, lifelong learning) for these start-ups. Manage a business and co-working centre to foster pooling, sha- ring, grouping, cooperation and sparking new ideas. Implementing structure The region of Languedoc Roussillon is the project owner. It is in- volving all regional economic stakeholders in the process: regio- nal Chamber for social economy, regional union of cooperative and participative enterprises, Chamber of Commerce, Chamber of craft trades...) Target group/ Beneficiaries New start-ups of the social economy Does the action fit into a broader strategy? This project is fully integrated in the regional strategy for deve- lopment of the social economy. Implementation method Participatory methodology to involve future users in the setting up of an infrastructure and services that are aimed at them. Human resources 3 persons of the regional Department for Social Economy: a Head of Department, a project manager, an assistant. 2 persons of the regional Department for economic hubs: a Head of department and a technician. Association of 6 regional departments are supporting the pro- ject: Directorate of Legal Affairs, the Department of Architectural Heritage and Logistics, Directorate of Public Order, the Depart- ment of Management Control, the Department of Finance and Management Information Systems. Key achievement(s) A 3560m² building, respecting the 2005 BBC-Effinergie environ- mental standards (low energy buildings). Main results Expected results: creation of 150 jobs at n+3. Strengthen the creation of social economy enterprises with strong growth potential Strengthen the social innovation capacity of the region; ",
        "29 Total cost €10.5 million: Preliminary studies €1,77 million Construction work €7,06 million Provisions for future economic risks, price revisions and liability insurance €1,07 million Real estate €0,6 million Financing scheme ERDF: €2,5 million Regional Budget: €8 million Difficulties encountered Conflicts between the participatory methodology and administra- tive procedures Drivers and success factors that facilitate the implementation of the action The partners of the social economy brought many ideas forward. Network of stakeholders for the development of social innovation are very structured. Lessons learnt from the practice and/or improvement recommendations The preparatory phase of diagnosis is crucial. It is necessary to be aware of the needs on the ground. Transferability Needed elements are: Mobilisation of stakeholders and political will. Contact & links Myriam LUDWIG, Head of Department ludwig.myriam@cr-languedocroussillon.fr Benoît HOLLEY, Project Manager holley.benoit@cr-languedocroussillon.fr 201 avenue de la Pompignane F-34000 Montpellier +33 (0)4 67 22 80 89 Website Website of the Languedoc Roussillon region: www.laregion.fr Video presenting the project: www.info-entrepriseslr.fr/themes/creer_reprendre/economie_ sociale_et_solidaire/video_pole_realis#FD 4.1.2 ENTREDI, Entrepreneurial Diversity, supported by INTERREG C Location Partners Kompass (Hesse, DE) Basingstoke and Deane Borough Council (South East, UK) LTC AB (Jönköping län, SE) University of Western Macedonia (GR) Tartu Science Park (EE) University of Lodz (Łódzkie, PL) Aster (Emilia Romagna ,IT) Time Frame Start Date 01 January 2010 End date 31 December 2011 Context and rationale ENTREDI – Entrepreneurial Diversity – is an INTERREG IVC Capitalisation project. The project results in seven regional action plans on the development and improvement of entrepreneurial support which ideally shall be implemented in the respective Regional Operational Programmes. ",
        "30 Main objective(s) / target(s) Regional Development Topics are: Identifying and planning for future infrastructure Supporting business to grow and innovate Encouraging residents to improve their skills and achieve their potential Attracting inward investment Developing strategic partnerships to support economic prosperity Providing leadership and support to respond to climate change Encouraging a diverse economy Enhancing the region as an attractive place to live, work and visit by supporting culture and promoting the visitor economy Fostering Entrepreneurship Detailed description of the practice Foster a holistic approach in entrepreneurship support. Create an entrepreneurial spirit in the region. Create new jobs and lower unemployment rate. Equal entrepreneurship opportunities. Improve the competitiveness of the region – increase in self- employment and young firms. More efficient use of public money for start-up support. Positioning “ENTREDI” as a brand for regional advanced entre- preneurship. Implementing structure(s) - The Lead Partner is KOMPASS Innovation and Incubation Center - 7 Partners from 7 European countries - Regional Governments for the integration of recommendation in regional strategies Target group/ Beneficiaries Regional governments, citizens, entrepreneurs. Does the action fit into a broader strategy? In June 2010, the Lisbon and Gothenburg agendas converged in Europe 2020 strategy, the new policy implemented by the European Union to create jobs, encourage green economic growth and an inclusive society. The interregional context of the ENTREDI project allows bench- marking amongst diverse but successful experiences, different environments and ideas, thus facilitating the identification of the key elements which are at the basis of an efficient strategy to support entrepreneurship across the project‘s partner regions and beyond. ",
        "31 Implementation method Definition of the region´s needs for entrepreneurship support - Identification of regional stakeholders supporting entrepre- neurship - Strengths-Weaknesses-Opportunities-Threats (SWOT) analysis of the regional entrepreneurship support Import of good practices based on SWOT - Integration of good practices from partner regions-based on specific characteristics of the region Broad regional stakeholder involvement - Ensure commitment of the stakeholders to integrate good practices - Regional Action Plan development team – regional stakeholder active involvement Ensuring Finance - Embedding the Regional Action Plan into the regional main- stream context - Regional Operational Programme, other mainstream schemes Key achievement(s) Putting the lessons learnt into action: The ENTREDI project resulted in seven regional action plans (RAPs) on the development and improvement of entrepreneurship support following the ENTREDI approach. These were signed during a festive signature ceremony at the ENTREDI Final Conference in November 2011 in Frankfurt, Germany by the Managing Authorities or regional representatives of the respective Regional Operative Programmes. Total cost €1.386.650,00 Financing scheme ERDF contribution: €1.081.195,50 Difficulties encountered To ensure the findings of the SWOT analysis are used to carry on a comprehensive and pro-active regional policy to foster entrepreneurship, early involvement of political stakeholders is crucial. Drivers and success factors that facilitate the implementation of the action The holistic approach matches the heterogeneous entrepreneur’s needs and detects the individual entrepreneurial potentials, following the good practices “4+1Model” (see chart) and “The Rhine-Main Net” managed by Kompass Innovation and Incubation Center Frankfurt Main. The Rhine-Main Region as Good Practice Example for Entrepreneurial Support and its Success Factors - Interlinked Service Offers - Profiling/Business Evaluation - Matching Activities - Openness to cooperation - Public commitment - High transparency of entrepreneurial support offers along- side the marketing of the service ",
        "32 4+1 Model Approach & Admission get information use knowledge meet the team Orientation & Information Information 1-2-1 with a business advisor assessment of business competencies Planning & Qualifications Research get qualifications Success & Growth Ongoing Coaching Strategy planning Start up & Implement Business & revenue registration Ongoing coaching Pre - Start up PHASE Post - Start up PHASE - calculate chances & risks - business plan development - budgeting & finance concepts Start up: • register your business • register fot VAT & Revenue Transferability The ENTREDI Methodology is a unique template, developed during the project and can be adopted in any region. Other relevant information Not only the ENTREDI partners developed their Regional Action Plan with the SWOT Analysis: Regional Workshops were organised in Crete and Istanbul and a SWOT Analysis with ENTREDI experts and representatives of the working group for “Innovation & Entrepreneurship” was undertaken in both cases. Results were presented during the Plenary Meeting of the Assembly of European Regions (AER) in Banja Luka in 2011. Following this success, other AER member regions have also expressed interest in the ENTREDI SWOT analysis. Website For all full online copy of the ENTREDI Guidebook The process of good practices transfer, visit the website: www.entredi.eu 4.2 Advice and coaching to entrepreneurs and business starters 4.2.1 Mechatronics for SMEs, supported by INTERREG A Location Country Germany, The Netherlands (cross-border INTERREG- project) NUTS 1 Nordrhein-Westfalen, Niedersachsen, Noord-Neder- land, Oost-Nederland, Zuid-Nederland NUTS 2 Weser-Ems, Münster, Düsseldorf, Friesland, Gronin- gen, Drenthe, Overijssel, Gelderland, Limburg, Noord- Brabant ",
        "33 Time Frame Start Date 01 March 2009 End date 28 February 2014 Context and rationale The project strengthens the competitiveness of SMEs through the promotion of cross-border technology transfers. This leads both to improved territorial cooperation and to the implementation of the EU Lisbon Strategy. The manufacturing SMEs of all industry branches are faced with major challenges, due to increasing globalisation. For these SMEs, globalisation means significant competitive pressure in the form of increasingly higher demands on the products function and falling prices. As the economy at the German-Dutch border cannot compete with the low wage costs of rival Asian countries, existing strengths need to be optimally used or developed. In order to improve the competitiveness and the market position of these companies, demand-driven innovation in product development and product manufacturing is crucial. This can be achieved by introducing the multidisciplinary field of engineering known as Mechatronics. This ensures positive effects in terms of both job security and job creation. In the geographic area of the INTERREG program, there is a high number of SMEs. For instance, in the regions Oost (Twente) only, 1,125 establishments with 39,000 workers have potential mechatronics needs. The manufacturing industry in Münster and in the districts of Bentheim, Kleve and Wesel employs approximately 162,000 people in about 850 companies. Main objective(s) / target(s) The project «Mechatronics for SMEs» promotes the cross-border development and implementation of mechatronics in almost 200 German and Dutch companies. Core of the project is a practical cross-border technology transfer from universities, colleges, technology centres and engineering firms in small and medium enterprises (SMEs). The bi national cooperation contributes to overcoming border barriers and counteracts the negative effects of the shortage of engineers. The interdisciplinary cooperation between mechanical, electrical and computer science (short, mechatronics’) allows many product and process innovations. The benefits are visible through, among other things, an increased degree of automation, in user-friendly operating concepts and effective manufacturing processes. The project helps SMEs to bring technological developments and innovations to the market. The companies are aware of the technical possibilities and chances of Mechatronics, they come in contact with experts from the neighbouring country and receive financial contributions for technology consulting, feasibility studies and development projects ",
        "34 Detailed description of the practice The program consists of five phases, ranging from the initial idea to the construction of a working prototype. At least the last two phases are carried out across the border with Dutch and German partners. - Preliminary evaluation discussion: a member of a competent regional economic development agency discusses with the manager to find out whether the use of mechatronics is useful for the company. If this is the case, they go over to the following stages. - Deepening conversation: in phase 2 the business developers are supported by German and Dutch universities or colleges to help the project manager specify the business problem and decide which solution is most adapted. - Intensive counselling: in phase 3, external specialists deal with the technological aspects. Once the technical questions are answered positively, the feasibility study can be planned. - Feasibility study: in Phase 4, German or Dutch external service providers enter in contact with the company to start a feasibility study. The study will examine how feasible the project is technically and if it is economically sustainable. - Development of the project: together with the German and Dutch Mechatronics service providers, the enterprises develop their own project and create a prototype. Financial support: the financial support provides companies with a strong financial incentive to work with universities, technology centres and engineering companies in the neighbouring country. The successful collaboration forms the starting point for many long-lasting partnerships. - The preliminary evaluation discussion (phase 1) and the deepening conversation (phase 2) are free of charge. This allows for a low entry threshold. - The intensive counselling (Phase 3) is subsidised with a maximum of 60% of the cost. Fees of up to € 5,000 are eligible for funding. - The feasibility study (Phase 4) can be financed at 50% of the costs in general and up to 75% in research-intensive activities. Eligible costs are external costs of up to € 25.000. - The subsidy for a development project (phase 5) is limited to 50% of project costs up to € 120.000, of which max. € 60.000 own staff costs around € 40.000 contract services and equipment costs about €20.000. Overall, the funding per enterprise amount to several ten thousand Euros, depending on the project and the costs incurred. ",
        "35 Implementing structure The project involves 11 universities, technical colleges, technology centres and economic development organizations together across borders. 11 other economic development organisations are involved as associated partners. The EUREGIO in Gronau / Enschede is lead. The project partners cover the entire German- Dutch border. The intensive cooperation has not only strengthened the cross-border contacts of SMEs, but also the relations of the promoters and associated partners with each other. Target group/ Beneficiaries SMEs, universities, colleges, technology centers, economic development organisations Human resources Difficult to estimate: The calculated labour costs in the project are estimated at €8.9 million. That is approximately 50% of the estimated total costs. Moreover, there are numerous labour- intensive consulting services, but for administrative reasons these will be counted as external costs and not as staff costs. It can therefore be assumed that human resources weight far more than that in the project. Key achievement(s) Through this project, nearly 100 German and Dutch SMEs benefited from counselling and could enhance their product or develop new products. Some of the new products include innovations aimed at saving energy and other essential resources. For instance a new heat exchanger for process industries and for swimming pools and a central control system designed for low energy houses. The participating companies have concluded contacts and partnerships with businesses and technology consultants in the neighbouring country, which will continue after the funding scheme is over. Main results Until April 2012, the total of past, present and approved SME projects include: 156 Intensive consultations, 59 feasibility studies, 49 development projects Total cost €17.960.295,00 ",
        "36 Financing scheme Total €17.960.295,00 INTERREG (ERDF) €7.114.395,00 Public national €4.258.781,00 Ministry for Economic Affairs, Agriculture and Innovation €1.429.391,00 Ministry for Economy of Lower Saxony €1.064.695,00 Ministry for Economy North Rhine Westphalia €1.064.695,00 Province of Overijssel €245.000,00 Province of Gelderland €245.000,00 Province of Limburg €70.000,00 Province of Drenthe €46.666,66 Province of Friesland €46.666,67 Province of Groningen €46.666,67 Public regional €585.093,00 Private €6.002.026,00 Difficulties encountered - The participation of SMEs depends very much on the cyclical fluctuations, when the situation is very good or very bad there is no participation. - The pre-financing of projects is very difficult for small enterprises - Companies have to get used to the guidelines for tendering and contracting - SMEs find it often difficult to respect the time frame of a project as the normal operations continue and lucrative activities may induce delays - For smaller enterprises it is often only possible to devote limited own human resources to a project, this can however to a certain extent be compensated by. A higher proportion of external services; Drivers and success factors that facilitate the implementation of the action - Experience from previous projects enable the appropriate development of the project structure (in this intensive consultation, feasibility, development) - Integration of existing networks and partners with INTERREG experience (e.g. support to businesses but also research institutes and foreign Leister, who know well the SMEs and SMEs have confidence), - Project Approach: Need to go out from the needs of companies. - Intercultural communication competence as a prerequisite for cross-border action, - Efficient project management and good knowledge of the support programme. ",
        "37 Lessons learnt from the practice and/or improvement recommendations Difficulties must be responded within existing facilities, Such «open» projects for SMEs make sense «Customer loyalty» e.g. by initiating event offers for companies SMEs could be good for Europe multipliers Transferability Prerequisites are: a good network and partners, especially providing support to businesses, research institutions and foreign Leister, who know well the SMEs and to which SMEs have confidence,Visions regarding Europe and readiness for cross- border cooperation, Functioning project management and good knowledge of the funding. Contact & links Angelika van der Kooi EUREGIO e.V. Enscheder Str. 362 48599 Gronau Tel: +49 (0)2562 70227 e-mail: a.vdkooi@euregio.de Website www.mechatronik-kmu.eu 4.3 Support for the transfer of businesses from one generation to the next 4.3.1 Moderatoren zur Sicherung der Unternehmensnachfolge, supported by ESF Location Country Deutschland NUTS 1 Baden-Württemberg NUTS 2 City Time Frame Start Date 2008 End date 2011 Context and rationale (why did the organisation initiate the action, in what context, who had the idea, what problems/ needs did the action address etc.) In the coming years, many small and medium-sized businesses in Baden-Württemberg will be handed down to a new generation of entrepreneurs. Successful business succession is an issue that is of the utmost importance not only to those transferring their businesses but also to their staff and to Baden-Württemberg as a place for doing business. The number of handovers within families is falling and so transfers of businesses to staff or even to outside managers are becoming increasingly important. Outside management buyouts (MBO) are more difficult than internal handovers in almost all respects. There are much fewer such transfer scenarios that run smoothly, especially since they are exposed to a much greater range of problems. For those giving up their positions, the principal problem is finding the right successor. Furthermore, many business owners are overwhelmed with this complex task and often find themselves in such a position for the first time. Almost certainly linked to this is a delayed and overly hesitant realisation on the part of owners that they have to act. ",
        "38 Business owners with no successors in their own families are very hard to target with conventional informational and training tools. They do not attend information workshops or training seminars because they avoid “the public eye” and their day-to-day business has top priority. Normally, the only successful way to address such entrepreneurs is directly, and a special relationship of trust is required. It was against this backdrop that, in 2003, the Baden-Württemberg Ministry of the Economy (now the Ministry of Finance and the Economy) collaborated with Heilbronn-Franken IHK (Chamber of Industry and Trade), responsible for business support, to develop the concept of “moderators to help ensure business succession”. At the heart of this concept is a qualified expert in one of the regional IHKs or sector-specific associations who acts as the direct contact person and moderator and is available throughout all the phases of the transfer. Main objective(s) / target(s) The objective is to raise awareness at an earlier stage among those transferring their businesses and thus to secure existing businesses and the jobs they provide. Detailed description of the practice “Succession moderators” perform the following key tasks: - Identifying and establishing contact with potential transferors, and making them aware of the need to plan any transfer carefully and in good time. - Mentioning the emotional aspects, including personal and family-related aspects. - However, raising awareness of the commercial, legal and fiscal issues, including issues relating to the law of succession, is also very important. - The moderator goes to the transferor to determine if there are any potential successors in the family or from among staff members, or if a successor from outside has to be found. If a successor has to be found from outside, Heilbronn-Franken IHK supports the moderator, e.g. by means of the Germany- wide succession exchange “nexxt-change” and the IHK’s own succession database. - The moderator assists in establishing contact between potential transferors and transferees by taking existing offers, developing them further and/or developing and implementing new concepts. - Establishing and maintaining networks of consultants and moderating the involvement of various expert consultants (tax consultants, lawyers, management consultants). - Assistance in drawing up a road map for the transfer. ",
        "39 The moderator’s tasks do not include giving detailed advice himself or herself. Moderators are expected to meet high standards. In all phases of their work, they must guarantee a high level of discretion and confidentiality vis-à-vis the transferor and the transferee. They have to proceed with great sensitivity especially with regard to family-internal solutions. Implementing structure (with a very short description) and partners/stakeholders In Baden-Württemberg, there are currently succession modera- tors in the Chambers of Industry and Trade for Heilbronn- Franken, Nordschwarzwald, Ulm, Rhein-Neckar, and Reutlingen, in the Chambers of Skilled Trades for Karlsruhe and Stuttgart, in the Hotel and Restaurant Association for Baden-Württemberg (DEHOGA) and in the South-Western Economic Region. The moderators are experienced experts who, ideally, have been entrepreneurs themselves or have experience in management consulting or financing. Target group/ Beneficiaries Owners of SMEs affected by a transfer and (potential) transferees established in Baden-Württemberg. Does the action fit into a broader strategy? The use of moderators to ensure and facilitate the transfer of business is one of the elements of our SME Policy, especially of the current start-up offensive in Baden-Württemberg. Implementation method Generally speaking, or at least ideally speaking, the moderator posts are fixed units/posts in a Chamber of Industry and Trade or a sectoral association. A succession moderator has access to corporate data and can be proactive in approaching companies where the issue of succession should be raised. Human resources Generally speaking, or at least ideally speaking, the Chambers of Industry and Trade or the associations employ one person who works full-time (100%) as a succession moderator. At Heilbronn-Franken IHK, for example, Mr Jürgen Beck works full-time as a succession moderator. Key achievement(s) In Baden-Württemberg, this system of promoting succession moderators who are sector-specific or regionally based has given rise to a network comprising multiple contact persons who are at the disposal of transferors and transferees alike throughout all phases of the transfer and who offer a high degree of discretion and confidentiality. The ultimate goal is to put succession moderators – subsidised or unsubsidised – in Chambers of Industry and Trade and in associations throughout Baden-Württemberg. The idea behind this moderator system is now in demand – and implemented – not only in Chambers of Industry and Trade and associations within Baden-Württemberg but also in Chambers of Industry and Trade outside Baden-Württemberg. The model is held in high regard in the various such Chambers in Germany and is now available as a training course developed by Bildungs- GmbH (a company commissioned by DIHK, the German Chamber of Trade and Industry). ",
        "40 The success of the model, in the words of Heilbronn-Franken IHK: “Awareness-raising and proactively approaching companies has proven to be the right way to proceed. Experience has shown that, in most cases, companies did not sustainably address the issue until they had been actively approached. The companies would not have taken the initiative to address the issue at all, or would have proceeded hesitantly, but they were glad to have been approached by the IHK, a neutral party, to talk about the issue. In the various contact sessions that followed it was possible to recommend other consulting services from the network. Emotional aspects were addressed and included personal and family-related interests. The assistance provided when determining whether a successor can be found in the family or among staff or whether an outsider has to be sought has proved a success. The support given in finding an outside successor via a regional and interregional platform was well received. In nearly all cases, awareness was raised for economic, legal, inheritance- and tax-related factors. It was also possible to answer questions about financing options. Discretion, empathy and confidentiality are essential and paid off. Awareness-raising through newspaper articles, radio, television, presentations and podium discussions was very successful. We have managed to build up a network of consultants, develop the matching procedure and raise awareness for alternative forms of financing.” Main results - short description + quantitative indicators (e.g. no of companies or jobs created or safeguarded, volume of investments generated etc.) From the start of April 2008 to the end of December 2011, 10 subsidised succession moderators gave advice and supported around 7 000 company transfers in total. Heilbronn-Franken IHK has had the moderator model in place since 2003 with the following outcomes to date: - 805 businesses given personal advice and support, involving a total of 12 457 jobs and turnover of EUR 1 685 million - 305 transfers completed, involving 5 160 jobs and turnover of EUR 812 million Total cost From the start of April 2008 to the end of December 2011, ESF funding for succession moderators came to around EUR 940 000. The succession moderator at Heilbronn-Franken IHK costs around EUR 100 000 a year. Financing scheme ESF associations and chambers Lessons learnt from the practice and/or improvement recommendations The matching procedure, especially for finding outside successors, should be developed further and optimised as far as possible. The ultimate goal should be the interregional networking of individual consultants and maximum coverage. ",
        "41 In your opinion, what are the requirements to transfer the action to other areas The post of succession moderator should be firmly embedded within a Chamber of Industry and Trade or within a sectoral association. Spin-off effects and projects The moderation model helps strengthen the concept of service orientation towards the businesses. Contact & links Ministerium für Finanzen und Wirtschaft Baden-Württemberg [Baden-Württemberg Ministry of Finance and the Economy] Initiative für Existenzgründungen und Unternehmensnachfolge - ifex [Initiative for startups and business succession - ifex] Katja Gieseler +49 711-1232708 katja.gieseler@mfw.bwl.de www.gruendung-bw.de IHK Heilbronn-Franken Jürgen Becker +49 7131-9677316 becker@heilbronn.ihk.de www.heilbronn.ihk.de Website http://www.gruendung-bw.de > Unternehmensnachfolge > Mode- ratoren zur Sicherung der Unternehmensnachfolge http://www.heilbronn.ihk.de 4.4 Support for companies to consolidate, grow, innovate, internationalise 4.4.1 Innovation support programmes (“soft measures”) for SMEs in Lower Austria, supported by ERDF (Technopol Programme, Cluster Programme, Technology & Innovation Partners) Location Country Austria NUTS 2 Niederösterreich / Lower Austria City St. Pölten Time Frame Start Date 2007 End date 2013 Context and rationale Lower Austria is characterised by a very small structured economy (97.5% small companies, 2% medium sized enterprises and very few large companies), a lack of critical mass in public R&D and a highly diversified economy without strong sectorial specialization. The main challenges of innovation policy are: creating a critical mass in R&D and Innovation in niche technologies and fostering innovation capacity also in rural areas. Since the mid-1990s the region has developed several instruments step-by-step to address these challenges: infrastructure, financial support and advice and services . ",
        "42 The 3 main programmes are: Technopol Programme: supporting technology oriented location development in niche technologies, Clusters and Network Programme: supporting innovation in businesses through collaborative projects and the development of (cross-)regional value chains and TIP – Technology and Innovation Partners: raising innovation awareness, identifying innovation capability and supporting single firms in implementing innovation and R&D&I projects. Main objective(s) / target(s) • Create critical mass in R&D and Innovation in niche technologies • Create its unique selling proposition, no duplication of other regions • Encourage co-operations between instruments • Collaborate with neighbouring regions • Facilitate access to information related to innovation also in rural areas, foster innovation capacity Innovation and Technology is a main corner pillar of the economic strategy 2015 Measurable indicators (examples): Number of projects, project volume, jobs, researchers, technology centres, research & education facilities, students at the universities and enterprises at the technopol locations, settlement of companies, start-ups, study courses and university departments in the specific fields of technology, jobs created in start-ups, companies working in the specific fields of technology, infrastructure projects and investment volume in total, jobs in technology centres, Research Institutes, Competence Centres for Excellent Technologies,»Christian Doppler“ laboratories. Turnover development and number of (qualified) jobs at cluster companies, number of product and system solutions development projects, rate of participation in collaborative projects initiated in cluster, rate of participation in competence-enhancing initiatives and productivity-enhancing initiatives, number of large companies involved in collaborative projects, number of new focus topics identified in the cluster, number of leading projects initiated, number of cross-organization/overlapping projects, customer satisfaction Share of innovative companies, number and share of strategic consultancy and follow up, number of new clients, new developed products and services and cross-organization/overlapping projects, R&D expenditures of assisted companies ",
        "43 Detailed description of the practice Whereas the TIP provide services to raise awareness for innovation and increase innovation capability in general, the Cluster Managers focus on initiating collaborative R&D&I projects and developing (cross-) regional value chains as well as looking for niches and future perspectives in each cluster. The Technopol Managers facilitate a joint strategy development (and specialization) process of higher education institutions, research facilities and companies, support research project developments, new settlements and start-ups at the Technopol locations. Implementing structure The Technopol programme & Cluster programme: the Lower Austrian business agency ecoplus. TIP (jointly financed): the Regional Government of Lower Austria and the Chamber of Commerce. Target group/ Beneficiaries • Focus: SME in Lower Austria, but also • large lead companies, • universities (of applied sciences) and research institutions. The Cluster and the Technopol Programme especially focus on specific sector / technology niches: • Technopol Tulln „Agro- and environmental biotechnology”: plant- and animal production, (bio)-analytics, natural materials technology, environmental biotech. • Technopol Krems “Medical biotechnology”: regenerative medi- cine e.g. extra corporal blood-purification, tissue engineering, cell therapy and future building (low energy house). • Technopol Wiener Neustadt “Modern industrial technologies”: surface technologies, centre of competence for electro- chemistry and tribology, micro-system technology, integrated sensor systems, medical applications, injection moulding technology. • Technology Center Wieselburg: bioenergy and agricultural sciences • Greenbuilding Cluster: energy efficient construction and reha- bilitation • Plastics Cluster: bio plastics, composites • Mechatronics Cluster: energy efficiency in production proces- ses, LED components • Food Cluster: food safety, regional und organic products • Logistics Cluster: cross-sector cluster focusing on jointly solving logistics challenges, e.g. modal split, bundling empty runs Does the action fit into a broader strategy? The Programmes described above are integral parts of the Regional Innovation Strategy (Wirtschaftsstrategie 2015) setting out the following strategic pillars: Innovation & Technology, Cooperation, Qualification, Start-ups, New Markets and Sustainability. ",
        "44 The mentioned programmes translate especially the strategic pillars “Innovation & Technology” and “Cooperation” into practice, but also contribute to qualification of SMEs, support for high- tech start-ups (Technopols) and Sustainability (eco-innovation activities in the clusters). Technopols and clusters are also key to the regional specialization and diversification. Both programmes rely on the work of the TIP, increasing innovation capability. Main results Technopol Programme: • 119 R&D-projects with €143 Mio. project volume initiated and realized • 13 infrastructure development projects realized (volume: € 70 Mio.) • More than 1100 researchers in natural and technical sciences • Plus 400 high tech jobs triggered by Technopol Management • €190 Mio. total value added effect in 2009 Cluster Programme: • Involvement of 672 companies with more than 80,200 employees in the five clusters. • Since the start of the first cluster initiative in the region in 2001 cluster members implemented 377 collaborative projects • The cumulated project volume of the five clusters is equal to €52.2 million as of 30 June 2011, with nearly two-thirds (65%) invested by the companies themselves. • The overall effect triggered by funded Lower Austrian Clusters projects is equal to €27.3 million. The total value added effect of Lower Austrian Clusters, calculated as the sum of direct and multiplier value added effects in Lower Austria, in the other Austrian provinces (Bundesländer), and abroad, is €47.8 million. The total employment effect is equal to 624 jobs in person-years, also expressed as 560 full-time equivalents (FTE). (Economica Institute of Economic Research 2011). TIP: • About 600 services through external consultancy each year and 300 advisory services through the TIP help mainly to identify the innovation potential and SMEs to innovate. • Out of these 210 are in core areas like Innovation management, creative techniques, or in strategic areas. • 150 new clients per year guarantee the identification of innovation capability and enlargement of innovative firms also in rural areas ",
        "45 Financing scheme and total costs Technopol Programme 03/2008-12/2013: ERDF: EUR 2,022,647.00; Regional budget: EUR 2,022,647.00 Total: EUR 4,045,294.00 Cluster Programme (01/2007-12/2013): ERDF: EUR 5,624,235.50; Regional budget: 12,298,972.50 Private co-financing: 2,665,000.00; Total: EUR 20,588,208.00 TIP Programme: ERDF: EUR 2,195.709,00; Regional budget: 6,206.225,40 Chamber of Commerce: 2,673.677,60; Total: EUR 11,075.612,00 Drivers and success factors that facilitate the implementation of the action • Thorough SWOT analysis of the region, identifications of challenges and needs of companies • Strong involvement of companies, mainly SMEs • Open communication and collaboration of all stakeholders in regional innovation policy Other relevant information Learnings: • It is important to embed the different policy instruments in an integrated regional innovation (smart specialization) policy and to take care of interlinking these instruments, e.g. by combining funding schemes with supporting services or by enabling cross-cluster collaboration in order to leverage the full innovation potential of a region. • Involvement of large companies in innovation policy instru- ments is important in order to enable the access of SMEs and help developing regional value chains. • The Lower Austrian programmes are instruments of regional economic and innovation development. Services provided by those acting as intermediaries between regional government and businesses cannot be left to the open market. Public support for these activities is necessary. • A comprehensive monitoring and evaluation system is crucial to secure flexible and evidence based policy reactions to new developments in the regional economy. Contact & links Regional Government of Lower Austria Department for Economy, Tourism & Technology A-3109 St. Pölten Landhausplatz 1, House 14 Ms. Irma Priedl, Head of area Innovation and Technology +43 2742 9005 ext. 16123 Irma.priedl@noel.gv.at Website http://www.noel.gv.at/English/Topics-in-English.html; http://www.ecoplus.at/en/ecoplus/technology-research/ technopol-program; http://www.ecoplus.at/en/ecoplus/cluster http://www.tip-noe.at/ ",
        "46 4.4.2 I2I, Innovation 2 Industrialisation for Advanced Micro&Nano Systems, supported by ERDF Location Country Netherlands NUTS 2 Gelderland & Overijssel City Arnhem Time Frame Start Date January 1th 2012 End date December 31th 2014 Context and rationale The East Netherlands provinces of Overijssel & Gelderland have two outstanding Knowledge & Research &Development centres for micro-&nano electronics: - University of Twente (Overijssel) - Radboud University of Nijmegen (Gelderland). These R&D centres bear many spin-offs and start-ups active in innovative micro&nano systems, which face 2 challenges after having delivered a proven concept of their micro&nano electronic innovation : • find a paying customer for the application of the proven tech- nology • deliver Industrial produced micro & nano electronic products against very high quality standards. A world class semiconductors ecosystem is located next to these R&D centres and spin-offs, as well as an outstanding network of medical technological companies and knowledge institutes. These depend on micro&nano electronic innovations for their point-of-care medical devices. Through I2I, the foundation Business Cluster Semiconductors East Netherlands (BCS), representing over 60 micro&nano electronic companies, together with 22 SME partners is to bridge the gap between developed micro&nano electronic innovations, industrial production and innovative medical point-of-care applications Main objective(s) / target(s) • To develop 6 innovative micro&nano electronic proof of concepts towards industrial produced micro&nano products in the strategically and economically very important area of medical point-of-care devices; • Cluster and give access to all needed competences to Innovative SMEs in the micro&nano electronics area to further develop Innovative proof of concepts into Industrial produced micro& nano electronic products. • To develop a for innovative start-ups and SMEs accessible and open industrial high-tech infrastructure for the development and production of IC related Micro- & Nano Electronic products Detailed description of the practice I2I supports SMEs active in micro-and nanotechnology to further industrialise their developed technologies and applications. ",
        "47 Implementing structure Lead partner: Foundation Business Cluster Semiconductors Nether- lands (BCS) R&D sub project : 6 Lead companies for every R&D project Cluster Development & Open Industrial Infrastructure : BCS Other Stakeholders represented in a Advisory Board : Health Valley Netherlands, Kennispark Twente, MESA+/HighTechFactory, Inno- vatiePlatform Twente, Provinces of Gelderland and Overijssel and Regio Twente. Target group/ Beneficiaries All SMEs (incl. start-ups & spin offs) active in the research & development of innovative micro- & nano electronic systems. Indirectly, all companies in the area of medical point-of-care dia- gnostics depending on micro-& nano electronics for their innova- tions. Does the action fit into a broader strategy? Yes : the action fits within the national Dutch programme for the ‘Top sector High-Tech Systems & Materials (HTSM)’ and cross- over approach between HTSM and applications in the ‘Top sector Life Sciences’. Yes: Horizon 2020 and especially the importance of key enabling technologies within this EU programme. Implementation method Focussed R&D partnership and research & concept development for accessible competences, know-how and open high tech industrial development & production infrastructure. Main results Objectives: - 7 new R&D cooperation’s + related Development Projects - 19 SME partners directly involved in the projects - 3 Knowledge Institutes involved (Technical University of Twente, Radboud University of Nijmegen and Medical Univer- sity St. Radboud) - 56 supported SME Companies - 370 jobs created or safeguarded - € 35.000.000 private investments generated after end of project Total cost € 10.900.000,00 Financing scheme ERDF Regional budget Private co-financing Drivers and success factors that facilitate the implementation of the action Strong SME participation In your opinion, what are the requirements to transfer the action to other areas Strong coordination & strong SME participation Clustering of and relations with companies and Knowledge Institutes on both the Technology and Medical side. ",
        "48 Other relevant information The project has just started, it is therefore not possible yet to draw conclusions, identify difficulties or make recommendations Contact & links Business Cluster Semiconductors Netherlands Drs. J.H.M. Gerards P.O. box 5215 6802 EE Arnhem The Netherlands +31 (0)26 3844222 Website The project application of this good practice is published in the DG Enterprise and Industry ERDF & ESF applications database under the link: ec.europa.eu/enterprise/policies/sme/regional- sme-policies/applicationexamples 4.4.3 The Growth Forum, supported by ESF and ERDF Location Country Denmark NUTS 2 Southern Denmark Time Frame Continuously being developed Context and rationale The Region of Southern Denmark has a number of mature clusters within the «traditional» industries. These are food industries, mechatronics, transport and logistics and the off-shore industries. Besides these mature clusters the region also has a number of viable clusters within the «new» industries, such as energy technology, robot technology, refrigeration technology and ICT. These viable clusters have the possibility to become an actual strength of position. Finally, there are a number of potential clusters, such as bio-energy, air cleaning in the agriculture, medico, medical devices, waste treatment, IT based experience economics, biotech, and better exploitation of agricultural products. These clusters can be the key opportunity for future growth. The cluster infrastructure is therefore the central point for the Southern Denmark 2012-2020 strategy for economic development. Corporate collaboration projects have been set up in the form of public-private partnerships in a number of prioritised areas with the potential to generate growth and employment in Southern Denmark. These are: • The welfare technology cluster • The energy efficiency cluster • The design cluster • Offshore clusters • The Growth Forum foods initiative The Growth Forum is a hub for regional growth initiatives. This commercial-political partnership involving the business community, knowledge and education institutions, the unions and employers’ organisations, local authorities and the region of Southern Denmark, is to play a key role, with direct influence on the commercial development of the region. It will therefore continue to focus on the development of existing and new strong clusters within the specified business areas. ",
        "49 Main objective(s) / target(s) In the field of entrepreneurship, the goals are to: • Increase the number of entrepreneurs through the promotion of both an entrepreneur-friendly environment and a stronger entrepreneurial culture • Increase the share of new companies. • Foster the entrepreneurial mindset in the educational system As for clusters, the Growth Forum aims to ensure that • The re-organisation of the commercial strength of positions and the established clusters can continue. • New clusters can grow • Cluster- and network initiatives are developed through a strong commitment with companies and in cooperation with knowledge insti-tutions and authorities. In terms of human resources, the goals are to: • Make it attractive to live and work in the Region of Southern Denmark. T • Ensure the Region of Southern Denmark has the necessary and qualified labour force. • Increase the number of young people who gets an education. • Have more people that are better educated. • Increase the number of student intake and improve the adequacy between education and market needs. • Improve the ability of the workforce to adapt to change through longlife education. In the field of research, innovation, and new technologies, the objectives are to: • Access to global competences within research and knowledge that matches the region’s commercial strength of positions and potential growth industries. • Promote innovative mentality and activities with knowledge shar-ing and knowledge exploitation in the region. • Commercial strength of positions with a production, based on a high level of knowledge. • Create dynamic and innovation in new business potentials and growth industries. Regarding experience economics, the Growth Forum aims to achieve the following: • Increased share of the region’s market share in experience economics. • Public-private cooperation, in connection with development of the experience economics (e.g. in connection with art, culture, entertainment, sports, architecture, design, and tourism). • Creation of new products and services, generating increased profits within the experience economics. • Development of peripheral areas’ potential for experience economics. ",
        "50 Detailed description of the practice The Southern Denmark Growth Forum is the hub of the regional growth initiatives and the commercial-political partnership between the business community, knowledge and education institutions, unions and employers’ organisations, the local authorities and the Region of Southern Denmark. The Growth Forum invests in the development of new jobs in the fields of Health and Welfare Innovation, Sustainable Energy and Experience Business. In addition, the Growth Forum has earmarked means for three pools/funds intended to provide support for initiatives that will help the region reach its goals for 2020: 1. THE SOUTHERN DENMARK LOAN FUND FOR OUTLYING AREAS The loan fund, which has DKK 20 million at its disposal, is designed to provide loans for entrepreneurs in the outlying areas of the Region. The target group comprises entrepreneurial companies in the establishment, start-up or expansion phase. Loans from the fund are to be matched (1:1) by private external co-financing. 2. THE REGION OF SOUTHERN DENMARK WELFARE TECHNOLOGY FUND Welfare Tech Invest is the name of a welfare technology fund that has DKK 75 million available for investment as seed, start-up and expansion capital in entrepreneurial companies active in the field of welfare technology and service in Southern Denmark. The target group comprises entrepreneurial companies in the establishment, start-up or expansion phase. In principle, investments from the fund are to be matched (1:1) by external co-financing. Furthermore the capital fund is providing loans for entrepreneurs in the rural areas of the region. There is further 20 Mio. DKK in the fund for this purpose. In addition to the venture fund a special Business Building program is expected to be launched in the beginning of 2013. Target measures for Welfare Tech Invest (within the next 5 years): The fund will invest 12 young companies within welfare tech in the region 30 loans will be granted to companies in the rural areas of the region Between 175 – 250 new jobs will be created in the portfolio companies. 3. POOL FOR PUBLIC-PRIVATE INNOVATION This pool contains DKK 20 million for supporting the commer- cialisation of public-private innovation projects. Funding from the pool is available to private companies working with public sector parties to test and adapt products during the critical phase immediately prior to market launch. The project must help to commercialise the company’s products while simultaneously contributing to cover a need in the public sector. ",
        "51 Implementing structure Region of Southern Denmark Target group/ Beneficiaries Existing enterprises, new start-ups, enterprises to be created. Within the region’s three strategic areas of business excellence, the target groups are: Sustainable energy - Sectors that work with technologies, knowledge and compo- nents that lead to intelligent and efficient utilisation of all forms of energy. - Sectors that work with technologies, knowledge and com- ponents intended for use in all areas of the value chain for offshore energy production from both renewable and fossil energy sources. Health and welfare technologies - Sectors that work with health and welfare solutions that can contribute to dealing with societal challenges in the field of welfare and, at the same time, generate increased growth in private companies. Experience economy - with focus on tourism and design Service sectors in the field of holiday and commercial tourism. Sectors that make use of design with a view to adding even more value to the company’s products. Sectors that work with foods, to boost the value of the product. Does the action fit into a broader strategy? Yes, the Growth Forum was conceived as a tool for regional develop- ment and the specialised cluster organisations play a unique role in the regional innovation system Implementation method The tools used to achieve the strategic goals of increased produc- tivity and greater occupational frequency are: - Entrepreneurship - Human resources and education - Research, innovation and new technologies, including design and ICT - Cluster development ",
        "52 Expected results For each of the clusters there are specific target measures and also expectations of European Cluster Management Excellence according to the quality indicators and peer-assessment proce- dures identified by Cluster-Excellence.eu – the European Cluster Excellence Initiative Health and social innovation Goals for the business areas Sustainable energy Experience economy > 30% growth in productivity > 25% increase in export share > 15% growth in productivity > 10% growth in exports > 25% growth in productivity > 15% growth in employment 2020 GOALS Productivity level 10% above the OECD average & Occupational frequency on a par with the OECD Top 5 Financing scheme The Growth Forum receives annually 100 million DKK (€13,40 million) from the Region of Southern Denmark’s regional com- mercial development fund, and around DKK 100 million from the EU Social and Regional Funds. Drivers and success factors that facilitate the implementation of the action All areas in the region have good conditions for growth. Coopera- tion and dialogue are the main elements of growth in the region. Transferability The clusters are created in the specific economic context of the region of Southern Denmark , where incomes are relatively high. This practice may only be transferable in regions with similar economic characteristics. Websites The Growth Forum: www.regionsyddanmark.dk/wm235842 and syddanmark2020.dk/en/ The specialised clusters: Welfare Tech Region www.welfaretechregion.dk Lean Energy Cluster www.leanenergy.dk design2innovate: www.design2innovate.dk Offshore Centre Denmark: www.offshorecenter.dk Lindoe Offshore Renewables Center (LORC):www.lorc.dk Vaeksthus Southern Denmark www.vhsyddanmark.dk ",
        "53 Annex 1: useful links & sources of information MANAGING AUTHORITIES ERDF Managing Authorities ec.europa.eu/regional_policy/manage/authority/authority_en.cfm ESF Managing Authorities ec.europa.eu/esf/main.jsp?catId=45&langId=en EARDF Managing Authorities Links to the Ministries of Agriculture of Member States, candidate countries and potential candidate countries, ec.europa.eu/agriculture/links-to-ministries/index_en.htm EFF/ EMFF Managing Authorities List of national fisheries authorities: ec.europa.eu/fisheries/cfp/eff/apply_for_funding/national_authorities.pdf Funding possibilities STRUCTURAL FUNDS Inforegio website on ERDF: ec.europa.eu/regional_policy/index_en.cfm European Commission Directorate-General for Employment, Social Affairs and Inclusion website on ESF: ec.europa.eu/esf/home.jsp?langId=en Annexes ",
        "54 INTERREG A: Individual links to the 52 different cross-border programmes: ec.europa.eu/regional_policy/atlas2007/crossborder/index_en.htm INTERREG B: links to the 13 transnational programmes: ec.europa.eu/regional_policy/atlas2007/transnat/index_en.htm INTERREG IV C: for multi-lateral interregional cooperation of public actors on innovation, knowledge economy, environment and risk prevention issues: www.interreg4c.net Useful Documents Guide New Practical Guide to EU funding opportunities for research and innovation - Competitive European regions through research and innovation (European Commission 2012) Good practices: lists and databases Small Business Act - Database of good practices: ec.europa.eu/enterprise/policies/sme/best-practices/ database/SBA/index.cfm?fuseaction=welcome.detail INTERREG IVC database: www.interreg4c.eu/findGoodpractices.html Regional Policy projects database: ec.europa.eu/regional_policy/indexes/project_examples_en.cfm Regional development projects database: ec.europa.eu/regional_policy/projects/stories/index_en.cfm Policy learning database: ec.europa.eu/regional_policy/projects/practices/index_en.cfm Regions for Economic Change initiative: ec.europa.eu/regional_policy/cooperate/regions_for_economic_change/index_en.cfm RegioStars Awards: ec.europa.eu/regional_policy/cooperate/regions_for_economic_change/regiostars_en.cfm ESF database: ec.europa.eu/esf/main.jsp?catId=466&langId=en Some concrete ESF examples of the help available are given in the document The ESF: supporting entrepreneurs and the self-employed: ec.europa.eu/esf/BlobServletdocId=149&langId=enRural Development Database: enrd.ec.europa.eu/policy-in-action/rdp_view/search/en/search_en.cfm Rural entrepreneurship gateway: enrd.ec.europa.eu/themes/entrepreneurship/rural-entrepreneurship- gateway/en/rural-entrepreneurship-gateway_en.cfm EAFRD Projects brochures: enrd.ec.europa.eu/publications-and-media/eafrd-project-brochures/en/ eafrd_examples_of_projects_brochure_en.cfm EFF Good practices: webgate.ec.europa.eu/fpfis/cms/farnet/tools/good-practices Committee of the Regions’ study on the «Implementation of the SBA and entrepreneurship policies at local and regional level» (including good practices): http://cor.europa.eu/en/documentation/studies/Documents/SBA-FINAL-REPORT-EN.pdf ",
        "55 41. National and Regional Programmes 42. European Territorial Cooperation Annex 2: Managing Authorities In the new programming period, the management of structural funds may in some cases be trans- ferred to other entities. For more detailed and updated information please consult DG Regio’s website: ec.europa.eu/regional_policy/manage/authority/authority_en.cfm. Please note that the following table is published for information purposes, and reflects the current situa- tion at the time of printing. Complete and up-to-date contact details can be found on DG Regio’s website. 2.1 ERDF Managing Authorities: complete list with contact details AT - NRP 41 Carinthian Economic Promotion Fund A-9020 Klagenfurt Reg. Govt. of Lower Austria- Dept. of Spatial Planning & EU Regional Policy A-3109 St. Pölten Reg. Govt. of Salzburg - Department of Economy, Tourism and Energy A-5020 Salzburg Reg. Govt. of Styria- Department 14 – Economy and Innovation A-8020 Graz Reg. Govt. of Tyrol - Department on spatial planning and statistics A-6020 Innsbruck Reg. Govt. of Upper Austria - Department of Economy A-4021 Linz Reg. Govt. of Vienna -Department of EU-Strategy and Economic Development A-1080 Wien Reg. Govt. of Vorarlberg- Dept. of European Affairs & International Relations A-6900 Bregenz Regionalmanagement Burgenland GmbH - EU-Verwaltungsbehörde A-7000 Eisenstadt - ETC 42 Amt der Oberösterreichischen Landesregierung - Abteilung Raumordnung - Überörtliche Raumordnung A-4021 Linz City of Vienna- Department for EU Strategy and Economic Development A-1080 Vienna City of Vienna- Department for EU-Strategy and Economic Development A-1082 Wien Government Office of the Land Salzburg A-5010 Salzburg Government of Lower Austria- Department of Spatial Planning & Regional Policy A-3109 St. Pölten Regionalmanagement Burgenland GmbH- EU-Verwaltungsbehörde A-7000 Eisenstadt BE - NRP Gouvernement bruxellois B-1000 Bruxelles Gouvernement wallon - Secrétariat général - Département de la Coordination des Fonds structurels B-5100 Namur (Jambes) Vlaamse Overheid - Agentschap Ondernemen - Afdeling Europa Economie B-1030 Brussel - ETC Joint Technical Secretariat B-4700 Eupen POM Antwerpen B-2018 Antwerpen Région Wallonne - Direction pour les Relations extérieures B-1080 Bruxelles BG - NRP Council of Ministers BG-1000 Sofia Ministry of Economy&Energy - Directorate «European Funds for Competitiveness» BG-1046 Sofia Ministry of Environment&Water - Directorate “Cohesion Policy for Environment” BG-1000 Sofia Ministry of Environment and Water - Cohesion Policy Directorate BG-1000 Sofia Ministry of Regional Development and Public Works - Directorate General ‘Program-ming of Regional Development’ BG-1000 Sofia Ministry of Transport - Coordination of Programmes and Projects Directorate BG-1000 Sofia CY - NRP Planning Bureau - Directorate of Structural Funds and Cohesion Fund CY-1409 Nicosia CZ - NRP Ministry for Regional Development - National Coordination Authority CZ-110 15 Praha 1 Ministry of Education, Youth and Sports CZ-118 12 Praha 1 Ministry of Environment CZ-100 10 Praha Ministry of Industry and Trade CZ-112 49 Praha ",
        "56 Ministry of Transport Nábř. Ludvíka Svobody 1222/12 Prague City Hall - Department of EU funds CZ-110 00 Praha 1 Regional Council of the Central Bohemia Cohesion Region CZ-150 21 Praha Regional Council of the Central Moravia region CZ-779 00 Olomouc Regional Council of the Moravia-Silesia Cohesion Region CZ-702 00 Ostrava Regional Council of the North-East Cohesion Region CZ-500 04 Hradec Králové Regional Council of the North-West Cohesion Region CZ-400 01 Ústí nad Labem Regional Council of the South-East Cohesion Region CZ-602 00 Brno Regional Council of the South-West Cohesion Region CZ-370 01 České Budějovice - ETC Ministry for Reg. Development - Department of European Territorial Cooperation CZ-110 15 Praha 1 DK - NRP Danish Authority for Enterprise and Construction DK-8600 Silkeborg - ETC Danish Enterprise and Construction Authority DK-8800 Viborg Joint Technical Secretariat for sub-programme Öresund DK- 1610 København V Region Syddanmark - Regional Udvikling DK-7100 Vejle Sjælland Region - Regional Development and International Relations Department DK-4180 Sorø EE - NRP Ministry of Finance of the Republic of Estonia EE-15006 Tallinn - ETC Estonian Ministry of the Interior EE-15065 Tallinn FI - NRP Government of Åland - Department for Trade and Industry FIN-AX-22111 Marie- hamn, Åland Ministry of Employment and the Economy FIN-00023 Government - ETC Regional Council of Southwest Finland FIN-20101 Turku FR - NRP Mission Europe du secrétaire général pour les affaires régionales (SGAR) - Préfecture de la région Pays de la Loire F-44035 Nantes Cedex 1 Préfecture de Région Basse-Normandie F-14038 Caen Cedex Préfecture de la région ‘Centre’ Préfecture de la région Aquitaine F-33077 Bordeaux Cedex Préfecture de la région Auvergne F-63033 Clermont- Ferrand Cedex Préfecture de la région Bretagne F-35065 Rennes Cedex 9 Préfecture de la région Champagne-Ardenne F-51036 Châlons-en- Champagne Cedex Préfecture de la région Corse F-20188 Ajaccio Cedex 1 Préfecture de la région Franche-Comté F-25035 Besançon Cedex Préfecture de la région Guadeloupe F-97109 Basse-Terre Cedex Préfecture de la région Haute-Normandie F-76036 Rouen Cedex Préfecture de la région Ile-de-France F-75700 Paris Cedex 7 Préfecture de la région Languedoc-Roussillon F-34062 Montpellier Cedex 2 Préfecture de la région Limousin F-87031 Limoges Cedex Préfecture de la région Lorraine F-57034 Metz Cedex 1 Préfecture de la région Martinique F-97262 Fort-de-France Cedex ",
        "57 Préfecture de la région Midi-Pyrénées F-31038 Toulouse Cedex 9 Préfecture de la région Nord Pas-de-Calais 2, rue Jacquemars Gielée Préfecture de la région Picardie F-80020 Amiens Cedex 9 Préfecture de la région Poitou-Charentes F-86021 Poitiers Cedex Préfecture de la région Provence-Alpes-Côte-d’Azur F-13282 Marseille Cedex 20 Préfecture de la région Rhône-Alpes 31, rue Mazenod Préfecture de la région de La Réunion F-97405 Saint Denis Préfecture de région Guyane F-97300 Cayenne Région Alsace - Direction des Relations Européennes et Internationales F-67070 Strasbourg Cedex - ETC AGILE (Agence de Gestion des Initiatives Locales en matière Européenne) F-97400 Saint Denis Autorités d’INTERREG IV Saarland - Moselle - Lorraine - Westpfalz F-35026 Rennes Conseil Régional Provence-Alpes Côte d’Azur F-13481 Marseille Cedex 20 Conseil Régional de La Réunion F-97719 Saint Denis Cedex 9 Conseil Régional de la Guyane F-97307 Cayenne Cedex Conseil régional Nord – Pas-de-Calais, Lille, France F-59555 LILLE Cedex Conseil régional de Haute Normandie F-76174 Rouen Cedex 1 INTERREG IV West Joint Technical Secretariat F-59800 Lille Ministère du travail, des relations sociales, de la famille, de la solidarité et de la ville - Secrétariat Général du Comité Interministériel des Villes F-93217 Saint Denis la Plaine CEDEX Regional Council of Guadeloupe F-97100 Basse-Terre Secrétariat technique conjoint F-25031 Besançon Secrétariat technique conjoint F-67070 Strasbourg Cedex URBACT F-93217 Saint-Denis la Plaine CEDEX DE - NRP Bayerisches Staatsministerium für Wirtschaft, Infrastruktur, Verkehr&Technologie D-80525 München Behörde für Wirtschaft, Verkehr und Innovation D-20459 Hamburg Bundesministerium für Verkehr, Bau und Stadtentwicklung D-10115 Berlin Bundesministerium für Wirtschaft und Technologie D-11015 Berlin Der Senator für Wirtschaft und Häfen D-28195 Bremen Hessisches Ministerium für Wirtschaft, Verkehr und Landesentwicklung D-65185 Wiesbaden Ministerium Ländlicher Raum D-70182 Stuttgart Ministerium der Finanzen D-39108 Magdeburg Ministerium für Wirtschaft des Landes Brandenburg D-14473 Potsdam Ministerium für Wirtschaft und Wissenschaft D-66119 Saarbrücken Ministerium für Wirtschaft, Arbeit und Technologie des Freistaates Thüringen D-99105 Erfurt Ministerium für Wirtschaft, Arbeit, Verkehr und Technologie des Landes Schleswig-Holstein D-24171 Kiel Ministerium für Wirtschaft, Bau und Tourismus Mecklenburg-Vorpommern D-19053 Schwerin Ministerium für Wirtschaft, Verkehr, Landwirtschaft und Weinbau Rheinland-Pfalz D-55116 Mainz ",
        "58 Niedersächsisches Ministerium für Wirtschaft, Arbeit und Verkehr D-30159 Hannover Promotion of the European economy and labour market D-30001 Hanover Senatsverwaltung für Wirtschaft, Technologie und Frauen D-10820 Berlin Staatskanzlei Mecklenburg-Vorpommern D-19053 Schwerin Sächsisches Staatsministerium für Wirtschaft, Arbeit und Verkehr D-01073 Dresden Thüringer Ministerium für Wirtschaft, Arbeit und Technologie Max-Reger-Straße 4-8 Ministerium für Wirtschaft, Energie, Bauen, Wohnen und Verkehr des Landes Nord-rhein-Westfalen D-40213 Düsseldorf - ETC Bavarian State Ministry for Economics, Infrastructure, Transport and Technology D-80525 München Investitionsbank Schleswig-Holstein - Joint Technical Secretariat Rostock D-18055 Rostock Joint Technical Secretariat - Entwicklungsagentur Nord GmbH D-24941 Flensburg Ministerium für Wirtschaft, Arbeit und Tourismus Mecklenburg-Vorpommern - Abtei-lung 2 Referat 250, Europäische territoriale Zusammenarbeit INTERREG D-19053 Schwerin Ministerium für Wirtschaft, Energie, Bauen, Wohnen und Verkehr des Landes Nord-rhein-Westfalen D-40213 Düsseldorf Regierungspräsidium Tübingen D-72072 Tübingen EL - NRP National Strategic Reference Framework for Greece - Special Secretariat EL-10180 Athens Special Managing Service of the O.P. «Competitiveness and Entrepreneurship» EL-115 27 Athens Special Managing Service of the O.P. «Digital Convergence» EL-105 62 Athens Special Managing Service of the O.P. «Environment – Sustainable Development» EL-115 27 Athens Special Managing Service of the O.P. «Reinforcement of Accessibility» EL-114 71 Athens Special Managing Service of the O.P. «Technical Assistance» EL-105.57 Athens Special Managing Service of the Regional Operational Programmes EL-101 80 Athens YPEXODE (Ministry for the Environment, Physical Planning and Public Works) - Secretary General ΥΠΟΥΡΓΕΙΟ ΑΝΑΠΤΥΞΗΣ, ΑΝΤΑΓΩΝΙΣΤΙΚΟΤΗΤΑΣ ΚΑΙ ΝΑΥΤΙΛΙΑΣ EL-101 80 Αθήνα HU - NRP Directorate General M.A. for the Public - Administration Reform Programme of the National Development Agency HU-1077 Budapest General Directorate M.A. for Transport of the National Development Agency HU-1077 Budapest M.A. for Economic Development Programmes - General Directorate of the National Development Agency HU-1077 Budapest National Development Agency – M.A .of Regional Operational Programmes HU-1077 Budapest, VII. - ETC Joint Technical Secretariat HU-1016 Budapest National Development Agency HU-1077 Budapest National Development Agency HU-1133 Budapest National Development Agency Authority - International Cooperation Programmes HU-1077 Budapest IE - NRP Border, Midland and Western Regional Assembly Southern and Eastern Regional Assembly IRL- Co. Waterford - ETC Southern and Eastern Regional Assembly IT - NRP Autorità di gestione, FESR – Programma regionale operativo per la Sardegna - Assesso-rato della Programmazione, Bilancio, Credito e Assetto del Territorio - Centro Regionale di Programmazione I-09123 Cagliari Bagnolifutura S.p.A. di Trasformazione Urbana I-80124 Napoli Directorate-General for Economic Development I-50127 Firenze Direzione Centrale Relazioni Internazionali - Servizio Politiche Comunitarie I-34132 Trieste ",
        "59 Direzione Programmazione Economica e Partecipazione I-00147 Roma Direzione Programmi Comunitari I-30125 Venezia Dirigente del Settore Programmazione e Politiche Comunitarie - Direzione Generale Programmazione e Finanza I-70126 Bari Regional Operational Programme for Sardegna - Assessorato della Programmazione, Bilancio, Credito e Assetto del Territorio Centro Regionale di Programmazione I-09123 Cagliari Ministero dell’Università e della Ricerca I-00144 Roma Ministero della Pubblica Istruzione I-00153 Roma Ministero dellle Infrastrutture e dei Trasporti I-00161 Roma Ministero dello Sviluppo Economico - PON Governance e AT FESR - Dipartimento per lo Sviluppo e la Coesione Economica - DG per la Politica Regionale Unitaria Comunita-ria I-00187 Roma Piccola Media Impresa e Cooperazione - Unità Organizzativa Competitività del Sistema delle Imprese della Direzione Generale Industria I-20124 Milano Presidenza Regione Siciliana - Dipartimento della Programmazione I-90139 Palermo Presidenza della Giunta Regionale - Area di Coordinamento delle Politiche Comunitarie I-70122 Bari Provincia Autonoma di Bolzano I-39100 Bolzano Provincia autonoma di Trento - Servizio rapporti comunitari e sviluppo locale I-38100 Trento Region of Abruzzo -International Affairs Department I-67100 L’Aquila Regione Basilicata-Autoritàdi Gestione del POR Basilicata FESR I-75100 Potenza Regione Calabria - Dipartimento Programmazione Nazionale e Comunitaria I-88100 Catanzaro Regione Emilia-Romagna - Direzione generale Attività Produttive, Commercio e Turi-smo I-40127 Bologna Regione Liguria-Autorità di Gestione del POR Liguria FESR I-16121 Genova Regione Marche I-60125 Ancona Regione Molise-Autorità di Gestione del POR Molise FESR I-86100 Campobasso Regione Piemonte I-10152 Torino Regione Umbria – Giunta regionale - Area della Programmazione regionale I-06124 Perugia Regione autonoma Valle d’Aosta - Servizio programma per lo sviluppo regionale I-11100 Aosta - ETC Provincia Autonoma di Bolzano- Ripartizione Affari Comunitari - Ufficio integrazione European Commission I-39100 Bolzano Regione Friuli Venezia Giulia – DCRICAL- Servizio Rapporti Comunitari ed Integra- zione europea I- Trieste Regione Piemonte - Direzione A14 – Opere pubbliche, Difesa del suolo, Economia mon-tana e foreste I-10128 Torino Regione Siciliana- Ufficio Speciale per la cooperazione decentrata allo sviluppo e alla solidarietà internazionale I-90100 Palermo Servizio Attività Internazionali- Regione Toscana I- Firenze Servizio Attività Internazionali - International Affairs Directorate I-67100 L’Aquila Ufficio Infrastrutture, impianti e Cooperazione Transfrontaliera - DG Giovani, sport e promozione attività turistica I-20124 Milan LV - NRP Ministry of Finance LV-1919 Riga - ETC Ministry of Environmental Protection & Regional Development LV-1050 Riga LT - NRP Ministry of Finance of the Republic of Lithuania LT-01512 Vilnius - ETC Ministry of Interior of the Republic of Lithuania - Regional Policy Department LT-01510 Vilnius ",
        "60 LU - NRP Ministre de l’Economie et du Commerce Extérieur L-2914 Luxembourg - ETC ESPON Coordination Unit L-4221 Esch-sur-Alzette Ministère de l’Intérieur et de l’Aménagement du Territoire L-2341 Luxembourg MT - NRP Planning and Priorities Coordination Department - Office of the Prime Minister MT-VLT 1210 Valletta NL - NRP College van B&W Gemeente Rotterdam NL-3000 KP Rotterdam Provincie Gelderland Europees Programmasecretariaat -Afdeling Subsidieverlening NL-6800 GX Arnhem Provincie Noord-Brabant NL-5200 MC ‘s-Hertogenbosch Samenwerkingsverband Noord-Nederland (SNN) NL-9700 AT Groningen - ETC Stichting Euregio Maas-Rhein NL-6202 Maastricht PL - NRP Council of the Kujawsko-Pomorskie voivodship - Marshal’s Office PL-87-100 Torun Council of the Lubelskie Voivodeship - Marshal’s Office PL-20-074 Lublin Council of the Mazowieckie voivodship - Marshal’s Office PL-03-719 Warszawa Council of the Podkarpackie voivodship - Marshal’s Office PL-35-010 Rzeszów Council of the Podlaskie Voivodeship - Marshal’s Office PL-15-888 Białystok Council of the Pomorskie voivodship - Marshal’s Office PL-80-810 Gdańsk Council of the Łódzkie Voivodeship - Marshal’s Office PL-90-051 Łódź Council of the Świętokrzyskie voivodship - Marshal’s Office PL-25-516 Kielce Department of the regional development - Marshal’s Office PL-50-411 Wrocław Lubuskie Region Management Board - Marshal’s Office of the Lubuskie Region PL-65-057 Zielona Góra Marshal’s Office of the Opolskie voivodship PL-45-082 Opole Marshal’s Office of the Warminsko-Mazurskie voivodship PL-10-562 Olsztyn Małopolska Region Management Board - Marshal’s Office PL-31-156 Kraków Ministry of Regional Development PL-00-926 Warszawa The Board of the Wielkopolska Region - Marshal’s Office PL-61-713 Poznań Zachodniopomorskie region Management Board - Marshal’s Office PL-70-540 Szczecin Śląskie region Management Board - Marshal’s Office of the Slaskie voivodship PL-40-037 Katowice - ETC Ministry of Regional Development - Territorial Cooperation Department PL-00-926 Warsaw PT - NRP «Factores de Competitividade» Operational Programme P-P-1998-014 Lisboa Inspecção-Geral de Finanças (IGF) P-1199-005 Lisboa Instituto Financeiro para o Desenvolvimento Regional (IFDR, IP) P-1149-030 Lisboa Instituto de Desenvolvimento Empresarial da Região Autónoma da Madeira (IDE-RAM) P-9000-060 Funchal Programa Operacional Factores de Competitividade (COMPETE)- Comissão Directiva P-1169-028 Lisboa Programa Operacional Regional da Madeira (INTERVIR +)- Instituto de Desen- volvimento Regional P-9000-715 Funchal Programa Operacional Regional de Lisboa (PORLisboa) - Comissão de Coordenação e Desenvolvimento Regional de Lisboa e Vale do Tejo P-1269-145 Lisboa Programa Operacional Regional do Alentejo (INALENTEJO) - Comissão de Coor- denação e Desenvolvimento Regional do Alentejo P-7004-514 Évora Programa Operacional Regional do Algarve (ALGARVE 21) - Comissão de Coor- denação e Desenvolvimento Regional do Algarve P-8000-164 Faro ",
        "61 Programa Operacional Regional do Centro (MAIS CENTRO) - Comissão de Coor- denação e Desenvolvimento Regional do Centro P-3000-069 Coimbra Programa Operacional Regional do Norte (ON 2) - Comissão de Coordenação e Desen-volvimento Regional do Norte P-4150-304 Porto Programa Operacional Temático Valorização do Território (POVT) P-1998-014 Lisboa Programa Operacional dos Açores para a Convergência (PROCONVERGÊNCIA) - Direcção Regional do Planeamento e Fundos Estruturais - DRPFE P-9701-853 Angra do Heroísmo - ETC Comissão de Coordenação e Desenvolvimento Regional do Norte (CCDR-N) P-4150-034 Porto RO - NRP Ministerul Transporturilor si Infrastructurii - Directia Generala Relatii Financiare Exte-rne - Autoritatea de Management pentru Programul Operational Sectorial de Transport RO-010873 Bucharest Ministry of Economy, Trade & Business Environment –Sector 1 RO-010096 Bucharest Ministry of Environment and Forests - Sector 5 RO- Bucharest Ministry of European Affairs RO- Bucureşti Ministry of Public Finance Ministry of Regional Development and Tourism - Sector 5 Ministry of Transportation and Infrastructure - Sector 1 RO-010873 Bucharest - ETC Ministry of Development, Public Works and Housing RO-050741 Bucharest SK - NRP Ministerstvo hospodarstva SK-827 15 Bratislava Ministry of Agriculture and Rural Development SK-825 25 Bratislava Ministry of Agriculture and Rural Development SK-825 25 Bratislava 26 Ministry of Construction and Regional Development SK-825 25 Bratislava Ministry of Health of the Slovak Republic - Unit for Structural Funds SK-837 52 Bratislava Ministry of Transport, Construction and Regional Development SK-810 05 Bratislava Ministry of the Environment SK-812 35 Bratislava Office of Government of the Slovak Republic SK-813 70 Bratislava - ETC Bratislava Self-governing Region SK-820 05 Bratislava 25 Ministry for Agriculture &Rural Development - Agency for Reg. Dev. Support SK-825 25 Bratislava SI - NRP Government Office for Local Self-Government and Regional Policy SI-1000 Ljubljana Služba Vlade Republike Slovenije za lokalno samoupravo in regionalno politiko SI-1000 Ljubljana - ETC Government Office for Local Self-Government and Regional Policy SI-1000 Ljubljana Government office for Local Self-Government and Regional Policy - Managing Auth-ority for Operational Programme ‘Slovenia - Hungary’ SI-2000 Marbior Služba Vlade Republike Slovenije za lokalno samoupravo in regionalno politiko SI-1000 Ljubljana ES - NRP Aguas de las Cuencas Mediterráneas (ACUAMED) - Dirección de Administración y Finanzas E-46000 Valencia Ministerio de Economìa y Hacienda -Dirección General de Fondos Comunitarios, Subdirección General de Administración del FEDER E-28071 Madrid Ministerio de Economìa y Hacienda - Dirección General de Fondos Comunitarios, Subdirección General de Fondo de Cohesión y Cooperación Territorial Europea E-162. 28046 Madrid Ministerio de Economìa y Hacienda - Madrid, España - Dirección General de Fondos Comunitarios, Subdirección General de Administración del FEDER E-28071 Madrid Subdirección General de Fondo de Cohesión y Cooperación Territorial Europea E-162. 28046 Madrid - ETC CONSORCIO CTP E-22700 Jaca Dirección General de Economía, Gobierno de Cantabria E-39003 Santander ",
        "62 Dirección General de Planificación y Presupuesto del Gobierno de Canarias - Joint Technical Secretariat E-35007 Las Palmas de Gran Canaria SE -NRP The County Administrative Board of Jämtland (Länsstyrelsen i Jämtland) S-831 86 Östersund Tillväxtverket (Swedish Agency for Economic and Regional Growth) S-201 20 Malmö Tillväxtverket S-701 45 Örebro Tillväxtverket S-550 02 Jönköping Tillväxtverket S-97128 Lulea Tillväxtverket S-4044 Stockholm Tillväxtverket S-801 05 Gävle Tillväxtverket S-97128 Lulea Tillväxtverket S-831 03 Östersund Tillväxtverket S-404 26 GÖTEBORG - ETC Joint Technical Secretariat for sub-programme Kattegatt-Skagerrak S-S-434 22 Kungsbacka Swedish Agency for Economic and Regional Growth S-S-201 20 Malmö The County Administrative Board of Jämtland (Länsstyrelsen i Jämtland) S-831 86 Östersund The County Administrative Board of Norrbotten (Länsstyrelsen i Norrbotten) S-971 86 Luleå The County Administrative Board of Västerbotten S-901 86 Umeå UK - NRP Cornwall and the Isles of Scilly Convergence Programme - ERDF Secretariat, Depart-ment for Communities and Local Government (DCLG) UK-TR1 2JD Truro, Cornwall Department for Communities and Local Government UK-B3 2PW Birmingham Department for Communities and Local Government Bressenden Palace, Lon- don Department for Communities and Local Government UK-NE1 4WH Newcastle upon Tyne Department for Communities and Local Government UK-GU1 1YA Guildford Department for Communities and Local Government (DCLG) - ERDF Secretariat UK-EX4 4UD Exeter Department of Enterprise, Trade and Investment - European Programmes Massey Avenue European Policy& Programmes Team-East Midlands Development Agency (emda) UK-NG2 4LA Nottingham England (all ERDF Programmes) - Communities and Local Government (CLG) UK-SW1E 5DU London Gibraltar -European Union Programmes Secretariat - EU&International Department UK- Gibraltar Greater London Authority - European Programmes Management Unit UK-SE1 2AA London Highlands and Islands of Scotland - HIPP UK-IV3 5 SQ Scotland Lowlands & Uplands of Scotland - ESEP UK-KY11 1NZ Scotland Northwest Regional Development Agency UK-WA1 1XB Cheshire One North East (Regional Development Agency) UK-NE15 8NY Newcastle Upon Tyne Welsh European Funding Office UK- Wales ",
        "63 AT Bundesministerium für Arbeit, Soziales und Konsumentschutz A-1010 Vienna BE The Flemish-Speaking Community of Belgium Agentschap Vlaanderen vzw B-1000 Brussel The French-Speaking Community of Belgium Communauté française Agence FSE B-1060 Bruxelles Région Bruxelles-CapitaleActiris, Office régional bruxellois de l’emploi B-1000 Bruxelles Ministry of the German-Speaking Community of Belgium 1B-4700 Eupen SPP Intégration Sociale - FSE B-1000 Brussels BG EU Funds, Int. Programmes & Projects - D-G Ministry of Labour & Social Policy BG-1051 Sofia Operational Programme - Administrative Capacity Directorate BG -1040 Sofia CY Planning Bureau CZ Ministry of Labour and Social Affairs Department for ESF Management CZ-128 01 Praha 2 DK The National Agency for Enterprise and Construction EE Haridus- ja Teadusministeerium EE-50088 Tartu FI Ministry of Employment and the Economy - Työ- ja elinkeinoministeriö FR Ministry of Economy, Industry and Employment - ESF Sub-Directorate DE Bundesministerium für Arbeit und Soziales - Gruppe Soziales Europa D-53123 Bonn EL ESF Actions Co-ordination and Monitoring Authority (ΕΥSΕΚΤ) HU Dr Tamás Palicz Head of Human Resources Programmes M.A. National Development Agency IE Mr.Vincent Landers ESF Policy and Operations Unit - Department of Education & Skills Dublin 1 IT Ministry of Labour &Social Policies-D-G for Vocational Guidance &Training Policies I-00192 Roma LV Ms. Kristīne Dortāne Head of EU Financial Assistance & ESF Division Ministry of Finance EU Funds Dept. LV-1919 Rīga LT Ministry of Finance LU Ms Patrice Furlani Autorité de Gestion FSE Département Emploi du Ministère du Travail et de l’Emploi LU-2939 Luxembourg MT Managing Authority of the ESF programme OPM PPCD Valletta CMR 02 NL Ministerie van Sociale Zaken en Werkgelegenheid NL-2595 AN Den Haag PL Ms.Agata Krzewińska Department for ESF Management - Ministry of Regional Development Warsaw Ms Sylwia Kowalczyk Department for ESF Management - Ministry of Regional Development Warsaw PT European Social Fund Management Institute P-1250-066 Lisboa 2.2 ESF Managing Authorities: complete list with contact details In the new programming period, the management of structural funds may in some cases be transferred to other entities. For more detailed and updated information please consult DG Employment’s website: ec.europa.eu/esf/main.jsp?catId=45&langId=en Please note that the following table is published for information purposes, and reflects the current situation at the time of printing. Complete and up-to-date contact details can be found on DG Employment’s website. ",
        "64 RO M.A. for the Sectoral Operational Programme- Human Resources Development cod 011158, Bucharest - Romania M.A. for the Operational Programme Administrative Capacity Development Bucharest - Romania SK OP Education, Ministry of Education OP Employment & Social Inclusion Ministry of Labour, Social Affairs and Family SK-816 43 Bratislava SI Ms Mateja Čepin Director of EU Cohesion Policy Department - Government Office for Local Self- Government and Regional Policy SI-1000 Ljubljana ES Ministry of Labour and Social Affairs -European Social Fund Unit E-28009 Madrid SE Swedish ESF Council - Radet for Europeiska socialfonden i Sverige Sweden UK - Wales Welsh European Funding Office (WEFO) - Welsh Assembly Government CF48 1UZ England Mr James Ritchie Department for Work and Pensions -European Social Fund Division Sheffield S1 2GQ Scotland Mr Gordon McLaren (Lowlands and Uplands Programme) ESEP Ltd. Inverkeithing Fife, KY11 1NZ Scotland Mr Dennis Malone (Highlands and Islands Programme) HIPP Ltd. Inverness, IV3 5SQ Northern Ireland N.Ireland ESF Programme 2007-13 M.A. Unit Dept. for Employment & Learn-ing Belfast BT2 8FD ",
        "65 Notes ",
        "66 Notes ",
        "",
        "Guidebook Series How to support SME Policy from Structural Funds. How to use Structural Funds for SME & Entrepreneurship Policy N B - B N - 1 3 - 0 0 1 - E N - C ISBN 978-92-79-28723-7 Sans titre-4 1 17/04/13 11:17 "
    ]
}