{
    "text": [
        "RESEARCH REPORT Measuring varieties of industrial relations in Europe: A quantitative analysis Industrial relations ",
        "",
        "Measuring varieties of industrial relations in Europe: A quantitative analysis European Foundation for the Improvement of Living and Working Conditions ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number* : 00 800 6 7 8 9 10 11 *Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. When citing this report, please use the following wording: Eurofound (2018), Measuring varieties of industrial relations in Europe: A quantitative analysis , Publications Office of the European Union, Luxembourg. Authors : Maria Caprile and Pablo Sanz de Miguel, Notus; Christian Welz and Ricardo Rodríguez Contreras, Eurofound (in collaboration with Irene Riobóo for the calculation of the composite indicators) Research manager : Christian Welz Eurofound project : Mapping the functioning of social dialogue at national level – applying key dimensions (170202) Luxembourg : Publications Office of the European Union Print: ISBN: 978-92-897-1812-7 doi:10.2806/35632 TJ-05-18-148-EN-C PDF : ISBN: 978-92-897-1813-4 doi:10.2806/112748 TJ-05-18-148-EN-N This report and any associated materials are available online at http://eurofound.link/ef18033 © European Foundation for the Improvement of Living and Working Conditions, 2018 Reproduction is authorised provided the source is acknowledged. For any use or reproduction of photos or other material that is not under the Eurofound copyright, permission must be sought directly from the copyright holders. Cover image: © ALPA PROD/Shutterstock Any queries on copyright must be addressed in writing to: copyright@eurofound.europa.eu The European Foundation for the Improvement of Living and Working Conditions (Eurofound) is a tripartite European Union Agency whose role is to provide knowledge in the area of social, employment and work-related policies. Eurofound was established in 1975 by Council Regulation (EEC) No. 1365/75 to contribute to the planning and design of better living and working conditions in Europe. European Foundation for the Improvement of Living and Working Conditions Telephone : (+353 1) 204 31 00 Email : information@eurofound.europa.eu Web : www.eurofound.europa.eu ",
        "Contents Executive summary 1 Introduction 3 1. Varieties of industrial relations: Literature review 7 Defining industrial democracy 7 Cross-country diversity and patterns of change 9 Broader scope for analysis 11 2. Concepts, methodology and results 13 A compass for ‘good’ industrial relations 13 Building composite indicators: Methodology 14 Dimensions, sub-dimensions and indicators 21 Main statistical results 26 3. Measuring trends and patterns of change in countries 35 Industrial democracy in context 35 Building a typology: Methodology 35 Dimensions, variables and clusters 36 Mapping the performance of clusters 41 4. Mapping the key dimensions of industrial relations 45 Imbalance versus balance 45 Convergence versus divergence 46 5. Conclusions 49 Bibliography 51 iii ",
        "Country codes EU28 AT Austria FI Finland NL Netherlands BE Belgium FR France PL Poland BG Bulgaria HR Croatia PT Portugal CY Cyprus HU Hungary RO Romania CZ Czech Republic IE Ireland SE Sweden DE Germany IT Italy SI Slovenia DK Denmark LT Lithuania SK Slovakia EE Estonia LU Luxembourg UK United Kingdom EL Greece LV Latvia ES Spain MT Malta iv ",
        "1 Introduction The 2016 study Mapping key dimensions of industrial relations defined industrial relations as ‘the collective and individual governance of work and employment’. It developed a conceptual framework for mapping industrial relations, identifying four key dimensions: industrial democracy, industrial competitiveness, social justice, and quality of work and employment. A follow-up study was conducted to apply the conceptual framework at national level. The study produced a dashboard of 45 indicators, providing a tool to analyse national industrial relations systems across the EU. This analysis showed that a dashboard measuring the complex reality of industrial relations across EU Member States is a valuable tool for comparative research and for policymakers, social partners and stakeholders at EU and national level. The study highlighted some trends in European industrial relations, including diverging patterns within the countries, which have been acknowledged in the literature. Additionally, it collected insights from experts on how to develop the conceptual approach further, improve the indicators and use the dataset to enhance the governance of work and employment. This study builds on these debates and has three main aims: £ to undertake a critical review of the dashboard to link the indicators more closely to industrial relations actors and processes (while acknowledging that industrial competitiveness, social justice and quality of work and employment are also affected by other factors) £ to build a set of composite indicators to measure country performance in the four dimensions and the system as a whole £ to develop a typology of industrial relations systems to contribute to the cross-country analysis of evolving trends and patterns of change Compared with Eurofound’s previous study, this study is more focused on industrial democracy. Eurofound’s analytical approach considers industrial democracy to be the core dimension of industrial relations and the most desirable model of work and employment governance. Accordingly, this study presents a literature review on industrial democracy, cross-country diversity and patterns of change. Key aspects of the methodological approach include applying conceptual and statistical quality criteria to fine-tune the existing indicators, based on the quality assessment and assurance framework of the European Statistical System (ESS) and the literature. Another key aspect is using the methodology on building composite indicators developed by the Joint Research Council (JRC) and the Organisation for Economic Co-operation and Development (OECD), while ensuring that the dashboard and composite indicators respect Eurofound’s conceptual framework and data properties. Policy context The policy context includes the impact of the 2008 economic crisis and the relaunching of EU policy initiatives aimed at supporting convergence towards better living and working conditions among Member States. Also foreseen is a greater role for social dialogue at EU and national level. The economic crisis had a negative impact on gross domestic product (GDP), employment and social equality in a number of Member States. While many countries have since seen improvements in these areas, economic and social differences still remain. Industrial relations systems have been under strain in several Member States since the crisis, particularly due to government interventions as a result of external pressures. These include Memoranda of Understanding (MoUs) in exchange for debt relief, and country-specific recommendations issued by the Commission as part of the European Semester. Overall, external political pressures on industrial relations institutions have mainly concentrated on countries showing comparatively lower levels of competitiveness. As a result, some scholars have found that the crisis and the political responses have made European industrial relations increasingly fractured. Several European bodies have expressed concerns about the impact of policy reforms on national industrial relations systems, industrial democracy and economic divergence across countries. As a result, an enhanced role for the EU and national social partners in the European Semester process has been promoted and reinforced by evaluations. Furthermore, a growing emphasis on social objectives in the Semester’s policy orientations and message has been observed. The social approach has been reinforced with the European Pillar of Social Rights, which relaunched EU policy action for upward convergence in living and working conditions. The Pillar states that ‘social dialogue plays a central role in reinforcing social rights and enhancing sustainable and inclusive growth’, laying the foundation for the pursuit of industrial democracy, growth and equity. Executive summary ",
        "2 Key findings Following Eurofound’s analytical framework, the study has provided three complementary tools to examine the dynamics of industrial relations and compare how national industrial relations systems are changing: £ a dashboard with indicators better related to industrial relations actors and processes, or relevant for assessing their impact on policymaking and outcomes in socioeconomic fields £ composite indicators to measure country performance in industrial relations as a whole, the four key dimensions and sub-dimensions £ a typology of industrial relations systems based on industrial democracy performance and relevant characteristics of industrial democracy Evidence discussed in this study suggests that further analysis and monitoring is needed to facilitate a shared understanding of current challenges and coordinate strategies to overcome risks. In terms of social and economic inequalities, the study provides evidence of accelerated change in some national industrial systems and no clear trend of upward convergence. While developments in industrial competitiveness and quality of work and employment appear to move in this direction, there are diverging trends in social justice, while industrial democracy shows a negative variation. Moreover, cross-national differences are accentuated, deepening inequalities concerning the role of industrial democracy in the governance of employment relationships. Conclusions The basic principle of Eurofound’s analytical framework is that the most desirable industrial relations strategy for employers and employees is a balanced and mutually reinforcing pursuit of efficiency (industrial competitiveness) and equity (social justice and quality of work and employment). To make such a strategy effective, both sides of industry need to develop their collective capacity to influence decision-making (industrial democracy). In a context of evolving trends and accelerated patterns of change, it is important to have accurate tools to enable analysis, reflection and mutual learning among policymakers and social partners. The pursuit of a balanced strategy towards sustainable growth and equity requires coordinated efforts from all stakeholders. The tools developed in this study prove to be useful for analysing national industrial relations systems. Their effectiveness when it comes to understanding current trends and challenges can only be tested if they are used in future debates among stakeholders at EU and national level. Measuring varieties of industrial relations in Europe: A quantitative analysis ",
        "3 Background and objectives Eurofound’s current four-year programme (2017–2020) commits the agency to examining the dynamics of industrial relations and analysing, in a comparative way, how industrial relations systems are changing and adapting to new challenges. The purpose is to enable a better understanding and facilitate comparisons, leading to mutual learning and the identification of areas where support could be helpful. This is in line with Eurofound’s previous work. The 2016 study Mapping key dimensions of industrial relations defined industrial relations as ‘the collective and individual governance of work and employment’ (Eurofound, 2016a). The study developed a conceptual framework for mapping industrial relations, identifying four key dimensions: industrial democracy, industrial competitiveness, social justice and quality of work and employment. These four dimensions were found, to varying degrees, to be relevant and regularly debated at national level by governments and social partners. Yet the interpretation, application and implementation of the key dimensions depend on the affiliation of stakeholders and their national industrial relations systems. The study therefore stressed the need to develop this conceptual framework further, in order to support cross-country comparisons and facilitate mutual learning processes. To this aim, a first assessment of existing data sources and indicators was carried out. A follow-up study, Mapping varieties of industrial relations: Eurofound’s analytical framework applied , was conducted to apply the conceptual framework at national level (Eurofound, 2017). The study produced a dashboard of 45 fine-tuned indicators, providing a tool to analyse national industrial relations systems across the EU. This analysis showed that a dashboard that can measure and summarise the complex reality of industrial relations across Member States is a valuable tool for comparative research and a useful instrument for supporting policymakers, social partners and relevant stakeholders at EU and national level. The study highlighted that some long-term trends (globalisation, technological progress, growing inequalities, de-standardisation of employment, decentralisation of collective bargaining, etc.) appear to have accelerated as a consequence of the economic crisis, having a huge impact on the industrial relations systems in some countries. There is evidence of complex evolving trends, including some divergent patterns within the clusters of countries acknowledged by the literature on industrial relations. Therefore, more systematic monitoring and further comparative analyses are needed. Additionally, the study collected meaningful insights from other experts on how to develop the conceptual approach further, improve the indicators and effectively use the dataset to help improve the governance of work and employment. This study builds on these debates and has three main aims: £ to undertake a critical review of the dashboard to link the indicators more closely to industrial relations actors and processes, while acknowledging that industrial competitiveness, social justice and quality of work and employment are also affected by other complex and varied factors £ to build a set of composite indicators to comprehensively measure country performance in the four dimensions and in the industrial relations system as a whole, therefore overcoming the limitations of a dashboard approach in terms of cross-country comparisons, benchmarking and advocacy for action £ to develop a typology of industrial relations systems, based on Eurofound’s conceptual framework, to contribute to the cross-country analysis of current evolving trends and relevant patterns of change Concepts and methodology As illustrated by Figure 1 which depicts the compass of ‘good’ industrial relations, Eurofound’s framework relies on a pluralistic view, which states that a balanced and mutually reinforcing pursuit of efficiency (industrial competitiveness) and equity (social justice and quality of work and employment) is the most desirable industrial relations strategy for both employers and employees. To make such a strategy effective, both sides of industry need to develop their collective capacity to influence decision-making (industrial democracy). Industrial democracy refers to the rights of employers and employees to participate in the decision-making defining the employment relationship. The concept acknowledges the autonomy of both sides of industry as collective organisations and their collective capacity to influence decision-making. Industrial democracy Introduction ",
        "4 therefore plays a central role in Eurofound’s conceptual framework, supporting the other three dimensions of industrial relations. £ Industrial competitiveness : The ability of an economy to achieve a consistently high rate of productivity growth and good performance among its small and medium-sized enterprises. £ Social justice : The fair and non-discriminatory distribution of opportunities and outcomes within a society, in order to strengthen the capabilities of each individual for self-determination and self- realisation. £ Quality of work and employment : Employment and working conditions that provide career and employment security, health and well-being, the ability to reconcile working and non-working life, and the opportunity to develop skills over a lifetime. In order to improve the measurement of Eurofound’s conceptual framework on industrial relations, the study has four main objectives. 1. To fine-tune the list of indicators selected under the previous Eurofound project by seeking to cover the conceptual gaps, resulting in a dashboard on industrial relations composed of single indicators. 2. On the basis of the fine-tuned list of indicators, to compute a composite indicator for each dimension as well as an overall composite indicator for the system of industrial relations. 3. On the basis of the results of the composite indicator for industrial democracy, to carry out a cluster analysis, including contextual variables that are relevant for analysing varieties of industrial democracy but cannot be normatively interpreted. 4. To apply the results obtained to analyse industrial relations systems in the EU28 from a comparative perspective. Key aspects of the methodological approach are as follows: Use quality criteria : Apply strict conceptual and statistical quality criteria to review and fine-tune the list of existing indicators, based on the quality assessment and assurance framework of the European Social Survey (ESS) and the literature on selecting indicators. Adopt the same approach for selecting relevant contextual indicators for mapping industrial democracy for the cluster analysis, with the exception that contextual indicators have no clear normative interpretation (either positive or negative) and therefore cannot be included in the dashboard or the computation of the composite indicators. Follow existing methodology : Use the internationally recognised methodology on building composite indicators developed by the European Commission’s Joint Research Centre (JRC) and the OECD, which recommends using different multivariable statistical techniques for testing the overall structure of the dataset against the conceptual framework and guiding the selection of indicators and the methodological choices for aggregation and weighting. The aim is to ensure that the dashboard and the composite indicators used to measure the industrial relations systems in the EU respect both Eurofound’s conceptual framework and data properties. The same approach should be applied to carry out the cluster analysis. Policy context The policy context is marked by the impact of the 2008 economic crisis and the relaunching of EU policy initiatives that support convergence towards better living and working conditions among Member States. The EU’s objective to promote ‘improved living and working conditions’ is laid down in Article 151 of the Treaty on the Functioning of the European Union (European Union, 2012). While the commitment to better working conditions was already a part of the Treaty of Rome, the idea of ‘more and better jobs’ came to the fore among EU policy objectives with the launch of the Lisbon Strategy for Growth and Jobs in 2000. This development was paralleled by similar concerns from transnational bodies such as the International Labour Organisation (ILO), the OECD and the Council of Europe, and from national governments. Measuring varieties of industrial relations in Europe: A quantitative analysis Figure 1: Compass of ‘good’ industrial relations Source: Eurofound, 2018a Quality of work and employment Social justice Industrial competitiveness Industrial democracy ",
        "5 At that time, the EU’s increasing concern about working conditions was driven by conflicting evidence. EU membership appeared to lead to an improvement in economic performance and in the average standard of living across all Member States, mostly driven by less developed new members ‘catching up’. However, there was also evidence of increasing inequalities within Member States in terms of access to employment, employment and working conditions, work-related income and other social aspects (which were more marked in some Member States than others, and disproportionately affected some social groups). The 2008 economic crisis had a disruptive impact on gross domestic product (GDP) and employment in several Member States, with most also experiencing an increase in social inequalities due to falling rates of participation in the labour market and deteriorating living standards for certain social groups. While many countries have since seen improvements in these areas, some economic and social differences among Member States still remain. The industrial relations systems have also been under strain in several Member States since the onset of the economic crisis, in particular due to government intervention as the result of external pressures. The main external pressures have come from the impositions established by the troika under Memoranda of Understanding (MoUs) in exchange for debt relief. A second and softer form of external pressure has come from the country-specific recommendations issued by the Commission as part of the European Semester, which has identified aspects of collective bargaining rules to be reformed (Marginson and Welz, 2015). Overall, external political pressures on industrial relations institutions have mainly concentrated on those countries showing a more limited performance in terms of competitiveness (Hyman, 2018). A common element of political prescriptions has been the promotion of decentralisation, which several studies have identified as one of clearest common trends in industrial relations (Eurofound, 2014). It appears that a process of disorganised centralisation has prevailed in some EU countries, particularly southern European Member States (ETUI, 2013; Eurofound, 2014). In the Nordic and central-western countries, decentralisation – when it has happened – has taken place in a more organised manner. As a result, some scholars have found that the crisis and the political responses associated with it have rendered European industrial relations increasingly fractured (Marginson, 2017). In recent years, several European bodies have expressed concerns about the impact of policy reforms on national industrial relations systems, and also about the fact that they have resulted in increased economic divergence across countries. The European Commission, European Parliament and European Economic and Social Committee have formulated recommendations to address the ‘democratic deficit’ reflected in economic governance (Eurofound, 2016b). As a result, an enhanced role for European and national social partners in the European Semester process has been promoted and reinforced by regular evaluations (Eurofound, 2016b; EMCO, 2018). Furthermore, a growing emphasis on social objectives in the Semester’s policy orientations and message has been observed (Zeitlin and Vanhercke, 2018). The social approach has been reinforced with the European Pillar of Social Rights (European Commission, 2017), which was agreed by the Council on 23 October 2017 and jointly proclaimed by the European Parliament, the Council and the Commission during the EU Social Summit for Fair jobs and Growth (Gothenburg, 17 November 2017). It relaunched EU policy action for upward convergence on living and working conditions. The Pillar sets out a number of key principles and rights to support fair and well-functioning labour markets and welfare systems. As highlighted in the Five Presidents’ Report on completing Europe’s Economic and Monetary Union, this is also essential for building more resilient economic structures. This is why the Pillar is designed as a compass for a renewed process of convergence towards better working and living conditions among participating Member States. It is primarily conceived for the euro area, but open to all EU Member States. (European Commission, 2017) The Pillar states in its preamble that ‘social dialogue plays a central role in reinforcing social rights and enhancing sustainable and inclusive growth’, laying the foundation for a balanced pursuit of industrial democracy, growth and equity. In line with recent developments at EU level, Eurofound has established a new strategic area of intervention for the period 2017–2020 entitled ‘Monitoring convergence in the European Union’ (Eurofound, 2018c). The overall aim is to support policymakers in addressing possible diverging trends and to investigate whether or not these trends signal a general decline in living and working conditions. Eurofound will monitor convergence and divergence among Member States in four main research areas: employment, working conditions, social cohesion, and quality of life and socioeconomic factors. Introduction ",
        "6 The Eurofound project cycle started before this new area of intervention was defined and the two are not formally connected. However, the work carried out as part of the intervention aims to contribute to a better understanding of the main challenges when it comes to promoting the upward convergence of living and working conditions by facilitating the involvement of both employers and employees in this shared strategy (e.g. strengthening the key dimension of industrial democracy). Measuring varieties of industrial relations in Europe: A quantitative analysis ",
        "7 This chapter presents a literature review of comparative research on industrial relations. The first section defines industrial democracy, which is the core dimension of Eurofound’s conceptual framework. The second section deals with current debates and empirical evidence on cross-country differences and patterns of change within national industrial relations systems. The last section reviews comparative literature that adopts broader analytical frameworks and considers not only the main industrial relations actors, institutions and processes, but also their impact on relevant economic and social fields. Defining industrial democracy The term ‘industrial democracy’ can be traced back to the late 19th century. At that time, the term was used in influential publications such as History of trade unionism (Webb and Webb, 1898) to explain and justify the activities of trade unions searching for social justice within a capitalistic free market characterised by harsh working conditions (Kauffman, 2014). Contemporary definitions of industrial democracy have moved away from the approach developed by the Webbs in 1898, which mainly focused on trade unions and collective bargaining, and tend to use alternative terms such as ‘voice’. However, while most current approaches centre on employees having the opportunity and means to influence an employer’s decision-making process at different levels, there is no agreed definition of industrial democracy (Markey and Townsend, 2013). Diverse definitions and competing approaches Diverse definitions of industrial democracy and related terms such as ‘employee involvement’, ‘participation’ and ‘voice’ reflect competing theoretical and methodological foundations or ‘frames or references’ (Heery, 2015). Accordingly, terms addressing industrial democracy have multiple meanings and focus on different forms or schemes (Markey and Townsend, 2013; Wilkinson et al, 2014). This makes it difficult to define the boundaries of the concept of industrial democracy. First, defining the concept of industrial democracy should include a discussion on its function and value (Budd, 2004; Budd, 2014; Johnstone and Ackers, 2015). Economic or business arguments within human resource management approaches support a functional understanding of voice or ‘employee involvement’ which, in the hardest variants, is only acceptable if it entails benefits for employers (Johnstone and Ackers, 2015). In contrast, the classic and contemporary pluralist approaches conceive industrial democracy or ‘voice’ as both an end in itself, based on moral and political fundamental rights, and as a means to achieve other ends associated with the improvement of working conditions (Webb and Webb, 1898; Clegg, 1960; Budd, 2004). Second, the level of analysis varies across definitions, although approaches are increasingly focusing on a micro or company level. Topics associated with corporatism, social dialogue and multi-employer collective bargaining have been often excluded from the explicit analysis of industrial democracy or seen as variables (González Menéndez and Martínez Lucio, 2014). González Menéndez and Martínez Lucio believe that this analytical focus excludes a relevant dimension of the reality and hampers the study of different links between macro and micro levels of representation and participation. Third, attention has to be drawn to the different actors and forms of participation to be analysed, and the extent to which broader or narrower conceptualisations of industrial democracy should be adopted. There is a distinction particularly used in Anglo-Saxon literature between union and non-union employee representation forms, the latter including forms of employee company representation with little or no external involvement from unions (Dobbins and Dundon, 2014). An alternative distinction is made in the literature between direct and indirect forms of participation. Direct participation refers to the individual or group-oriented participation of employees, without the mediation of employee representatives or collective actors. It is linked to informal, face-to-face interactions between employer and employees, as well as more formal interactions through managerial briefings, suggestion schemes or quality circles (Markey and Townsend, 2013; Eurofound, 2016a). These forms are generally associated with control and autonomy in the performance of tasks, or influence in decision-making at work. Indirect participation has a broader scope – the governance of employment and working conditions (pay, working time, training, etc.) – and is exercised by representatives and collective actors such as trade unions and works councils (Budd, 2004; Markey and Townsend, 2013). Overall, contemporary pluralist literature has remained relatively sceptical about the effectiveness of direct forms of involvement when it 1 Varieties of industrial relations: Literature review ",
        "8 comes to promoting the interests of workers, but has tended to embrace new institutions for the voices of workers, including non-union forms. Critical or radical perspectives tend to perceive both non-unionised and direct forms of participation as mechanisms associated with human resource management practices, which attempt to individualise employment relationships (Marks and Chillas, 2014). The EU and industrial democracy Industry, or associational governance relying on collective bargaining and consultation, is a defining feature of European industrial relations. In comparison, other industrialised or industrialising global regions mostly rely on the market or the state (Marginson, 2017). The EU approach to industrial democracy is complex to define. Industrial democracy has been promoted by the EU institutions based on normative and political arguments associated with ‘democratic social economies’ (European Commission, 2002), and also pursued as part of the Lisbon Strategy to help companies achieve economic competitiveness (Ashiagbor, 2005). Beyond the Lisbon Strategy, this association between competitiveness and industrial democracy has continued to be developed (European Commission, 2013). More recently, the European Pillar of Social Rights (European Commission, 2017) and the European Commission (2018) guidance note for social dialogue (2017–2018) have stressed the contribution of industrial democracy to increasing competitiveness and social cohesion. In terms of regulation, the main EU legislation has focused on the company level. In particular, Directive 2002/14/EC of the European Parliament and the Council (European Parliament, 2002) established a general framework for informing and consulting employees in Member States, making universal rights to information and consultation a key defining feature of the EU industrial relations system (Marginson, 2017). In relation to other levels and industrial democracy practices, the EU institutions have influenced Member States through alternative regulatory mechanisms. In this regard, attention should be drawn to the European Semester arrangements introduced in 2011 and pressures imposed under MoUs by the troika to those countries requiring financial assistance. Collective wage-setting mechanisms and wage policies have increasingly become part of EU policy and possible intervention. According to some scholars, the new political coordination mechanisms under the European Semester, combined with an incremental shift of EU policy towards neoliberalism, could be partly responsible for triggering a ‘fragmented’ or ‘divisive’ industrial relations model that results in both winners and losers (Hyman, 2018). During the economic crisis, some countries were subject to externally imposed structural reforms that promoted the marketisation of wage setting mechanisms and sometimes weakened national collective bargaining mechanisms (Marginson and Welz, 2015). For those countries without such external pressures, the transformation of industrial relations has been primarily shaped by domestic ones (Hyman, 2018). Measuring varieties of industrial relations in Europe: A quantitative analysis In recent years, several scholars have highlighted political drivers of change as one of the main factors behind reforms in industrial relations institutions. Unilateral state interventions in industrial relations may serve different purposes, such as fostering industrial competitiveness via collective bargaining or improving equity and social justice (e.g. by introducing statutory minimum wages). Regardless of the purpose, unilateral state interventions may undermine industrial democracy as an employment relationship governance mechanism and deviate from the balanced pursuit of the four key dimensions of industrial relations. In several EU countries, government intervention in industrial relations has been the result of external pressures. One example of this is the MoUs governing the debt relief packages provided to Cyprus, Greece, Ireland, Portugal and Romania by the troika. In Greece, Portugal and Romania – the three countries in which collective bargaining was more centralised – a common element of the reforms has been the decentralisation and abolition of the extension mechanism for collective agreements, which has led to a reduction in the coverage rate of collective bargaining (Molina, 2014; Marginson and Welz, 2015; Economakis et al, 2016; Hijzen et al, 2017). A gentler form of external pressure has been exerted by the country-specific recommendations issued as part of the European Semester, which has identified aspects of collective bargaining to be reformed. Although several countries have implemented reforms in this field, caution is needed when it comes to assuming a link between cause (the recommendation) and effect (the outcome) (Marginson and Welz, 2015). However, it is worth noting that recommendations focused on industrial relations institutions have mainly concentrated on those countries showing a comparatively lower level of competitiveness (Marginson, 2017; Hyman, 2018). Box 1: Industrial democracy under political pressure ",
        "9 Eurofound’s definition Eurofound (2016a) defines industrial democracy as encompassing all the participation rights of employers and employees in the governance of employment relationships, either directly or indirectly, via trade unions, works councils, shop stewards or other forms of employee representation at any level. Industrial democracy is understood to be an end in itself and a means to achieve other valuable ends. It encompasses four sub-dimensions: £ autonomy of social partners in collective bargaining £ representation rights at both macro (collective bargaining, social dialogue) and company level (works councils, etc.) £ participation , understood as mechanisms for involving employees in management decision-making at company level £ influence , linked to bargaining power and the relative ability of either side of industry to exert influence over the other side in the context of collective bargaining or management decision- making The Eurofound definition of industrial democracy is therefore very comprehensive: it covers both the macro or institutional level and the micro or company level, as well as both direct and indirect forms of participation. Cross-country diversity and patterns of change Recent comparative literature has identified different and contradictory trends regarding industrial democracy and collective or associational governance. Competing assessments are partly anchored in the different analytical and theoretical approaches used to analyse and compare national industrial relations models. Industrial relations typologies These are relevant heuristic tools that look to understand cross-country diversity by grouping together national industrial relations systems that share common patterns and institutions. Industrial relations typologies have been greatly influenced and inspired by two theoretical frameworks: the production regimes approach and the employment regimes approach. The production regimes approach, also referred to as ‘varieties of capitalism’, focuses on the company as the main actor in a capitalist economy, and analyses the institutional setting in which companies operate with a view to coordinating their activities (Hall and Soskice, 2001). It distinguishes between ‘liberal market economies’, like the UK, where firms rely on competitive markets to coordinate their endeavours and ‘coordinated market economies’, like Germany or Sweden, where firms rely on non-market forms of coordination. The employment regimes approach seeks variation in power resources i.e. the relative organisational capacity of employers and employees (Gallie, 2007). Here, the state has an important role as a mediating actor between employers and employees. This approach identifies three principal types of employment regimes Varieties of industrial relations: Literature review The extent to which the Semester has fostered competitiveness in these countries at the expense of industrial democracy is a controversial issue that is regularly debated. Some scholars see the Semester as a centralised mechanism for imposing structural reforms and draw attention to the inherent tension between the Semester and the autonomy of social partners (Costamagna, 2014; Erne, 2015). Other authors perceive a ‘socialisation’ of the Semester, which stems from a growing emphasis on social objectives in its policy orientations and messages, and an enhanced role for social partners (Zeitlin and Vanhercke, 2018). The social approach has been reinforced with the European Pillar of Social Rights, which aims to promote a balanced pursuit of industrial democracy, growth and equity. The Pillar is accompanied by a Social Scoreboard, which covers 12 areas and is intended to have an impact on the European Semester. However, the Social Scoreboard does not include indicators measuring industrial democracy despite the fact that ‘Principle 8: Social dialogue and involvement of workers’ is entirely dedicated to the importance of these institutions and processes, and ‘Principle 7: Information about employment conditions and protection in case of dismissals’ covers information and consultation rights at workplace level (ETUI, 2017). Finally, it is worth noting that in some countries, particularly Hungary, policies undermining industrial democracy have been approved in the absence of external pressure. Since 2010, the Hungarian Parliament has approved radical reforms that have restricted strike and trade union rights, and allowed collective agreements and individual employment contracts to deviate from labour law (Bernaciak, 2015). ",
        "10 that vary according to the scope of their employment rights and regulation: ‘inclusive’ regimes, in which common employment rights are widely distributed through the working age population; ‘dualistic’ regimes, which guarantee strong rights to a core workforce of skilled long-term employees at the expense of poor conditions and low security for those on the periphery; and ‘market’ regimes, which emphasise minimal employment regulation. Several industrial relations typologies have been inspired by one or both of these approaches. One of the most quoted was developed by Visser (2009). This typology relies on both the production regimes and the employment regimes approaches, and uses the database on Institutional Characteristics of Trade Unions, Wage Setting, State Intervention and Social Pacts (ICTWSS) to identify five ‘models’ or ‘clusters’ of industrial relations in the EU. £ Organised corporatism (the Nordic countries), which has strong traditions of labour market regulation based on powerful central organisations of unions and employers. £ Social partnership (central-western Europe and Slovenia), which has weaker trade unions but centralised levels of collective bargaining that ensure high coverage and highly institutionalised forms of employee representation at company level. £ State-centred (southern Europe), which has a stronger dependence on state regulation. £ Liberal (north-western Europe), which has a liberal pluralist approach to industrial relations. Originating in the UK, the liberal model includes collective bargaining and industrial relations that are based on the principle of ‘voluntarism’. Collective bargaining is decentralised and social partners are comparatively weak. £ Mixed or transitional (post-communist central- eastern Europe), which mixes elements from the liberal (decentralised collective bargaining system, low coverage, etc.) and state-centred models. Visser’s classification has been confirmed in alternative typologies focused on employee representative institutions at company level (van den Berg et al, 2013). However, some scholars have expressed concerns about Visser’s classification and the presumed homogeneity of some industrial relations models such as the state-centred model (Meardi, 2018) and the transitional model. According to Bernaciak (2015), including all the central and eastern European countries (except Slovenia) in the same category obscures important cross-country variations in economic structures and institutional settings. Bohle and Greskovits (2007 and 2012) developed the most quoted typology of central and eastern European countries to date. Based on an analysis of communist legacies, transitional policy choices and transnational influences during transition, this typology classifies such countries into three groups: £ neoliberalism in the Baltic states, Bulgaria and Romania £ embedded neoliberalism (neoliberalism constrained to some extent by state regulation and social protection) in the Czech Republic, Hungary, Poland and Slovakia £ neo-corporatism in Slovenia From a theoretical perspective, typology-building has been criticised for its emphasis on system cohesiveness and stability, which is echoed in the institutional functionalism approach of many contributions in this field (González Menéndez and Martínez Lucio, 2014). Typology building has also been criticised for neglecting or underestimating the importance of actor-based factors, due to its focus on institution and norms, and simplifying the complex realities of countries (Baccaro and Howell, 2017; Meardi, 2018). In this sense, some studies have criticised the neglect of the sectoral level; Bechter et al (2012) show how countries often considered as examples of industrial relations models (e.g. the UK for voluntarism, Germany for social partnership) have significant cross-sectoral differences. Drivers of change and convergence and divergence trends Evidence of complex patterns of change in industrial relations systems has fuelled a new wave of comparative research on country diversity and converging/diverging trends, focusing on the main drivers of change and their impact on national industrial relations systems. National models, which were so visible in the 1990s to the then prolific comparative international relations literature, quickly started to be seen as ‘in flux’ (Bosch et al, 2009), ‘in crisis’ (Dølvik and Martin, 2014) or even ‘failed ideas’ (Lehndorff, 2012). (Meardi, 2018, p. 5) Recent approaches critical of the prevailing institutionalist perspective have identified some cross-country convergence trends, instead of the persistent country diversity that common typologies suggest. Baccaro and Howell (2017) identify a neoliberal convergent trajectory for national industrial relations systems across western Europe, with specific accounts in France, Germany, Italy, Sweden and the UK. The analysis is based on a theoretical approach that criticises the dominant focus on institutional settings and places the focus on institutionalist functioning instead. The underlying assumption is that institutional Measuring varieties of industrial relations in Europe: A quantitative analysis ",
        "11 outcomes are, to some extent, independent of institutional settings because they are shaped by the bargaining power of the actors involved. For instance, a centralised collective bargaining system may produce different outcomes, dependent on the interaction and power-balance between actors. Meardi (2018) challenges Baccaro and Howell with recent research on France, Germany, Italy, Poland, Spain and the UK. Meardi approaches the issue of change in industrial relations by adopting an historical institutional analysis that explicitly avoids any pre- conceptions of national models. Industrial relations systems are compared on the basis of two composite indicators that measure associational and state governance in employment relationships respectively. Rather than featuring a common convergence pattern towards neoliberalism, the analysis shows a general shift from associational to state regulation (with the nuanced exception of Poland). According to the author, this shift, even if it is accompanied by state policies promoting equity, may raise problems for industrial democracy. Also focusing on the issue of change, Marginson (2017) studies industrial relations system trends in the EU27, EU15, as well as the eight post-socialist countries that acceded in 2004, plus the two that acceded in 2007, comparing the situation in 2004, 2009 and 2013. The analysis is based on six indicators selected to measure three EU institutional pillars of industrial relations: organisation of employers and employees; coordinated multi-employer collective bargaining; and universal right to representation in the workplace for the purposes of exchanging information and consultation. The study finds evidence of corrosion in the three pillars, which is linked to the impact of EU enlargement on central and eastern European countries. The study also observes more heterogeneity across countries, especially in the EU15, which would suggest that industrial relations in Europe have become more fractured. According to the author, this is due to the asymmetric nature of the impact of market and economic integration on national economies, explained by cross-country differences in competitiveness, including differences in trade balances and the structure of unit labour costs. As a result, different pressures for structural reforms on labour markets and industrial relations have been translated into different countries (see also Marginson and Welz, 2015). In a similar vein, Hyman (2018) identifies a divisive integration resulting from the uneven impact of the economic crisis and subsequent EU initiatives and pressures to reform collective bargaining institutions. The study states that recent changes have made it more difficult to classify the national industrial relations systems in Europe. However, it also argues that clustering has not lost its heuristic utility. Broader scope for analysis Recent comparative research on industrial relations acknowledges both persisting country diversity and complex patterns of change in both formal institutions and in outcomes. While many studies only address fractional elements of national industrial systems, other studies adopt a broader scope. Kim et al (2015), from a pluralistic perspective, analyse industrial relations in terms of their impact on both efficiency and equity. They rely on general systems theory and take into account indicators related to the input, process and outcomes of industrial relations, which are adopted as a standard for the evaluation of the national industrial relations systems of several OECD countries. Other studies analyse the relationship between industrial relations actors and processes, and the outcomes in relevant socioeconomic fields (e.g. Meardi, 2018). It is also worth noting a recent study commissioned by the ILO, which analyses the contribution of industrial relations actors and processes (mainly collective bargaining and social dialogue) to limiting or reducing inequalities (Vaughan-Whitehead and Vazquez-Alvarez, 2018). This research explores the association between indicators on collective bargaining and social dialogue, and indicators on inequality in the labour market. All of these studies highlight the relevance of adopting analytical frameworks able to encompass industrial relations as a whole or within a broader scope, considering not only the main actors, institutions and processes, but also their impact on relevant socioeconomic fields, including both policymaking and economic and social outcomes. As discussed in the next chapter, this is in line with Eurofound’s analytical framework. Varieties of industrial relations: Literature review ",
        "",
        "13 A compass for ‘good’ industrial relations The starting point for the analysis of industrial relations is to focus on their purpose (Budd, 2004). In evaluating national industrial relations systems, Eurofound adopts a pluralistic approach that recognises the goals of employers, employees and society at large on an equal footing (Barbash, 1984; Meltz, 1989; Budd, 2004). It establishes that the key objectives of industrial relations are industrial competitiveness, quality of work and employment, social justice and industrial democracy (Eurofound, 2016a). Industrial competitiveness is defined as the ‘ability of an economy to achieve a consistently high rate of productivity growth and good performance among its small and medium-sized enterprises’ (Eurofound, 2018a). Eurofound (2016a) explicitly links the notion of industrial competitiveness and Budd’s (2014) definition of efficiency, which denotes the effective use of scarce resources. Efficiency is closely associated with the business goal of maximising benefits (Budd, 2004). Because resources are limited, a key task of management is to make continuous progress towards greater efficiency. Increased international competition due to globalisation has made efficiency a relevant issue since inefficient companies find it more difficult to survive. Accordingly, employees and trade unions are also interested in maximising the efficiency of businesses (Kim et al, 2015). At national level, industrial competitiveness is based on an economy with a consistently high rate of productivity growth, and depends on different factors such as research and innovation, information and communication technologies, entrepreneurship, competition or education and training (Eurofound, 2016a). In the view of Eurofound, competitiveness and industrial relations go hand in hand since ‘a competitive economy is improved by a good system of industrial relations, and a highly competitive economy creates an atmosphere for good-quality industrial relations’ (Eurofound, 2016a, p. 23). Quality of work and employment and social justice are dimensions related to the equity goal. This includes ‘a set of labour standards covering both material outcomes and personal treatment that respect human dignity and liberty’ (Budd, 2004, p. 18). The introduction of labour standards contributes to ensuring employees have the basis for a decent life. In addition, equal opportunities and non-discrimination guarantees equity between different groups of employees. While equity is a main concern for employees and trade unions, it is also a way to increase the efficiency of companies in the long term by providing equal opportunities to all social groups. Therefore, it can also be considered of intrinsic interest to employers (Kim et al, 2015). Eurofound defines social justice as ‘the fair and non-discriminatory distribution of opportunities and outcomes within a society, in order to strengthen the capabilities of each individual for self-determination and self-realisation’ (Eurofound, 2018c). Following Eurofound’s conceptual framework, quality of work and employment includes four blocks: career and employment security, health and well-being, reconciliation of working and non-working life, and skills development (Eurofound, 2016a). Industrial competitiveness, social justice and quality of work and employment can be viewed as goals pursued and desired by both employers and employees. Although there may sometimes be trade-offs, the three goals can be developed and pursued together. For instance, a national industrial relations system that only stresses competitiveness could lead to strikes or other industrial conflicts, which could have a negative impact on social peace and competitiveness. Similarly, an exclusive focus on social justice or quality of work and employment may, in the long term, constrain the economic foundations needed to achieve industrial competitiveness (Kim et al, 2015). With regard to industrial democracy, Eurofound (2018a) views this dimension as central to its conceptual framework, supporting the other three dimensions. With this assertion, Eurofound is choosing a model of employment relationship governance that rests on shared decision-making between management and independent employee representation (Budd, 2004). Eurofound understands ‘industrial democracy’ as the rights of employers and employees to participate in the decision-making that defines the employment relationship. The concept acknowledges the autonomy of both sides of industry as collective organisations and their collective capacity to influence decision-making (Eurofound, 2016a). 2 Concepts, methodology and results ",
        "14 The four dimensions provide the framework and structure for analysing industrial relations at national level. Specific outcomes and institutions observed at national level may reflect different combinations of industrial competitiveness, social justice, quality of work and employment and industrial democracy. In line with the pluralistic tradition, the underlying assumption of the Eurofound framework is that a balanced pursuit of the four objectives is the most desirable industrial relations strategy at national and European level. In other words, industrial competitiveness, social justice, quality of work and employment should be pursued through the tripartite multi-level governance of employment relations, with industrial democracy as its key dimension. Building composite indicators: Methodology According to the OECD’s glossary of statistical terms (OECD, 2013), a composite indicator measures a multidimensional concept that cannot be captured by a single indicator. It is formed when individual indicators are compiled into a single index, on the basis of an underlying model of the multidimensional concept that is being measured. In this study, that multidimensional concept is the performance of the industrial relations systems in the EU, meaning that a composite indicator in this field enables the complexity of the different existing systems to be summarised. This approach has certain advantages and disadvantages. Table 1 shows a list of the main pros and cons of composite indicators, which is presented in the handbook on constructing composite indicators (Nardo et al, 2005) developed by the OECD and the European Commission’s Joint Research Centre (JRC). Measuring varieties of industrial relations in Europe: A quantitative analysis Eurofound’s conceptual framework of key industrial relations is essentially normative in nature. Any definition of the ‘quality’ of industrial relations, as scientific and rigorous as it might be, is debatable given that it is a normative definition. Eurofound (2003) provides a good overview of the problems and challenges involved with defining and assessing ‘quality’ when it is applied to the social constructs of human well-being – in this case, quality of life: Since quality of life is, by its nature, culturally relative (and normative or value-based in character), indicators intended to reflect different aspects ultimately derive their meaning and legitimacy from public consensus that they are significant components of a better or worse quality of life. (Eurofound, 2003, p. 2). Monitoring living conditions and quality of life is not to be seen as a purely ‘scientific’, value-free exercise, which could be carried out without reference to ‘desirable’ versus ‘undesirable’ social change in the societies in which it is taking place or without abstracting from a society’s goals. Instead, it is in essence a normatively-based exercise, and its value is enhanced by the extent to which it taps into the central concerns and goals of a society. (Eurofound, 2003, p. 27) As with quality of life, the quality of industrial relations is culturally relative and essentially normative in nature. It is understood and assessed on the basis of those values and social norms that are prevalent in a given society at a given time as a result of social power relationships. That means that any definition of quality of industrial relations draws its authority from the degree of consensus and legitimacy they attain in particular social contexts. In this respect, it should be stressed that the immediate normative basis behind the assessment of quality of industrial relations at European level should derive from the policy principles officially set by the EU as its core values and norms. In this sense, the European Pillar of Social Rights provides a renewed basis for this approach. Box 2: A normative approach ",
        "15 In order to overcome any disadvantages, it is crucial to apply a solid and robust methodology in a transparent way. The computation of the Industrial Relations Index is based on the internationally recognised OECD-JRC methodology on building composite indicators, which recommends using a solid theoretical framework and different multivariable statistical techniques to guide the selection of indicators and the methodological choices for aggregation and weighting. All the steps followed in the calculation of the index are presented in Figure 2 and explained in detail in the following sections. Step 1: Adopt a theoretical framework The study adopts Eurofound’s conceptual framework on industrial relations (Eurofound, 2016a), as it is a sound framework based on four key dimensions, well-grounded in literature and with proven relevance at national level. According to Nardo et al (2005, p. 17), the quality of a composite indicator as well as the soundness of the messages it conveys depend not only on the methodology used in its construction, but primarily on the quality of the framework and the data used. This means that a composite indicator based on a weak conceptual framework or inaccurate data can lead to misleading messages, even if it has been constructed using appropriate techniques. Step 2: Select sources and indicators Once the conceptual framework is determined, it is necessary to find the most adequate indicators to measure each identified dimension. The starting point is the preliminary list of indicators selected by Eurofound (2017) to test Eurofound’s conceptual framework. The 2017 study proves this preliminary list to be a good starting point to map national industrial relations systems and provide sound insights on how to improve the measurement framework on industrial relations by covering certain conceptual gaps. In order to do that, an extensive literature review of comparative research on industrial relations is carried out, combined with a review of the main international statistical sources from relevant organisations. 1 This review provides a set of indicators to cover some of the identified conceptual gaps. The new indicators are assessed through the conceptual and statistical quality criteria presented in Table 2 (on p. 16), which are based on the quality assessment and assurance framework of the European Social Survey (ESS), 2 and the literature on selecting and processing indicators. Concepts, methodology and results Table 1: Advantages and disadvantages of composite indicators Advantages Disadvantages £ reduce the visible size of a set of indicators without dropping the underlying information base £ easier to interpret than a set of individual indicators £ enable users to compare complex dimensions effectively £ can be used to assess progress of countries over time £ can support decision-making £ place issues of country performance and progress at the centre of the policy arena £ facilitate communication with the general public, raise awareness and promote accountability £ may send misleading policy messages if poorly constructed or misinterpreted £ may invite simplistic policy conclusions £ may be misused if the construction process is not transparent and/or lacks sound statistical or conceptual principles £ the selection of indicators and weights could be subject to dispute Source: Nardo et al, 2005 1 These organisations include Eurostat, Eurofound, the European Institute for Gender Equality (EIGE), the ILO, the OECD, the World Economic Forum (WEF), the European Trade Union Confederation (ETUC), the International Trade Union Confederation (ITUC) and the European Central Bank (ECB). 2 The quality assessment and assurance framework of the ESS (Eurostat 2014, 2015) evaluates the quality of already produced statistical outputs based on principles 11–15 of the European Statistics Code of Practice (Eurostat, 2011). Figure 2: Calculating the Industrial Relations Index Step 1: Adopt a theoretical framework Step 2: Select sources and indicators Step 3: Process data Step 4: Establish the measurement framework Step 5: Weigh and aggregate indicators Step 6: Calculate and assess index Source: Authors’ elaboration. Unless otherwise stated, the source of all figures and tables in this report is the authors. ",
        "16 The analysis enables the researchers to establish a dashboard on industrial relations, 3 with a set of indicators for the Member States from 2008 to the latest available year. The majority of indicators are cardinal indicators, but some ordinal indicators are also included, particularly in the dimension of industrial democracy. Despite their different nature, all are treated with the traditional statistical methods for quantitative variables. The literature shows that this option can be applied when the aim is to maintain comparability among the indicators, to allow for easy interpretation and to achieve coherent results that are not distorted by the assignment of the ordinal categories (Kim and Mueller, 1978; Ferrer-i-Carbonell and Frijters, 2004; Blanchflower, 2008). 4 The indicators are directly related to industrial relations actors and processes (industrial democracy) or are relevant for assessing the impact of these actors and processes on policymaking and outcomes in relevant socioeconomic fields (industrial competitiveness, social justice and quality of work and employment). They therefore provide an accurate measurement of the conceptual framework. The final list of indicators used in the calculation of the Industrial Relations Index are not the entire dashboard, but part of it. In spite of their conceptual relevance, some of the indicators included in the dashboard cannot be part of the index because they do not record certain statistical properties required in the process of building a composite indicator. The following sections explain in detail how the indicators included in the dashboard are processed and fine-tuned in order to calculate the index. Step 3: Process data In order to select the final list of indicators to calculate the index, the potential set covered by the dashboard is processed through the following five tasks: time aggregation; reversion; detection and treatment of outliers; replacing missing data with substituted values; and normalisation. Time aggregation Taking into account how the time coverage of all the indicators varies, the database is divided into two time periods: 2008–2012 and 2013–2017. The indicators are then aggregated using the arithmetic mean, except for those with a relative measurement unit (percentage, index, rate, etc.), where using the geometric mean is a better option. Measuring varieties of industrial relations in Europe: A quantitative analysis Table 2: Quality assessment of the indicators Conceptual and statistical criteria Relevance Indicators should have a clear conceptual link to Eurofound´s dimensions of interest. Accuracy and reliability Indicators should be accurate, reliable and not influenced by other factors. They should also be sensitive to changes, and changes in their values should be clear and unambiguous. Intelligibility and ease of interpretation Indicators should be simple enough that they are intuitive and can be unambiguously interpreted in practice. They should have a clear meaning with respect to what they are analysing, either ‘positive’, meaning that higher values are considered positively, or ‘negative’. Timeliness and punctuality Indicators should be released in accordance with an agreed schedule and soon after the period to which they refer. There should be minimal time lag between the collection and reporting of data to ensure that indicators are reporting current information. Sustainability This indicates the updating frequency of indicators. If an indicator aims to monitor progress, special one-off surveys should not be included. Coherence and comparability This shows whether concepts, definitions, methodologies and actual data are consistent internally and externally. Accessibility and clarity This indicates if data are available and accompanied with adequate explanatory information (metadata). Presence of missing data This shows if indicators present missing values by Member State and time. Identification of double counting Indicators should not overlap with other indicators, fill an essential gap in the theoretical framework or substantially increase the relevance of already existing indicators. 3 The description of the indicators included in the dashboard is available upon request. 4 Additionally, when indicators are computed from surveys such as the European Company Surveys (ECS) or the European Working Conditions Survey (EWCS), the sample sizes are large. Statistical methods for quantitative variables can therefore be used by relying on the central limit theorem. ",
        "17 Reversion All the indicators used to build a composite indicator have to be oriented in the same direction, meaning that higher values indicate either better or worse performance. The choice made for the Industrial Relations Index is to associate higher values with desirable results (e.g. collective bargaining coverage). This means that indicators where higher values indicate worse outcomes (e.g. long-term unemployment rate) have to be reversed. This reversion is accomplished by applying the most appropriate method on the basis of the nature of the indicator (for example, multiplying the indicator by -1, calculating its inverse or subtracting its value from 100). Detection and treatment of outliers Recognising that the presence of outliers could polarise the overall results or make them biased, values outside the 1.5 interquartile range (the difference between the upper and the lower quartiles) are checked for reporting errors. Indicators containing outliers are then identified, on the basis of the thresholds widely adopted in literature (Groeneveld and Meeden, 1984), as those having distributions with an absolute skewness value greater than 2 and a simultaneous kurtosis greater than 3.5. 5 The dashboard contains four indicators with outliers: government intervention in collective wage bargaining, information provided to the employee representation, degree of information provided to the employee representation body and GDP per capita. The first one is not considered to be problematic and so is not treated in order to maintain the original country differences. The three other indicators are treated by winsorisation, 6 meaning that the values distorting the variable distribution are assigned the next highest value of the corresponding period. Replacing missing data with substituted values The construction of composite indicators means that they require a complete dataset, for all countries. Despite the fact that the indicators included in the dashboard are aggregated in two time periods to minimise the problem of missing data, the dataset still has missing values that can be divided into three categories. £ Indicators are not available for all countries in one of the time periods considered; in this case, the entire indicator is replaced by its value from the other time period. £ Values are not available for some countries in one of the time periods considered; in this case, missing values are replaced by their values from the other time period. £ Values are not available for some countries in both time periods considered; in this case, missing values are replaced by the average of the available data within each indicator in the corresponding time period. Missing data is therefore treated using observed information only, to ensure full transparency and allow the results to be replicated. Normalisation This process ensures the comparability of the indicators to be included in a composite indicator. It converts indicators with different units of measurement (e.g. a currency and a percentage) and ranges of variation into harmonised ones. On the basis of the indicators included in the dashboard, there are three normalisation methods that are most appropriate for this study. Standardisation : For each indicator, the value of each country is subtracted from the average across countries for the two time periods under consideration, and then divided by the standard deviation across countries for the two time periods. The distribution of the new indicators has a mean of 0 and a standard deviation of 1. Min-max normalisation based on the observed ranges : For each indicator, the value of each country is subtracted from the minimum value registered in the two time periods, then divided by its observed range and multiplied by 100. As a result of this process, all the indicators that have been normalised have an identical range of [0, 100]. Min-max normalisation based on theoretical ranges : For each indicator, the value of each country is subtracted from the minimum value that the indicator could theoretically register, then divided by its range and multiplied by 100. In case of indicators without a clear theoretical minimum or maximum, the corresponding minimum or maximum value observed across countries for the two time periods is taken, increased by one standard deviation. As a result of this process, all the indicators that have been normalised have an identical range of [0, 100]. Concepts, methodology and results 5 Skewness and kurtosis are statistical measures used to describe the distribution of a variable or a data set. A data set is symmetric if it looks the same to the left and right of the centre point. Skewness is a measure of the lack of symmetry. Data sets may also have heavy or light tails relative to a normal distribution. Kurtosis is a measure of this ‘tailedness’. 6 Winsorisation or winsorising is the transformation of statistics by limiting extreme values in the statistical data to reduce the effect of possibly spurious outliers. A typical strategy is to set all outliers to a specified percentile of the data; for example, a 90% winsorisation would see all data below the 5th percentile set to the 5th percentile, and data above the 95th percentile set to the 95th percentile. ",
        "18 The three methods are designed to allow for comparisons to be made across the two time periods. The final option used in the computation of the Industrial Relations Index is the one that provides the most robust index, as explained in Step 7. Step 4: Establish the measurement framework The measurement framework of the index is defined as the final set of indicators used to compute the index, and their structure in terms of dimensions and sub-dimensions. This set is obtained from the dashboard on industrial relations by applying the following statistical methods. Correlation analysis : This explores the interrelations that exist between indicators in order to maintain those with significant positive correlations and avoid those with negative correlations. Principal components analysis : This is based on reducing dimensions by forming new variables (the principal components) as linear combinations of the variables in the multivariate set. It is used to explore the underlying structure of the data, particularly how different variables change in relation to each other and how they are associated. Cronbach’s alpha coefficient : This is a coefficient of reliability based on the correlations between indicators. A high c-alpha, or a high ‘reliability’, means that the indicators under consideration measure the latent phenomenon well. Conducting a multivariate analysis enables the overall structure of the dashboard to be studied. The measurement framework for the Industrial Relations Index can also be identified (i.e. a set of indicators that, based on their internal relationship, work well together to statistically verify dimensions and sub-dimensions in line with the conceptual framework). Step 5: Weigh and aggregate indicators The aggregation process requires a decision to be made about the relative importance of each indicator, dimension and sub-dimension (i.e. the weights to be used). There are several methods that may be applied. According to the literature, any decision is essentially a value judgment as to the importance of each element. In this study, the four dimensions are weighted equally (0.25 each), but the following weighting methods are tested for the indicators and sub-dimensions. Method 1 : Within each dimension, all sub-dimensions have the same weight and this is obtained by dividing the weight of the dimension (0.25) by the number of sub-dimensions included. The same approach can be followed to obtain the weight of each indicator (i.e. dividing the weight of the corresponding dimension by the number of indicators included), which means that all indicators in the same sub-dimension have the same weight. Method 2 : Within each dimension, all indicators have the same weight and this is obtained by dividing the weight of the dimension (0.25) by the number of indicators included. The weight of each sub-dimension is calculated, adding the weight of all the indicators included. Method 3 : The weights of the indicators are based on their interrelations and are retrieved from the principal component analysis explained in the previous section. Then, the weight of each sub-dimension is calculated, adding the weight of all the indicators included. These three weighting systems are complemented by a valuable exercise in which several industrial relations experts are consulted about the relevance of the key aspects addressed under the four dimensions of the Eurofound conceptual framework. The participatory technique used in this consultation is the budget allocation process, where experts are given a ‘budget’ to be allocated within the different key areas identified in each dimension. The 20 experts assign a similar level of importance to the key aspects included in each dimension. In this way, their assessment is an additional tool to validate the conceptual framework. Regarding the aggregation, indicators are combined using arithmetic means to create the sub-dimension composite indicators. Then, in the next levels of aggregation (sub-dimensions grouped into dimensions, and dimensions grouped into the overall index), two options are tested: geometric and harmonic averages. The main aim of this approach is to work with alternatives that reduce the compensability effect. Using geometric or harmonic aggregation means that compensability is lower for dimensions with low values, so a country with a low score for one dimension will need a much higher score for the others to improve its global score. Step 6: Calculate and assess index The computation of the index follows the multi-modelling approach applied in the construction of the Gender Equality Index (EIGE, 2017). It consists of calculating a set of different versions of the index, considering the alternatives previously presented: normalisation methods (three alternatives), weights (three alternatives) and aggregation methods (four alternatives: two at sub-dimension level and two at dimension level). This results in 36 potential formulae. The formula chosen to compute the Industrial Relations Index is the option that provides the most robust results among the 36 versions tested. Measuring varieties of industrial relations in Europe: A quantitative analysis ",
        "19 To identify the most robust formula, the following steps are taken. 1. The median scores of the 36 options by Member State are calculated. 2. The differences by country between each option and the median score are calculated. 3. The option that minimises these differences and lies closest to the median is selected as the most robust formula. 7 Table 3 shows the formula used to compute the index. Indicators are normalised through the min-max method based on the theoretical ranges, while the weighting method is based on equal weights for the indicators in each sub-dimension (Method 2). Regarding the aggregation, indicators are initially grouped with the arithmetic mean creating the index for each sub-dimension. They are next grouped with the geometric mean to build the index for each dimension. Finally, they are aggregated with the harmonic mean to obtain the overall index. The index is composed of 4 dimension indices, 11 sub-dimensions indices and 47 indicators. All have the [0, 100] range, where higher scores represent better performances. This hierarchical structure in dimensions and sub-dimensions provides not only an overall index, but also a set of indices to identify the most important features in national industrial relations systems, as well as their strengths and weaknesses. The multi-modelling approach, based on the use of a number of different methodology options that respect both the theoretical framework and the data properties, has a double aim. First, it makes the selection of the formula for computing the index less subjective because the formula is obtained via a statistical model that also considers potential alternatives. Second, it provides the most robust index as its scores depend more on the values of the indicators used in its computation than on the formula used. A quality assessment of the index shows its robustness and consistency. The distribution of the differences between the index’s country ranks and the rank provided by the remaining 35 formulae show a clear peak around zero, which represents no differences in country ranks and is a good sign of robustness. In total, 31% of cases keep the same country rank, 67.4% see a shift in rank of one position at the most and 78.5% see a shift in rank of two positions at the most. Finally, the structure of the index is assessed by the correlation matrix between the index, its dimensions, sub-dimensions and indicators. The matrix confirms the structure, showing the contribution of all sub-dimensions to their respective dimensions and also the significant correlations (5% level) that all dimensions and sub-dimensions have with the index. The third sub-dimension of the social justice dimension is the only exception. All these results prove that the Industrial Relations Index is a robust and consistent tool that will allow for an analytical and comparative analysis of the industrial relations systems over time and across Member States. It could also possibly serve as a guide for supporting policymakers and social partners at EU and national levels. A detailed report on the methodology for calculating the index is available upon request. Concepts, methodology and results 7 In particular, the Euclidean distance is taken into account when choosing the most robust formula. Table 3: Industrial Relations Index – methods selected for computation Normalisation Min-max theoretical Weighting Equal weights indicators (Method 2) Aggregation Arithmetic aggregation at indicator level Geometric aggregation at sub-dimension level Harmonic aggregation at dimension level ",
        "20 Measuring varieties of industrial relations in Europe: A quantitative analysis Table 4: Industrial Relations Index – dimensions, sub-dimensions and indicators Dimension Sub-dimension Indicator Source Industrial democracy S1.1 Associational governance I1 Trade union density ICTWSS, ILO I2 Employer organisation density ICTWSS I3 Existence of a standard (institutionalised) bipartite council of central or major unions and employer organisations for the purposes of wage setting, economic forecasting and/or conflict settlement ICTWSS I4 Collective bargaining coverage ICTWSS, ILO I5 Routine involvement of unions and employers in government decisions on social and economic policy ICTWSS S1.2 Representation and participation rights at company level I6 Board-level employee representation rights ETUC I7 Rights of works councils ICTWSS I8 Status of works councils ICTWSS S1.3 Social dialogue at company level I9 Employee representation in the workplace (coverage) Eurofound, ECS I10 Information provided to the employee representation body by management (incidence) Eurofound, ECS I11 Degree of information provided to the employee representation body (number of topics) Eurofound, ECS I12 Influence of the employee representation in decision-making in the workplace Eurofound, ECS I13 Share of companies holding regular consultations (either through collective or individual means) in which employees can express their views about the organisation Eurofound, EWCS Industrial competitiveness S2.1 Inclusive growth and innovation I14 GDP per capita in purchasing power standards (PPS) Eurostat I15 Real compensation of employees per hour worked Eurostat I16 Infrastructure ranking World Economic Forum (WEF) I17 Percentage of research and development personnel Eurostat I18 Research and development expenditure as a percentage of GDP Eurostat I19 Innovators Index Eurostat S2.2 Efficiency and sophistication of resources I20 Incidence of corruption Transparency International I21 Public Services Index Eurofound, European Quality of Life Survey (EQLS) I22 Percentage of individuals with high level education Eurostat I23 Digital skills Eurostat I24 Connectivity dimension of the Digital Economy and Society Index (DESI) European Commission, Digital Scoreboard Social justice S3.1 Social cohesion and non-discrimination I25 Social Exclusion Index Eurofound, EQLS I26 Ratio of young to non-young people employment rate Eurostat I27 Gender Equality Index EIGE I28 Long-term unemployment rate Eurostat I29 Share of NEETs (young people not in employment nor in education or training) Eurostat S3.2 Poverty and income inequality I30 At risk of poverty or social exclusion rate Eurostat I31 In-work poverty rate Eurostat I32 Impact of social transfers (other than pensions) on poverty reduction Eurostat I33 Income inequality (quintile share ratio S80/S20) Eurostat S3.3 Equality of opportunities I34 Early leavers from education and training Eurostat I35 Percentage of individuals with less than upper secondary educational attainment Eurostat ",
        "21 Dimensions, sub-dimensions and indicators Table 4 presents the overall structure of the Industrial Relations Index by dimensions, sub-dimensions and indicators. The conceptual relevance of the structure of the index is discussed below. Industrial democracy The Industrial Democracy Index is made up of three sub- dimensions: £ associational governance £ representation and participation rights at company level £ social dialogue at company level Associational governance This sub-dimension is similar to the homonymous index built by Meardi (2018). It is made up of five indicators that measure the organisational strength of each side of the employment relationship and their incidence in the governance of employment relationships through collective bargaining and social dialogue: £ trade union density £ employer organisation density £ existence of a standard (institutionalised) bipartite council of central or major unions and employer organisations for the purposes of wage setting, economic forecasting and/or conflict settlement £ collective bargaining coverage £ routine involvement of social partners in government decisions on social and economic policy As opposed to Meardi, this sub-dimension does not include coordination and the actual level of collective bargaining, as these indicators do not have a straightforward normative interpretation in terms of industrial democracy (whether positive or negative). These two indicators are included as contextual indicators and are exclusively used in the cluster analysis. Also differing from Meardi, this sub-dimension includes one indicator measuring corporatism. In line with Visser (2009), tripartite negotiation is considered to favour corporatist regulation, which is more aligned to industrial democracy than state regulation. Furthermore, the selected indicator makes it possible to distinguish concertation processes based on their degree of institutionalisation (full, regular and frequent concertation versus partial and irregular concertation). Representation and participation rights at company level This sub-dimension includes three indicators that measure the scope of employees’ representation and participation rights at company level: £ board-level employee representation rights £ rights of works councils £ status of works councils These rights are implemented through state-based legislation or basic general agreements between unions and employers. While two indicators refer to works councils, the third deals with board-level employee representation (and is included in the European Participation Index developed by the ETUI). Concepts, methodology and results Dimension Sub-dimension Indicator Source Quality of work and employment S4.1 Career prospects and well-being I36 Income developments Eurofound, EWCS I37 Career prospects Eurofound, EWCS I38 Subjective workplace well-being Eurofound, EWCS I39 Negative impact of work on health Eurofound, EWCS S4.2 Employment security and skills development I40 Unemployment protection coverage Eurostat I41 Involuntary temporary employment Eurostat I42 Job security Eurofound, EWCS I43 Lifelong learning Eurostat I44 Use of skills Eurostat S4.3 Reconciliation of working and non-working life I45 Unsocial working time Eurostat I46 Gender gap in inactive population due to family/care responsibilities Eurostat I47 Work–life balance Eurofound, EQLS ",
        "22 Social dialogue at company level This sub-dimension builds on five indicators that measure the quality of social dialogue at company level: £ employee representation in the workplace (coverage) £ information provided to the employee representation body by management (incidence) £ degree of information provided by management (number of topics) £ influence of the employee representation in decision-making in the workplace £ share of companies holding regular consultations (either through collective or individual means) in which employees can express their views about the organisation The sub-dimension goes beyond the measurement of representation, information and consultation, and allows for the measurement of influence. This is in line with Eurofound’s definition of industrial democracy. It also makes a difference with regard to weaker concepts of voice that only focus on the mechanisms that enable employees to have a say in workplace decisions, without assessing the effective impact of these mechanisms. Measuring varieties of industrial relations in Europe: A quantitative analysis The Eurofound conceptual framework encompasses four main sub-dimensions of industrial democracy: autonomy, representation, participation and influence. This framework guided the search for the most adequate indicators for the dashboard with a view to covering these four aspects as accurately as possible. Analysis of the principal components identified three empirical sub-dimensions of industrial democracy: associational governance, representation and participation rights at company level, and social dialogue at company level. Table 5 explains how each of the four conceptual sub-dimensions are covered by the three empirical dimensions of the Industrial Democracy Index. Box 3: Sub-dimensions of industrial democracy Table 5: Conceptual and empirical sub-dimensions of industrial democracy Eurofound conceptual sub-dimensions Coverage by the Industrial Democracy Index Autonomy : The principle of autonomy of social partners, mainly understood as autonomy of collective bargaining. Autonomy is addressed in the associational governance sub-dimension through indicators that measure the organisational strength of social partners and their involvement in collective bargaining (coverage). Representation : The right of employees to seek a union or individual to represent them for the purpose of bargaining. Employee representation is rooted in the labour laws of Member States in relation to trade unions and the representation of workers in the workplace. At macro level it is associated with trade unions, social dialogue and collective bargaining. At micro level it is associated with various forms of worker participation including works councils. At macro level, representation is considered in the associational governance sub-dimension by means of two indicators. One indicator measures the existence of bipartite institutions that enable the representation of social partners with a view to participating in economic and social policies. The other indicator measures the regularity and effectiveness of social partners’ involvement in social and economic policy. At micro level, representation is considered through three indicators from the representation and participation rights sub-dimension, which measure the extent of these rights in the national legislative framework, and one indicator from the social dialogue at company level sub-dimension, which measures the coverage of employee representative bodies. Participation : Mechanisms for the involvement of employees in management decision-making at company level. It is divided into direct and indirect (both at company level). Direct participation may be individual or group-oriented. Indirect participation is implemented through employee representation. Eurofound maps participation at company level along a continuum from no participation to co-determination. The conceptual definition of participation mainly refers to company level. It is well measured in the social dialogue at company level sub-dimension through different ECS and EWCS indicators that look at the implementation of information and consultation rights. At macro level, it can be argued that participation is assessed through the indicator measuring the routine involvement of social partners in policymaking (the associational governance sub-dimension). Collective bargaining coverage is also considered an indicator of participation in literature (see the European Participation Index). Influence : Influence is linked to bargaining power and the relative ability of the two sides of industry to exert influence over the other side in the context of collective bargaining or management decision-making. Influence is only measured in the social dialogue at company level sub-dimension, through one ECS indicator that measures the influence of the employee representation body in decision-making in the workplace. At macro level, specific indicators measuring this sub-dimension were not found. ",
        "23 Industrial competitiveness The Industrial Competitiveness Index consists of two sub-dimensions that roughly address the conceptual components defined by Eurofound: £ inclusive growth and innovation £ efficiency and sophistication of resources Inclusive growth and innovation This sub-dimension comprises six indicators: £ GDP per capita in PPS £ real compensation of employees per hour worked £ infrastructure ranking £ percentage of research and development personnel £ research and development expenditure as a percentage of GDP £ Innovators Index Efficiency and sophistication of resources This sub-dimension comprises five indicators: £ incidence of corruption £ Public Services Index £ percentage of individuals with high level education £ digital skills £ connectivity dimension of the Digital Economy and Society Index (DESI) Concepts, methodology and results Figure 3 compares the outcomes of the annual Global Competitiveness Index (GCI), developed by the World Economic Forum (WEF), with Eurofound’s Industrial Competitiveness Index. The WEF defines competitiveness as ‘the set of institutions, policies and factors that determine the level of productivity of an economy, which in turn sets the level of prosperity that the country can achieve’ (WEF, 2016, p. 4). Box 4: Industrial Competitiveness Index versus Global Competitiveness Index AT BE BG CY CZ DE DK EE EL ES FI FR HR HU IE IT LT LU LV MT NL PL PT RO SE SI SK UK 3.50 3.75 4.00 4.25 4.50 4.75 5.00 5.25 5.50 5.75 6.00 20 25 30 35 40 45 50 55 60 65 70 Industrial competitiveness (x-axis) and GCI (y-axis), 2013-17 Figure 3: Industrial competitiveness versus global competitiveness, by country, 2013–2017 ",
        "24 Social justice The Social Justice Index is made up of three sub-dimensions that roughly address the conceptual components defined by Eurofound: £ social cohesion and non-discrimination £ poverty and income inequality £ equality of opportunities Social cohesion and non-discrimination This sub-dimension comprises five indicators: £ Social Exclusion index £ ratio of young to non-young people employment rate £ Gender Equality Index £ long-term unemployment rate £ share of NEETs Poverty and income inequality This sub-dimension comprises four indicators: £ at risk of poverty or social exclusion rate £ in-work poverty rate £ impact of social transfers (other than pensions) on poverty reduction £ income inequality (quintile share ratio S80/S20) Equality of opportunities This sub-dimension comprises two indicators: £ early leavers from education and training £ percentage of individuals with less than upper secondary educational attainment Quality of work and employment The Quality of Work and Employment Index consists of three sub-dimensions that roughly address the conceptual components defined by Eurofound: £ career prospects and well-being £ employment security and skills development £ reconciliation of working and non-working life Career prospects and well-being This sub-dimension comprises four indicators: £ income developments £ career prospects £ subjective workplace well-being £ negative impact of work on health Employment security and skills development This sub-dimension comprises five indicators: £ unemployment protection coverage £ involuntary temporary employment £ job security £ lifelong learning £ use of skills Reconciliation of working and non-working life This sub-dimension comprises three indicators: £ unsocial working time £ gender gap in inactive population due to family/care responsibilities £ work–life balance Measuring varieties of industrial relations in Europe: A quantitative analysis Based on this definition, the WEF has published the annual Global Competitiveness Index (GCI) since 2005. The GCI combines 114 indicators that are grouped into 12 pillars: £ institutions £ labour market efficiency £ infrastructure £ financial market development £ macroeconomic environment £ technological readiness £ health and primary education £ market size £ higher education and training £ business sophistication £ goods market efficiency £ innovation These pillars are organised into three sub-indexes: basic requirements, efficiency enhancers, and innovation and sophistication factors. The three sub-indexes are given different weights in the calculation of the overall index, depending on each economy’s stage of development (as proxied by its GDP per capita and the share of exports represented by raw materials). Although the GCI takes into consideration many more dimensions and indicators than the Eurofound index, there is a high level of correlation between the two (r=0.90). The Eurofound results only deviate substantially from the GCI in a few countries, showing higher (Slovenia, Luxembourg and Greece) or lower (UK, Poland and Bulgaria) performance in this dimension. ",
        "25 Concepts, methodology and results Figure 4 compares the outcomes of the EU Social Justice Index developed by Bertelsmann Stiftung in 2017 with Eurofound’s Social Justice Index. The Social Justice Index addresses policy areas that are particularly important for developing individual capabilities and opportunities for participation in society: £ poverty prevention £ access to education £ labour market inclusion £ social cohesion and non-discrimination £ health £ intergenerational justice It comprises 28 quantitative and 8 qualitative indicators. The quantitative indicators are based on data collected primarily by Eurostat and the EU Statistics on Income and Living Conditions (EU-SILC). The qualitative indicators reflect the evaluations provided by more than 100 experts responding to the Social Justice Index survey on the state of affairs in various policy areas throughout OECD countries and the EU. Indicators are aggregated for use in the index following different statistical and technical methods. Although the Social Justice Index takes into consideration dimensions and indicators that are not covered by the Eurofound framework (such as intergenerational justice), it largely correlates with the Eurofound index (r=0.94). There are only relatively strong deviations between the two indexes in a few Member States: Ireland (highest deviation) Hungary, Estonia and Luxembourg. Box 5: Social Justice index versus EU Social Justice Index AT BE BG CY CZ DE DK EE EL ES FI FR HR HU IE IT LT LU LV MT NL PL PT RO SE SI SK UK 3.00 3.50 4.00 4.50 5.00 5.50 6.00 6.50 7.00 7.50 8.00 55 60 65 70 75 80 85 Social justice (x-axis) and SJI (y-axis), 2013-17 Figure 4: Social justice indexes compared, 2017 ",
        "26 Main statistical results Industrial relations Figure 5 presents the scores for the global Industrial Relations Index and its four key dimensions for the EU28 in the period 2013–2017. The left side of the figure presents the countries according to their rank in industrial relations and uses a colour scale to show relative performance in each dimension (from green ‘high’ to red ‘low’). The absolute variation in the scores of the Industrial Relations Index in the two periods under consideration (2008–2012 and 2013–2017) is shown on the right side, with negative values marked in red. The index shows that there are 11 countries with scores above the EU28 average: all the Nordic and continental countries 8 plus France, Ireland and Slovenia. Denmark, Sweden and Austria are the three best performing countries, while Romania, Poland and Bulgaria are ranked in the last three positions. The results obtained in the four dimensions show a picture of relative balance, as relative performance in all four dimensions appears to be similar. However, there are countries with prominent imbalances such as Slovakia and the Czech Republic. These countries score comparatively high in social justice but rather low in the remaining three dimensions, particularly industrial competitiveness. Estonia can also be counted in this group, as it scores comparatively high in quality of work and employment, and very low in industrial democracy. The UK is also a country showing a marked imbalance due to a very low score in industrial democracy. As expected, countries that rank very high in the global index perform in a balanced way in all four dimensions: the use of the harmonic mean for aggregating dimensions into the global index allows for limited compensation. However, it should be highlighted that the countries in the bottom ranking also show rather low scores in all four dimensions. Measuring varieties of industrial relations in Europe: A quantitative analysis Figure 5: Industrial Relations Index 1 Denmark 73.25 62.83 80.44 68.42 70.65 2 Sweden 80.95 60.29 79.03 62.35 69.41 3 Austria 79.21 57.02 78.13 66.88 69.07 4 Netherlands 80.27 58.95 80.16 62.37 69.05 5 Luxembourg 75.64 64.41 72.61 62.88 68.47 6 Finland 68.17 61.49 80.19 65.79 68.26 7 Belgium 71.53 57.12 72.86 60.63 64.82 8 Germany 58.49 58.37 74.16 65.77 63.57 9 France 55.54 52.86 73.11 59.00 59.22 10 Ireland 46.05 53.00 74.30 57.92 56.09 11 Slovenia 56.98 44.46 76.03 54.53 55.92 EU28 51.82 44.20 70.39 56.40 53.30 12 UK 35.98 51.96 73.42 59.48 51.63 13 Spain 53.37 42.11 62.30 50.16 50.97 14 Czech Republic 44.20 40.86 75.65 51.70 50.21 15 Malta 44.81 38.64 69.96 57.98 50.17 16 Italy 50.64 39.99 61.51 50.10 49.40 17 Portugal 44.00 40.75 62.13 54.77 49.01 18 Estonia 37.78 40.72 68.33 59.75 48.54 19 Croatia 53.84 31.72 66.71 52.15 47.47 20 Cyprus 45.22 35.71 67.25 46.40 46.22 21 Slovakia 46.11 32.16 72.77 49.53 46.13 22 Hungary 35.05 33.37 69.88 54.12 43.82 23 Greece 41.16 35.36 58.34 45.24 43.56 24 Lithuania 32.03 35.83 66.59 53.62 43.10 25 Latvia 34.27 30.47 66.91 52.38 41.65 26 Bulgaria 40.46 24.83 60.41 53.84 39.95 27 Poland 28.91 29.95 68.90 51.05 39.19 28 Romania 36.94 22.44 58.84 50.35 36.87 0 10 20 30 40 50 60 70 80 Romania Poland Bulgaria Latvia Lithuania Greece Hungary Slovakia Cyprus Croatia Estonia Portugal Italy Malta Czech Republic Spain UK EU28 Slovenia Ireland France Germany Belgium Finland Luxembourg Netherlands Austria Sweden Denmark -0.28 1.05 2.25 0.79 0.66 1.00 0.34 0.06 1.50 0.87 -0.96 0.78 0.53 -1.04 1.53 1.19 0.79 0.52 1.15 1.22 -2.06 3.04 -0.43 -0.25 2.53 2.92 3.22 -0.45 0.10 2013–2017 Industrial relations Change eurofound.link/0051 D e m o c r a c y I n d u s t r i a l c o m p e t i t i v e n e ss I n d u s t r i a l S o c i a l j u s t i c e a n d e m p l o y m e n t Q u a l i t y o f w o r k r e l a t i o n s I n d u s t r i a l 8 ‘Continental countries’ here comprise Austria, Belgium, Germany, Luxembourg and the Netherlands. ",
        "27 Concerning change, the index shows a positive, albeit limited, variation for the EU28. There are seven countries whose overall performance has decreased: Denmark, Slovenia, Spain, Cyprus, Hungary, Greece and Poland. Except for Denmark and Slovenia, all these countries score below the EU average, with Cyprus and Spain recording the highest decrease. The situation of these lower-scoring countries should receive particular attention because they risk falling behind. The Member States that display the most pronounced improvements are Bulgaria, Slovakia, Latvia, Lithuania and Austria. All these countries except Austria perform below the EU average, which means that they are in a positive ‘catching-up’ trend. Industrial democracy Figure 6 presents the scores for the Industrial Democracy Index and its three sub-dimensions for the EU28 in 2013–2017. The absolute variation in the scores in the two time periods (2008–2012 and 2013–2017) is shown on the right side. The index shows that there are 12 countries with scores above the EU28 average: all the Nordic and continental countries plus Slovenia, France, Croatia and Spain. Sweden, the Netherlands and Austria are the three best performing countries, while Poland, Lithuania and Latvia are ranked in the last three positions. The results obtained in the three sub-dimensions show a picture of relative balance, as all the sub-dimensions correlate. However, there are some countries with clear imbalances. Lithuania, Romania and Bulgaria score comparatively high in social dialogue at company level, while showing a rather low performance in the other two sub-dimensions, particularly associational governance. Hungary, Slovakia and, to a lesser extent, Croatia, also show imbalances as they score comparatively high in representation and participation rights, and very low in associational governance. As expected, countries ranking very high in the index perform in quite a balanced way in the three sub-dimensions: the use of the geometric mean for aggregating sub-dimensions into dimensions allows for limited compensation (albeit higher than the harmonic mean). However, countries in the bottom ranking show rather low scores in the three sub-dimensions. Concerning change, the index shows a rather negative variation. There are 15 countries in which the overall performance has decreased. The countries that record a higher decrease than the EU28 average are Slovenia, Concepts, methodology and results Figure 6: Industrial Democracy Index 1 Sweden 78.01 100.00 74.00 80.95 2 Netherlands 77.57 100.00 72.81 80.27 3 Austria 85.08 100.00 64.12 79.21 4 Luxembourg 74.76 88.89 69.47 75.64 5 Denmark 63.75 88.89 74.92 73.25 6 Belgium 86.62 55.56 68.75 71.53 7 Finland 56.41 88.89 70.25 68.17 8 Germany 36.86 100.00 67.28 58.49 9 Slovenia 39.25 88.89 63.36 56.98 10 France 36.14 88.89 64.36 55.54 11 Croatia 38.61 88.89 55.57 53.84 12 Spain 43.89 61.11 59.83 53.37 EU28 42.06 63.69 61.92 51.82 13 Italy 44.85 55.56 54.07 50.64 14 Slovakia 23.74 88.89 60.40 46.11 15 Ireland 36.83 44.44 58.83 46.05 16 Cyprus 50.57 27.78 54.16 45.22 17 Malta 44.79 27.78 59.75 44.81 18 Czech Republic 34.62 44.44 56.25 44.20 19 Portugal 35.65 61.11 44.59 44.00 20 Greece 31.45 44.44 51.44 41.16 21 Bulgaria 30.26 27.78 67.79 40.46 22 Estonia 20.88 44.44 61.99 37.78 23 Romania 23.31 27.78 69.46 36.94 24 UK 18.03 44.44 63.26 35.98 25 Hungary 15.10 77.78 50.44 35.05 26 Latvia 24.03 27.78 55.41 34.27 27 Lithuania 16.92 27.78 66.06 32.03 28 Poland 9.68 61.11 55.11 28.91 0 10 20 30 40 50 60 70 80 90 Poland Lithuania Latvia Hungary UK Romania Estonia Bulgaria Greece Portugal Czech Republic Malta Cyprus Ireland Slovakia Italy EU28 Spain Croatia France Slovenia Germany Finland Belgium Denmark Luxembourg Austria Netherlands Sweden 0.08 -0.03 -0.06 0.00 0.12 0.03 0.71 -0.39 -7.61 2.60 0.87 -2.81 -1.16 0.14 4.71 -1.84 -0.78 -5.13 -1.19 -0.72 -2.55 0.00 0.00 -6.43 -0.48 -6.26 0.46 0.00 -5.89 2013–2017 Industrial democracy Change g o v e r n a n c e A ss o c i a t i o n a l a n d p a r t i c i p a t i o n R e p r e s e n t a t i o n c o m p a n y l e v e l S o c i a l d i a l o g u e a t d e m o c r a c y I n d u s t r i a l ",
        "28 Romania, Hungary, Poland, Malta, Spain, Greece, Ireland and the Czech Republic. With the exception of Slovenia and Spain, all of these score below the EU average. Slovenia, Romania, Hungary, Poland, and Malta are the countries recording the highest decrease and are at risk of falling behind (with the exception of Slovenia). The countries that show the most pronounced improvement are Slovakia , France and, to a lesser extent, Croatia and Finland. All these countries (except Slovakia) perform below the EU average, which means that they are in a positive ‘catching-up’ trend. For all the Nordic and continental countries, industrial democracy scores remain very stable. Measuring varieties of industrial relations in Europe: A quantitative analysis A dynamic analysis of the Industrial Democracy Index has to be undertaken with caution, bearing in mind that for one sub-dimension (social dialogue at company level), data is only available for the second period (2013–2017). However, such an analysis shows relevant trends that are in line with industrial relations literature. This proves the reliability of this composite indicator in terms of measuring the performance of industrial democracy and also analysing changes. The analysis of absolute variation in industrial democracy in the two periods (2008–2012 versus 2013–2017) enables three main groups of countries to be identified: The Nordic and ‘central’ countries : As Hyman (2018) explains, these countries appear to be the main winners from the euro zone and the so-called ‘competition Union’. Following the authors’ line of thinking, it can be debated whether recent changes have transformed the main features of the national industrial relations systems of these countries. However, from a comparative perspective, these countries show high levels of stability and continuity in industrial democracy. Countries that record a deterioration in the level of industrial democracy (higher than the EU average) : These countries comprise Slovenia, Romania, Hungary, Poland, Malta, Spain, Greece, Ireland and Czech Republic. Most have been subject to external demands for structural reforms that have affected collective bargaining institutions. All these countries except the Czech Republic and Malta record a deterioration in the association governance sub-dimension. A drop in associational governance is due to a decrease in concertation and/or collective bargaining density. In Slovenia, and Romania, a relevant drop in employer organisation density is also recorded. With regard to the Czech Republic and Malta, both countries record a drop in the sub-dimension of representation and participation rights. In both countries, board-level representation rights were removed as a result of political decisions (ETUI, 2018a). Countries that display a substantial improvement in the area of industrial democracy : These countries comprise Slovakia, France and, to a lesser extent, Croatia and Finland. Slovakia’s improvement is the result of an increase in social concertation since 2013 and the extension of rights provided to works councils since 2012 (as reflected in the ICTWSS database). In the case of France, improvement is only recorded in the sub-dimension of representation and participation rights, with change reflected in board-level employee representation rights. France evolved from limited participation rights to widespread participation rights from 2010 to 2015 (the two years covered by the indicator) as a result of legislation passed in 2013, which greatly extended the range of companies obliged to have employee representatives at board level (ETUI, 2018a). In Croatia, the improvement derives from an increase in social concertation, while in Finland it is the result of an increase in collective bargaining coverage. Box 6: Dynamic analysis of the Industrial Democracy Index ",
        "29 Industrial competitiveness Figure 7 presents the scores for the Industrial Competitiveness Index and its two sub-dimensions for the EU28 in the period 2013–2017. The absolute variation in the scores in the two time periods (2008–2012 and 2013–2017) is shown on the right side. The index shows that there are 12 countries with scores above the EU28 average: all the Nordic and continental countries plus Ireland, France, the UK and Slovenia. Luxembourg, Denmark and Finland are ranked in the three highest positions, with Romania, Bulgaria and Poland is the three lowest positions. The results obtained in the two sub-dimensions show a high level of balance. Italy appears to be the most imbalanced country, as it scores lower in efficiency and sophistication of resources than in inclusive growth and innovation. From a dynamic perspective, the index shows a generally positive trend, with only four countries recording negative change: Cyprus, Spain and, to a lesser extent, Finland and Estonia. While Finland is amongst the best-ranked countries in this index, the situation in Cyprus, Spain and Estonia should be noted, as these countries are at risk of falling behind. Social justice Figure 8 presents the scores for the Social Justice Index and its three sub-dimensions for the EU28 in the period 2013–2017. The absolute variation in the scores in the two periods (2008–2012 and 2013–2017) is shown on the right side. The index shows that there are 14 countries with scores above the EU28 average: all the Nordic and continental countries plus Slovenia, Czech Republic, Ireland, UK, France and Slovakia. Denmark, Finland and the Netherlands are the three best performing countries, with Greece, Romania and Bulgaria in the three last positions. The results obtained in the three sub-dimensions show a rather balanced picture, although some countries show relevant imbalances. Lithuania Croatia, Latvia, Estonia and Poland score comparatively high in equality of opportunities, but rather low in the other two sub- dimensions (poverty and income inequality). Malta also shows an imbalanced picture, as it scores comparatively high in social cohesion and non-discrimination, and very low in equality of opportunities. Concepts, methodology and results Figure 7: Industrial Competitiveness Index 1 Luxembourg 68.55 59.76 64.41 2 Denmark 67.80 57.35 62.83 3 Finland 64.17 58.41 61.49 4 Sweden 64.00 56.13 60.29 5 Netherlands 61.53 56.01 58.95 6 Germany 65.03 51.27 58.37 7 Belgium 62.61 51.16 57.12 8 Austria 63.34 50.26 57.02 9 Ireland 59.50 46.12 53.00 10 France 58.13 47.16 52.86 11 UK 51.33 52.73 51.96 12 Slovenia 46.75 41.85 44.46 EU28 44.50 44.54 44.20 13 Spain 40.45 44.19 42.11 14 Czech Republic 41.33 40.31 40.86 15 Portugal 41.86 39.46 40.75 16 Estonia 35.66 47.74 40.72 17 Italy 47.05 32.90 39.99 18 Malta 35.68 42.52 38.64 19 Lithuania 30.27 43.86 35.83 20 Cyprus 31.70 41.20 35.71 21 Greece 36.75 33.76 35.36 22 Hungary 29.04 39.43 33.37 23 Slovakia 28.43 37.29 32.16 24 Croatia 28.46 36.14 31.72 25 Latvia 24.35 39.86 30.47 26 Poland 23.92 39.24 29.95 27 Bulgaria 20.74 30.81 24.83 28 Romania 17.46 30.32 22.44 0 10 20 30 40 50 60 70 Romania Bulgaria Poland Latvia Croatia Slovakia Hungary Greece Cyprus Lithuania Malta Italy Estonia Portugal Czech Republic Spain EU28 Slovenia UK France Ireland Austria Belgium Germany Netherlands Sweden Finland Denmark Luxembourg 2.29 0.56 -0.70 1.25 3.72 0.38 1.71 2.89 5.46 1.52 3.06 1.65 1.74 -1.05 2.52 0.33 -0.42 2.29 3.98 2.91 -3.42 1.49 2.46 2.25 0.59 2.95 3.62 3.31 1.22 2013–2017 Industrial competitiveness Change a n d i nn o v a t i o n I n c l u s i v e g r o w t h s o p h i s t i c a t i o n E ff i c i e n c y a n d c o m p e t i t i v e n e ss I n d u s t r i a l o f r e s o u r c e s ",
        "30 As expected, countries ranking high in the index perform in a rather balanced way in all three sub-dimensions. Yet it should be stressed that countries in the bottom ranking positions also show rather low scores in the three sub-dimensions. With regard to change, the index shows a positive, albeit limited, variation for the EU28. There are 14 countries whose overall performance has decreased: the Netherlands, Sweden, Austria, Slovenia, Czech Republic, Germany, UK, Malta, Luxembourg, Poland, Latvia, Spain, Portugal and Italy. However, the majority of these countries only record a slight decrease. Germany, UK, Luxembourg, Spain and Italy are the countries recording the highest decrease. The situation in Spain and Italy deserves particular attention, because they combine a below-average performance with a pronounced negative trend. The countries that display the most pronounced improvement are Estonia, Romania, France, Cyprus and Denmark. This is particularly positive in the countries performing below the average (Estonia Romania and Cyprus), as they appear to be ‘catching up’. Quality of work and employment Figure 9 presents the scores for the Quality of Work and Employment Index and its three sub-dimensions for the EU28 in the period 2013–2017. The absolute variation in the scores in the two periods (2008–2012 and 2013–2017) is shown on the right side. The index shows that there are 13 countries with scores above the EU28 average: all the Nordic and continental countries plus Estonia, UK, France, Malta and Ireland. Denmark, Austria and Denmark are the three best performing countries, while Greece, Cyprus and Slovakia are ranked in the three last positions. The results obtained in the three sub-dimensions show a rather balanced picture. The main countries in which imbalances are significant are Romania, Poland and the Czech Republic. These countries score comparatively high in career prospects and well-being, but rather low in the other two sub-dimensions. Lithuania and, to a lesser extent, Slovenia and Portugal, are also noteworthy as they score comparatively high in reconciliation of working and non-working life, but show a low performance in the remaining two sub-dimensions. Measuring varieties of industrial relations in Europe: A quantitative analysis Figure 8: Social Justice Index 1 Denmark 84.50 73.11 86.11 80.44 2 Finland 79.19 77.33 89.00 80.19 3 Netherlands 84.19 73.65 84.01 80.16 4 Sweden 82.26 70.96 88.69 79.03 5 Austria 81.02 70.17 88.48 78.13 6 Slovenia 73.45 72.50 91.13 76.03 7 Czech Republic 69.15 76.01 93.80 75.65 8 Ireland 74.79 68.44 86.18 74.30 9 Germany 78.79 62.95 88.44 74.16 10 UK 77.73 63.96 83.86 73.42 11 France 73.07 68.28 83.94 73.11 12 Belgium 70.47 71.52 82.17 72.86 13 Slovakia 67.61 70.78 92.43 72.77 14 Luxembourg 73.50 65.77 85.88 72.61 EU28 72.17 62.76 84.35 70.39 15 Malta 76.98 66.06 61.81 69.96 16 Hungary 67.51 65.83 85.81 69.88 17 Poland 69.37 58.88 92.78 68.90 18 Estonia 72.77 55.27 89.19 68.33 19 Cyprus 66.07 60.77 86.05 67.25 20 Latvia 72.53 52.05 90.33 66.91 21 Croatia 64.55 59.92 89.75 66.71 22 Lithuania 69.81 52.84 94.03 66.59 23 Spain 68.68 52.85 67.81 62.30 24 Portugal 67.97 54.68 64.09 62.13 25 Italy 64.87 53.16 72.11 61.51 26 Bulgaria 63.75 47.75 84.53 60.41 27 Romania 66.35 43.77 78.76 58.84 28 Greece 59.92 48.00 80.63 58.34 0 10 20 30 40 50 60 70 80 90 Greece Romania Bulgaria Italy Portugal Spain Lithuania Croatia Latvia Cyprus Estonia Poland Hungary Malta EU28 Luxembourg Slovakia Belgium France UK Germany Ireland Czech Republic Slovenia Austria Sweden Netherlands Finland Denmark 1.22 0.06 -0.38 -0.50 -0.12 -0.62 -0.25 0.00 -1.82 -1.08 1.51 1.04 0.51 -1.96 0.46 -0.98 0.81 -0.58 3.75 1.28 -0.17 0.65 0.96 -1.56 -0.22 -1.46 0.48 1.52 0.09 2013–2017 Social justice Change n o n - d i s c r i m i n a t i o n S o c i a l c o h e s i o n a n d i n c o m e i n e q u a l i t y P o v e r t y a n d o pp o r t u n i t i e s E q u a l i t y o f S o c i a l j u s t i c e ",
        "31 As expected, countries ranking high in the index show quite a balanced performance in all three sub-dimensions. Among the countries performing above the EU28, it should be noted that France scores comparatively low in career prospects and well-being, but performs rather well in the other two sub-dimensions. With regard to change, the index shows a positive variation for the EU28. There are only eight countries whose overall performance has decreased: Denmark, the Netherlands, Belgium, UK, Ireland, Poland, Italy and Cyprus. Thus, of these, Cyprus is the only country below the EU average with a significant drop in performance, suggesting that it is at risk of falling behind in this key dimension. Concepts, methodology and results Figure 9: Quality of Work and Employment Index 1 Denmark 70.18 63.47 74.98 68.42 2 Austria 66.89 68.29 64.56 66.88 3 Finland 68.22 62.56 68.18 65.79 4 Germany 63.72 67.07 66.40 65.77 5 Luxembourg 64.60 58.83 67.80 62.88 6 Netherlands 68.38 54.64 68.79 62.37 7 Sweden 62.78 56.21 73.46 62.35 8 Belgium 66.21 52.30 68.97 60.63 9 Estonia 62.15 55.21 64.68 59.75 10 UK 68.30 51.79 62.30 59.48 11 France 54.66 57.82 67.59 59.00 12 Malta 63.06 54.04 58.28 57.98 13 Ireland 67.92 49.53 60.77 57.92 EU28 62.42 48.39 64.76 56.40 14 Portugal 62.55 42.37 70.37 54.77 15 Slovenia 58.35 44.60 69.64 54.53 16 Hungary 63.37 42.10 66.64 54.12 17 Bulgaria 62.96 41.69 66.96 53.84 18 Lithuania 53.86 45.10 71.10 53.62 19 Latvia 57.63 42.32 65.78 52.38 20 Croatia 55.96 46.97 56.52 52.15 21 Czech Republic 66.21 38.41 61.00 51.70 22 Poland 64.06 37.76 62.37 51.05 23 Romania 66.49 36.99 58.09 50.35 24 Spain 57.25 41.32 58.09 50.16 25 Italy 59.42 38.14 62.87 50.10 26 Slovakia 57.00 37.82 64.35 49.53 27 Cyprus 61.95 32.20 58.03 46.40 28 Greece 53.67 35.25 54.62 45.24 0 10 20 30 40 50 60 70 80 Greece Cyprus Slovakia Italy Spain Romania Poland Czech Republic Croatia Latvia Lithuania Bulgaria Hungary Slovenia Portugal EU28 Ireland Malta France UK Estonia Belgium Sweden Netherlands Luxembourg Germany Finland Austria Denmark -1.69 3.47 2.72 0.74 0.42 -1.77 2.10 -0.87 7.09 -1.17 0.39 3.17 -1.01 1.95 2.28 0.71 3.91 6.80 7.69 5.91 3.07 3.72 -0.09 4.99 0.54 -0.02 2.81 -1.71 0.35 2013–2017 Quality of work and employment Change a n d w e ll - b e i n g C a r ee r p r o s p e c t s E m p l o y m e n t a n d e m p l o y m e n t Q u a l i t y o f w o r k w o r k i n g a n d R e c o n c i l i a t i o n o f n o n - w o r k i n g l i f e s e c u r i t y a n d s k i ll s ",
        "32 Measuring varieties of industrial relations in Europe: A quantitative analysis Figures 10, 11 and 12 plot countries along two axes: industrial democracy scores (x-axis) and scores in each of the other three key dimensions (y-axis). The results show that correlation is higher for industrial competitiveness (0.82) than for the other two dimensions (0.6 for social justice and 0.7 for quality of work and employment). Box 7: Relationship between the Industrial Democracy Index and the indexes of the other key dimensions AT BE BG CY CZ DE DK EE EL ES FI FR HR HU IE IT LT LU LV MT NL PL PT RO SE SI SK UK 20 25 30 35 40 45 50 55 60 65 70 25 35 45 55 65 75 85 Industrial democracy (x-axis) and industrial competitiveness (y-axis), 2013-17 Figure 10: Industrial democracy and industrial competitiveness, 2013–2017 AT BE BG CY CZ DE DK EE EL ES FI FR HR HU IE IT LT LU LV MT NL PL PT RO SE SI SK UK 55 60 65 70 75 80 85 25 35 45 55 65 75 85 Industrial democracy (x-axis) and social justice (y-axis), 2013-17 Figure 11: Industrial democracy and social justice, 2013–2017 ",
        "33 Concepts, methodology and results AT BE BG CY CZ DE DK EE EL ES FI FR HR HU IE IT LT LU LV MT NL PL PT RO SE SI SK UK 40 45 50 55 60 65 70 25 35 45 55 65 75 85 Industrial democracy (x-axis) and quality of work and employment (y-axis), 2013-17 Figure 12: Industrial democracy and quality of work and employment, 2013–2017 ",
        "",
        "35 Industrial democracy in context To complement the development of the composite indicators, a typology of national industrial relations systems has been developed. While the main purpose of a composite indicator is to measure performance, a typology is an investigative tool that helps to increase understanding of cross-country diversity by grouping countries that share relevant trends. A key criterion for building any typology is to have a clear conceptual understanding of its main purpose, what will be described and how. In this case, the main purpose of the typology is to enable a better understanding of country-specific diversity in industrial relations. For this reason, the typology aims to describe differences in the dimensions of industrial democracy by grouping countries with similar characteristics together. This means putting the emphasis on levels of performance in industrial democracy and industrial relations actors, institutions and processes. Regarding the ‘how’, the typology relies on two different kinds of indicators. First, it includes the 13 indicators of the Industrial Democracy Index, which allow performance to be measured in different aspects related to this dimension. Second, it includes other contextual indicators that do not have a straightforward normative interpretation, but collectively help to provide a more nuanced picture of industrial democracy in the EU. Contextual indicators address two aspects in particular: collective bargaining institutions or structures, and the role played by the state in collective bargaining and wage regulation. With a view to describing collective bargaining institutional settings, two key aspects have been selected: centralisation and coordination. Centralisation of collective bargaining refers to the relevance of multi-employer collective bargaining. It has been at the core of recent debates on changes in industrial relations in Europe, in particular in relation to decentralisation trends promoted in the wake of the economic crisis. The indicator built to measure centralisation is based on Eurofound’s database of wages, working time and collective disputes (Eurofound, 2018b). It summarises the importance of multi-employer and single-employer collective bargaining in the EU. Collective bargaining coordination can be defined as the integration or synchronisation of the wage policies of distinct bargaining units (Visser, 2013) and it is measured through the indicator taken from the ICTWSS database. The role played by the state in collective bargaining and wage regulation is a crucial issue, as discussed in academic literature (Molina, 2014). The autonomy of social partners is a key aspect of Eurofound’s approach to industrial democracy. However, it is not included in the Industrial Democracy Index because the available indicators lack a clear normative interpretation (i.e. they cannot be unambiguously interpreted as either ‘positive’ or ‘negative’). It is a well-established fact that the collective autonomy in a specific country depends on historical factors as well as the legacies and resources of trade unions. As a result, the assessment of state intervention in collective bargaining and wage regulation tends to vary across actors and countries – a fact that has been clearly observed during debates about a European national minimum wage. Moreover, state intervention in collective bargaining and wage regulation may have different purposes and rationales, leading to different outcomes in terms of efficiency, equity and industrial democracy. This means that collective autonomy cannot be interpreted in a normative manner, but remains a key part of the analysis of variations in industrial relations systems. Several industrial relations typologies share this view and include variables to describe different national patterns in terms of collective autonomy and state intervention (Visser, 2009). The role played by the state in collective bargaining and wage regulation is approached by means of three commonly used indicators in comparative industrial relations research: government intervention in collective bargaining (ICTWSS), mechanisms for the legal extension of collective agreements (EurWORK database) and the existence of a statutory minimum wage (EurWORK database). Building a typology: Methodology The methodological steps for building a typology for this study follow the OECD-JRC methodology and other relevant literature. As previously mentioned, the starting point is having a clear objective and a sound conceptual approach in order to guide the selection of contextual indicators according to relevance. 3 Measuring trends and patterns of change in countries ",
        "36 In the second step, the same conceptual and statistical criteria used to select the dashboard indicators is applied (with the exception of the criterion that refers to clear normative interpretation). This step is challenging, because of some conceptual problems in the available sources. The contextual indicators are normalised following the same method used for the indicators in the index. Then, a principal component analysis is carried out to explore the structure of the complete set of indicators (both contextual and index indicators). Finally, a cluster analysis is applied. Table 6 presents the five contextual indicators selected. (Further details of their definition, measurement and source are available from Eurofound upon request. A detailed report on the methodology for building the typology is also available upon request.) Dimensions, variables and clusters Based on the analysis previously described, four main axes or dimensions can be identified for mapping varieties of industrial democracy. Associational governance : This is made up of variables that measure how frequently social partners are involved in the governance of employment relationships through collective bargaining and social pacts. Similar to Visser’s (2009) cluster analysis, only employer organisation density is included here given its strong correlation with collective bargaining coverage. Additionally, it includes contextual variables that measure the coordination of collective bargaining and the actual or predominant level at which collective agreements are concluded; and the existence of mechanisms for the legal extension of collective bargaining. These variables correlate highly with associational governance, making them relevant when it comes to understanding collective bargaining coverage and concertation. Representation and participation rights : This is the same sub-dimension that was included in the Industrial Democracy Index. It is made up of three variables that measure the strength of indirect participation at company level and board-level employee representation rights. Social dialogue at company level : This is the same sub-dimension that was included in the Industrial Democracy Index. It is made up of five variables that measure the coverage of employee representative structures at workplace level, the incidence and degree (scope of topics) of information provided by management, the extent to which regular consultations are held, and the influence exercised by workplace representation structures. Strength of trade unions and government intervention in industrial relations : This includes three variables measuring trade union density and government intervention in two key aspects: collective bargaining and minimum wage. This dimension shows the positive correlation between collective autonomy (or collective self-regulation), which refers to the capacity of social partners to produce standards and regulations autonomously, and trade union strength. This correlation can rest on different theoretical justifications. For instance, power-resource theory sees intervention as an attempt to alleviate the power asymmetry that underlies industrial relations. Under this theory, a higher degree of state involvement could be designed to compensate for the weakness of labour movements, as has been observed in southern European countries. The strong relationship between government intervention in industrial relations and trade union strength is also stressed by varieties of capitalism research. According to this research, the state in some countries often compensates for the lack of autonomous coordinating capacities (Molina and Rhodes, 2007; Molina, 2014). The cluster analysis suggests a clear division between two main groups: the Nordic and continental countries, which record the best scores in industrial democracy, and the southern, liberal and central and eastern-European (CEE) countries, which perform far worse in this dimension. A more detailed typology enables six clusters to be distinguished that show a high degree of stability between the two periods analysed. The only country recording a change in classification is Greece (see Box 9 on p. 39 for further details about recent developments in this country). Tables 7 and 8 present the distribution of countries by cluster and the main characteristics of these clusters. Measuring varieties of industrial relations in Europe: A quantitative analysis Indicator Source C1 Degree of centralisation of collective bargaining Eurofound C2 Degree of collective wage coordination ICTWSS C3 Extension mechanisms EIGE C4 State intervention in collective bargaining ICTWSS C5 Statutory minimum wage Eurofound Table 6: Contextual indicators ",
        "37 Cluster 1 Similar to the ‘social partnership’ cluster identified by Visser (2009), this cluster includes the countries in central-western Europe except for Germany (i.e. Austria, Belgium, Luxembourg and the Netherlands). It presents centralised levels of collective bargaining (higher than in the Nordic cluster), a high degree of coordination, high collective bargaining coverage rates and the routine involvement of social partners in policymaking, giving it the highest score in associational governance. The four countries in this cluster are among the five best performers in the dimensions of the Industrial Democracy Index. Compared to the Nordic cluster, the state plays a stronger role in these countries in collective bargaining (including the provision of legal extension mechanisms or functional equivalences) and wage setting (there are statutory national minimum wages), and trade unions are weaker. The relative weakness of trade unions contrasts with the strength of employer organisations, for which all the countries record a density rate higher than 80%. In contrast to the Nordic cluster, strong associational governance coexists with lower levels of collective autonomy and weaker trade unions in this cluster. At company level, this cluster includes some of the countries that have granted the most extensive legal rights to works councils (Austria and the Netherlands) and the most extensive board-level employee representation rights (Belgium is an exception to this). Measuring trends and patterns of change in countries No. Characteristic Countries 1 Social partnership Austria, Belgium, Luxembourg and the Netherlands 2 Organised corporatism Germany, Denmark, Finland and Sweden 3 State-centred associational governance France, Italy, Portugal, Slovenia and Spain (and Greece for 2008–2012) 4 Company-centred governance Croatia, Hungary and Slovakia 5 Voluntarist associational governance Bulgaria, Cyprus, the Czech Republic, Ireland, Latvia, Lithuania, Malta and Romania (and Greece for 2013–2017) 6 Market-oriented governance Estonia, Poland and the UK Table 7: Main characteristics of clusters Table 8: Values for clusters and variation, 2008–2017 Values 2013–2017 Absolute variation 2008–2012/2013–2017 CL1 CL2 CL3 CL4 CL5 CL6 EU28 CL1 CL2 CL3 CL4 CL5 CL6 EU28 1 C1 LevelImp 75.00 70.00 64.80 40.00 42.22 40.00 54.43 0.00 0.00 -4.53 0.00 -2.78 0.00 -2.57 C2 coord 78.13 81.25 81.25 25.00 16.67 0.00 37.95 5.63 7.50 -5.00 3.33 -5.21 -1.67 -1.34 C3 ExtStat 91.67 33.33 81.33 33.33 25.93 11.11 45.48 0.00 0.00 -3.11 -6.67 -8.24 0.00 -5.71 I2 ed 86.75 69.87 61.20 34.18 47.44 26.31 55.03 0.00 0.00 0.24 -0.68 0.32 0.00 -0.42 I3 BC 100.00 25.00 0.00 6.17 0.00 0.00 18.52 0.00 0.00 0.00 0.00 0.00 0.00 0.00 I4 adjcov 84.46 80.90 78.09 35.96 36.53 22.53 55.58 0.17 2.00 -2.32 -5.44 -4.29 -0.67 -3.55 I5 rinv 100.00 62.50 40.00 33.33 52.78 16.67 52.68 0.00 0.00 -13.33 6.67 -3.47 -10.00 -3.75 2 I6 BoardRep 75.00 100.00 60.00 100.00 16.67 16.67 53.57 0.00 0.00 10.00 0.00 -8.33 0.00 -1.79 I7 WC rights 83.33 83.33 53.33 55.56 33.33 33.33 53.57 0.00 0.00 3.33 -2.22 0.00 0.00 -0.24 I8 WC status 100.00 100.00 100.00 100.00 50.00 100.00 83.93 0.00 0.00 8.33 0.00 0.00 0.00 0.00 3 I9 ER cov 68.18 71.62 53.54 43.82 41.93 40.98 52.10 0.00 0.00 5.46 0.00 -2.64 0.00 0.00 I10 ER info 94.23 94.94 84.53 90.05 88.61 88.68 89.75 0.00 0.00 -1.67 0.00 0.74 0.00 0.00 I11 ER infoD 73.78 77.21 66.68 69.09 71.01 72.15 71.44 0.00 0.00 0.80 0.00 -1.14 0.00 0.00 I12 ER influ 51.63 45.87 34.18 32.13 44.48 45.69 42.67 0.00 0.00 -1.31 0.00 -0.30 0.00 0.00 I13 consult 56.10 68.42 47.28 42.24 53.49 53.08 53.64 0.00 0.00 1.56 0.00 -1.95 0.00 0.00 4 C4 NMW 16.67 56.67 13.33 0.00 3.70 0.00 14.05 0.00 -10.00 2.22 0.00 -0.46 0.00 -1.43 C5 govint 43.75 62.50 40.00 66.67 50.00 79.17 54.02 5.00 -5.00 -0.83 0.00 -4.38 0.00 -1.07 I1 ud 33.84 55.52 20.49 19.42 25.90 15.49 28.49 -0.37 -0.32 -0.77 -0.62 -1.68 -0.38 -0.65 Note: Indicators are grouped in the four axes or dimensions described above: 1) associational governance; 2) representation and participation rights; 3) social dialogue at company level; and 4) trade union strength and government intervention in collective bargaining. CL 1–6 refer to clusters. ",
        "38 Social dialogue at company level is comparatively well-developed in this cluster and higher than the EU average, but lower than in the Nordic cluster. Cluster 2 This cluster encompasses the ‘organised corporatism’ cluster defined by Visser, and includes the Nordic countries. As opposed to Visser’s analysis, Eurofound data includes Germany in this group (for further details about Germany, see Box 8). These countries have strong traditions of regulation based on associational governance (high collective bargaining coverage). Nordic countries share coordinated and centralised collective bargaining systems. However, these systems have evolved – particularly in Sweden and Denmark – into a two-tier system of centralised-decentralised collective bargaining. National and sectoral framework agreements are supplemented by company agreements covering topics such as vocational training, work organisation, company-level social security and employability/workability. In parallel, the state interferes the least in collective bargaining and wage setting in this cluster, and trade union are strongest (with the exception of Germany, where trade union density is much lower). A key defining feature of this cluster is the positive combination of collective autonomy and high associational governance. It includes countries that provide extensive rights to works councils, particularly Germany and Sweden, where co-determination rights are established by law. It is also worth noting that national and sectoral collective agreements in the Nordic countries provide higher standards for information sharing and consultation than legal provisions (van den Berg et al, 2013). Countries under this group provide widespread participation rights to employees in terms of representation at board level. It is also the cluster that shows the best performance in terms of social dialogue at company level: Denmark, Finland and Sweden are among the four countries with the highest scores in this dimension, while Germany has the ninth highest score. Measuring varieties of industrial relations in Europe: A quantitative analysis Academic debates about recent developments in industrial relations in Germany highlight different assessments about the stability of the German model. While some scholars argue that the system remains stable, others point out that recent trends prove its erosion (Gold and Artus, 2015; Müller-Jentsch, 2018). As opposed to some eastern and southern European countries, Germany’s legal framework has remained very stable. The main legal provisions representative of a German model of ‘conflictual partnership’, characterised by a duality between industry-level collective bargaining and works councils, have remain unreformed. Industrial democracy at workplace level is therefore ensured through employee board-level representation and works council rights, which extend from information and consultations to co-determination of social matters (Gold and Artus, 2015). Like other ‘winners’ from the euro zone and the so-called ‘competitive union’, Germany received little external pressure to reform its industrial relations during the economic crisis and any pressure it did receive was mainly from domestic sources (Hyman, 2018). The unquestioned stability of the legal system has not prevented or hindered the emergence of changes. As noted by Gold and Artus (2015), the continuity of the main legally-based institutions has been maintained despite changes in their internal dynamics and the way they function. Some of the changes concern the decentralisation of collective bargaining through the increasing use of opening clauses. Unlike countries such as Greece, Romania or Spain, this process has not been accompanied by legal reforms. Rather it has been agreed and regulated through sectoral agreements representing an ‘organised decentralisation’ process. As a result, collective bargaining remains highly centralised. Drops in the density rates of social partners have been recorded since the 1990s, although membership levels have remained stable in recent years. The number of companies and employees not covered by collective agreements sharply increased in the 1990s and has continued increasing since, although more moderately. Nevertheless, the most negative and relevant change that is generally mentioned is related to the new dualism, or segmentation, of industrial relations. As expressed by Müller-Jentsch, a distinction now needs to be made between two spheres of regulation: on the one hand, a traditional sphere characterised by stable collective bargaining and co-determination structures; on the other hand, an emerging sphere with unstable and conflictual bargaining arrangements and unilaterally determined and often precarious employment relations. (Müller-Jentsch, 2018, p. 648) Box 8: The case of Germany ",
        "39 Cluster 3 This cluster reflects Vissaer’s southern ‘state-centred’ model, although it also includes Slovenia. It is also important to note that Greece is only included in this group for the period 2008–2012. This cluster is characterised by relatively strong associational governance (high collective bargaining coverage), albeit weaker than the previous two clusters, within centralised but quite uncoordinated collective bargaining institutions that have greater dependence on state regulation. Indeed, this cluster records the highest scores in collective bargaining state intervention, which are matched by low trade union densities. While mandatory works councils exist at company level, they are granted less wide-ranging legal Measuring trends and patterns of change in countries The case of Greece is particularly relevant as it is the only country that experiences a change in cluster classification between the two periods analysed (2008–2012 and 2013–2017). The causes of the Greek economic crisis have been widely discussed. The Greek economy was facing deep trade and fiscal deficits at the onset of the crisis, as well as a high level of external debt. Due to this, the fragile economic growth that Greece experienced before the crisis – mainly based on the production of lower value-added activity and a weak international competitive position – was blocked (Economakis et al, 2016). Greece has been subject to the severe constraints of an MoU covering debt relief since 2010. The troika, as well as national institutions such as the Bank of Greece, attributed the Greek economy’s low level of competitiveness to the labour market and industrial relations institutions. With this in mind, internal devaluation was the main objective of the memoranda plan, to be achieved through austerity measures and the restructuring of industrial relations (Economakis et al, 2016). Indeed, Greece represents the most radical case of externally imposed marketisation of collective bargaining institutions (Eurofound, 2014; Marginson and Welz, 2015; Hyman, 2018). Several of the reforms have undermined industrial democracy as a mechanism for governing employment relationships. Firstly, the involvement of social partners in the determination of the minimum wage through the National General Collective Agreement (EGSSE) was dismantled and since 2012, the minimum wage has been set unilaterally by the government. Secondly, legislative changes around collective bargaining in Greece have led to the process being dismantled to a large extent. These changes include allowing companies to negotiate agreements with less favourable content than sectoral agreements, an increasing role for company-level collective agreements, shortening the period that collective agreements can continue after their expiry date from six months to three months, and suspending the extension of sectoral agreements. This has led to the significant decentralisation of collective bargaining from industry to company level, and a decrease in collective bargaining coverage (from 83% in 2008 to 42% in 2013). Thirdly, reforms have conferred the right to conclude company collective agreements to unorganised groups of employees who lack independent status and resources (Economakis et al, 2016; Koukiadaki et al, 2016). The erosion of industrial democracy is consistent with the ‘peripheral convergence’ argument, which suggests that externally imposed structural reforms are pushing southern European countries towards an industrial relations system that, until now, was characteristic of central-eastern Europe (Meardi, 2012). Evidence of strong convergence in this dimension is confirmed in the cluster analysis. Box 9: The case of Greece Dualism trends challenge the German model of a ‘conflictual partnership’, as some authors believe it only applies to a core manufacturing sector. The exclusive use of national-level indicators hampers the measurement of the complex dualism of industrial relations in Germany. Nevertheless, this dualism feature is captured relatively well in the Industrial Democracy Index. Data shows how the ‘associational governance’ sub-dimension (ID 1) works comparatively less well than the remaining two sub-dimensions, reflecting its relatively strong, but less encompassing, collective institutions (weaker trade unions, lower collective bargaining coverage, etc.). The German legal framework – which provides highly developed sets of rights to works councils across the world and has inspired regulations in other countries (Gold and Artus, 2015) – provides Germany with the highest score in the second sub-dimension. The country’s third sub-dimension score confirms the quality of industrial democracy at company level, although it also reflects the fact that high legal standards do not automatically guarantee positive outcomes. Indicators included in this sub-dimension, such as the coverage of employee representation at company level, may reflect challenges linked to the dualism problem. ",
        "40 rights than in the previous two clusters; board-level employee representation rights are also more limited. A defining feature of this cluster is the limited performance in social dialogue at company level, which is particularly evident in Spain, Italy and Portugal. The remaining three clusters mix countries that are traditionally recognised under liberal and transition industrial relations clusters. Therefore, they share some of the institutional features generally attributed to those clusters, especially regarding the associational governance dimension (e.g. low collective bargaining coverage and weak trade unions). A common characteristic of these three clusters is their relatively low scores in industrial democracy performance (index, sub-dimensions and variables) compared with the other clusters. However, the typology highlights that they also differ in a number of ways. Cluster 4 This cluster encompasses Member States where industrial relations are marked by ‘company-centred governance’. Croatia, Hungary and Slovakia share most of the features with Clusters 5 and 6 in terms of associational governance: low union density, decentralised, uncoordinated wage bargaining and low coverage rates of collective agreements (similar to the fifth and higher than the fourth cluster). State intervention in collective bargaining is low, but the state plays a key role in employment relations through the provision of national minimum wages and, particularly, through the statutory regulation of works council rights. Indeed, a defining feature of this cluster is its comparatively high performance in the industrial democracy sub-dimension of representation and participation rights at company level, which is higher than the southern cluster and close to the Nordic one. This is due to the existence of far-reaching rights provided to works councils/employee representative bodies, and some of the highest board-level employee representation rights in the EU. Hungary and Slovakia have been assessed as the only central and eastern European (CEE) countries where the law confers co-determination rights on works councils and similar employee representative bodies (Glassner, 2012). In Hungary, works councils with co- determination rights have been installed since the early 1990s (van den Berg et al, 2013). Croatia, Hungary and Slovakia also appear among the 11 Member States (mainly continental and Nordic) that record widespread employee participation rights at board level. However, the functioning of social dialogue at company level does not reflect substantial differences compared to the other two clusters mixing liberal and CEE countries. This cluster therefore records comparatively low scores. Cluster 5 This cluster comprises countries based on ‘voluntarist associational governance’. It groups most of the liberal countries (all except the UK), the Baltic states (except Estonia), and Bulgaria and Romania, which is roughly in line with the ‘neoliberalist’ model in Bohle and Greskovits (2012). However, the group also contains the Czech Republic, which Bohle and Greskovits include in the ‘embedded neoliberalism’ group. Greece appears in this cluster in the second period under analysis, mainly as a result of the deterioration of the county’s associational governance dimension. Cluster 5 presents comparatively weak associational governance, albeit stronger than Clusters 4 and 6, in the framework of an uncoordinated and decentralised collective bargaining system. Although trade unions are weak, employer organisations are relatively strong (over 40% density in all of the cluster’s countries in 2013–2017, except Lithuania). This cluster records the lowest score in the industrial democracy sub-dimension of representation and participation rights at company level. Countries have the voluntary character of the liberal system of employee participation in common, in which works councils or employee representative bodies are voluntary (even where these are mandated by law, and there are no legal sanctions for non-observance). Moreover, board-level employee representation rights are not available in most of the countries under this cluster. Social dialogue performance at company level is comparatively low, although higher than in Cluster 3. Cluster 6 This cluster is strictly ‘market oriented’ and comprises three countries: Estonia, Poland and the UK. This group records the lowest score in industrial democracy and the three countries are also among the worst performing in the associational governance sub- dimension. This low score in industrial democracy is the result of the weakness of social partners, very low levels of collective bargaining and rare or absent concertation. At institutional level, the countries share very uncoordinated and decentralised collective bargaining systems. This cluster is also characterised by the minor role played by the state in collective bargaining, combined with a more active role in other areas. There is a statutory national minimum wage in force in the three countries, and the rights of works councils or employee representation within organisations are mandated by law, partly as a result of institutional adaptation in line with Directive 2002/14/EC regarding information and consultation (European Parliament, 2002). Social dialogue performance at company level shows more diversity, with Estonia and the UK scoring above the EU average, and Poland below. Measuring varieties of industrial relations in Europe: A quantitative analysis ",
        "41 Mapping the performance of clusters Once the main characteristics of the clusters in terms of industrial democracy have been described, it seems relevant to test whether the typology is also useful for mapping differences in industrial relations performance. For this purpose, an analysis of variance (ANOVA) is carried out on the Industrial Relations Index, the four key dimensions and the sub-dimensions. The ANOVA tests whether there are significant differences in the means of the clusters for each of these elements. When this is the case, the cluster can be considered an appropriate reflection of different levels of performance. The results of the ANOVA support the usefulness of the typology when it comes to mapping industrial relations. They are significant at the highest level (p<0.001) for the Industrial Relations Index, the 4 key dimensions and 7 out of 11 sub-dimensions; and significant at a lower level (p<0.01) in 3 of the 4 remaining sub-dimensions (poverty and income inequality, equality of opportunities and career prospects and well-being). This means that there is only one sub-dimension where the results are not significant (reconciliation of working and non-working life). Overall, the ANOVA shows that the industrial democracy clusters are highly appropriate for mapping cross-country differences in the four key dimensions of the Eurofound analytical framework. However, it also shows that there are other factors at play in some of the sub-dimensions related to work–life balance, social justice and quality of work and employment. Table 9 (on p. 42) presents the scores of the clusters in the Industrial Relations Index and its components, alongside standard deviation and absolute variation across the two periods. The significance of the ANOVA is also shown. Again, the results show a clear divide between Clusters 1 and 2 and the other four. While Clusters 1 and 2 have similarly high scores in the Industrial Relations Index and its components, the rest of the clusters show not only far lower performance but also more diversity in their scores. In this sense, it can be said that while Clusters 1 and 2 differ in terms of industrial democracy characteristics, they are similar in terms of industrial relations performance. In contrast, the other clusters differ in terms of both characteristics and levels of performance. Figure 13 shows the radar charts for the six clusters, with the scores in the four key dimensions and a graphical visualisation of the main similarities and differences across clusters. Measuring trends and patterns of change in countries ",
        "42 Measuring varieties of industrial relations in Europe: A quantitative analysis Table 9: Cluster performance in the Industrial Relations Index and its components Scores 2013–2107 CL1 CL2 CL3 CL4 CL5 CL6 EU28 Sig. Sub- dimensions Associational governance 81.01 58.76 39.96 25.81 32.53 16.20 42.06 ** Representation and participation rights 86.11 94.44 71.11 85.19 33.33 50.00 63.69 ** Social dialogue at company level 68.79 71.61 57.24 55.47 59.91 60.12 61.92 ** Inclusive growth and innovation 64.01 65.25 46.85 28.64 33.09 36.97 44.50 ** Efficiency and sophistication of resources 54.30 55.79 41.11 37.62 38.75 46.57 44.54 ** Social cohesion and non-discrimination 77.29 81.18 69.61 66.56 68.82 73.29 72.17 ** Poverty and income inequality 70.28 71.09 60.30 65.51 57.30 59.37 62.76 * Equality of opportunities 85.14 88.06 75.81 89.33 84.01 88.61 84.35 * Career prospects and well-being 66.52 66.22 58.44 58.77 61.53 64.84 62.42 * Employment security and skills development 58.52 62.33 44.85 42.30 41.73 48.25 48.39 ** Reconciliation of working and non-working life 67.53 70.75 65.71 62.50 61.63 63.12 64.76 Dimensions Industrial democracy 76.66 70.21 52.10 45.00 40.57 34.22 51.82 ** Industrial competitiveness 59.37 60.75 44.03 32.42 35.24 40.88 44.20 ** Social justice 75.94 78.46 67.02 69.78 66.47 70.22 70.39 ** Quality of work and employment 63.19 65.58 53.71 51.93 52.16 56.76 56.40 ** IRI Industrial relations 67.85 67.97 52.90 45.81 45.31 46.45 53.30 ** Standard deviation 2013–2017 Sub- dimensions Associational governance 4.97 14.84 3.82 9.71 10.03 4.76 21.66 Representation and participation rights 18.22 5.56 14.66 5.24 7.86 7.86 26.50 Social dialogue at company level 3.10 3.05 7.28 4.07 6.06 3.58 7.57 Inclusive growth and innovation 2.70 1.52 6.22 0.28 11.87 11.23 16.09 Efficiency and sophistication of resources 3.84 2.73 4.83 1.37 5.41 5.57 8.39 Social cohesion and non-discrimination 5.53 2.34 3.25 1.42 5.12 3.43 6.37 Poverty and income inequality 2.88 5.23 8.37 4.44 10.39 3.57 9.30 Equality of opportunities 2.33 1.14 10.16 2.72 5.29 3.66 8.31 Career prospects and well-being 1.36 3.08 2.59 3.27 5.03 2.57 4.73 Employment security and skills development 6.11 3.92 6.81 3.74 6.59 7.55 10.01 Reconciliation of working and non-working life 1.77 3.56 4.62 4.33 4.97 1.10 5.15 Dimensions Industrial democracy 3.42 8.16 4.58 7.71 4.82 3.83 15.67 Industrial competitiveness 3.00 1.64 4.67 0.70 8.53 8.98 12.31 Social justice 3.29 2.54 6.24 2.48 5.96 2.28 6.54 Quality of work and employment 2.29 2.15 3.33 1.88 4.17 4.04 6.24 IRI Industrial relations 1.77 2.68 4.00 1.51 5.64 5.29 10.51 Absolute variation (2008–2012/2013–2017) Sub- dimensions Associational governance -0.04 0.34 -3.24 -0.01 -1.82 -2.21 -1.68 Representation and participation rights 0.00 0.00 7.22 -0.74 -2.78 0.00 -0.67 Social dialogue at company level 0.00 0.00 0.97 0.00 -1.06 0.00 0.00 Inclusive growth and innovation 3.46 -0.54 2.54 1.36 3.04 1.44 1.64 Efficiency and sophistication of resources 1.74 1.30 2.51 2.32 1.56 3.02 1.90 Social cohesion and non-discrimination 0.13 0.58 -0.06 0.00 -0.15 1.89 0.22 Poverty and income inequality -0.78 -1.25 0.16 -1.46 -2.31 -0.85 -1.27 Equality of opportunities 2.26 2.16 4.63 1.25 2.63 1.77 2.99 Career prospects and well-being 1.42 4.63 6.57 11.13 7.53 7.02 6.48 Employment security and skills development -0.16 -0.43 0.15 0.63 2.24 0.38 0.58 Reconciliation of working and non-working life -0.43 -1.90 0.19 -2.95 -2.99 -1.66 -1.79 Dimensions Industrial democracy -0.02 0.13 0.00 -0.22 -1.79 -2.12 -1.16 Industrial competitiveness 2.65 0.37 2.48 1.77 2.38 2.08 1.74 Social justice 0.13 0.11 0.89 -0.32 -0.55 0.72 0.09 Quality of work and employment 0.31 0.97 2.12 3.26 2.83 1.94 1.95 IRI Industrial relations 1.01 0.46 1.65 1.28 1.07 0.41 0.78 ",
        "43 Measuring trends and patterns of change in countries Figure 13: Four key dimensions of industrial relations, scores 2013–2017 0 20 40 60 80 100 Industrial democracy Industrial competitiveness Social justice Quality of work and employment Cluster 1 EU28 0 20 40 60 80 100 Industrial democracy Industrial competitiveness Social justice Quality of work and employment Cluster 2 EU28 0 20 40 60 80 100 Industrial democracy Industrial competitiveness Social justice Quality of work and employment Cluster 3 EU28 0 20 40 60 80 100 Industrial democracy Industrial competitiveness Social justice Quality of work and employment Cluster 4 EU28 0 20 40 60 80 100 Industrial democracy Industrial competitiveness Social justice Quality of work and employment Cluster 5 EU28 0 20 40 60 80 100 Industrial democracy Industrial competitiveness Social justice Quality of work and employment Cluster 6 EU28 eurofound.link/0051 ",
        "44 Measuring varieties of industrial relations in Europe: A quantitative analysis Figure 14 plots national industrial relations systems along two axes: industrial relations score (x-axis) and predominant level of collective bargaining (y-axis), which goes from 0=only single employer to 100=only multi-level collective bargaining. It shows a positive correlation (r=0.7), suggesting that performance in industrial relations goes hand in hand with the centralisation of collective bargaining systems. Although correlation does not mean causality, it is empirical evidence that requires further research, because it has been argued from a policy point of view that decentralisation leads to more effective collective bargaining results and better industrial relations performance. From a dynamic point of view, there are only six countries recording a change in the predominant level of collective bargaining. Results are mixed when these changes are compared with the changes in the industrial relations scores. Ireland, Portugal and Romania record a decrease in centralisation and an increase in industrial relations performance. In contrast, the three other countries show a different trend: Bulgaria records an increase in both centralisation and industrial relations performance, whilst Slovenia and Spain record a decrease in both. Box 10: (De)centralisation of collective bargaining and quality of industrial relations AT BE BG CY CZ DE DK EE EL ES FI FR HR HU IE IT LT LU LV MT NL PL PT RO SE SI SK UK 20 30 40 50 60 70 80 90 30 35 40 45 50 55 60 65 70 75 80 Industrial relations (x-axis) and predominant level of collective bargaining (y-axis), 2013-17 Figure 14: Industrial relations and predominant level of collective bargaining, 2013–2017 ",
        "45 So far, this report has dealt with the three main results of the study: the dashboard, the Industrial Relations Index and its components, and the typology based on industrial democracy characteristics. These results have been designed to complement each other in the pursuit of enhancing the comparative analysis of national industrial relations systems, and promoting mutual learning processes among relevant national- and EU-level stakeholders. While the index is built to measure and summarise performance, the set of indicators included in the dashboard allow more specific analyses to be developed. In a similar vein, the typology may help to provide a better understanding of diversity in terms of industrial democracy characteristics, while also helping to summarise cross-country diversity across the four key dimensions. The aim of this final section is to illustrate this point by looking at two specific aspects: £ the extent of balance and imbalance in national industrial systems across the four key dimensions £ the patterns of divergence and convergence across time and, more specifically, whether or not there is a trend towards upward convergence The relevance of both aspects, in both academic and policy-driven research, has been already dealt with in the previous chapters. However, the results presented so far are not conclusive and further insights would be valuable. Imbalance versus balance The results of the Industrial Relations Index provide an insight into the issue of balance. The correspondence between relative performance in the index, its dimensions and sub-dimensions can be used to assess balance across national industrial relations systems. This assessment reveals that the countries with either the highest or lowest scores in industrial relations as a whole also show the highest or lowest scores in the four key dimensions. The same pattern is present when each key dimension is analysed. As previously explained, the fact that the best performers are also balanced is partially related to the construction of the index because harmonic (and, to a lesser extent, geometric) means allow for low levels of compensation. However, this does not apply to countries at the bottom of the ranking list, where varying degrees of balance and imbalance are found. A second finding of the analysis is that there are always some countries with notable imbalances. To shed some further light, balance can be calculated for each country as the coefficient of variation of the scores of the four key dimensions. The coefficient of variation is a widely used measure of variability. It is the ratio between the standard deviation and the mean of a distribution of values. Compared with the standard deviation, it has the advantage of being dimensionless and so allows comparisons to be made among variables with very different means. The coefficient of variation has a value of 0 when balance is perfect and the higher the value, the higher the imbalance. Figure 15 (on p. 46) shows one approach to analysing the extent of balance and imbalance. It plots countries against two variables: Industrial Relations Index score (x-axis) and coefficient of variation across the four key dimensions (y-axis). As can be seen, there is a high level of correlation between both variables: the higher the scores, the higher the extent of balance (r=-0.88). It can therefore be said that measuring the extent of balance is highly relevant for any assessment of the scores of the composite indicators. The figure also shows which countries show more deviation from this general pattern, which includes the southern countries (which are more balanced than might have been expected considering the low industrial relations scores) and some continental countries (Austria, the Netherlands and Sweden). 4 Mapping the key dimensions of industrial relations ",
        "46 Having two time periods allows for a dynamic analysis of balance and imbalance. The aim is to assess if there is any pattern linking increases/decreases in industrial relations scores and increases/decreases in the extent of balance. This can be assessed by looking at the correlation between the relative variation of scores and the absolute variation in coefficient of variations. As shown in Figure 16, there is a lower degree of correlation (r=-0.55) and greater dispersion of countries. This kind of analysis may be of use for monitoring purposes, as it allows different patterns of change to be identified. In particular, countries showing a decrease in the quality of industrial relations combined with an increase in the level of imbalance deserve further attention (e.g. Cyprus and Poland). Convergence versus divergence The concept of upward convergence means ‘moving closer together upward’ (Eurofound, 2018c). It therefore refers to two aspects: the reduction of cross-country disparities (convergence) and improvement towards a policy target (upward). Eurofound (2018c) formally defines the concept of upward convergence, which can be interpreted as a normative characterisation of the concept of convergence. Applied to industrial relations, upward convergence means a general improvement in the quality of industrial relations combined with a reduction of disparities between countries. In this case, the policy target is the compass of good industrial relations; the normative nature of Eurofound’s Measuring varieties of industrial relations in Europe: A quantitative analysis Figure 15: A static approach to performance and balance AT BE BG CY CZ DE DK EE EL ES FI FR HR HU IE IT LT LU LV MT NL PL PT RO SE SI SK UK EU28 0.00 0.05 0.10 0.15 0.20 0.25 0.30 0.35 0.40 0.45 0.50 35 40 45 50 55 60 65 70 75 Industrial relations (x-axis) and coefficient of variation across the four key dimensions (y-axis), 2013-17 Low IR Imbalanced High IR Imbalanced Low IR Balanced High IR Balanced Figure 16: A dynamic approach to performance and balance AT BE BG CY CZ DE DK EE EL ES FI FR HR HU IE IT LT LU LV MT NL PL PT RO SE SI SK UK EU28 -0.05 -0.04 -0.03 -0.02 -0.01 0.00 0.01 0.02 0.03 0.04 -0.06 -0.04 -0.02 0.00 0.02 0.04 0.06 0.08 0.10 Relative variation of industrial relations (x-axis) and absolute variation of coefficient of variation across the four key dimensions (y-axis), 2008-12/2013-17 IR decrease Imbalance increase IR increase Imbalance increase IR decrease Balance increase IR increase Balance increase ",
        "47 conceptual framework provides the foundation for measuring improvement through the set of indicators, sub-dimensions and dimensions of the Industrial Relations Index. Any analysis of upward convergence needs to consider two aspects: change in cross-country variability (convergence versus divergence) and the general trend towards the policy target (improvement versus deterioration). In addition to upward convergence, convergence may also happen when the general trend is deterioration (downward convergence). Conversely, increased cross-country disparities may be combined with either improvement or deterioration trends (upward divergence and downward divergence, respectively). In general, ‘upward convergence’ is the best scenario (countries move closer together and fare better) while ‘downward convergence’ is the worst (countries move closer together but fare worse). In this section, these four basic scenarios are used to provide an overview of convergence trends of industrial relations at EU level. The analysis uses sigma-convergence to measure whether variability across countries decreases over time. To measure such variability, the coefficient of variation of each composite indicator is calculated (sub-dimensions, dimensions and global index) for the two time periods. 9 Absolute variation of the coefficient of variation between these two time periods provides a measure of the change of cross-country variability (the higher the absolute value, the higher the extent of the change). Besides, positive variation signals divergence (variability is higher in period t than in period t-1 ) while negative variation signals convergence (decreased variability). This is combined with the analysis of change in the mean of the composite indicators, in order to distinguish between downward and upward trends (absolute variation of EU average between the two time periods). The results of this analysis are shown in Table 10. The general trend of the Industrial Relations Index is towards upward convergence. However, a more complex picture emerges when all the key dimensions and sub-dimensions are taken into account. While industrial competitiveness and quality of work and employment show upward convergence, social justice records upward divergence and industrial democracy records downward divergence. Considering the sub-dimensions, 5 out of 10 show upward convergence, whilst trends are mixed for the remaining 5: upward divergence (social cohesion and non-discrimination), downward convergence (reconciliation of working and non-working life) and downward divergence (associational governance, representation and participation rights, and poverty and income inequality). Further analysis of these patterns of change is needed to better understand what the main challenges are. As suggested by Eurofound (2018c), an in-depth analysis of convergence patterns should also consider the dynamics of national industrial relations systems (see Box 11 overleaf). Mapping the key dimensions of industrial relations 9 The standard deviation is an alternative measure of the extent of variability across countries. Both the coefficient of variation and standard deviation have pros and cons as a measure of sigma-convergence (Eurofound 2018c). In this study, the results of the analysis using the standard deviation are largely consistent with the results obtained with the coefficient of variation. Differences are only found in two sub-dimensions: 1) inclusive growth and innovation, and 2) employment security and skills development. In both sub-dimensions, the change in cross-country variability is almost negligible. Table 10: An overview of convergence and divergence patterns of change Absolute variation Pattern of change Mean CV Sub-dimensions Associational governance -1.68 0.033 Downward divergence Representation and participation rights -0.67 0.024 Downward divergence Social dialogue at company level Inclusive growth and innovation 1.64 -0.014 Upward convergence Efficiency and sophistication of resources 1.90 -0.015 Upward convergence Social cohesion and non discrimination 0.22 0.004 Upward divergence Poverty and income inequality -1.27 0.003 Downward divergence Equality of opportunities 2.99 -0.028 Upward convergence Career prospects and well-being 6.48 -0.071 Upward convergence Employment security and skills development 0.58 -0.002 Upward convergence Reconciliation of working and non-working life -1.79 -0.012 Downward convergence Dimensions Industrial democracy -1.16 0.019 Downward divergence Industrial competitiveness 1.74 -0.016 Upward convergence Social justice 0.09 0.002 Upward divergence Quality of work and employment 1.95 -0.021 Upward convergence Industrial Relations Index Industrial relations 0.78 -0.006 Upward convergence ",
        "Measuring varieties of industrial relations in Europe: A quantitative analysis Eurofound (2018c) deals with concepts, measurements and indicators of convergence with a view to developing a strategy to monitor upward convergence in the EU. The strategy is twofold: first, the analysis is carried out at EU level, measuring convergence and improvement in order to identify the main upward convergence patterns. Second, the dynamics of Member States are analysed to provide a more nuanced picture of convergence patterns. The reason is clear: even in a scenario of upward convergence, the dynamics of Member States may differ. Some countries may show a decline instead of an improvement, and countries may be improving/declining at different paces and from different starting positions (above/below the EU average). To analyse the dynamics of Member States, the study maps the possible combinations of convergence and divergence patterns of Member States against the EU average, as illustrated in Figure 17. Once the main convergence patterns are identified at EU level, the analysis of Member State dynamics is of utmost relevance for identifying the main problems and challenges. Source : Eurofound (2018c) Box 11: Convergence versus divergence patterns and Member State dynamics Figure 17: Convergence – Member State dynamics 1. Flattening 2. Catching up 3. Inverting the trend 4. Over performing 5. Not at the right pace 6. Collapsing 7. Defending better 8. Escaping 9. Falling apart 10. Under performing 12. Better reaction 11. Recovering 48 U p w a r d c o n v e r g e n c e U p w a r d d i v e r g e n c e D o w n w a r d d i v e r g e n c e D o w n w a r d c o n v e r g e n c e ",
        "49 In line with Eurofound’s analytical framework of key dimensions in industrial relations, the study has provided three different tools to examine the dynamics of industrial relations and analyse, in a comparative way, how national industrial relations systems are changing: £ a fine-tuned dashboard, including new indicators better related to industrial relations actors and processes and covering other conceptual gaps £ a set of composite indicators to measure country performance in industrial relations as a whole, the four key dimensions and the set of sub-dimensions £ a typology of industrial relations systems based on industrial democracy performance and relevant characteristics of industrial democracy. Rather than discussing the pros and cons of each tool, the study highlights that each tool has a different purpose and is suited for a certain kind of analysis. While composite indicators are built to measure and summarise performance, the set of indicators included in the dashboard provides the opportunity to develop more specific and sophisticated analyses. In a similar vein, the typology may be of interest to understand diversity better in terms of industrial democracy characteristics and has also proven to be useful for summarising cross-country diversity across the four key dimensions. Shared understanding of challenges and strategies The different kinds of results presented in this study demonstrate that the three tools can be used in a meaningful way to complement each other. They also facilitate Eurofound’s pursuit of enhancing comparative analysis of national relations systems and mutual learning processes among relevant stakeholders at EU and national level. Empirical evidence discussed in this report strongly suggests that further analysis and monitoring is needed to facilitate a shared understanding of current challenges and coordinated strategies to overcome risks. In terms of social and economic inequalities across groups and countries, the study provides evidence of accelerated change in some national industrial systems and no clear trend of upward convergence. While developments in the field of industrial competitiveness and quality of work and employment appear to move in this direction, reflecting a general improvement of the situation compared with the peak years of the economic crisis, diverging trends in social justice are noted. Erosion of industrial democracy Concerns may also be raised with regard to industrial democracy, which shows a downward divergence trend. Empirical findings show that cross-national differences have been accentuated, deepening previous inequalities concerning the role played by industrial democracy in the governance of employment relationships. Overall, the results reflect that those countries (mainly Nordic and central Europe) that already performed above the EU average show more stability and continuity in industrial democracy when analysed comparatively. In parallel, a group that includes several countries already performing below the EU average shows that industrial democracy has eroded further, particularly in the associational governance sub-dimension. Although this study has not explored the causes behind those trends, it appears that most of the countries at risk of falling behind in terms of industrial democracy have been subject to external pressures demanding structural reforms, which have affected collective bargaining institutions. Decentralisation of collective bargaining A further issue highlighted by the data concerns the decentralisation of collective bargaining. From a policy point of view, it has been argued that decentralisation leads to more appropriate collective bargaining results and better industrial relations performance. However, data shows that performance in industrial relations goes hand in hand with the centralisation of collective bargaining systems, while dynamic trends do not yield any conclusive evidence. While correlation does not necessarily mean causality, this empirical evidence will benefit from further exploration through research. Balanced pursuit of efficiency and equity The basic tenet of Eurofound’s analytical framework is that a balanced and mutually reinforcing pursuit of efficiency (industrial competitiveness) and equity (social justice and quality of work and employment) is the most desirable industrial relations strategy for both employers and employees. To make such a strategy effective, both sides of industry need to develop their collective capacity to influence decision-making (industrial democracy). In a context of complex evolving trends and accelerated patterns of change – particularly for some national industrial relations systems – it is important to have accurate tools to enable comparative analysis and support reflection and mutual learning processes among policymakers and social partners. The pursuit of a balanced strategy towards sustainable growth and equity requires coordinated efforts from all stakeholders. 5 Conclusions ",
        "50 The three tools developed in this study have proven to be useful and complementary for analysing national industrial relations systems, while shedding light on relevant trends. Their effectiveness when it comes to contributing to a better understanding of current trends and relevant challenges can only be tested if they are widely used in future debates among relevant stakeholders at EU and national level. Measuring varieties of industrial relations in Europe: A quantitative analysis ",
        "51 Ashiagbor, D. (2005), The European employment strategy: Labour market regulation and new governance , Oxford University Press, Oxford. Baccaro, L. and Howell, C. (2017), Trajectories of neoliberal transformation: European industrial relations since the 1970s , Cambridge University Press, Cambridge. Barbash, J. (1984), The elements of industrial relations , University of Wisconsin Press, Madison, Wisconsin, US. Bechter, B., Brandl, B. and Meardi, G. (2012), ‘Sectors or countries? Typologies and levels of analysis in comparative industrial relations’, European Journal of Industrial Relations , Vol. 18, No. 3, pp. 185–202. Bernaciak, M. (2015), Beyond the CEE ‘black box’: Crisis and industrial relations in the new EU Member States , ETUI Working Paper 2015.05, Brussels. Blanchflower, D. (2008), International evidence on well-being , IZA Discussion Paper No. 3354, Institute for the Study of Labour, Bonn. Bohle, D. and Greskovits, B. (2007), ‘Neoliberalism, embedded neoliberalism and neocorporatism: Towards transnational capitalism in central-eastern Europe’, West European Politics , Vol. 30, No. 3, pp. 443–466. Bohle, D. and Greskovits B. (2012), Capitalist diversity on Europe’s periphery , Cornell University Press, Ithaca, New York, US. Budd, J. W. (2004), E mployment with a human face: Balancing efficiency, equity, and voice , Cornell University Press, Ithaca, New York, US. Budd, J. (2014), ‘The future of employee voice’, in Wilkinson, A., Donaghey, J., Dundon, T. and Freeman, R. B. (eds.), Handbook of research on employee voice , Edward Elgar Publishing, Cheltenham, UK, pp. 477–488. Clegg, H. A. (1960), A new approach to industrial democracy , Basil Blackwell, Oxford. Costamagna, F. (2014), The European Semester in action: Strengthening economic policy coordination while weakening the social dimension? Workshop contribution, ‘The European Semester and the new architecture of EU socio-economic governance’, 11 April, Amsterdam. Dobbins, T. and Dundon, T. (2014), ‘Non-union employee representation’, in Wilkinson, A., Donaghey, J., Dundon, T. and Freeman, R. B. (eds.), Handbook of research on employee voice , Edward Elgar Publishing, Cheltenham, UK, pp. 342–362. Economakis, G., Frunzaru, V. and Zisimopoulos, I. (2016), ‘The economic crisis and industrial relations: Greece and Romania in comparison’, Journal of Economics and Business , Vol. 19, No. 1, pp. 51–77. EIGE (European Institute for Gender Equality) (2017), Gender Equality Index 2017: Methodological report , Publications Office of the European Union, Luxembourg. EMCO (Employment Committee) (2018), Review on the involvement of social partners in the design and implementation of reforms and policies at national level , Note to the EMCO Informal, 22–23 March. Erne, R. (2015), ‘A supranational regime that nationalizes social conflict: Explaining European trade unions’ difficulties in politicizing European economic governance’, Labor History , Vol. 56, No. 3, pp. 345–368. ETUI (European Trade Union Institute) (2013), Benchmarking working Europe 2013 , ETUI, Brussels. ETUI (2017), The Social Scoreboard revisited , ETUI aisbl, Brussels. ETUI (2018a), Welcome to worker-participation.eu , web page, available at https://www.worker-participation.eu/, accessed 29 October 2018. ETUI (2018b), ‘Wages and collective bargaining: A new attempt to ensure fair wages and adequate minimum wages?’ in ETUI, Benchmarking working Europe 2018 , ETUI, Brussels, pp. 53–64. Eurofound (2003), Monitoring quality of life in Europe , Publications Office of the European Union, Luxembourg. Eurofound (2012), Trends in job quality in Europe , Publications Office of the European Union, Luxembourg. Eurofound (2013a), Quality of employment conditions and employment relations in Europe , Dublin. Eurofound (2013b), Impact of the crisis on industrial relations , Dublin. Eurofound (2014), Impact of the crisis on industrial relations and working conditions in Europe , Dublin. Eurofound (2015a), Third European Company Survey – Overview report: Workplace practices – Patterns, performance and well-being , Publications Office of the European Union, Luxembourg. Eurofound (2015b), Convergence and divergence of job quality in Europe 1995–2010, Publications Office of the European Union, Luxembourg. Bibliography All Eurofound publications are available at www.eurofound.europa.eu ",
        "52 Eurofound (2015c), Third European Company Survey – Direct and indirect employee participation , Publications Office of the European Union, Luxembourg. Eurofound (2016a), Mapping key dimensions of industrial relations , Publications Office of the European Union, Luxembourg. Eurofound (2016b), Role of the social partners in the European Semester , Publications Office of the European Union, Luxembourg. Eurofound (2017), Mapping varieties of industrial relations: Eurofound’s analytical framework applied , Publications Office of the European Union, Luxembourg. Eurofound (2018a), Industrial democracy still in vogue , Dublin. Eurofound (2018b), Database of wages, working time and collective disputes , web page, accessed 2 November 2018. Eurofound (2018c), Concepts, measurements and indicators of convergence , Publications Office of the European Union, Luxembourg. European Commission (2002), Report of the high-level group on industrial relations and change in the European Union , Publications Office of the European Union, Luxembourg. European Commission (2013), Strengthening the social dimension of the Economic and Monetary Union , COM(2013)690 final, Brussels. European Commission (2017), Establishing a European Pillar of Social Rights , COM(2017)250 final, Brussels. European Commission (2018), Guidance Note – Social Dialogue. European Semester 2017/2018, Brussels. European Parliament (2002), ‘Directive 2002/14/EC of the European Parliament and of the Council of 11 March 2002 establishing a general framework for informing and consulting employees in the European Community’, Official Journal of the European Union , L080, 11 March. European Union (2012), ‘Consolidated version of the Treaty on the Functioning of the European Union’, Official Journal of the European Union , C 326, 26 October. Eurostat (2011), European statistics code of practice , Publications Office of the European Union, Luxembourg. Eurostat (2014), ESS handbook for quality reports , Publications Office of the European Union, Luxembourg. Eurostat (2015), Quality Assurance Framework of the European Statistical System , version 1.2. Ferrer-i-Carbonell, A. and Frijters, P. (2004), ‘How important is methodology for the estimates of the determinants of happiness?’ The Economic Journal , Vol. 114, No. 497, pp. 641–659. Foley, J. (2014), ‘Industrial democracy in the twenty-first century’, in Wilkinson, A., Donaghey, J., Dundon, T. and Freeman, R. B. (eds.), Handbook of research on employee voice , Edward Elgar Publishing, Cheltenham, UK, pp. 66–81. Gallie, D. (2007), ‘Production regimes, employment regimes, and the quality of work’, in D. Gallie (ed.), Employment regimes and the quality of work , Oxford University Press, Oxford, pp., 1–35 Glassner, V. (2012), ‘Transnational collective bargaining in national systems of industrial relations’, in Schömann, I., Jagodzinski, R., Boni, G., Clauwaert, S., Glassner, V. and Jaspers, T. (eds.), Transnational collective bargaining at company level: A new component of European industrial relations? ETUI, Brussels, pp. 77–116. Gold, M. and Artus, I. (2015), ‘Employee participation in Germany: Tensions and challenges’, in Johnstone, S. and Ackers, P. (eds.), Finding a voice at work?: New perspectives on employment relations , Oxford University Press, Oxford, pp. 177–192. González Menéndez, M. and Martínez Lucio, M. (2014), ‘Voice across borders: Comparing and explaining the dynamics of participation in a context of change’, in Wilkinson, A., Donaghey, J., Dundon, T. and Freeman, R. B. (eds.), Handbook of research on employee voice , Edward Elgar Publishing, Cheltenham, UK, pp. 381–397. Groeneveld, R. A. and Meeden, G. (1984), ‘Measuring skewness and kurtosis’, The Statistician , Vol. 33, No. 4, pp. 391–399. Hall, P. A. and Soskice, D. (2001), ‘An introduction to varieties of capitalism’, in Hall, P. A. and Soskice, D. (eds.), Varieties of capitalism , Oxford University Press, Oxford, pp. 1–68. Heery, E. (2015), ‘Frames of reference and worker participation’, in Johnstone, S. and Ackers, P. (eds.), Finding a voice at work?: New perspectives on employment relations , Oxford University Press, Oxford, pp. 21–43. Hijzen, A., Martins, P. and Parlevliet, J. (2017), Collective bargaining through the magnifying glass: A comparison between the Netherlands and Portugal , IMF Working Paper, WP/17/275. Hyman, R. (2015), ‘Making voice effective: Imagining trade union responses to an era of post-industrial democracy’, in Johnstone, S. and Ackers, P. (eds.), Finding a voice at work?: New perspectives on employment relations , Oxford University Press, Oxford, pp. 265–277. Hyman, R. (2018), ‘What future for industrial relations in Europe?’, Employee Relations , Vol. 40, No. 4, pp. 569-579. Measuring varieties of industrial relations in Europe: A quantitative analysis ",
        "53 Johnstone, S. and Ackers, P. (2015), ‘Introduction: Employee voice – the key question for contemporary employment relations’, in Johnstone, S. and Ackers, P. (eds.), Finding a voice at work?: New perspectives on employment relations , Oxford University Press, Oxford, pp. 1–20. Kauffman, B. (2014), ‘Employee voice before Hirschman: Its early history, conceptualization, and practice’, in Wilkinson, A., Donaghey, J., Dundon, T. and Freeman, R. B. (eds.), Handbook of research on employee voice , Edward Elgar Publishing, Cheltenham, UK, pp. 17–35. Kim, D-O., Kim, Y-H., Voos, P., Suzuki, H. and Kim, Y. D. (2015), ‘Evaluating industrial relations systems of OECD countries from 1993 to 2005: A two-dimensional approach’, British Journal of Industrial Relations , Vol. 53, No. 4, pp. 645–663. Kim, J-O. and Mueller, C. W. (1978), Factor analysis: Statistical methods and practical issues , Sage Publications, Beverly Hills, California. Koukiadaki, A., Távora, I. and Martínez Lucio, M. (2016), ‘Continuity and change in joint regulation in Europe: Structural reforms and collective bargaining in manufacturing’, European Journal of Industrial Relations , Vol. 22, No. 3, pp. 189–203. Marginson, P. (2015), ‘Coordinated bargaining in Europe: From incremental corrosion to frontal assault?’ European Journal of Industrial Relations , Vol. 21, No. 2, pp. 97–114. Marginson, P. (2017), European Industrial Relations: An increasingly fractured landscape? Warwick Papers in Industrial Relations, No. 106. Marginson, P. and Sisson, K. (2006), European integration and industrial relations: Multi-level governance in the making , Palgrave Macmillan, Basingstoke, UK. Marginson, P. and Welz, C. (2015), ‘European wage-setting mechanisms under pressure: Negotiated and unilateral change and the EU’s economic governance regime’, Transfer: European Review of Labour and Research , Vol. 21, No. 4, pp. 429–450. Markey, R. and Townsend, K. (2013), ‘Contemporary trends in employee involvement and participation’, Journal of Industrial Relations , Vol. 55, No. 4, pp. 475–487. Marks, A. and Chillas, S. (2014), ‘Labour process perspectives on employee voice’, in Wilkinson, A., Donaghey, J., Dundon, T. and Freeman, R. B. (eds.), Handbook of research on employee voice , Edward Elgar Publishing, Cheltenham, UK, pp. 97–113. Meardi, G. (2012), ‘Peripheral convergence in the crisis? Southern and eastern European labour markets and industrial relations’, conference presentation, 24th Society for the Advancement of socioeconomics (SASE) annual meeting, 28–30 June, Boston, Massachusetts, US. Meardi, G. (2018), ‘Economic integration and state responses: Change in European industrial relations since Maastricht’, British Journal of Industrial Relations , Vol. 56, No. 3, pp. 631–655. Meltz, N. M. (1989), ‘Industrial relations: balancing efficiency and equity’, in Barbash, J. and Barbash, K. (eds.), Theories and concepts in comparative industrial relations , University of South Carolina Press, Columbia, US, pp. 109–113. Molina, O. (2014), ‘Self-regulation and the state in industrial relations in Southern Europe: Back to the future?’ European Journal of Industrial Relations , Vol. 20, No. 1, pp. 21–36. Molina, O. and Rhodes, M. (2007), ‘The political economy of adjustment in mixed market economies: A study of Spain and Italy’ in Hancké, R., Rhodes, M., and Thatcher, M. (eds.) Beyond varieties of capitalism: Conflicts, contradictions and complementarities in the European economy , OUP, Oxford, pp. 223-252. Müller-Jentsch, W. (2018), ‘Seven decades of industrial relations in Germany: Stability and change through joint learning processes’, Employee Relations , Vol. 40, No. 4, pp. 634–653. Nardo, M., Saisana, M., Saltelli, A., Tarantola, S., Hoffman, A., and Giovannini, E. (2005), Handbook on constructing composite indicators: Methodology and user guide , OECD Publishing, Paris. OECD (2013), Glossary of statistical terms , web page, accessed 31 October 2018. OECD (2018), OECD employment outlook 2018 , OECD Publishing, Paris. Sisson, K. (2010), Employment relations matters, Industrial Relations Research Unit , University of Warwick, Coventry, UK. van den Berg, A., Grift, Y., van Witteloostuijn, A., Boone, C. and Van der Brempt, O. (2013), The effect of employee workplace representation on firm performance: A cross- country comparison within Europe , Research paper 2013-008, University of Antwerp, Belgium. Van Gyes, G. (2016), ‘Employee representation regimes in Europe: Do they exist in practice?’, Paper session E: Industrial relations and the political economy , 28th SASE annual meeting, 24–26 June, University of California, Berkeley, US. Bibliography ",
        "54 Vaughan-Whitehead, D. and Vazquez-Alvarez, R. (2018), ‘Curbing inequalities in Europe: The impact of industrial relations and labour policies’, in Vaughan-Whitehead, D. (ed.), Reducing inequalities in Europe: How industrial relations and labour policies can close the gap , Edward Elgar Publishing, Cheltenham, UK, pp. 1–67. Visser, J. (2009), ‘The quality of industrial relations and the Lisbon Strategy’, in European Commission (ed.), Industrial relations in Europe 2008 , Publications Office of the European Union, pp 45–72. Visser, J. (2013), Wage bargaining institutions – from crisis to crisis , Economic Papers 488, European Commission, Brussels. Wailes, N. and Lansbury, R. D. (2010), ‘International and comparative perspectives on employee participation’, in Wilkinson, P. J., Gollan, P. J., Marchington, M. and Lewin, D. (eds.), The Oxford handbook of participation in organizations , Oxford University Press, Oxford, pp. 570–589. Wilkinson, A., Dundon, T., Donaghey, J. and Freeman, R. B. (2014), ‘Employee voice: Charting new terrain’, in Wilkinson, A., Donaghey, J., Dundon, T. and Freeman, R. B. (eds.), Handbook of research on employee voice , Edward Elgar Publishing, Cheltenham, UK, pp. 3–16. Zeitlin, J. and Vanhercke, B. (2018), ‘Socializing the European Semester: EU social and economic policy co-ordination in crisis and beyond’, Journal of European Public Policy , Vol. 25, No. 2, pp. 149–174. Measuring varieties of industrial relations in Europe: A quantitative analysis ",
        "EF/18/033 ",
        "Previous Eurofound research has identified four key dimensions of industrial relations: industrial democracy, industrial competitiveness, social justice, and quality of work and employment. This report seeks to build a set of indicators to measure country performance in industrial relations in terms of these four dimensions and to develop a typology of industrial relations systems, enabling a cross-country analysis of trends. The report focuses particularly on industrial democracy, seen in this context as the core dimension of industrial relations and the most desirable model of work and employment governance. The Industrial Relations Index, intended to measure trends and features of industrial relations systems in all EU Member States, is available at: http://eurofound.link/irindex The European Foundation for the Improvement of Living and Working Conditions (Eurofound) is a tripartite European Union Agency whose role is to provide knowledge in the area of social, employment and work-related policies. Eurofound was established in 1975 by Council Regulation (EEC) No. 1365/75 to contribute to the planning and design of better living and working conditions in Europe. T J - 05 - 18 - 148 - E N - N ISBN: 978-92-897-1813-4 doi:10.2806/112748 "
    ]
}