{
    "text": [
        "Adaptation measures in Intended Nationally Determined Contributions from Small Island Developing States and Least Developed Countries An analysis of communicated costs and information exhaustiveness Rossi, R., Miola, A. 2017 EUR 28664 EN xx ",
        "This publication is a Technical report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. Contact information Name: Apollonia Miola Email: apollonia.miola@ec.europa.eu JRC Science Hub https://ec.europa.eu/jrc JRC106844 EUR 28664 EN PDF ISBN 978-92-79-70067-5 ISSN 1831-9424 doi:10.2760/309972 Luxembourg: Publications Office of the European Union, 2017 © European Union, 2017 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. How to cite this report: R. Rossi, A. Miola, Adaptation measures in Intended Nationally Determined Contributions from Small Island Developing States and Least Developed Countries , EUR 28664, Luxembourg: Publications Office of the European Union, 2017, ISBN 978-92-79-70067-5, doi:10.2760/309972, JRC106844 All images © European Union 2017 ",
        "i Contents Abstract .............................................................................................................. 4 1 Introduction ..................................................................................................... 5 2 (I)NDCs under the Paris Agreement .................................................................... 7 2.1 INDCs in the Paris Agreement process ........................................................... 7 2.2 INDC structure ........................................................................................... 7 3 Mitigation and adaptation measures in (I)NDCs .................................................. 10 3.1 Type and overall contribution of mitigation measures .................................... 10 3.2 Adaptation actions and measures ................................................................ 11 3.3 Conditionality issues and climate finance needs for conditional measures ......... 14 4 Analysis of adaptation actions in SIDS and LDCs ................................................. 15 4.1 Methodology ............................................................................................ 15 4.1.1 Conditionality ................................................................................... 15 4.1.2 Sector and sector component ............................................................. 16 4.1.3 Funders / Implementing agency .......................................................... 18 4.1.4 Estimated costs – Specific and Aggregate ............................................. 18 4.2 Cost analysis ............................................................................................ 19 5 Categorising information types ......................................................................... 20 5.1 Country categorisation framework ............................................................... 20 5.2 Cost information types as share of total costs ............................................... 22 5.3 Width of adaptation action across sectors ..................................................... 22 5.4 Conceptual framework for analysing factors influencing information exhaustiveness .............................................................................................. 24 5.5 Assessment of factors influencing information exhaustiveness ........................ 25 5.5.1 Need of adaptation action .................................................................. 27 5.5.2 Political willingness to use the INDC framework ..................................... 29 5.5.3 Human, technical, institutional, economic and financial capacity .............. 31 5.5.3.1 Human Development Index .......................................................... 31 5.5.3.2 Governance Indicators ................................................................. 32 5.5.3.3 GNI per capita ............................................................................ 33 5.5.3.4 DAC funds for adaptation ............................................................. 35 5.5.3.5 Concluding remarks ..................................................................... 36 6 Discussion and conclusion ................................................................................ 38 6.1 Discussion ............................................................................................... 38 6.1.1 Suitability of research approach .......................................................... 38 6.1.2 Study significance ............................................................................. 38 6.1.3 Study validity ................................................................................... 39 ",
        "ii 6.2 Conclusion ............................................................................................... 39 References ........................................................................................................ 41 List of abbreviations and definitions ...................................................................... 46 List of figures ..................................................................................................... 48 List of tables ...................................................................................................... 49 Annexes ............................................................................................................ 50 Annex 1. Countries covered in the study ............................................................ 50 Annex 2. Countries covered in the study ............................................................ 52 ",
        "3 ",
        "4 Abstract Due to higher risk of climate change impacts, Small Island Developing States (SIDS) and Least Developed Countries (LDCs) are identified as the two country categories in which adaptation action is most needed. To address adaptation issues, countries submitted, under the framework of the Paris Agreement, Intended Nationally Determined Contributions (INDCs), a vehicle to communicate adaptation actions and needs. This study performs an analysis of adaptation measures communicated through the INDCs of 74 developing countries belonging to the SIDS and LDC groups. By looking at the measures as provided in INDCs, the study makes an assessment of communicated adaptation actions and needs from recipients’ perspective. Besides categorising the types of adaptation actions and calculating total communicated costs, an in-depth analysis of information exhaustiveness in INDCs is performed, classifying the countries depending on the degree of detail in communicated information and looking at factors connected to the provision of exhaustive information. Total communicated costs amount to USD 228 billion, of which USD 141 billion are costs for specified actions and the remainder is composed of non-specified aggregates. With only 6.5 percent of specified actions being unconditional, the greatest bulk of actions are conditional on external support. Factors influencing information exhaustiveness in INDCs have been investigated through a conceptual framework that examines the willingness and the capacity to provide information. By looking at the indicators used for the analysis, preliminary results seem to indicate that countries communicating more exhaustive information are associated with higher levels of need of adaptation action, but are also associated with lower scores in terms of institutional, economic, financial, technical and human capacity. In contrast, the results do not show correlation between information exhaustiveness and political willingness to use the INDC framework. ",
        "5 1 Introduction Due to the growing effects of human-induced climate change and the related potential risks of severe impacts on the environment, populations and livelihoods (IPCC, 2014), the importance of climate change adaptation actions has grown extensively as adaptation takes a more and more prominent role in negotiations of the United Nations Framework Convention on Climate Change (UNFCCC) (Khan & Roberts, 2013). In its Fifth Assessment Report, the Intergovernmental Panel on Climate Change (IPCC) describes adaptation as “ the process of adjustment to actual or expected climate and its effects. In human systems, adaptation seeks to moderate harm or exploit beneficial opportunities. In natural systems, human intervention may facilitate adjustment to expected climate and its effects ” (Noble et al., 2014). However, in the existing literature the concept of adaptation lacks a universal definition (Biagini, Bierbaum, Stults, Dobardzic, & McNeeley, 2014; Sherman et al., 2016). Differences in defining what adaptation is and what type of actions it encompasses are partly due to the fact that the concept of adaptation, and the categorisation of adaptation actions, changed through time (Biagini et al., 2014). Approaches to adaptation action focusing on technical solutions, more common in the past, have largely disregarded the root causes of vulnerability to climate change – cultural, social and economic problems which require a more inclusive approach (Khan & Roberts, 2013). In recent years, however, the framing of adaptation has moved to a wider socio-economic approach in which broad development goals are encompassed (Noble et al., 2014). In this context, the development and mainstreaming of the Sustainable Development Goals (SDGs) steers climate action towards this direction, addressing issues such as poverty, sustainable development, energy access, employment, and gender equality in a systematic manner (UN, 2015). It is paramount that these aspects be addressed in adaptation planning in order to build strong and comprehensive adaptive capacity (Butler et al., 2016). On a practical level, identifying what adaptation actions are is still a difficult task. A literature review by Sherman et al. (2016) indicates that, even in the recent literature, contradictory framings of adaptation design, implementation, funding, monitoring, and evaluation exist. Moreover, the concepts of development and adaptation are largely overlapping, making it difficult to distinguish between the two (Ayers & Huq, 2009). The problem of disentanglement between the concepts of development and adaptation is driven by the fact that countries with the lowest levels of development are most affected by climate change impacts. Because of higher biophysical vulnerability and risk of climate hazards coupled with dependence on climate sensitive sectors like agriculture and a lower adaptive capacity, developing countries have higher climate risks (Millner & Dietz, 2011). These countries are threatened to bear a large share of the global costs of climate change, although the responsibility for the overall rise in greenhouse gases (GHG) concentrations is mainly attributable to industrialised countries (Mertz, Halsnæs, Olesen, & Rasmussen, 2009). In light of this, Small Island Developing States (SIDS) and Least Developed Countries (LDCs) can be identified as the two country categories in which adaptation action is most needed. Both – from a theoretical standpoint – the recommendations by the literature, and – on an empirical level – the text of the Paris Agreement (UNFCCC, 2015) indicate the need to move past the dichotomy of Annex I (industrialised) and non-Annex I (developing) countries (Mbeva & Pauw, 2016). A more recent approach contains a “subtle differentiation” towards specific subsets of countries, which have been given flexibility on certain issues and procedures, with particular regard for adaptation action and finance (Mbeva & Pauw, 2016). By employing this approach, countries are divided into three groups: the Annex I countries, the Middle countries, and the SIDS and LDCs. ",
        "6 A groundbreaking feature of the Paris Agreement is the bottom-up approach that characterises decisions over climate action: it is the task of each country to identify and communicate what, and to what extent, mitigation and adaptation to climate change will be implemented. The bottom-up setting gives a prominent role to developing countries concerning adaptation action (Mbeva & Pauw, 2016). Countries have been given the responsibility to illustrate their adaptation efforts and needs through the submission of their Intended Nationally Determined Contributions (INDCs), the vehicle for communicating this information. Given these considerations, looking at INDCs submitted by SIDS and LDCs can be a useful exercise to assess adaptation actions and costs. This study makes a preliminary assessment about the amount of communicated adaptation costs in INDCs from the targeted country groups, and about the exhaustiveness of information regarding such costs and related actions. In the existing literature a number of assessments for communicated mitigation action have been performed; however, the heterogeneity of information, data fragmentation, less developed measuring, reporting and verification (MRV) methods and the lack of a common measuring unit makes this type of assessment more complex for adaptation action, resulting in limited research focusing on the latter. Several studies on climate finance analyse financial flows from a donors’ perspective, taking stock of bilateral, multilateral and private funding to adaptation actions (B. Buchner, Falconer, Hervé-Mignucci, Trabacchi, & Brinkman, 2011; B. K. Buchner, Trabacchi, Mazza, Abramskiehn, & Wang, 2015; OECD, 2015; Olhoff, Bee, & Puig, 2015; UNEP, 2016a; UNFCCC Standing Committee on Finance, 2016). The literature on communicated adaptation costs from recipients’ perspective, however, is rather scarce. By providing a calculation of total communicated costs in INDCs from SIDS and LDCs, the current study produces a preliminary assessment to be used as a benchmark for comparison between disbursements and needs. Regarding the analysis of the extent of information communicated, investigating the type and the exhaustiveness of information about costs and needs in INDCs is an exercise that has been carried out for mitigation action (Zhang & Pan, 2016), but which has been largely overlooked for global-scale adaptation action. The purpose of this report is to help shed some light on this field, contributing to the development of a sound methodology to identify, measure and assess adaptation action. The research questions investigated in the study are the following: 1. What are the total adaptation costs communicated by SIDS and LDCs through the INDC framework? What are their characteristics? 2. To which extent have INDCs been exhaustive in the provision of information about adaptation actions and costs? The report is structured as follows. Chapter 2 provides an overview of the INDC framework in the context of the Paris Agreement, including a description of the INDC structure and its relationship between national country policies. Mitigation and adaptation measures in INDCs are described in Chapter 3, where action types, their classification, and estimates of overall action are examined with the help of a literature review. The analysis of communicated adaptation costs of the studied countries and the methodology for calculation and classification are provided in Chapter 4. In Chapter 5 a categorisation of countries in accordance with the type of information included in INDCs is carried out and used to analyse costs and factors influencing information exhaustiveness. Lastly, Chapter 6 includes a discussion and draws some conclusions over the results of the study. ",
        "7 2 (I)NDCs under the Paris Agreement 2.1 INDCs in the Paris Agreement process In December 2015, under the framework of the UNFCCC, the Convention of the Parties composed by 195 States and the European Union adopted the Paris Agreement. The Agreement, first international binding climate deal, set out the long-term goal of holding the increase in the global average temperature well below 2 °C above pre-industrial levels and of pursuing efforts to limit the temperature increase to 1.5 °C above pre-industrial levels (UNFCCC, 2015). In parallel to this mitigation effort, the Agreement aims to strengthen the ability of countries to adapt to climate change impacts, and highlights the role finance flows will play in ensuring low GHG emissions and climate-resilient development (UNFCCC, 2015, 2016d). In the lead-up to the Paris Agreement, Parties were asked to submit their Intended Nationally Determined Contributions, with the purpose of demonstrating their commitment to taking climate action and of creating political momentum (UNFCCC, 2016b). INDCs outline countries’ climate action by presenting a list of mitigation and adaptation goals that are deemed fair and ambitious in accordance to each country’s development level and emission history, taking into account domestic circumstances and capabilities (WRI, n.d.). INDCs therefore lay the foundation of the Paris Agreement, and collectively constitute the overall commitment that Parties are pledging to achieve. The Paris Agreement was adopted on 12 December 2015 and entered into force on 4 November 2016, once the necessary number of ratifications was reached. As of November 2016, 102 Parties have ratified the Agreement (UNFCCC, 2016c). Parties are asked to formalise their commitments by converting their INDCs into Nationally Determined Contributions (NDCs). A country’s INDC is turned into NDC upon the country’s ratification of the Agreement (Röser, Day, & Kurdziel, 2016). This change involves the loss of the “intended” feature, which was due to the fact that they represented an informal pledge ahead of the Paris Agreement, a design that helped facilitate dialogue (WRI, n.d.). A ratchet up mechanism designed in the Paris Agreement requires Parties to revise and update their NDCs by 2020 at the latest and every 5 years thereafter, as part of a “global stocktake” with the aim to systematically review the commitments and increase the level of ambition. Moreover, no backsliding is allowed, meaning that each update must be at least as strong as the previous commitment (Northrop, 2016; Röser et al., 2016). Further measures have been adopted to ensure a growing transparency level for all aspects related to NDC implementation and enhanced Parties readiness to receive support (Röser et al., 2016). 2.2 INDC structure When deciding how to frame Parties’ national contributions, it was recognised that a strictly defined communication scheme for nearly 200 countries with different levels of development, emission history and capabilities could not be found. Instead, it was preferred to leave Parties the initiative on how to communicate their nationally determined contributions, as they deemed most appropriate according to their national circumstances. Given the discretional feature of INDCs, several countries were uncertain on what to include in their contribution. This resulted in the publication of various guides by international organizations, which outlined a standard INDC template (Wucke et al., 2016). The outline that was generally applied structured the INDC into five main sections, namely: National Context; Mitigation; Adaptation; Planning Process; Means of Implementation (Holdaway & Dodwell, 2015). The template structure is shown in Table 1. ",
        "8 Table 1. INDC template Source: Holdaway & Dodwell, 2015. The high degree of flexibility has been recognised as a key factor for success, enabling countries to tailor the communication structure to their specific needs (R. Stavins & Stowe, 2016). Besides ensuring a better suitability, this format provides additional benefits. Article 4.4 of the Paris Agreement specifies that developed countries should undertake economy- wide absolute emission reduction targets, whereas developing countries are “encouraged to move over time towards economy-wide emission reduction or limitation targets in the light of ",
        "9 different national circumstances” (UNFCCC, 2015). It is understood that exempting developed countries from committing to economy-wide targets since the very beginning has contributed to keeping a high level of ambition (Wucke et al., 2016). Flexibility was not limited to the structure, but also determined the content. The formulation of self-determined commitments has indeed resulted in a highly uneven first round of NDCs, but has also prevented the risk of stalemate in negotiations due to political disagreements (R. Stavins & Stowe, 2016). In the 2014 Lima Call for Climate Action it was agreed that contributions would be fair and ambitious, in light of national circumstances. Being ambition in climate a change a subjective concept, countries have different interpretation of it (Wucke et al., 2016). In order to overcome this issue, a number of frameworks for illustrating fairness and ambition were developed (Holdaway & Dodwell, 2015; Northrop & Waskow, 2015). Mbeva & Pauw (2016) note that, using certain assumptions, fairness can be calculated and compared – at least for mitigation action. However, the assumptions can be questioned by some countries and are unlikely to be accepted multilaterally. ",
        "10 3 Mitigation and adaptation measures in (I)NDCs While the previous Chapter addressed the INDC framework in terms of its structure, this section serves as an introduction to the INDC content, in terms of both mitigation and adaptation. Although the study is focusing on adaptation actions and costs, an overview including mitigation measures can be a useful instrument for the purpose of comparison with the adaptation components. For this reason, types of mitigation actions and a literature review of estimates of overall mitigation actions are included in this section. It is believed that describing both mitigation and adaptation components is a necessary step for having a comprehensive understanding of the INDC framework. 3.1 Type and overall contribution of mitigation measures Although mitigation contribution in INDCs has been organised in a number of forms, a general classification can be made according to a key design choice, that is, of presenting the contribution in the form of actions, outcomes, or a combination of actions and outcomes (Levin et al., 2015). Actions are plans to implement specific means, like policies and projects, of achieving GHG reductions. Outcomes on the other hand are intentions to achieve a certain result, such as a target emissions level or a given renewable energy share in the energy mix. Actions can take the form of policies, projects, strategies and plans that provide mitigation benefits; their aggregate result can be expressed through quantifying their GHG impact. Outcomes can be sub-divided into GHG outcomes and non-GHG outcomes. While non-GHG outcomes are relatively simple to communicate and assess through key performance indicators, they present some shortcomings when it comes to calculating countries’ aggregate contributions. Conversely, GHG outcomes might involve stronger efforts in assessment and monitoring, but express in an easier manner Parties’ contributions to overall GHG reductions. Other differences in mitigation components among INDCs relate to the choice of sectors and gases covered, the accounting approach, the timeframe and the way the expected GHG impacts are expressed. In particular, design options when expressing GHG outcomes include the choice between a base year emissions target, a fixed-level target, a base year intensity target, a baseline scenario target, or a trajectory target (Levin et al., 2015; UNEP, 2015). The options of expressing GHG reductions targets are shown in Table 2. A report on aggregate effects of the INDCs compiled by the UNFCCC (2016) shows that 45 percent of the submitted INDCs included a baseline scenario target, 32 percent used a base year emission target, while 20 percent communicated their contribution in terms of policy and actions. The literature investigating the overall contribution that Parties communicated through the INDC submission process is vast (Boyd, Turner, & Ward, 2015; CAT, 2016; DEA, 2015; Gütschow et al., 2015; Rogelj et al., 2016; UNEP, 2015, 2016b; UNFCCC, 2016a). These studies, while providing different estimates on the aggregate mitigation action provided by the INDCs, agree that the aggregate effort is not consistent with staying below an increase in temperature of 2°C. The most recent of these studies, compiled by UNEP (2016), identifies an emissions gap for 2030 of 12 to 14 GtCO 2 eq. compared to the 2°C scenario, which would lead to an increase in temperature of 3.2 to 3.0°C by 2100. This implies that an enhancement of mitigation action is necessary to keep a reasonable chance of meeting the 2°C target, and much stronger efforts are required to meet the aspirational 1.5°C target. ",
        "11 Table 2. Options for expressing a GHG reduction target. Source: (Levin et al., 2015). Parties’ contributions have been assessed not only globally, but also individually. Among the aforementioned studies, the one by Climate Action Tracker (CAT) provides an assessment and rating of several (I)NDCs, with a focus on INDC impact or commitment on emissions, the effect of current policies on emissions, and their fairness in relation to effort sharing (CAT, 2016). A conceptual framework for evaluating an INDC is proposed by WRI (2015), defining six components that make a strong INDC, that are: a clear statement of intent; being in line with science; fairness and ambition; design that followed a strong process; feasibility to implement, transparency. 3.2 Adaptation actions and measures In parallel to mitigation action, adaptation has a central role under the Paris Agreement (UNFCCC, 2015). However, while Article 4.2 states that in the preparation of their INDCs Parties shall pursue mitigation measures, there is no obligation to include adaptation action, as agreed in the Lima Call For Climate Action (UNFCCC, 2014a). In accordance to this approach, Parties have been allowed to decide whether to insert an adaptation component in their contributions. A high degree of flexibility in the INDC structure ensures that Parties ",
        "12 have been free to communicate their adaptation component with no regard to vehicle or format (Levin et al., 2015). Despite the non-mandatory feature, 137 Parties chose to include an adaptation component in their INDCs (UNFCCC, 2016a). The rationales for including adaptation measures in the INDC are to be found among the co-benefits of preparing an INDC, including the use of political momentum to define long-term visions, the integration of climate change into national policies, and the possibility of describe support needs (Levin et al., 2015). As for mitigation, adaptation goals have been framed in a number of different ways. Adaptation goal types can be classified into goals based on outcomes, on processes, or on vision statements. Outcome-based goals are largely quantitative and are directly related to climate resilience; process-based goals are linked to ongoing actions that provide support to climate resilience action; vision statements represent an overarching vision for the country’s adaptation strategy (Levin et al., 2015; Mogelgaard & Mcgray, 2015). Figure 1. Key adaptation sectors prioritised in the INDCs. Source: (Olhoff et al., 2015). Being adaptation actions very diverse due to countries’ specific circumstances and to the large extent of areas of intervention, their categorisation is not an easy task. A classification according to the sectors involved can be undertaken, but some actions have cross-sectoral impacts and are not univocally connected to a specific sector. Different approaches have been taken in the literature. Figure 1 illustrates key adaptation sectors prioritised in the INDCs according to Olhoff et al. (2015), in which eight key adaptation sectors have been identified. Callaghan (2015) uses a similar methodology for sector division, but, in addition, introduces a first split between physical intervention and capacity building actions, and further sub- categories of sectors. Physical interventions comprise concrete actions, while capacity building relates to actions for technology transfer, risk management, government and civil society. The UNFCCC framework used for classifying actions included in NAPAs consists of twelve adaptation sectors and a number of sub-categories (UNFCCC, 2013). The approach used by the World Bank Group INDC Database (WBG, 2016a) is very similar, categorizing ",
        "13 actions into fourteen main sectors and a larger quantity of sector components. This last approach has been used for the analysis of adaptation actions performed in Chapter 4 due to its higher replicability and comprehensiveness. A more detailed description of this categorisation approach is provided in Chapter 5. Categorisation does not always take place depending on economic sectors. For instance, Biagini, Bierbaum, Stults, Dobardzic, & McNeeley (2014) present a categorisation of adaptation activities from the analysis of Global Environmental Facility (GEF) adaptation funds. A total of 158 distinct adaptation activities are grouped into 10 overarching categories, which, rather than dividing actions according to sectors, classifies actions in terms of their function (e.g.: capacity building; management and planning). The paper includes a literature review of existing adaptation typologies in the literature. While overall mitigation contribution can be calculated and assessed, estimating aggregate impacts of adaptation measures is a much more problematic challenge. The UNFCCC has not set out clear means to measure and quantify climate change impacts in terms of adaptation needs. Overall, the adaptation components constitute a representative overview of how Parties intend to address adaptation to climate change in the coming decades (UNFCCC, 2016a). The development of a global adaptation framework has to work towards the definition of a global goal, the identification of tracking criteria, and the anticipation of political barriers (Magnan & Ribera, 2016). The German Development Institute (DIE) designed an interactive map for (I)NDCs which includes global and country information on communicated adaptation action (DIE, 2015). The tool, stemming from the work of Mbeva & Pauw (2016), indicates whether a country made specific reference to adaptation typologies (e.g.: mitigation and displacement; costs of future climate-related hazards), and provides a country-level assessment of communicated adaptation/investment needs. Global adaptation cost estimates found in literature employ different methodologies for calculation and for setting the study boundaries. The amount of studies on the topic is vast (Chambwera et al., 2014; Dellink et al., 2009; Moore, 2012; Olhoff et al., 2015; Oxfam, 2007; Parry et al., 2009; Stern, 2006; UNDP, 2007; UNFCC, 2007; WBG, 2010, 2006). The lack of agreement on methods for estimating adaptation costs and benefits on the one hand, and for coding and tracking adaptation investments on the other, makes the high confidence overall assessment of adaptation actions and needs difficult to perform. UNEP research (Olhoff et al., 2015; UNEP, 2014, 2016a) observe that the IPCC adaptation costs estimate for developing countries, which ranged the costs between USD 70 and 100 billion per year in the 2010-2050 period, is likely underestimating such costs by a factor of two to five. The studies highlight how INDCs confirm that countries anticipate significant and increasing adaptation costs, indicating the need for improved cost studies and immediate action. Several INDCs refer to National Adaptation Programs of Action (NAPAs) as the key framework through which adaptation actions take place at the national level. Such framework, developed by the UNFCCC for LDCs and introduced since 2001, aims to integrate adaptation actions with existing national development plans (Gajanan Bhave, Conway, Dessai, & Stainforth, 2016). As shown in Annex 1, 50 out of the 74 countries examined in our study have developed a NAPA. It is interesting to observe that most of the countries which developed a NAPA did not include this information in their INDC, and only two (Angola and Somalia, whose NAPAs are among the last submitted) include NAPA actions in the INDC action list. NAPAs have been drafted through the UNFCCC to help LDC address their most urgent and immediate adaptation needs, which would cause higher vulnerability and larger costs in the future if not tackled promptly. They contain action-oriented activities that, using on existing information, do not require new research. Specific projects included in submitted NAPAs are funded through the LDC Fund (UNFCCC, 2014c). ",
        "14 Complementary to NAPAs, National Adaptation Plans (NAPs) envision a more holistic plan for adaptation and are not linked to a funding process (Mcgray, 2014). Established under the Cancun Adaptation Framework in 2010, they build upon NAPA experience and aim at identifying mid- and long-term adaptation needs and developing strategies to tackle them by integrating adaptation into country policies and programmes (UNFCCC, 2014b). Both LDCs and non-LDCs are invited to publish NAPs; different technical and financial support measures are available for the two categories. Given their long-term feature, NAPs represent an overarching approach that underpins INDC adaptation action. 3.3 Conditionality issues and climate finance needs for conditional measures A key feature of the INDC communication framework relates to the possibility of classifying actions as either conditional or unconditional. This feature is applicable to both mitigation and adaptation actions. The conditionality status is mostly related to the provision of finance, technology or capacity-building support (UNFCCC, 2016a). The rationale of inserting conditional actions alongside unconditional actions rests on the willingness of increasing the country’s commitment depending on external factors. This approach allowed Parties to express strong ambition without constraining them to carry out actions that would be unattainable without external support. Moreover, Parties have been able to communicate the possibility of enhanced commitment depending on the level of collective ambition reached. The flip side of the coin is that the conditionality feature raised some transparency issues and made it difficult to precisely assess the collective impact of INDCs (Day, Röser, & Kurdziel, 2016). From the review of the INDCs submitted by the countries included in the study it results that at least 78 percent of the contributions include conditions; while several of these contain both conditional and unconditional actions, approximately one third of all INDCs are entirely conditional (Day et al., 2016). Through the conditionality feature Parties, especially non- Annex I countries, have been able to provide information on their support needs. A number of conditional actions include quantitative estimates of financial support which is necessary to carry out the activity (UNFCCC, 2016a). Although this information is fragmented and presents large data gaps, it has facilitated the assessment of needs in terms of international finance flows. Looking at future developments, a solid framework is required to make the assessment process smoother and overcome inconsistencies in data. Conditional actions constitute a significant share of INDC contributions. Concerning mitigation, UNEP (2016) estimated the overall contribution of conditional mitigation actions to be an emission reduction of about 2.4 GtCO 2 eq. by 2030, compared to the 9 GtCO 2 eq. reduction provided by unconditional actions. As for adaptation, the prominence of conditional actions is even larger. It is observed that most countries expressed the adaptation component as conditional on international support, with 87 percent of INDCs requesting external financing for adaptation (Olhoff et al., 2015). A study on demand on climate finance based on submitted INDCs shows that among 160 INDC reports, 122 clearly include finance content; 64 propose specific amount of financial demand; 31 pre-estimate domestic amount and financial demand for mitigation; 28 reclassify financial demand for domestic mitigation and adaptation areas (Zhang & Pan, 2016). It can be concluded that conditionality plays a major role in determining the communicated financing needs of developing countries. The following Chapter, making an assessment of adaptation actions and costs for SIDS and LDCs, will use the conditionality principle as one of the factors for analysis. Moreover, the assessment will quantify the amount of specified costs in terms of unconditional and conditional actions. ",
        "15 4 Analysis of adaptation actions in SIDS and LDCs 4.1 Methodology The study investigates adaptation measures included in Intended Nationally Determined Contributions (INDCs) submitted by Parties to the UNFCCC. As discussed in Chapter 1, research will focus on adaptation measures of Least Developed Countries (LDCs) and Small Island Developing States (SIDS). The former group includes 48 countries, the latter 36, with 10 countries belonging to both groups. Hence, a total of 74 countries have been examined, mainly from the Sub-Saharan Africa, Oceania and Caribbean regions. 1 All countries included in the study, with the exception of one (Timor-Leste), have submitted their INDCs to the UNFCCC. In addition, four countries (Micronesia, Palau, Trinidad and Tobago, Tuvalu) have chosen not to address adaptation in their INDC, an option granted by the Lima Call for Climate Action (Levin et al., 2015). The great majority of countries, however, decided to include adaptation in their INDC, recognising that climate change has a strong impact on the economy and the livelihood of population, and that LDCs and SIDS are the most affected country groups. As a result, 69 countries provided an adaptation component to their INDC. Sources used in the study are official INDC documents, available online at the UNFCCC INDC portal (UNFCCC, 2016b), whose information has been compared with the WBG INDC database (WBG, 2016a) for cross-checking and methodological purposes (see below). The list of adaptation actions is structured as shown in Table 3. Actions have been classified in relation to: Country; Action Title; Conditionality; Sector; Sector component; Funders and Implementing Agency; Estimated costs. Some of these sections are explained in further detail. Table 3. Action classification structure. Country Action title Conditionality Sector Sector component Funders/ Implementing Agency Estimated cost (specific) Estimated cost (aggregate) Name of the country whose INDC contains the action Name and/or description of the action, project or policy An action is conditional if its implementation is dependent on exogenous factors (e.g., international financing); otherwise unconditional. e.g., Agriculture, Water, Energy, etc. e.g., Food Security, Water Management, Energy Access, etc. Actors providing financial support and/or contributing to their implementation Specific cost of individual adaptation action Aggregate adaptation cost (economy- wide) Source: own elaboration. 4.1.1 Conditionality A key feature of the INDC communication framework relates to the possibility of classifying actions as either conditional or unconditional. This section indicates whether the action is undertaken autonomously by the country or its implementation is dependent on exogenous factors. A source of methodological issues stems from the conditionality concept. Day, Röser, & Kurdziel (2016) investigate the issue of conditionality in INDCs, indicating the need of financial support as the main reason to give a measure the conditionality status. While noting that this format is understood to have facilitated increased ambition, the study highlights how the variety of forms in which conditional contributions have been expressed has resulted in transparency issues. Although the study focuses on mitigation, the same reasoning applies for (1 ) See Annex 1 for a complete list of countries. ",
        "16 adaptation actions, which are uneasily comparable or classifiable. As not all adaptation actions throughout the INDCs are categorised in a consistent fashion, it is not always possible to infer whether they are conditional or unconditional. Some projects described as conditional are currently in the pipeline, others listed as unconditional rely on external funds that might have been allocated but not yet disbursed. It is relevant to point out that only a limited number of countries communicated both conditional and unconditional actions. The majority of adaptation components comprise only conditional actions, or include unconditional actions but without specifying their costs. 4.1.2 Sector and sector component Adaptation actions usually address a specific sector, although some target more general adaptation needs and therefore have cross-sectoral impacts. This section indicates what sector is the adaptation action addressing, in terms of resilience building and enhanced adaptive capacity. Classification into sectors and sector components (sub-sectors) presented minor methodological problems. The framework used in this paper is the one provided by the WBG in their INDC Database (WBG, 2016a), through which actions have been categorised into fourteen main sectors and a larger number of sub-sectors (see Table 4). Whenever possible, this framework has been applied; however, in order not to jeopardise the quantitative assessment of adaptation costs, there have been cases in which the WBG categorisation has been disassembled to include non-specific action costs provided in the INDCs. 2 Following the same rationale, individual actions related to the same sector and sub-sector have been merged into a single action, whenever they had same characteristics in terms of conditionality and cost detail level. This approach has been used consistently to overcome the highly varied methods for communicating actions in INDCs, which ranged from extensive lists of projects for each sector component to aggregate economy-wide actions. However, dividing and merging actions according to the sector components resulted in further methodological issues when calculating the number of communicated actions (see Section 5.3). ( 2 ) This applied for instance in the case of Benin, whose INDC provides aggregated adaptation costs that encompass actions from different sectors, such as Agriculture and Disaster Risk Management. ",
        "17 Table 4. Sector and Sub-Sector categorisation. Sector Sub-Sector Agriculture Agriculture Agroecology Agroforestry Climate Smart Agriculture Crops Fisheries and Aquaculture Food Security Irrigation Land and Soil Management Livestock Coastal Zone Coastal Fisheries Coastal Management Mangroves Sea-level Rise Protection Cross-Cutting Capacity Building and Knowledge Transfer Climate Risk Management Climate Services Landscape Management Disaster Risk Management Disaster Preparedness Disaster Relief and Recovery Disaster Risk Management Early Warning System Monitoring and Evaluation System Education Education Energy Biomass Energy Energy Energy Access Energy Efficiency Power System Planning Renewable Energy Environment Air Quality Management Ecosystems and Biodiversity Pollution Control Watershed and River Basin Management Health Awareness Raising and Behavior Change Disease Surveillance and Control Health Health Services and Assessment Malnutrition LULUCF/Forestry Afforestation Land Degradation Reforestation Sustainable Forest Management Sustainable Land Management Wetlands Social Development Gender Poverty Reduction Safety Net Tourism Tourism Transport Infrastructure and Roads Transport Urban Buildings Sustainable Urban Planning Waste Management Water Wastewater Treatment Water Conservation and Reuse Water Efficiency Water Infrastructure Water Management Water Quality Water Sanitation Water Supply Source: own elaboration based on WBG (2016a). ",
        "18 4.1.3 Funders / Implementing agency This section contains information regarding the actors providing financial support to adaptation projects and contributing to their implementation. Such agencies, often operating at both stages, include development finance institutions including Multilateral Development Banks (MDBs), national agencies, UN bodies and other entities such as climate funds: UNFCCC climate-related funding mechanisms include the GEF Trust Fund, the Green Climate Fund (GCF), the LDC Fund, the Special Climate Change Fund, the Adaptation Fund (AF) (Biagini et al., 2014). Information regarding the actors involved in the adaptation financing and implementation process is characterised by large inconsistencies and data gaps. This is due to the fact that the extent to which INDCs disclose information about the means of financing and implementing measures is largely discretional. A more accurate description of financial flows could be retrieved from the analysis of information disclosed by the actors providing financial support. Literature on this topic is substantial, mainly in terms of grey literature, and covers to a certain extent adaptation financing, although the main focus is on mitigation. However, this analysis goes beyond the scope of this study, which takes into consideration only information provided in INDCs. 4.1.4 Estimated costs – Specific and Aggregate This section includes the estimate of costs, in US dollars, communicated for each action described in the INDCs. Due to the flexible nature of the INDC template, adaptation components present large differences in both structure and content. This results in a high variability in the means of indicating costs for adaptation actions. Some INDCs provide detailed estimates of individual actions, whereas others present the overall cost of the aggregate adaptation components. A number of countries calculate the joint cost of both adaptation and mitigation actions without specifying the individual share of adaptation and mitigation costs. The conditionality issue increases the complexity of the problem, since a number of countries specify conditional costs but provide no information regarding unconditional actions. To overcome these issues, it was decided to take into account every cost that is categorised for adaptation, regardless of its specificity, and to disregard mixed adaptation and mitigation costs. A categorization of INDCs based on cost information types is provided in the next Chapter. For the purpose of estimating total adaptation costs communicated in INDCs, the coexistence of individual costs and aggregate costs causes a relevant methodologic issue. In addition to INDCs presenting only aggregate costs and no specific costs, there is a share of submissions communicating both specific action costs and aggregated costs – with the aggregate value of the former not always matching the latter. In order to provide a more inclusive set of information, it was chosen to apply a double calculation approach. The first value results from the sum of all specified action costs; the second calculation takes into account the aggregated adaptation costs expressed in INDCs, whenever a more detailed and exhaustive categorization is unavailable. Therefore, the first value indicates the total amount of money required for specific adaptation actions, and can be disentangled into more detailed sub-categories; the second, including non-specified costs, provides a more comprehensive figure of total adaptation needs. Further methodological problems related to: costs including diverse timeframes, implying smaller or larger cost estimates according to the length of the considered period; values expressed in currencies different from USD; the presence of more than one cost estimate for ",
        "19 the same action, depending on different climate scenarios; other inconsistencies between the aggregate adaptation costs expressed in INDCs and the sum of the individual actions’ costs. 3 One of the aims of the study was to provide an estimate of adaptation needs inferred from INDCs. Given the aforementioned methodological problems, it is evident that an exact value cannot be calculated. On the contrary, the results should be considered as indicative estimates of “demand-side” adaptation needs. 4.2 Cost analysis The figures regarding the analysis of communicated adaptation costs are shown in Table 5. The value of aggregated adaptation costs is approx. 228 USD billion, while the total cost of specified actions is nearly 141 USD billion. A first observation that can be inferred from these numbers is that specified actions cover 61.8 percent of total communicated adaptation need, with the share of non-specified actions accounting for 87 USD billion, at 38.2 percent. Disaggregating the specified actions’ cost value, it is observed that unconditional actions represent 6.5 percent of total actions (9 USD billion), with the lion’s share going to conditional actions (93.5 percent, 132 USD billion). Table 5. Communicated adaptation needs in SIDS and LDCs. Action type Cost (USD billion) Total unconditional actions 9.154 6.5% Total conditional actions 131.777 93.5% Total specified actions 140.931 100% Specified actions 140.931 61.8% Non-specified actions 87.146 38.2% Aggregate total 228.077 100% Source: own elaboration. The fact that conditional actions constitute the bulk of specified actions is an indicator of the prominent role that international financing will have for ensuring that these measures are carried out and have tangible results. A hurdle that can hinder this process relates the subordinate role that financing for adaptation has as opposed to mitigation financing. Despite the Paris Agreement mentions that climate financing “ should aim to achieve a balance between adaptation and mitigation ” (UNFCCC, 2015, p. 13), analysis of international finance flows demonstrates that the great majority of investments is given to mitigation projects (B. K. Buchner et al., 2015; Olhoff et al., 2015). Zhang & Pan (2016) identify small economic profit, big project risks, long cycle of activity, high access thresholds, and little practical experience as reasons why adaptation projects are not attractive for investors. The literature concurs that adaptation actions are less appealing for international investors, citing as causes, inter alia , less favourable risk-return profiles (Westphal, Canfin, Ballesteros, & Morgan, 2015), unsuitability to attracting equity financing (Atteridge, 2011) and to providing direct global benefits (Pickering et al., 2015). ( 3 ) In two cases, Benin and Burkina Faso, a miscalculation in the INDC was found. ",
        "20 5 Categorising information types 5.1 Country categorisation framework Due to the high degree of flexibility given to the adaptation component of INDCs, the information provided in the examined INDCs presents very diverse content and structure. In this Chapter the type of information on adaptation provided and the exhaustiveness of such information are analysed. The analysis can help shed some light on the type of information regarding adaptation costs that have been communicated, but also, more generally, on the extent to which exhaustive information 4 has been provided. Accordingly, a categorisation of the different types of information presented in the INDCs is performed. Based on the extent to which adaptation costs are specified in detail, countries have been divided in the following groups: 1. Countries whose INDCs specify adaptation costs for all (or almost all) adaptation actions, providing quantitative information on both conditional and unconditional contribution; 2. Countries whose INDCs specify adaptation costs for all (or almost all) adaptation actions, without further inclusion of quantitative information on both conditional and unconditional contribution; 3. Countries whose INDCs specify adaptation costs for some adaptation actions; 4. Countries whose INDCs present the aggregate value of adaptation costs, without specifying costs of individual actions; 5 5. Countries whose INDCs present the aggregate value of mitigation and adaptation costs together, without specifying the share of adaptation costs and the costs of individual actions; 6. Countries whose INDCs do not include adaptation costs. An overview of the categorisation framework is provided in Figure 2. The full classification of examined countries according to this framework can be found in Annex 2. Figure 2. Country categorisation framework. Source: own elaboration. ( 4 ) The term exhaustive information (or information exhaustiveness) is defined as the provision, through an INDC, of information regarding adaptation actions, their costs and conditionality, without any relevant omission. ( 5 ) All countries from this group, except one (Djibouti), do not present quantitative information on both conditional and unconditional contribution. 1. Specified costs for all actions, including conditional and unconditional components 2. Specified costs for all actions, not divided 3. Specified costs for some actions 4. Aggregate cost for adaptation, actions not specified 5. Aggregate cost for mitigation and adaptation together, actions not specified 6. Costs not provided M o r e e x h a u s t i v e i n f o r m a t i o n ",
        "21 This categorisation presents some differences with the frameworks used in existing literature, where contributions have been classified in terms of being fully or partly conditional to the provision of climate finance and in terms of mentioning or not adaptation finance (Mbeva & Pauw, 2016). Conversely, the approach used in this study makes a first distinction between countries including costs of unconditional contributions (Group 1) and countries not doing so. The rationale behind this method is the classification of countries according to the level of information exhaustiveness. In theory, the higher the group level, the more detailed the information provided. In practice, however, the distinction is more blurred, since countries present individual features that at times make the categorisation difficult. For instance, one could argue that a country like Lesotho (Group 3), detailing several conditional and unconditional actions, provides more exhaustive information than most Group 2 countries. The fact that group categorisation may have resulted in some inconsistencies is acknowledged; however, such methodological problems appear to be unavoidable when carrying out this type of study. Categorisation results are presented in Figure 3. From the analysis it appears that only a minor share of INDCs present information regarding costs of individual actions (34 percent of total INDCs), and from this share, an even smaller number communicate both unconditional and conditional costs for all actions (8 percent of total). In contrast, 43 percent of INDCs do not include any estimate of adaptation costs, making it hard to assess the overall cost of adaptation action. This implies that the cost analysis carried out in Section 4.2 did not capture any estimate of adaptation needs of almost half of the studied countries. As a consequence, the figures provided in Section 4.2 should be considered very conservative estimates of total adaptation needs from SIDS and LDCs. Figure 3. Cost information types per country. Source: own elaboration. Specified costs for all or almost all actions, including conditional and unconditional components Specified costs for all or almost all actions, not divided Specified costs for some actions Aggregate adaptation costs Aggregate mitigation and adaptation costs Costs not provided ",
        "22 5.2 Cost information types as share of total costs Having a closer look at the INDCs that included adaptation costs – that is, excluding Group 5 and 6 – it is possible to have a better understanding of the degree of specification of the total cost estimates. Figure 4 illustrates information types categories as shares of total communicated costs. As previously noted, more than one third of total costs (38 percent) derives from aggregate estimates that do not enter further detail of individual actions’ costs. Another 38 percent either does not provide information on both conditional and unconditional actions, or does not provide costs for some of the actions. As a result, less than one fourth of total costs (24 percent) become from contributions that considered conditional and unconditional components and specified costs for all listed actions. Group 2 countries and, with few exceptions, Group 3 countries have not included information about costs for unconditional actions. Added to the fact that almost all Group 4 countries do not provide unconditional costs, this can lead to the conclusion that nearly 75 percent of communicated costs disregarded unconditional action. Figure 4. Cost information types, share of total costs. Source: own elaboration. 5.3 Width of adaptation action across sectors In order to provide an additional item for assessing information exhaustiveness, the study analyses the width of communicated adaptation action across sectors. Investigating the width of adaptation action brings a parallel assessment of how comprehensive the communicated information is. As discussed in Section 4.1, action categorisation followed the framework used in the WBG database (WBG, 2016a). This approach categorises actions according to the economic sector and sub-sector targeted by the action. In this way, a number of actions addressing the same Specified costs for all actions, including conditional and unconditional components Specified costs for all actions, not divided Specified costs for some actions Aggregate cost for adaptation, actions not specified ",
        "23 area have been incorporated into a single entry in the action list. As the results presented in this paragraph have been influenced by this approach, it should be highlighted that the analysis does not intend to measure the number of individual actions presented in INDCs, but rather the width of sub-sectors coverage. Unconditional and conditional actions attributable to the same sub-sector have been counted as one to avoid double counting. Figure 5. Number of sub-sectors covered per group. Source: own elaboration. The box plot shows minimum, maximum, first, second and third quartile values. The black squares represent the average of each group. Looking at the results provided in Figure 5, it appears that width of adaptation action across sectors is very different from country to country, even among countries belonging to the same group. The long whiskers observed in the box plot chart indicate high variability within groups, confirming the hypothesis that there are very diverse individual circumstances – not only among all countries included in the study, but also among countries providing similar levels of detail in adaptation costs. The comparatively high values of countries from Groups 3 and 4 can be read as a decision to give preference to communicated actions over communicated costs, with these countries choosing to include actions whose costs have not been estimated. Correspondingly, Group 2 countries may have chosen to communicate only actions with estimated costs available, resulting in a low number of sectors covered. It should also be noted that Group 6 includes countries with no specified actions, which have been counted in the calculation of the average. 05 10 15 20 25 30 1 2 3 4 5 6 ",
        "24 5.4 Conceptual framework for analysing factors influencing information exhaustiveness Based on the data presented above, it is evident that there is a high variability in the way countries provide details about their adaptation action. The fact that a country provides more or less exhaustive information in its INDC can be attributed to several causes, which relate to either the country’s willingness to provide detailed information or its ability to do so. Concerning the willingness to provide exhaustive information, a major role is played by the urgency of adaptation action in the country, or, in other words, the risk of climate-change impacts. According to the definition of IPCC, risk results from the interaction of hazard (the potential occurrence of a climate-related physical event), exposure (the presence of people and assets that could be adversely affected), and vulnerability (the predisposition to be adversely affected) (IPCC, 2014). The higher the risk, the higher the willingness to provide exhaustive information. Non-Annex I countries, and in particular SIDS and LDCs, are generally characterised by high climate risk and rely on international climate finance to enhance their resilience. Therefore, they have all interest in providing exhaustive information, as a necessary step to communicate needs and secure international support for climate action (Levin et al., 2015). Another factor having an impact on the willingness to provide detailed information is the country’s political willingness to use the INDC framework for communicating adaptation action. Some SIDS and LDCs explicitly stated in their INDC that do not consider it as the vehicle to address their adaptation action and needs. This approach, however, is rather infrequent in non-Annex I countries, whereas has been largely used among Annex I countries. This does not imply that adaptation is not an issue – some Annex I countries face high adaptation costs, but they choose not to communicate it through UNFCCC fora (Mbeva & Pauw, 2016). The different approach towards the inclusion of adaptation action in INDCs can be partly attributed to the lack of guidance on INDC content and scope associated with the high degree of freedom given in its design (Callaghan, 2015; Mbeva & Pauw, 2016). ",
        "25 Figure 6. Factors influencing information exhaustiveness in INDC. Source: own elaboration. Besides the willingness to provide detailed information, another matter is whether the country is capable to do so. The concept of capacity, often considered rather vague in literature, can be defined in general terms as “ the ability to perform functions, solve problems and set and achieve objectives ” (Fukuda-Parr, Lopes, & Malik, 2002; Willems & Baumert, 2003). Narrowing the analysis to the scope of our study, the capacity of providing exhaustive information is related to the country’s technical, human, institutional, economic and financial capacity, which are considered in literature some of the barriers impeding or slowing adaptation action (Nordgren, Stults, & Meerow, 2016). These factors are largely intertwined and have a positive feedback loop on each other, e.g., a low institutional capacity would also imply a low technical and human capacity to provide exhaustive information. For this reason, while the factors are categorised in three groups – Technical and Human, Institutional, Economic and Financial – it should be borne in mind that they often overlap. A conceptual visualisation of the described taxonomy is shown in Figure 6. 5.5 Assessment of factors influencing information exhaustiveness Based on the conceptual framework presented in the previous paragraph, an analysis is carried out with the aim to compare the factors influencing information exhaustiveness with the country groups identified in Section 5.1. The factors that are taken into account relate to the need of adaptation action, the political willingness to use the INDC framework, and the technical, human, institutional, economic and financial capacity to provide exhaustive information. A series of possible measures to assess these factors are proposed. This list is not intended to be inclusive of all measures that could be used. The study should be rather considered as a preliminary assessment using available data. To assess the need of adaptation action the GCCA+ score is used (Miola, Papadimitriou, Mandrici, Mccormick, & Gobron, 2015). The score is derived from four main components – Exhaustive information in INDC Willingness to provide exhaustive information Need of adaptation action Political willingness to use the INDC framework Capacity to provide exhaustive information Technical and Human Institutional Economic and Financial ",
        "26 Natural Hazards, Exposure, Vulnerability, and Lack of Capacity – each resulting from a series of indicators. In addition to the overall GCCA+ score, an assessment of each of the four components is included, in order to investigate them individually. Evaluating the political willingness to use the INDC framework could prove difficult, since a country’s commitment to a political process is an inherently informal aspect which is hardly made public. Besides, all SIDS and LDCs except Timor-Leste have submitted their INDC, which could indicate their interest in using the INDC framework. However, as discussed in the previous paragraph, some countries have chosen not to address adaptation in their INDC, showing unwillingness to use the INDC framework to communicate adaptation action. Miola, Papadimitriou, Mandrici, Mccormick, & Gobron (2015) propose National Communications (NCs) submission as a proxy indicator of countries’ participation in UNFCCC fora. Although this indicator does not grasp the adaptation component, it appears to be the one of the best available proxy indicators to evaluate willingness to use the INDC framework. This indicator, however, looks at the participation to the UNFCCC over time, in a historical perspective. In order to grasp involvement in climate talks in a more recent perspective, the Paris Agreement ratification status for each country is also assessed. While the INDC submission status is not an updated indicator of participation, the ratification of the Agreement – and therefore, the change from INDC to NDC – provides a more recent assessment of involvement. 6 Different indicators can be used for the assessment of the capacity to provide exhaustive information, in relation to the technical, human, institutional, economic and financial capacity. Technical and human capacity refers to the availability of human capital with the expertise to identify, measure and communicate adaptation actions and needs. The Human Development Index (HDI), measuring key dimensions of human development, is used to assess technical and human capacity. Institutional capacity relates to the ability of government agencies to perform tasks, but also, in a larger perspective, to set of rules, processes or practices that determine roles, activities and expectations (Keohane, 1988). Hence, it represents a broad enabling environment forming the basis upon which individuals and organisations interact (Willems & Baumert, 2003). In this study, institutional capacity refers to a country’s ability to establish an institutional framework to enable the identification, measurement and communication of adaptation actions and needs. A series of governance indicators can be used for this purpose. Miola et al. (2015) propose a cluster of four indicators for public sector management, developed by the WBG's Country Policy and Institutional Assessment (CPIA): a) quality of budgetary and financial management; b) efficiency of revenue mobilization, quality of public administration; c) transparency, accountability; d) corruption in the public sector. However, the indicators do not include data for SIDS, therefore cannot be used for this study as they contain too large data gaps. An alternative source is the WBG’s Worldwide Governance Indicators (WGI) project, which measures six dimensions of governance covering over 200 countries (Kaufmann, Kraay, & Mastruzzi, 2010; WBG, 2016b). While this source is not as comprehensive in capturing different facets of public sector management, its global coverage avoids large data gaps. In light of this, three of the six WGI indicators – namely: Control of corruption , Government effectiveness , and Regulatory quality – have been used to assess institutional capacity. ( 6 ) Ratification, Acceptance, or Approval have the same legal effects and express the consent of a state to be bound by a treaty (UN, n.d.). ",
        "27 Table 6 . Factors and indicators for assessment. Factor Indicator Need of adaptation action - GCCA+ score and components: Natural Hazards Exposure Vulnerability Lack of Capacity Political willingness to use the INDC framework - Participation in UNFCCC fora Submission of NCs Paris Agreement ratification Technical and human capacity - Human Development Index - Governance indicators: Control of corruption Government effectiveness Regulatory quality - GNI per capita - DAC funds for adaptation Institutional capacity Economic and financial capacity Source: own elaboration. A country’s economic and financial capacity relates to the ability to gather adequate funds for providing exhaustive information. Identifying, measuring and communicating adaptation actions and needs are activities that can be financed through either national funds or external development funds. As indicators, this study proposes the use of GNI per capita for the former and DAC funds for adaptation for the latter. It should be highlighted that these two indicators are used in the calculation of the GCCA+ score, but here are separately assessed because they play a role with regard to the capacity to provide exhaustive information. One could argue that countries with high economic performance or receiving funds for adaptation through development assistance have higher economic and financial capacity (and indirectly, institutional, technical and human capacity) to include detailed information in their INDC. A summary of the factors and indicators discussed above is presented in Table 6. 5.5.1 Need of adaptation action The GCCA+ score captures the need of adaptation action in a given country by taking into account four issues: natural hazards, exposure, vulnerability and lack of capacity. Each of these components captures a specific dimension of the need of adaptation action, with regard, respectively, to the occurrence of climate-related and weather-driven hazards, the consequences for people and assets for the occurrence of such events, the socioeconomic and environmental factors that are like to influence vulnerability to such events, and the lack of ",
        "28 socioeconomic and environmental factors that make a country more resilient to such events (Miola et al., 2015). Besides the aggregate score, each of the four components has been assessed. Average GCCA+ score per group is shown in Figure 7. Figure 7. GCCA+ Score. Source: own elaboration based on Miola et al. (2015). From the comparison of the six groups a general pattern emerges. Group 1 countries have, on average, a higher GCCA+ score, hence larger needs of adaptation action. In contrast, Group 6 countries – those that not provide adaptation costs estimates at all – are characterised by a lower GCCA+ score. Other groups generally follow this trend. A significant correlation level (r=-0.38* 7 ) between the GCCA+ score and the grouping supports this hypothesis. It is also interesting to note that countries from Group 5, which provided aggregate mitigation and adaptation costs together, do not seem to follow the trend. Overall, from the analysis of the GCCA+ score indicator, it appears that countries communicating more exhaustive information are associated with larger adaptation needs. The study now analyses individually the four components of the GCCA+ score – Natural Hazards, Exposure, Vulnerability, Lack of Capacity (Figure 8). Natural Hazard and Exposure have a low correlation value with the grouping (r=-0.11 and r=0.06, respectively), whereas considerably higher correlation values are found for Vulnerability (r=-0.44*) and Lack of Capacity (r=-0.39*). These two components appear to be the main determinants of the correlation between the need of adaptation action and the grouping. ( 7 ) P-value smaller than 0.05. 0,4 0,42 0,44 0,46 0,48 0,5 0,52 0,54 0,56 1 2 3 4 5 6 r = - 0.38* ",
        "29 Figure 8. (From top left to bottom right) Natural Hazards, Exposure, Vulnerability, and Lack of Capacity scores. Source: own elaboration based on Miola et al. (2015). All in all, the data seem to indicate that the need of adaptation action has positively influenced information exhaustiveness, particularly concerning the aspects of vulnerability and lack of capacity. These results suggest that countries that communicated more exhaustive information are those more vulnerable to climate change, have lower capacity to cope with its impacts, and have in general larger adaptation needs. 5.5.2 Political willingness to use the INDC framework An evaluation of the political willingness to use the INDC framework is carried out through looking at National Communications (NCs) submitted to the UNFCCC (see Section 4.1). NCs are the vehicle for reporting climate action in developing countries, providing information on GHG inventories, measure to mitigate and to facilitate adequate adaptation to climate change, and other relevant information; the initial NC is required to be submitted within three years of entering the UNFCCC, and every four years thereafter (UNFCCC, 2017). In parallel to NCs, reporting is implemented through biennial update reports (BURs); however, considering that BURs focus on climate change mitigation, their analysis has not been included in the study (UNFCCC, 2017). The average number of NCs submitted per group are presented in Figure 9. The correlation between the two variables is rather low (r=-0.12) as the groups do not follow any trend. Given 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 2 3 4 5 6 r = - 0.11 Natural Hazards 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 2 3 4 5 6 r = 0.06 Exposure 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 2 3 4 5 6 r = - 0.44* Vulnerability 0,3 0,4 0,5 0,6 0,7 0,8 0,9 1 2 3 4 5 6 r = - 0.39* Lack of Capacity ",
        "30 this data, information exhaustiveness do not seem to have a relationship with the number of NCs submitted. Figure 9. Average number of NCs submitted to the UNFCCC. Source: own elaboration based on UNFCCC (2017). If the number of NCs submitted is a good indicator of historical involvement in UNFCCC fora, participation in the Paris Agreement represents a country’s recent involvement in climate action talks. Figure 10 shows the percentage, for every group, of countries that have ratified the Paris Agreement. Once again, the results do not show a clear relationship between our grouping and the share of countries that ratified the Paris Agreement (r close to zero). Considering both indicators, low correlation values and absence of a trend in the group classification indicate that an active participation in UNFCCC fora does not imply the provision of exhaustive information. As a consequence, the results suggest that the political willingness to use the INDC framework has not played a major role in influencing information exhaustiveness. 0 0,51 1,52 2,5 1 2 3 4 5 6 r = - 0.12 ",
        "31 Figure 10. Paris Agreement ratification status, percentage per group. Source: own elaboration based on UNFCCC (2016c). 5.5.3 Human, technical, institutional, economic and financial capacity 5.5.3.1 Human Development Index The indicator used for assessing technical and human capacity is the Human Development Index (HDI), a summary measure of key dimensions of human development provided by UNDP (2015). The Index captures three main aspects of human development – health, education, standard of living. These aspects are measured through life expectancy at birth, literacy rates for adults and children, and gross national income per capita, whose scores are aggregated using geometric mean (UNDP, 2015). It is relevant to point out that these three indicators are also embedded in the calculation of the Capacity component of the GCCA+ Index. This can be explained by the fact that capacity – or the lack of it – has an impact on the both the need and the ability to cope with climate change, two aspects which are highly interrelated. Following the framework presented in Section 5.4, the analysis in this section focuses at the HDI for evaluating the ability dimension. From the data represented in Figure 11, it is observed that to a more exhaustive communicated information is associated a lower HDI score (r=0.39*). Group 1 has an average HDI score well below the other groups, whereas Group 6 is the one with the highest score. The results suggest that the lack of human and technical capacity has not been a key factor affecting information exhaustiveness. Conversely, a significant positive correlation between the two factors indicates that countries with the lowest technical and human capacity managed to provide the most exhaustive information. It should be highlighted that developing countries, and LDCs in particular, often receive technical assistance for the preparation of their UNFCCC submissions. This and other factors might have helped overcome barriers of technical and human capacity. This apparently counterintuitive result will be further analysed in Section 5.5.3.5. 0% 20% 40% 60% 80% 100% 1 2 3 4 5 6 r = 0.05 ",
        "32 Figure 11. Human Development Index. Source: own elaboration based on UNDP (2015). Score 0 (low) to 1 (high). 5.5.3.2 Governance Indicators Governance indicators are used to capture countries’ institutional capacity to establish a framework to enable the identification, measurement and communication of adaptation actions and needs. In literature, governance is defined as the traditions and institutions by which authority in a country is exercised, including the process by which governments are selected, monitored and replaced, the capacity of the government to effectively formulate and implement sound policies, and the respect of citizens and the state for the institutions that govern economic and social interactions among them (Kaufmann, 2009). The three selected governance indicators are Control of corruption, Government effectiveness, and Regulatory quality. Control of corruption captures perceptions of the extent to which public power is exercised for private gain, including both petty and grand forms of corruption, as well as \"capture\" of the state by elites and private interests. Government Effectiveness captures perceptions of the quality of public services, the quality of the civil service and the degree of its independence from political pressures, the quality of policy formulation and implementation, and the credibility of the government's commitment to such policies. Lastly, Regulatory quality captures perceptions of the ability of the government to formulate and implement sound policies and regulations that permit and promote private sector development. (Kaufmann et al., 2010; WBG, 2016b). These three indicators capture different aspects of government quality that can provide a multifaceted assessment in terms of institutional capacity. The analysis of data, presented in Figure 12, shows the group average scores for each of the three indicators. Scores are expressed in units of a standard normal distribution, i.e. ranging from approximately -2.5 (low) to 2.5 (high) (Kaufmann et al., 2010; WBG, 2016b). 0,0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 1 2 3 4 5 6 r = 0.39* ",
        "33 Figure 12. Governance Indicators. Source: own elaboration based on WBG (2016b). Scores are expressed in standard normal units, ranging from approx. -2.5 to 2.5. As can be observed in the figure, groups whose countries provide more exhaustive information are associated with lower governance quality scores. In particular, Group 2 – comprising countries specifying individual action costs but not including both conditional and unconditional components – has the lowest score in all three indicators. These results seem to indicate that a high level of information exhaustiveness does not imply a higher governance quality, but rather the opposite. To a lower level of information exhaustiveness corresponds a comparatively higher score in governance. The values of these positive correlations range from 0.24 to 0.37. All three indicators show a significant correlation with the groupings. The same reasoning applied to the HDI indicator in terms of external assistance is valid for governance indicators. A low institutional capacity affecting the ability to communicate exhaustive information can be overcome through the provision of technical support. 5.5.3.3 GNI per capita GNI per capita is used to evaluate a country's economic performance, and, indirectly, its economic and financial capacity. As introduced in Section 5.4, it should be highlighted that, similarly to the HDI, these two indicators are also included in the GCCA+ Index, but are hereby assessed for evaluating the ability to cope with climate change, rather than the need to do it. The data presented in Figure 13 shows a considerably lower average GNI per capita in Group 1, which, in contrast, finds the higher average value in Group 6. In a similar fashion to the HDI and the governance indicators, exhaustive information is associated to lower GNI per capita, although with a non-significant, rather low correlation value (r=0.17). -1,2 -1,0 -0,8 -0,6 -0,4 -0,2 0,0 Control of corruption Government effectiveness Regulatory quality r = 0.37* r = 0.33* r = 0.24* 1 2 3 4 5 6 ",
        "34 Figure 13. Average GNI per capita, PPP (constant 2011 international dollars). Source: own elaboration based on WBG (2017). Due to the inherent characteristics of the countries included in the study, which includes both low-income countries and small island states with mid- to high-income economies, GNI per capita values are affected by the presence of outliers. The box plot chart presented in Figure 14 illustrates the skewness of the distribution. It can be noted that Group 1 and 5 do not have big outliers in the upper range as the other groups, a condition that seems to have affected the their average values. Figure 14. GNI per capita, PPP (constant 2011 international dollars). Source: own elaboration based on WBG (2017). The box plot shows minimum, maximum, first, second and third quartile values. The black squares represent the average of each group. 0 1.000 2.000 3.000 4.000 5.000 6.000 7.000 8.000 1 2 3 4 5 6 r = 0.17 0 5000 10000 15000 20000 25000 30000 1 2 3 4 5 6 ",
        "35 5.5.3.4 DAC funds for adaptation Official Development Assistance (ODA) and non-ODA flows 8 disbursed by members of the OECD Development Assistance Committee (DAC) include among their activities actions that target, primarily or partially, adaptation to climate change. A specific marking system applied to development finance flows allows the identification of actions connected to climate change and the environment. These markers, collectively known as “Rio markers”, were introduced to measure and monitor support to developing countries targeting the implementation of the Rio Convention, and form part of the OECD statistical system that monitors official development finance. Markers are used to identify actions regarding specific environmental sustainability characteristics, namely: climate change adaptation; climate change mitigation; biodiversity; desertification; environment. The adaptation marker was introduced in 2010 and considers activities that “ intend to reduce the vulnerability of human or natural systems to the current and expected impacts of climate change, including climate variability, by maintaining or increasing resilience, through increased ability to adapt to, or absorb, climate change stresses, shocks and variability and/or by helping reduce exposure to them ” (OECD, n.d.). Activities are given a score (Principal, Significant, or Not Targeted) depending on the extent to which their objective targets adaptation. Activities are marked as Principal when the adaptation objective is stated as fundamental for the design of, or motivation for, the activity; Significant when the adaptation objective is explicitly stated, but is not a fundamental driver of the activity; Not Targeted when the activity does not relate to adaptation in any significant way (OECD, n.d.). In addition to bilateral flows, since 2013 the DAC Creditor Reporting System database also collects data on climate components from the main MDBs and Rio- marked data for the GEF and the Adaptation Fund (OECD, 2016a). Figure 15. Average DAC adaptation funds, 2010-2015, USD per capita. Source: own elaboration based on OECD (2016). Per capita values are calculated using data of population in 2015 from WBG (2017). ( 8 ) DAC statistics cover, besides ODA flows, Other Official Flows (OOF) (official, non-concessional), private grants (private, concessional) and private flows at market value (private, non-concessional) (OECD, 2016b). 0 10 20 30 40 50 60 1 2 3 4 5 6 r = 0.21 r = 0.19 Principal Aggregate ",
        "36 Figure 16. Average DAC adaptation funds, 2010-2015, share of GNI. Source: own elaboration based on OECD (2016). Share of GNI values are calculated using data of GNI (constant 2010 USD) in 2010 from WBG (2017). The indicator of DAC funds for adaptation is used for assessing the availability of external funds supporting the provision of exhaustive information. Through external development finance countries can increase their economic and financial capacity to identify, measure and communicate adequately adaptation actions and needs. Data presented in this section are retrieved from the OECD database and illustrate the average amount of aid activities carried out by DAC members targeting climate change adaptation in the timeframe 2010-2015, that is, using all available data (OECD, 2016a). Figure 15 shows average DAC adaptation funds per capita, Figure 16 presents DAC adaptation funds as a share of GNI. The two columns for each group show the average value of funds for activities marked as Principal (grey), and the average aggregate value of funds for activities marked as Principal plus those marked as Significant (orange). DAC adaptation funds per capita represent the intensity of adaptation funding in a given country. It appears to be a positive trend for both Principal and Aggregate values, with the notable exception of Group 5, whose low values stand out markedly. Statistical analysis showed no significant correlation between information exhaustiveness and DAC adaptation funds per capita (r=0.21 for Principal, r=0.19 for Aggregate). DAC adaptation funds as share of GNI express the amount of funding in relation to a given country’s economic performance. There is a high variability among the groups, both for Principal and Aggregate values. In both charts, Group 6 stands out as the group with the highest values in all four cases while Group 1 gets the lowest values. Once again, no significant correlation was found (r=0.19 for Principal, r=0.15 for Aggregate). 5.5.3.5 Concluding remarks Looking at the broader picture, positive significant correlations were found for two of four indicators assessing the capacity to provide exhaustive information, while the other two indicators showed positive but not significant correlations. In particular, the trend seems to indicate that the more exhaustive the INDC information, the lower the levels of human development and governance quality. There also seems to be a positive correlation between the indicators of GNI per capita and DAC adaptation funds received and the provision of 0,0% 0,2% 0,4% 0,6% 0,8% 1,0% 1,2% 1,4% 1 2 3 4 5 6 r = 0.19 r = 0.15 Principal Aggregate ",
        "37 exhaustive information, but since the statistical analysis provided unclear results this aspect requires further examination. The results suggest that countries communicating more detailed information tend to be associated with lower human, technical, institutional, economic and financial capacity, while countries providing less detailed information tend to be associated with higher capacity scores. This aspect can be read in a dual interpretation: that a lower capacity did not result in less detailed information, but also the opposite, i.e., that a higher capacity did not entail the provision of exhaustive information. There are several reasons that could explain this apparently contradicting correlation between low capacity and exhaustive information. As already discussed before, a first explanation is that countries with lower capacity levels might have been supported externally through non- DAC funds that have not been assessed as they lie beyond the study boundaries. Several third parties – such as the GEF, the GCF, UNDP/UNEP and MDBs – can provide technical and financial assistance to help developing countries communicate actions and needs. This assistance has been at times communicated in INDCs and categorised in the list of adaptation costs, but is not fully captured by the DAC adaptation funds indicator. The results can be also interpreted as a signal that the capacity to provide exhaustive information might have played a minor role compared to the need to provide exhaustive information. According to this interpretation, a large need to provide information has been the key driver for information exhaustiveness, while a low level of capacity to provide information proved not to be a major hurdle. One additional consideration stems from the fact that exhaustive information does not necessarily imply accurate information. It cannot be ruled out that actions with detailed costs might have resulted from inaccurate estimates, especially given the preliminary results of this analysis of capacity to communicate information. It is important to highlight that this study is assessing the exhaustiveness of information in INDCs, not its accuracy in estimating costs. ",
        "38 6 Discussion and conclusion 6.1 Discussion The purpose of this section is to conduct an overall evaluation of the research process, in terms of suitability of the research approach, study significance, and study validity and replicability. 6.1.1 Suitability of research approach Assessing the suitability of the research process refers to understanding the appropriateness of the methodological framework to the subject of study. The research is based on two main methodological approaches: a. The country categorisation framework on information exhaustiveness in INDCs (Section 5.1); b. The conceptual framework on factors influencing information exhaustiveness in INDCs, and the indicators used for evaluation (Sections 5.4 and 5.5). Regarding the former, a reflection over the possible presence of inconsistencies in the grouping has been included in Section 5.1. Due to the nature of the study and the type of information contained in INDCs, ranking countries according to information exhaustiveness inevitably leads to methodological issues. In existing literature an absence of comparable approaches to use as a reference for design of the categorisation framework is observed. As a result, this framework should be considered as a tentative approach for categorisation, whose appropriateness and validity needs to be better evaluated in future research. In the design of the latter framework, indicators were chosen according to the following characteristics: suitability to the aspect analysed; data availability, ease of access and use; absence or unavailability of alternative (proxy) indicators. The choice of indicators, and the width of the analysis, was influenced by time constraints. Being a conceptual framework developed by the author, the approach has been tailored to the study needs. Further research can investigate its suitability to different fields of study. 6.1.2 Study significance As described in Chapter 1, this study investigated total adaptation costs communicated by SIDS and LDCs through the INDC framework, their characteristics, and the extent to which INDCs have been exhaustive in the provision of information about adaptation actions and costs. Thanks to this analysis, the preliminary assessment of total communicated costs that has been performed, as well as the two frameworks developed in the study, can be used for future evaluation and comparison. In addition, the analysis identified significant correlations between some of the chosen indicators and the variable of information exhaustiveness. Other indicators showed correlations that were not statistically significant, but, given that this could have been affected by methodological choices, this aspect needs further analysis. Given that the existing literature on the topic is minimal, this study paves the way for future research on the factors affecting the provision of exhaustive information in INDCs and the approaches to analyse this subject. ",
        "39 6.1.3 Study validity In order to enhance replicability, the study pursued a high degree of transparency, with particular regard to the methodology used. A number of shortcomings that might have played a role for the validity of the study are hereby listed. Regarding the scope of the study, it should be highlighted that the definition of LDCs and SIDS has not been consistently used among the literature on the topic. Due to data availability reasons, this study follows the approach used in Miola et al. (2015), which includes all countries listed in official UNFCCC documents as LDCs, and all UN Member SIDS, excluding Bahamas and Singapore and including Cook Islands. (UN/DESA, n.d.; United Nations Committee for Development Policy, 2016). It is acknowledged that the inclusion or exclusion of countries could have impacted the results. It is also highlighted that these country categories are subject to frequent changes and are defined through a series of indicators that are not universally accepted. The decision to analyse both LDCs and SIDS created some troubles for evaluation. Despite some countries fall into both categories, among the two groups there are broad differences in terms of income, population, national circumstances, and more. Comparison of countries with largely different characteristics might have altered some results, especially in indicators using such characteristics (e.g., GNI per capita) where outliers were found. The country categorisation employed in Section 5.1 resulted in rather diverse groupings in terms for number of countries. The presence of groups with few elements could have affected the results. As discussed in Section 4.1, sector and sub-sector categorisation for adaptation actions followed the methodology used in the WBG INDC database (WBG, 2016a). This categorisation is arguably not transparent, as there are no sub-sector definitions and no clear separation between categories. However, the categorisation had negligible impacts in the analysis of costs and information types – with the exception of width of adaptation action across sectors. Given that data availability has been among the characteristics for the choice of indicators, there are only minor problems related to data gaps. Most indicators have no missing data, or missing data for one country. The indicators of HDI, GNI per capita and DAC adaptation funds present slightly larger data gaps, mainly for small island states. The use of secondary data for indicators makes the study highly replicable. 6.2 Conclusion The study performed an analysis of adaptation costs communicated through INDCs of 74 developing countries belonging to the SIDS and LDC groups. By looking at adaptation action as provided in INDCs, the research made an assessment of communicated adaptation actions and needs from recipients’ perspective. Total communicated costs amount to USD 228 billion, of which USD 141 billion are costs for specified actions and the remainder is composed of non-specified aggregates. With only 6.5 percent of specified actions being unconditional, the greatest bulk of actions are conditional on external support. Besides categorising the type of actions and calculating total communicated costs, the analysis examined in more detail information exhaustiveness in INDCs, classifying the countries into six groups depending on the degree of detail in communicated information with the help of a categorisation framework. Factors influencing information exhaustiveness in INDCs have been investigated through a conceptual framework that examines the willingness and the capacity to provide information. ",
        "40 By looking at the indicators used for the analysis, preliminary results seem to indicate that countries communicating more exhaustive information are associated with higher levels of need of adaptation action, but are also associated with lower scores in terms of institutional, economic, financial, technical and human capacity. This latter aspect appears counterintuitive and can be explained in different manners – the provision of external technical and financial support that has not been captured in this study; the more prominent role played by the need to communicate over the capacity to communicate; the fact that exhaustive information does not necessarily imply accurate information. These possible explanations are further discussed in Section 5.5.3.5. In contrast, the results do not show correlation between information exhaustiveness and political willingness to use the INDC framework. Considering that the Paris Agreement ratification – and consequently, the switch from INDC to NDC – is an ongoing process, research on this topic needs frequent and up-to-date review as more information on adaptation is communicated in the revised NDCs. The progressive setup of a UNFCCC framework defining methods for identifying, measuring and reporting adaptation action will be a key driver in the definition of future research priorities in the field. By looking at adaptation finance from a recipients’ perspective, this study sets the basis for a multi-perspective approach to climate finance that takes into consideration both donors and recipients. In addition to the results, the current study provides two frameworks to be employed in future research on the topic. Valuable follow-up research activities include analysing the extent to which the two perspectives match, in terms of targeting and prioritising specific countries, sectors and actions, as well as comparing the volumes of adaptation finance assessing whether the disbursements match the needs. ",
        "41 References Atteridge, A. (2011). Will Private Finance Support Climate Change Adaptation in Developing Countries? Historical Patterns as a Window on Future Private-Sector Climate Finance . Stockholm Environment Institute (SEI), Working Paper No. 2011-05. Ayers, J., & Huq, S. (2009). Supporting adaptation to climate change: What role for official development assistance. Development Policy Review , 27 (6), 675–692. https://doi.org/10.1111/j.1467-7679.2009.00465.x Biagini, B., Bierbaum, R., Stults, M., Dobardzic, S., & McNeeley, S. M. (2014). A typology of adaptation actions: A global look at climate adaptation actions financed through the Global Environment Facility. Global Environmental Change , 25 (1), 97–108. https://doi.org/10.1016/j.gloenvcha.2014.01.003 Boyd, R., Turner, J. C., & Ward, B. (2015). Intended nationally determined contributions: What are the implications for greenhouse gas emissions in 2030? Centre for Climate Change Economics and Policy (CCCEP) & Grantham Research Institute on Climate Change and the Environment. Buchner, B., Falconer, A., Hervé-Mignucci, M., Trabacchi, C., & Brinkman, M. (2011). The Landscape of Climate Finance . Climate Policy Initiative (CPI). Buchner, B. K., Trabacchi, C., Mazza, F., Abramskiehn, D., & Wang, D. (2015). Global Landscape of Climate Finance 2015 . Climate Policy Initiative (CPI). Butler, J. R. A., Bohensky, E. L., Suadnya, W., Yanuartati, Y., Handayani, T., Habibi, P., … Sutaryono, Y. (2016). Scenario planning to leap-frog the Sustainable Development Goals: An adaptation pathways approach. Climate Risk Management , 12 , 83–99. https://doi.org/10.1016/j.crm.2015.11.003 Callaghan, I. (2015). Climate finance after COP21: Pathways to the effective financing of commitments and needs . Climate Action Tracker (CAT). (2016). Climate Action Tracker . Retrieved October 25, 2016, from http://climateactiontracker.org/ Chambwera, M., Heal, G., Dubeux, C., Hallegatte, S., Leclerc, L., Markandya, A., … Neumann, J. E. (2014). Economics of Adaptation. In: Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change . Intergovernmental Panel on Climate Change (IPCC). Day, T., Röser, F., & Kurdziel, M. (2016). Conditionality of Intended Nationally Determined Contributions (INDCs) . NewClimate Institute. Danish Energy Agency (DEA). (2015). Analyzing the 2030 emissions gap . Dellink, R., den Elzen, M., Aiking, H., Bergsma, E., Berkhout, F., Dekker, T., & Gupta, J. (2009). Sharing the burden of financing adaptation to climate change. Global Environmental Change , 19 (4), 411–421. https://doi.org/10.1016/j.gloenvcha.2009.07.009 German Development Institute (DIE). (2015). NDC Explorer . Retrieved from http://klimalog.die-gdi.de/ndc/#NDCExplorer/ Fukuda-Parr, S., Lopes, C., & Malik, K. (eds.) (2002). Capacity for development: New solutions to old problems . Gajanan Bhave, A., Conway, D., Dessai, S., & Stainforth, D. A. (2016). Barriers and opportunities for robust decision making approaches to support climate change adaptation in the developing world. Climate Risk Management . https://doi.org/10.1016/j.crm.2016.09.004 Gütschow, J., Jeffery, L., Alexander, R., Hare, B., Schaeffer, M., Rocha, M., … Blok, K. (2015). INDCs lower projected warming to 2.7˚C: significant progress but still above 2˚C . Climate Action Tracker (CAT). ",
        "42 Holdaway, E., & Dodwell, C. (2015). A guide to INDCs . Ricardo-AEA & CDKN. IPCC. (2014). Summary for policymakers. In Climate Change 2014: Impacts, adaptation and vulnerability. Part A: Global and sectoral aspects, contributions of the Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change . https://doi.org/10.1016/j.renene.2009.11.012 Kaufmann, D. (2009). Governance Matters VIII: Aggregate and Individual Governance Indicators 1996-2008 . World Bank Group (WBG), Policy Research Working Paper, Vol. 21. https://doi.org/10.1080/713701075 Kaufmann, D., Kraay, A., & Mastruzzi, M. (2010). The Worldwide Governance Indicators: Methodology and analytical issues . World Bank Group (WBG). Keohane, R. (1988). International Institutions: Two Approaches. International Studies Quarterly , 32 (4), 379–396. Khan, M. R., & Roberts, J. T. (2013). Adaptation and international climate policy. Wiley Interdisciplinary Reviews: Climate Change , 4 (3), 171–189. https://doi.org/10.1002/wcc.212 Levin, K., Rich, D., Bonduki, Y., Comstock, M., Tirpack, D., Mcgray, H., … Waskow, D. (2015). Designing and Preparing Intended Nationally Determined Contributions (INDCs) . World Resources Institute (WRI) & United Nations Development Programme (UNDP). Magnan, A. K., & Ribera, T. (2016). Global adaptation after Paris. Science , 352 (6291), 1280– 1282. https://doi.org/10.1111/1467-8322.12302 Mbeva, K. L., & Pauw, P. (2016). Self-Differentiation of Countries’ Responsibilities Addressing Climate Change through Intended Nationally Determined Contributions . German Development Institute (DIE). Mcgray, H. (2014). Clarifying the UNFCCC National Adaptation Plan Process . World Resources Institute (WRI). Retrieved November 22, 2016, from http://www.wri.org/blog/2014/06/clarifying-unfccc-national-adaptation-plan-process Mertz, O., Halsnæs, K., Olesen, J. E., & Rasmussen, K. (2009). Adaptation to climate change in developing countries. Environmental Management , 43 (5), 743–752. https://doi.org/10.1007/s00267-008-9259-3 Millner, A., & Dietz, S. (2011). Adaptation to climate change and economic growth in developing countries. Environment and Development Economics , 20 (3), 380–406. https://doi.org/10.1017/S1355770X14000692 Miola, A., Papadimitriou, E., Mandrici, A., Mccormick, N., & Gobron, N. (2015). Index for the EU Global Climate Change Alliance plus flagship initiative . European Commission (EC), JRC Technical Report. Mogelgaard, K., & Mcgray, H. (2015). With new climate plans, adaptation is no longer an overlooked issue . World Resources Institute (WRI). Retrieved November 8, 2016, from http://www.wri.org/blog/2015/11/new-climate-plans-adaptation-no-longer-overlooked- issue Moore, F. C. (2012). Costing Adaptation: Revealing tensions in the normative basis of adaptation policy in adaptation cost estimates. Science, Technology, & Human Values, 37 (2), 171–198. Noble, I. R., Huq, S., Anokhin, Y. a., Carmin, J., Goudou, D., Lansigan, F. P., … Villamizar, A. (2014). Adaptation Needs and Options. In: Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change . Intergovernmental Panel on Climate Change (IPCC). Nordgren, J., Stults, M., & Meerow, S. (2016). Supporting local climate change adaptation: Where we are and where we need to go. Environmental Science & Policy . ",
        "43 https://doi.org/10.1016/j.envsci.2016.05.006 Northrop, E. (2016). Papua New Guinea Is First Country to Finalize National Climate Plan Under Paris Agreement . World Resources Institute (WRI). Retrieved October 26, 2016, from http://www.wri.org/blog/2016/03/papua-new-guinea-first-country-finalize-national- climate-plan-under-paris-agreement Northrop, E., & Waskow, D. (2015). A Framework for Describing Fairness and Ambition in Intended Nationally Determined Contribution . World Resources Institute (WRI). Organisation for Economic Co-operation and Development (OECD). (n.d.). Definition and guidance for the climate Rio markers . Organisation for Economic Co-operation and Development (OECD). (2015). Climate Finance in 2013-14 and the USD 100 billion goal . OECD & Climate Policy Initiative (CPI). Organisation for Economic Co-operation and Development (OECD). (2016a). Aid activities targeting Global Environmental Objectives . Retrieved November 23, 2016, from http://stats.oecd.org Organisation for Economic Co-operation and Development (OECD). (2016b). Resource flows beyond ODA in DAC statistics. Retrieved from http://www.oecd.org/dac/financing- sustainable-development/development-finance-standards/beyond-oda.htm Olhoff, A., Bee, S., & Puig, D. (2015). The Adaptation Finance Gap Update: With Insights from the INDCs . United Nations Environment Programme (UNEP). Oxfam. (2007). Adapting to climate change: What’s needed in poor countries, and who should pay? Oxfam briefing paper, May 2007. Parry, M., Arnell, N., Berry, P., Dodman, D., Fankhauser, S., Hope, C., … Wheeler, T. (2009). Assessing the costs of Adaptation to Climate Change . A review of the UNFCCC and other recent estimates . International Institute for Environment and Development (IIED) & Grantham Institute for Climate Change. Pickering, J., Skovgaard, J., Kim, S., Roberts, J. T., Rossati, D., Stadelmann, M., & Reich, H. (2015). Acting on climate finance pledges: Inter-agency dynamics and relationships with aid in contributor states. World Development , 68 (1), 149–162. https://doi.org/10.1016/j.worlddev.2014.10.033 Rogelj, J., den Elzen, M., Höhne, N., Fransen, T., Fekete, H., Winkler, H., … Meinshausen, M. (2016). Paris Agreement climate proposals need a boost to keep warming well below 2 °C. Nature , 534 (7609), 631–639. https://doi.org/10.1038/nature18307 Röser, F., Day, T., & Kurdziel, M. (2016). After Paris: What is next for Intended Nationally Determined Contributions (INDCs)? NewClimate Institute. Sherman, M., Berrang-Ford, L., Lwasa, S., Ford, J., Namanya, D. B., Llanos-Cuentas, A., … Harper, S. (2016). Drawing the line between adaptation and development: A systematic literature review of planned adaptation in developing countries. Wiley Interdisciplinary Reviews: Climate Change , 7 (5), 707–726. https://doi.org/10.1002/wcc.416 Stavins, R., & Stowe, R. (2016). The Paris Climate Agreement and beyond: International climate change policy post-2020 . https://doi.org/10.1017/CBO9781107415324.004 Stern, N. (2006). Stern review: The economics of climate change . https://doi.org/10.1257/aer.98.2.1 United Nations (UN). (n.d.). Glossary of terms related to Treaty actions . Retrieved from https://treaties.un.org/pages/Overview.aspx?path=overview/glossary/page1_en.xml United Nations (UN). (2015). Transforming our world: The 2030 agenda for sustainable development. United Nations Department of Economic and Social Affairs (UN/DESA). (n.d.). Small Islands Developing States. Retrieved from https://sustainabledevelopment.un.org/topics/sids/list United Nations Development Programme (UNDP). (2007). Human Development Report 2007/2008 . https://doi.org/ISBN 978-0-230-54704-9 ",
        "44 United Nations Development Programme (UNDP). (2015). Human Development Report 2015: Work for Human Development . United Nations Environment Programme (UNEP). (2014). The adaptation gap: A preliminary assessment report . United Nations Environment Programme (UNEP). (2015). The emissions gap report 2015: A UNEP synthesis report. United Nations Environment Programme (UNEP). (2016a). The adaptation gap: Finance report . United Nations Environment Programme (UNEP). (2016b). The emissions gap report 2016 : A UNEP synthesis report. United Nations Framework Convention on Climate Change (UNFCCC). (2007). Investment and financial flows to address climate change . United Nations Framework Convention on Climate Change (UNFCCC). (2013). National Adaptation Programmes of Action . United Nations Framework Convention on Climate Change (UNFCCC). (2014a). Lima Call for climate action . United Nations Framework Convention on Climate Change (UNFCCC). (2014b). National Adaptation Plans. Retrieved November 22, 2016, from http://unfccc.int/adaptation/workstreams/national_adaptation_plans/items/6057.php United Nations Framework Convention on Climate Change (UNFCCC). (2014c). National Adaptation Programmes of Action (NAPAs) . Retrieved November 22, 2016, from http://unfccc.int/national_reports/napa/items/2719.php United Nations Framework Convention on Climate Change (UNFCCC). (2015). Paris Agreement . United Nations Framework Convention on Climate Change (UNFCCC). (2016a). Aggregate effect of the intended nationally determined contributions: an update . United Nations Framework Convention on Climate Change (UNFCCC). (2016b). Intended Nationally Determined Contributions (INDCs) . Retrieved October 25, 2016, from http://unfccc.int/focus/indc_portal/items/8766.php United Nations Framework Convention on Climate Change (UNFCCC). (2016c). Paris Agreement - Status of Ratification . Retrieved October 26, 2016, from http://unfccc.int/paris_agreement/items/9444.php United Nations Framework Convention on Climate Change (UNFCCC). (2016d). The Paris Agreement . Retrieved October 26, 2016, from http://unfccc.int/paris_agreement/items/9485.php United Nations Framework Convention on Climate Change (UNFCCC). (2017). Submitted National Communications from non-Annex I Parties . Retrieved from http://unfccc.int/national_reports/non-annex_i_natcom/submitted_natcom/items/653.php UNFCCC Standing Committee on Finance. (2016). 2016 biennial assessment and overview of climate finance flows report . United Nations Committee for Development Policy. (2016). List of Least Developed Countries (as of May 2016) . World Bank Group (WBG). (2006). Clean energy and development: Towards an investment framework . World Bank Group (WBG). (2010). The costs to developing countries of adapting to climate change: New methods and estimates . World Bank Group (WBG). (2016a). Intended Nationally Determined Contributions (INDCs) . Retrieved October 28, 2016, from http://spappssecext.worldbank.org/sites/indc/Pages/INDCHome.aspx World Bank Group (WBG). (2016b). Worldwide governance indicators . Retrieved from ",
        "45 http://data.worldbank.org/data-catalog/worldwide-governance-indicators World Bank Group (WBG). (2017). World development indicators . Retrieved from http://data.worldbank.org/data-catalog/world-development-indicators Westphal, M. I., Canfin, P., Ballesteros, A., & Morgan, J. (2015). Getting to $100 billion: Climate finance scenarios and projections to 2020 . World Resources Institute (WRI). Willems, S., & Baumert, K. (2003). Institutional Capacity and Climate Actions. Organisation for Economic Co-operation and Development (OECD). World Resources Institute (WRI). (n.d.). What is an INDC? Retrieved October 26, 2016, from http://www.wri.org/indc-definition World Resources Institute (WRI). (2015). Decoding Intended Nationally Determined Contributions (INDCs) : A guide for understanding country commitments. Wucke, A., von Lüpke, H., Herrmann, L., Kurdziel, M., Day, T., Roeser, F., & Zachow, I. (2016). Challenges and lessons learned in the preparation of Intended Nationally Determined Contributions (INDCs) . NewClimate Institute & Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ). Zhang, W., & Pan, X. (2016). Study on the demand of climate finance for developing countries based on submitted INDC. Advances in Climate Change Research , 7 , 99–104. https://doi.org/10.1016/j.accre.2016.05.002 ",
        "46 List of abbreviations and definitions AF Adaptation Fund BUR Biennial Update Report CAT Climate Action Tracker CPIA Country Policy and Institutional Assessment CO 2 Carbon Dioxide DAC Development Assistance Committee DIE German Development Institute GCCA+ Global Climate Change Alliance Plus GCF Green Climate Fund GDP Gross Domestic Product GEF Global Environmental Facility GHG Greenhouse gases GNI Gross National Income HDI Human Development Index INDC Intended Nationally Determined Contribution IPCC Intergovernmental Panel on Climate Change LDCs Least Developed Countries LULUCF Land Use, Land Use Change and Forestry MDB Multilateral Development Bank MRV Measuring, Reporting and Verification NAMA Nationally Appropriate Mitigation Action NAP National Adaptation Plan NAPA National Adaptation Program of Action NC National Communication NDC Nationally Determined Contribution ODA Official Development Assistance OECD Organisation for Economic Co-operation and Development OOF Other Official Flows SDGs Sustainable Development Goals SIDS Small Island Developing States UN United Nations UNDP United Nations Development Programme UNEP United Nations Environment Programme UNFCCC United Nations Framework Convention on Climate Change USD United States Dollars WBG World Bank Group ",
        "47 WGI Worldwide Governance Indicators WRI World Resources Institute ",
        "48 List of figures Figure 1. Key adaptation sectors prioritised in the INDCs. ........................................ 12 Figure 2. Country categorisation framework. .......................................................... 20 Figure 3. Cost information types per country. ......................................................... 21 Figure 4. Cost information types, share of total costs. ............................................. 22 Figure 5. Number of sub-sectors covered per group. ............................................... 23 Figure 6. Factors influencing information exhaustiveness in INDC. ............................ 25 Figure 7. GCCA+ Score. ...................................................................................... 28 Figure 8. (From top left to bottom right) Natural Hazards, Exposure, Vulnerability, and Lack of Capacity scores. ....................................................................................... 29 Figure 9. Average number of NCs submitted to the UNFCCC. .................................... 30 Figure 10. Paris Agreement ratification status, percentage per group. ....................... 31 Figure 11. Human Development Index. ................................................................. 32 Figure 12. Governance Indicators. ........................................................................ 33 Figure 13. Average GNI per capita, PPP (constant 2011 international dollars). ............ 34 Figure 14. GNI per capita, PPP (constant 2011 international dollars). ........................ 34 Figure 15. Average DAC adaptation funds, 2010-2015, USD per capita. ..................... 35 Figure 16. Average DAC adaptation funds, 2010-2015, share of GNI. ........................ 36 ",
        "49 List of tables Table 1. INDC template ........................................................................................ 8 Table 2. Options for expressing a GHG reduction target. .......................................... 11 Table 3. Action classification structure. .................................................................. 15 Table 4. Sector and Sub-Sector categorisation. ...................................................... 17 Table 5. Communicated adaptation needs in SIDS and LDCs. ................................... 19 Table 6 . Factors and indicators for assessment. ...................................................... 27 ",
        "50 Annexes Annex 1. Countries covered in the study # Country LDC SIDS SIDS + LDC INDC Adaptation component in INDC NAPA 1 Afghanistan ✓ ✓ ✓ ✓ 2 Angola ✓ ✓ ✓ ✓ 3 Antigua and Barbuda ✓ ✓ ✓ 4 Bangladesh ✓ ✓ ✓ ✓ 5 Barbados ✓ ✓ ✓ 6 Belize ✓ ✓ ✓ 7 Benin ✓ ✓ ✓ ✓ 8 Bhutan ✓ ✓ ✓ ✓ 9 Burkina Faso ✓ ✓ ✓ ✓ 10 Burundi ✓ ✓ ✓ ✓ 11 Cambodia ✓ ✓ ✓ ✓ 12 Cape Verde ✓ ✓ ✓ ✓ 13 Central African Rep. ✓ ✓ ✓ ✓ 14 Chad ✓ ✓ ✓ ✓ 15 Comoros ✓ ✓ ✓ ✓ ✓ ✓ 16 Congo, Dem. Rep. ✓ ✓ ✓ ✓ 17 Cook Islands ✓ ✓ ✓ 18 Cuba ✓ ✓ ✓ 19 Djibouti ✓ ✓ ✓ ✓ 20 Dominica ✓ ✓ ✓ 21 Dominican Republic ✓ ✓ ✓ 22 Equatorial Guinea ✓ ✓ ✓ ✓ 23 Eritrea ✓ ✓ ✓ ✓ 24 Ethiopia ✓ ✓ ✓ ✓ 25 Fiji ✓ ✓ ✓ 26 Gambia ✓ ✓ ✓ ✓ 27 Grenada ✓ ✓ ✓ 28 Guinea ✓ ✓ ✓ ✓ 29 Guinea-Bissau ✓ ✓ ✓ ✓ ✓ ✓ 30 Guyana ✓ ✓ ✓ 31 Haiti ✓ ✓ ✓ ✓ ✓ ✓ 32 Jamaica ✓ ✓ ✓ 33 Kiribati ✓ ✓ ✓ ✓ ✓ ✓ 34 Laos ✓ ✓ ✓ ✓ 35 Lesotho ✓ ✓ ✓ ✓ 36 Liberia ✓ ✓ ✓ ✓ 37 Madagascar ✓ ✓ ✓ ✓ 38 Malawi ✓ ✓ ✓ ✓ 39 Maldives ✓ ✓ ✓ ✓ 40 Mali ✓ ✓ ✓ ✓ 41 Marshall Islands ✓ ✓ ✓ 42 Mauritania ✓ ✓ ✓ ✓ 43 Mauritius ✓ ✓ ✓ 44 Micronesia, F.S. ✓ ✓ 45 Mozambique ✓ ✓ ✓ ✓ ",
        "51 46 Myanmar ✓ ✓ ✓ ✓ 47 Nauru ✓ ✓ ✓ 48 Nepal ✓ ✓ ✓ ✓ 49 Niger ✓ ✓ ✓ ✓ 50 Palau ✓ ✓ 51 Papua New Guinea ✓ ✓ ✓ 52 Rwanda ✓ ✓ ✓ ✓ 53 Samoa ✓ ✓ ✓ ✓ ✓ ✓ 54 São Tomé and Príncipe ✓ ✓ ✓ ✓ ✓ ✓ 55 Senegal ✓ ✓ ✓ ✓ 56 Seychelles ✓ ✓ ✓ 57 Sierra Leone ✓ ✓ ✓ ✓ 58 Solomon Islands ✓ ✓ ✓ ✓ ✓ ✓ 59 Somalia ✓ ✓ ✓ ✓ 60 St. Kitts-Nevis ✓ ✓ ✓ 61 St. Lucia ✓ ✓ ✓ 62 St. Vincent and Grenadines ✓ ✓ ✓ 63 Sudan ✓ ✓ ✓ ✓ 64 Suriname ✓ ✓ ✓ 65 Tanzania ✓ ✓ ✓ ✓ 66 Timor-Leste ✓ ✓ ✓ ✓ 67 Togo ✓ ✓ ✓ ✓ 68 Tonga ✓ ✓ ✓ 69 Trinidad and Tobago ✓ ✓ 70 Tuvalu ✓ ✓ ✓ ✓ ✓ 71 Uganda ✓ ✓ ✓ ✓ 72 Vanuatu ✓ ✓ ✓ ✓ ✓ ✓ 73 Yemen ✓ ✓ ✓ ✓ 74 Zambia ✓ ✓ ✓ ✓ Total 48 36 10 73 69 50 ",
        "52 Annex 2. Countries covered in the study # Country Country categorisation 1 Afghanistan 2 2 Angola 1 1 3 Antigua and Barbuda 4 4 Bangladesh 2 5 Barbados 6 6 Belize 3 7 Benin 1 8 Bhutan 6 9 Burkina Faso 2 10 Burundi 3 11 Cambodia 5 12 Cape Verde 6 13 Central African Rep. 3 14 Chad 1 15 Comoros 4 16 Congo, Dem. Rep. 3 17 Cook Islands 6 18 Cuba 6 19 Djibouti 4 20 Dominica 4 21 Dominican Republic 3 22 Equatorial Guinea 2 23 Eritrea 1 24 Ethiopia 6 25 Fiji 6 26 Gambia 6 27 Grenada 5 28 Guinea 4 29 Guinea-Bissau 6 30 Guyana 4 31 Haiti 4 32 Jamaica 6 33 Kiribati 2 34 Laos 2 35 Lesotho 3 36 Liberia 3 37 Madagascar 4 38 Malawi 6 39 Maldives 6 40 Mali 4 41 Marshall Islands 6 42 Mauritania 2 43 Mauritius 4 44 Micronesia, F.S. 6 45 Mozambique 6 46 Myanmar 6 47 Nauru 6 48 Nepal 6 49 Niger 1 50 Palau 6 51 Papua New Guinea 6 52 Rwanda 5 53 Samoa 6 54 São Tomé and Príncipe 6 ",
        "53 55 Senegal 1 56 Seychelles 3 57 Sierra Leone 5 58 Solomon Islands 4 59 Somalia 2 60 St. Kitts-Nevis 6 61 St. Lucia 6 62 St. Vincent and Grenadines 3 63 Sudan 4 64 Suriname 4 65 Tanzania 4 66 Timor-Leste 6 67 Togo 2 68 Tonga 6 69 Trinidad and Tobago 6 70 Tuvalu 6 71 Uganda 2 4 72 Vanuatu 4 73 Yemen 3 74 Zambia 4 ( 1 ) The country’s INDC includes both specific action costs and aggregate adaptation costs, with a non- negligible difference in value between the two estimates. It was chosen to consider the country as Group 1, thereby disregarding the aggregate adaptation costs. Both cost estimates have been taken into account when calculating the values shown in Table 5. ( 2 ) The country’s INDC includes one specific action cost and aggregate adaptation cost. It was chosen to consider the country as Group 4, thereby disregarding the specific action cost. Both cost estimates have been taken into account when calculating the values shown in Table 5. ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: http://europea.eu/contact On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by electronic mail via: http://europa.eu/contact FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU publications You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact). ",
        "doi:10.2760/309972 ISBN 978-92-79-70067-5 K J - N A - 28664 - E N - N "
    ]
}