{
    "text": [
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace European Union Institute for Security Studies Joint Report June 2011 Co-edited by Luis Peral and Ashley J. Tellis CONTRIBUTORS Masood Aziz, Zuhra Bahman, James Dobbins, Gilles Dorronsoro, Etienne de Durand, Eva Gross, Ali Ahmed Jalali, Said Jawad, Martin Kobler, Clare Lockhart, Bettina Muscheidt, Luis Peral, Shannon Scribner, Barbara J. Stapleton, Caroline Wadhams www.iss.europa.eu • info@iss.europa.eu European Union Institute for Security Studies European Union Institute for Security Studies ",
        "The EUISS and the Carnegie Endowment for International Peace co-organised a conference entitled ‘Afghanistan 2011-2014 and beyond: transforming international support operations for sustainable peace’ in Washington D.C. on 22-23 February 2011. This report, co-edited by Luis Peral of the EUISS and Ashley J. Tellis of the Carnegie Endowment for International Peace, summarises the highlights of the conference and features contributions written up by a range of experts who attended the conference. The contributors are: Masood Aziz (economic development and empowerment in Part III and China’s role in Part IV), Zuhra Bahman (the civil service), James Dobbins (US), Gilles Dorronsoro (the Taliban), Etienne de Durand (transition), Eva Gross (the civilian component of security), Ali Ahmed Jalali (Afghan National Security Forces), Said Jawad (political transition), Martin Kobler (A view from the field), Clare Lockhart (the economy), Bettina Muscheidt (justice), Luis Peral (Introduction), Shannon Scribner (development), Barbara J. Stapleton (corruption), Caroline Wadhams (political transition). We also gratefully acknowledge the invaluable participation of General Abdul Rahim Wardak, the Minister of Defence of the Islamic Republic of Afghanistan, Martin Kobler, Deputy Special Representative of the UN Secretary-General (Political) of the United Nations Assistance Mission in Afghanistan (UNAMA), Martin Howard, the Assistant Secretary General for Operations, NATO, and Frank Ruggiero, the Senior Deputy US Special Representative to Afghanistan and Pakistan, who all delivered keynote speeches at the conference. Institute for Security Studies European Union 43 avenue du Président Wilson 75775 Paris cedex 16 tel.: +33 (0)1 56 89 19 30 fax: +33 (0)1 56 89 19 31 info@iss.europa.eu http://www.iss.europa.eu Director: Álvaro de Vasconcelos © EU Institute for Security Studies 2011. All rights reserved. No part of this publication may be reproduced, stored in a retrieval system or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise without the prior permission of the EU Institute for Security Studies. ISSN 1830-9747 ISBN 978-92-9198-189-2 QN-AF-11-012-EN-C doi:10.2815/24844 Published by the EU Institute for Security Studies and printed in Condé-sur-Noireau (France) by Corlet Imprimeur. Graphic design by Metropolis, Lisbon. ",
        "Contents Executive Summary 3 Introduction 5 A view from the field 10 I. Sustaining military operations amidst Afghan-led peacebuilding 13 Building the Afghan national security Forces (AnsF) 13 external and internal efforts should converge 18 Is there a transition taking place in Afghanistan? 23 the need to regain legitimacy through the civilian component of security 28 II. Crafting a sustainable political transition 30 A wider transition agenda is needed that includes training of the Afghan civil service 30 the need for a vision with a view to the political transition in Afghanistan 33 Corruption should be addressed structurally, including the security and justice sectors 35 Making of the political transition something beyond an illusion: challenges ahead 39 ",
        "III. International support for socio-economic sustainability 42 effective initiatives towards local economic development and empowerment 42 only Afghan revenue can make the Afghan economy self-sustaining 45 the need for a functional justice sector in order to attract foreign aid and investment 48 Achieving long-term development in Afghanistan with low international dependence 51 IV. Strengthening regional cooperation and integration 5 3 A negotiated agreement with the taliban must entail proactive Pakistani engagement 53 China’s potential role in Afghanistan also needs to be seriously considered 56 Annexes 59 Abbreviations 59 notes on the contributors 61 ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 3 exeCutIve suMMAry There is a general sense of urgency among experts regarding the situation in Afghani- stan. The period of transition that is currently underway is seen as a last opportunity to create the necessary conditions for transforming international support in a way that reinforces a viable democratic state. The key lies in transforming what is basi- cally a foreign military operation into a peacebuilding operation led by the Afghan government and the UN backed by international support, including military sup- port if necessary, but always subordinate to civilian authorities. Thus, as the Interna- tional Security Assistance Force (ISAF) scales down, the EU and the US must work closely and intensively together, starting with supporting a strengthening of the UN Assistance Mission in Afghanistan (UNAMA), along the following lines. The priority given by ISAF to doubling the size of the Afghan National Security Forc- es (ANSF) is misguided and may even jeopardise future democratic progress in Af- ghanistan, since it represents an extra burden on the country in a likely context of a reduction of international resources. Not only has quality of training and equipment so far been disregarded, but so also has the fundamental concept of civilian police. The international community still needs to confront the issue of a civilian compo- nent for the ANSF in its training and long-term practice, as well as the issue of ac- countability. Military capacity emerging in a vacuum can even threaten democracy. The Afghan state must be able to control its security forces, which in turn requires that national institutions are legitimate, and perceived as such by the population. While the bulk of international assistance to Afghanistan has been allocated to tra- ditional security schemes, only a marginal amount of effort has been directed to strengthening local governance and institutions. The unbalanced approach of the international community has thus relegated development and governance together with civilian leadership of international action to a secondary role. In these circum- stances, ISAF cannot be considered as just a security actor that is leading a strictly security transition, since it has in fact behaved as a political as well as an economic actor. As a consequence, the Afghan government may not survive an imminent with- drawal of ISAF unless the international community offers support also in the politi- cal and economic fields. It may well be that no reconciliation is feasible in Afghanistan unless a profound constitutional and political reform is carried out, including a devolution process by which the government relinquishes some of its concentrated power. However, in spite of it being necessary and urgent, there is no clear vision for a transition in Af- ghanistan: accountability, mutual confidence and reliance are lacking. Political elites have contributed, with the collaboration or acquiescence of international actors, to rampant corruption in Afghanistan. In order for a transition to be successful, the international community should moreover help overcome the lack of political lead- ",
        "4 Joint Report ership in Afghanistan. In the socio-economic realm, the lack of job opportunities for up to one million young people, of whom only five percent have access to university education, has indeed become the most important problem for Afghanistan. Even if corruption is pervasive, the international community should considerably increase assistance channeled through the government. There is no other way for the government to acquire legitimacy, but also there is no other way to hold the govern- ment accountable both to Afghans and international donors. It is essential therefore to work intensively on accountability mechanisms, both local and international. At the local level, though, accountability is ultimately dependent on Afghan judicial in- stitutions. No improvements in any other field will be accomplished in the absence of an independent judiciary, which should of course integrate traditional justice mecha- nisms. Again, support to the judiciary has been neglected for a decade, which will have an impact on many different fields, including jeopardising attempts to attract private sector investments that in turn provide sustainable employment and economic de- velopment. Furthermore, there is little hope of upholding human and particularly women’s rights without competent and independent judicial institutions. Considering also the direct and indirect impact that the scaling down of ISAF will have on the local economy, the viability of the Afghan state ultimately depends on its capacity to generate revenues. Afghanistan’s natural resources, with an estimated val- ue of some three trillion dollars, and the possibilities of boosting its ‘real’ economy remain, however, largely unexplored. New initiatives need to be set up that allow for a sustainable, balanced and non-corrupt exploitation of the country’s plentiful natural resources away from the dangers of the ‘resources curse’, but channeled to the ben- efit of the Afghan population as a whole. The concept and framework for economic regeneration needs to be articulated by Afghans, aided by support mechanisms from the outside. A note of caution should be sounded here however: exploitation of these mineral resources is not likely to yield benefits during the next five years, a timeframe which is absolutely crucial for the consolidation of the Afghan state. The regional context is still not conducive towards a political settlement in Afghani- stan. Its neighbours seem ready to assert their influence and, as a result, the Afghan civil war could drag on. Pakistan is in this sense central to the counterinsurgency, but the present US strategy is not enhancing the positive role that Pakistan might play in the search for a political solution. The security-oriented operation represents again an obstacle to peacebuilding in the region. The greater involvement of China, not just in economic terms, seems necessary in this connection. Moreover, the cen- tral position of Afghanistan in Asia needs to be transformed into a peace factor, with initiatives such as the Regional Economic Cooperation Conference on Afghanistan (RECCA) being substantially supported. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 5 INTRODUCTION Luis Peral The EUISS and Carnegie co-organised a two-day expert meeting in Washington D.C. on the transfer of security responsibilities from NATO to the government of Afghan- istan and on the impact that the concomitant cutback of International Security As- sistance Force (ISAF) troops may have on the ground. The discussion also focused on productive ways of transforming what is fundamentally a US military-led security operation into an internationally-led civilian peacebuilding operation. The group of experts was composed primarily of Afghans, Americans and Europe- ans, making for a rather unusual combination of perspectives. The keynote speeches delivered by the NATO Assistant Secretary-General for Operations, the UN Secre- tary-General’s Deputy Special Representative for Afghanistan and the acting US Special Representative for Afghanistan were followed by in-depth discussions about Afghanistan’s transition process. Our group of experts was asked to respond to a series of thematic questions about international support for the military transition, domestic political development, socio-economic sustainability and regional support. The speaking notes can be found in the next section, but some of the discussion highlights are given below. Military transition and sustainable peacekeeping Regarding the transformation of international operations in Afghanistan, the main question discussed was whether or not the military operation in Afghanistan, par- ticularly as it has been conducted up until now, is conducive to reconciliation. From the US Administration’s perspective, reconciliation and transition are two mutually reinforcing processes. From the NATO perspective, however, transition means, in practical terms, transferring responsibility in the security realm only. It was counter-argued that ISAF is not only the main security actor in Afghanistan, but possibly also the main economic player and even one of the main political play- ers. A substantial withdrawal of ISAF and its transformation into a training/capacity- building operation for Afghan security forces may thus require a transformation of all existing operations in Afghanistan, with a strong emphasis on supporting the socio-economic dimensions of state action while reinforcing governance structures at the national and sub-national levels. ",
        "6 Joint Report There are indeed ways of establishing a symbiotic relationship between the transition from a military to a civilian external involvement, on the one hand, and reconcilia- tion, on the other. A scaling down of the international troop presence may in fact provide a window of opportunity for negotiations with the Taliban and for subse- quent reconciliation in Afghanistan. However, the negotiations must be conducted by an honest broker enjoying legitimacy in the eyes of the Afghans; at this point nei- ther ISAF nor the US fit the bill. However, since the transition was initiated and indeed is led by the main military player in Afghanistan, the discussion among the relevant policymakers remains se- curity-oriented. The risk is that the repercussions of the transition in other areas of international and national civilian action may be disregarded and that the additional opportunities it brings may not be seized. When it comes to building the Afghan Na- tional Security Forces (ANSF), the focus remains quantitative , whereas there is mainly a need for qualitative improvements, especially regarding civilian police. The underlying question is whether the security dimension can be considered as an independent variable that can be taken in isolation, especially in view of the scarcity of resources to meet Afghanistan’s acute needs. It would seem that the determina- tion of security requirements in Afghanistan should be based on quality rather than on quantity and form part of a more comprehensive and consistent strategy for the country’s future. The transition will necessarily have implications beyond strictly military action. It was noted during the discussion, for example, that counterinsur- gency (COIN) efforts these past few years have entailed additional financial resources for civilian action being placed in the hands of the military and development projects being concentrated in areas of military action, with the result that they do not re- spond on an equal basis to the needs of the Afghan population as a whole. If the transition and reconciliation are to be ‘mutually reinforcing’, Afghanistan’s security needs should perhaps be determined in a more comprehensive fashion that also encompasses political development, socio-economic sustainability and human security. If the transition is restricted to the security dimension, the question that then arises is how to ensure that it serves political and development objectives in Afghanistan? International support for political transition The discussion also covered the major political challenges that Afghanistan faces in the immediate future in a context of weak public/political institutions that are gener- ally an obstacle to governance. Although the list is non-exhaustive, the main issues mentioned and analysed by participants were systemic corruption and a lack of po- litical elites. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 7 Systemic corruption has weakened Afghanistan’s institutions to the point where the political realm has been largely captured by warlords and criminals, making it easy for officials to be corrupted by criminals. Unfortunately, international actors have exacer- bated corruption and institutional weakness in Afghanistan. The reluctance of donors to channel aid through state agencies has contributed to weakening the state, instead of strengthening its capacity to deliver aid. Leaving aside petty corruption, which is en- demic in many countries, large-scale corruption is in most cases connected one way or another with international private companies. This is particularly true of the security companies operating or acting as intermediaries of operations in Afghanistan. The lack of political elites makes democratic reform unlikely. Restricting the politi- cal game in Afghanistan to personalities, which, moreover, are scarce, is not condu- cive to the establishment of genuine democracy. The absence of political parties may represent a major obstacle to achieving a functioning democracy. Moreover, there is insufficient native human capital available in Afghanistan to manage public affairs. The fact that international action for many years concentrated on the training of the security forces to the detriment of that of civil servants may have contributed to this situation. This problem, of course, extends to other areas of socio-economic life, given that most skilled Afghans form part of the diaspora, while very high illiteracy rates prevail in the country itself. The discussion also addressed the question of whether the international commu- nity should exert real pressure on the government of Afghanistan to implement the necessary political reform, rather than just vaguely advocating change. The interna- tional approach that has consisted thus far in insisting on the need to end corrup- tion and for the government to deliver at both national and sub-national level was criticised by some participants for its failure to deliver results. Other participants took the view that the only possible starting-point for building an effective partner- ship with the government was for the international community to acknowledge its share of responsibility for each of those fundamental problems. It was also noted in this regard that no reconciliation was possible in Afghanistan without profound political reform. The question that then arises is what interna- tional institutions, mechanisms or other means are needed in order to support the Afghans in their efforts to identify and eliminate spoilers, monitor the process and even help shape political reform? Creating socio-economic sustainability In the near future, Afghanistan faces a number of social and economic challenges that urgently need to be addressed. In particular, massive unemployment among Af- ghan youth: in the next few years, up to one million youngsters will be seeking jobs, with only five per cent having access to university-level education. The lack of job opportunities for the immense majority of young people may thus become the major ",
        "8 Joint Report problem facing Afghanistan, a situation that may be exploited by radical groups in various ways. In addition to the impending ‘youth bulge’, there is also the problem of how to gen- erate revenues in Afghanistan so that it becomes a viable country. As an example of the challenges ahead, an oversized army like the one ISAF is proposing to create in the next few years may represent an extra burden for the future in a likely context of a reduction of the international resources allocated to Afghanistan. There are good reasons for cautious optimism. The mineral resources recently dis- covered in the country’s subsoil may generate some three trillion dollars in the fore- seeable future. Various ideas were put forward for managing this wealth so as to guarantee that Afghan citizens would directly benefit, including the establishment of a direct cash-payment programme which has already proven successful in some situations. However, the potential of such a discovery for generating further corrup- tion, divisions and even conflict should not be dismissed. Afghanistan could also experience a race for resources. Experts consider that the exploitation of those resources will not yield benefits for at least the next five years, corresponding to the period of transition, during which time there may thus be a sharp reduction in international aid without alternative revenues being available. Among the main proposals in this regard was for appropriate involvement by the World Bank and other international financial institutions in order to boost the Afghan economy. The starting-point for a long-lasting international strategy for Afghanistan should be a forward-looking comprehensive economic plan focused on vocational training, job creation and poverty eradication, under Afghan leader- ship. Strengthening regional cooperation Finally, on the crucial dimension of regional cooperation, a series of interesting as- pects were discussed during the seminar, including the following: Afghanistan’s central strategic position in Asia may have been overlooked, in spite • of certain initiatives such as the Regional Economic Cooperation Conference on Afghanistan (RECCA). The possibility of greater strategic convergence in Asia, with Afghanistan as the core, should be further explored. Trade routes and oil pipelines through Afghanistan could serve to connect the Middle East with parts of Asia. Afghanistan’s sustainability from the political and security standpoint hinges on the • involvement of regional organisations and regional actors in the process. All avenues must be explored, starting with a possible positive role for Pakistan and including, of ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 9 course, the possibility of greater involvement by China, not just in economic terms, but also in the search for a political settlement. As can be seen from the discussion highlights, the meeting produced more questions than answers, which shows that a much more collective and pluralistic process of reflection on Afghanistan is needed in order to go beyond common wisdoms and well-established assumptions. The future of Afghanistan is indeed very uncertain: the country stands at a cross- roads, with key decisions needing to be taken by outside actors. A general sense of urgency dominated the debates. Many of the ideas had already been put forward numerous times before by the participants, but this time there was a sense that the period of transition that has now been initiated may well be the last opportunity to create stability and human security in Afghanistan. The security transition may bring about the necessary conditions for transforming international support to Af- ghanistan in such a way as to reinforce it as a viable state with a democratic govern- ment. Some took an optimistic view, on the basis of indicators of well-being that are improving, although it remains to be seen whether this trend will continue once there has been a substantial withdrawal of ISAF troops. ",
        "10 Joint Report A VIEW FROM THE FIELD Martin Kobler In the general framework of where we stand in 2011 there is consensus on two points. First, the strong desire on the part of the international community to show that mili- tary commitment is not unlimited: if you look at the Dutch or many other countries’ parliamentarians, you see there is a desire to get out of Afghanistan militarily. Second, there is no military solution to the conflict. There is a split between mid-level commanders and the Quetta Shura, but despite this there will be no military solu- tion if there is no action on the political level. 2011 is indeed an important year and the clock is ticking now. With respect to the political approach, there are two impor- tant topics that must be addressed: transition and reconciliation. I read very often that there is no political strategy in place, but I beg to differ: there is a very elaborate political strategy in place. The political strategy includes transition, reconciliation and a regional process. But there are limits set by realpolitik . The strategy is in place, but the implementation is currently lacking. Many people in NATO, the US and the EU tend to compare the situation in Afghanistan with that in Iraq. Despite the anarchy and difficult situation in Iraq, we knew that sooner or later there would be a strong state and that thus there would be peace because there always had been: we were going with the historical grain of the country. Unlike Iraq, Afghanistan is characterised by a certain historical reluctance to comply with foreign influence. In addition, Afghan- istan traditionally has no strong centre or strong state, but has been characterised by strong tribes. Now we are flooding the place with foreigners and there is an ‘introduced’ concept of having a strong central state and weakening tribal structures. The Afghan vision for the end-state of Afghanistan is comprehensive security. If you look ahead 10 or 15 years you find a vision, a consensus, agreed to by Afghans and the international community, for a stable sovereign Islamic constitutional democracy, at peace with itself, its neighbours and the world. This can only be reached by compre- hensive agreements on security, military, political and other issues. Is the balance cor- rect between military, economic, human and political security? How do we envision the future? And how do we get there? This has been the question regarding political strategy for the last five or ten years. Energies are devoted mainly to day-to-day practical problems, dealing with private security companies, counting things in warehouses, dealing with competition with the Middle East for attention in the wake of protests. We really need to focus on other aspects as well. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 11 There are four aspects to the political strategy: the transition, the internal peace process, the regional aspect, and fourthly, although it does not often appear in policy papers, culture: including respect for the local culture, youth and education. Think tanks focus on the first three but the question of cultural relations is an important part of human security which is neglected, when it should not be ignored. First, with respect to the transition, the focus is on handing over control. It is usually seen as a relatively narrow concept focused on the military: how to end combat op- erations by 2014 and prove to the domestic audience that the sacrifice was worth it? There are five problems that need to be looked at in the transition: Will human rights, fundamental freedoms and women’s rights become casualities of • the transition? Is the endeavour to get out of the country leading us to sacrifice the reasons for which we have spent so much effort on fighting in Afghanistan in order to build up the country? The timeline for the transition period is 2011-2014. This is not enough time for the • whole civilian set-up, which is on a different time schedule. You simply cannot reduce the amount of time it takes to put in place the civilian and developmental aspects of the transition. The division of labour between certain agencies, civilians and the military: let the • military do what they do best, which is to fight insurgency and buy time for the poli- ticians. We see increasingly that the military has taken over certain tasks that civilians were not able to perform: for instance the civilians had 10 years to work on the rule of law but apart from minor programmes there was very little development. It was the same situation with the police. Decreasing civilian aid means that all the money goes to ‘hotspots’. Are people to • be punished for being in safe provinces? Where is the ‘strategic alliance’ for civilian development with Afghanistan? Absorption capacity is a problem because if the country cannot absorb the aid mon- • ey, it is wasted: the pace must be slower in order to build up institutions. The second aspect of the political strategy is reconciliation. The High Peace Council (HPC) is in place and the UN has groups assisting it technically and logistically. Cur- rently the Council is tasked with taking care of reconciliation. The HPC has a rather extensive travel programme and lots of jirgas with up to 600 people, and is trying to involve the population. This is something we have to concentrate on sooner, rather than later, because the Quetta Shura might lose their grip on mid-level commanders. The military track is one thing and the political track is another. The regional process is the third aspect. Nothing will be sustainable without a cred- ible regional process. Elements inside Pakistan as well as other forces are trying to destabilise Afghanistan for different reasons. There are already nine regional bodies; the process is optimal but not sufficient. We need to initiate a dialogue in order to set up political/military regional processes. The nine economic initiatives are good, but ",
        "12 Joint Report we need political-military cooperation in the region. With this in place, you can then implement road or gas pipeline projects and the like; but if there is no confidence between countries, those projects will never take off. The overall goal of the process should be to fulfil the historic Silk Road function of Afghanistan as a transit trade route. The fourth aspect concerns culture, youth and education. The previous three ele- ments cannot move forward without respect for culture, measures aimed at youth, and education. There are one million people in secondary education but only 16,000 places at university. Where will the youth of today go: to the Taliban or to university? Another complaint is the way the international community treats the Afghan lan- guages. At ministries, papers are written in English and are often not even translated – or are very hard to translate – into Dari and Pashto. We took one organisation’s brochure and compared it with the Dari version; when the latter was translated back into English, you could not recognise one word. Respect starts with language. People are exerting pressure in order that their papers may be written by them. The civilian commitment is quite unequal to the military one. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 13 I. SUSTAININg MILITARy OPERATIONS AMIDST AFgHAN-LED PEACEbUILDINg bUILDINg THE AFgHAN NATIONAL SECURITy FORCES (ANSF) Ali Ahmed Jalali The failure of the Bonn Accords to produce a viable peace plan was further exacer- bated by the absence of a cohesive long-term post-conflict reconstruction and rec- onciliation strategy in Afghanistan. A narrow focus on fighting terrorism created numerous limitations for political approaches aimed at reaching out to reconcil- able elements that later managed to regroup and launch the insurgency. There has been no clarity about whom to talk to, what political cost is acceptable in order to achieve peace and what kind of an end state is envisioned. Attempts by different Af- ghan and foreign actors to engage the insurgents lack transparency, as well as being fragmented, uncoordinated, transient and often counter-productive. While there is a need to pursue a reconciliation process with opponents of the Afghan govern- ment and its international partners, the process cannot succeed unless a favour- able political-strategic regional environment is created. This requires strengthen- ing the Afghan government’s influence in insurgency-ridden areas and integrating the peace process into a unified counterinsurgency strategy among all stakeholders. Building a sustainable peace requires a joint effort by Afghanistan and Pakistan, supported by the international community, to tackle extremism both militarily and ideologically. An effective and sustainable security transition in Afghanistan requires the creation of credible security, governance and developmental capacities and the shaping of the local and regional environment in order to reduce the threat level, win the trust of the population and facilitate and promote regional cooperation. The main obstacles to achieving this are a growing insurgency, weak state institutions, ineffective and corrupt governance, difficulties in expanding the quantity and quality of the Afghan security forces and the divergent strategic interests of Afghanistan’s neighbours. Building the capacity of the ANSF involves three key elements: Professional and institutional capability; • The capacity to function in an unstable and insurgent environment; • The simultaneous development of the capacity of other government institutions. • At the end of 2010, the force strength of the ANSF was 265,137 (according to CSTC-A): 149,553 in the Afghan National Army (ANA) and 115,584 in the Afghan National Po- ",
        "14 Joint Report lice (ANP). The established goals for October 2011 are 171,600 troops for the ANA and 134,000 for the ANP. The plan is for the ANA to reach 240,000 and the ANP 160,000 by October 2013. Given the allocated resources and training facilities these goals are quantitatively achievable, but there are serious doubts about their competitiveness and sustainability in qualitative terms. According to a recent report by the Special Inspector General for Reconstruction in Afghanistan (SIGAR), troops who are absent without leave (AWOL) account for a significant percentage of troops who are unavailable for duty. Over 14,000 out of the 96,604 personnel authorised for the ANA’s six corps, the SOF division and the 111th Capital Division were considered AWOL. Although the ANA added 42 kandaks (battalions) in the six months between May and November 2010, during the last four months of the year only three kandaks dem- onstrated the ability to operate independently. More than 460 police units provide police services in more than 360 precincts. These units are mentored and partnered with coalition forces and receive training in marksmanship, criminal investigations, forensics and traffic control. However the ANP is trained and deployed mainly as a poor-quality fighting force and its numbers are usually exaggerated (desertion, moonlighting and false reporting). The development of the ANP involves more serious challenges than that of the ANA. In the Afghan environment, the ANP is expected to perform a variety of counterinsur- gency, security, law enforcement, border protection, counter-terrorism and counter- narcotics missions. Furthermore, police performance is closely linked with the ef- fectiveness of governance and of the justice sector. Currently most ANP forces lack the capacity to support counterinsurgency operations, in which the protection of the local population is a key element. Balancing legitimacy and force: while a shift in the main focus of the ANP towards civilian law enforcement is necessary, it must be accepted that Afghanistan is not a benign policing environment. Traditional police functions relating to upholding justice and the rule of law can only be effectively carried out in a relatively secure envi- ronment. Until such conditions emerge, in insecure areas police will inevitably func- tion primarily as a security rather than an investigative force. This must be balanced with purely civilian police work aimed at upholding the rule of law and protecting the population against crime. There is a need for ministerial coordination of the divi- sion of labour. In the foreseeable future there will be both secure and unsecure areas across the country. In order to boost the public protection capacity, ISAF and the Afghanistan govern- ment jointly decided to create an Afghan Local Police (ALP) force in order to secure public installations, prevent armed opposition infiltration and create a favourable environment for governance and development. Raised locally in threatened areas, ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 15 the ALP is a security force that performs only guard duties and does not conduct any law enforcement activities. The initiative entails opportunities and risks. If properly selected and closely controlled, the village guards will help. Otherwise the programme could add to the problems caused by existing illegal armed groups. A number of safeguards are in place. The policemen are recruited, trained, paid and controlled by provincial and district police departments in close consultation with and vetted by the local shuras . They serve where they live and use their weapons lo- cally. As at 31 December 2010, the Afghan government and ISAF had established 14 ALP sites (an increase of six since September), located to ensure balanced ethnic, tribal and geographic representation. The ALP programme focuses on communities that have resisted the Taliban and other insurgents, especially in areas that have had a limited ANSF and ISAF presence. A key component is the deployment of ANA Special Forces at a number of sites in order to facilitate security, development and governance. Al- though the ALP has produced some positive results and metrics, the security situa- tion remains fragile in many areas. ALP sites have helped expand the reach of security efforts. They have also had success in parts of Uruzgan and neighbouring Daykundi, Zabul and Kandahar. However, the Taliban and other insurgents have intimidated and committed violence against residents at ALP sites. This is compounded by the fact that ongoing intra- and inter-tribal tensions have forced the Afghan government to mediate disputes. The Afghan government plans for the ALP to operate for two to five years, at which point its members are expected to be demobilised or incorporated into the ANSF. No credible military capacity can emerge in a vacuum. Legitimate security forces are created by a state that is seen by its citizens as legitimate and worth fighting for. Building security capacities is not simply an exercise in generating more and more army kandaks and police units. Security forces must be developed in the context of an integrated civil-military institution-building effort. Developing the Afghan National Army and Afghan National Police without tackling the Afghan government’s oth- er weaknesses such as rule of law issues, corruption and the influence of non-state power brokers seriously undermines the force’s effectiveness, whatever its numerical strength. Efforts should be aimed at consolidating institutions in order to curb the influence of power brokers. Otherwise, institutions will continue to serve the per- sonal and group interests of non-state actors. Oversight and sustainability issues continue to plague the forces’ near-term devel- opment. A recent report by the International Crisis Group found many lingering structural concerns, including weak civilian oversight that ‘could risk the army’s dis- integration after the withdrawal of international forces’. 1 1. International Crisis Group, ‘A Force in Fragments: Reconstituting the Afghan National Army’, Asia Report no. 190, 12 May 2010. Available at: http://www.crisisgroup.org/en/regions/south-asia/afghanistan. ",
        "16 Joint Report An analysis published by the US Government Accountability Office on 27 January 2011 found that the ANA faces challenges, including high rates of attrition – the loss of soldiers from the force before they complete their contracts – and absentee- ism. In particular, high attrition could impact the ANA’s ability to meet its end-size goal of 171,600 by October 2011. In September 2010 no ANA unit was assessed as being capable of conducting its mission independently of coalition assistance. About two-thirds were assessed as being effective with limited coalition support. Efforts to develop ANA capability have been hampered by difficulties with filling leadership positions and a shortage of coalition trainers, including a shortfall of approximately 18 percent (275 out of 1,495) of the personnel needed to provide instruction at ANA training facilities. Neither the US Department of Defense (DOD) nor NATO has completed an analy- sis of ANA sustainment costs. Such analysis is important given that, as of January 2010, the International Monetary Fund projected that it will take until at least until 2023 for the Afghan government to raise sufficient revenues to cover its operating expenses, including those related to the army, highlighting Afghanistan’s continued dependence on external sources of funding. In addition, DOD and NATO studies indicate that growth of the ANA beyond the current end-goal of 171,600 may be needed, potentially up to a force size of 240,000 personnel. Any such growth will ne- cessitate additional donor assistance. The GAO (the US Government Accountability Office) recommends that the Secretary of Defense, in conjunction with international partners, take steps to eliminate the shortage of trainers, clarify what ANA growth beyond the current end-goal, if any, is needed, and produce estimates of the future funding needed to further strengthen and sustain the ANA. DOD concurred with GAO’s recommendation regarding trainers. DOD partially concurred with the need to issue growth and cost estimates for the ANA. Conclusions Without the building of sustainable security and governance ability in Afghanistan, • the transfer of responsibility to a fragile Afghan state could lead to a new civil war with the active involvement of the country’s neighbours. There is a need for a long- term commitment in parallel to the reduced military presence beyond 2014. Mean- while, there is a pressing need to reduce violence by means of sustainable political settlements with the active involvement of the US, UN and other mediating parties. Building up the ANSF is not a viable solution on its own. • It is necessary to define the means of sustaining the ANSF until 2023, when Afghani- • stan is expected to be able to pay for its security forces. The level of presence of US forces beyond 2014 is a major factor (cf. strategic partner- • ship and military bases issue). Potential reductions of forces in the future and the challenge of a new disarmament, • demobilisation and reintegration (DDR) effort should be addressed. The US and ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 17 the Afghan government cannot afford to permanently increase the end-strength of the Afghan National Security Forces; hence any increase beyond the ANSF’s current manning levels should be viewed as temporary and as constituting an Afghan surge. The size of the ANSF should be shaped and adjusted by political settlement. With a • political settlement and a degraded Taliban the size of the ANSF could perhaps be reduced to the point where it becomes more affordable for everybody. By 2014, it is estimated that the cost of maintaining the ANSF will be $6-8 billion, • which far exceeds the Afghan government’s projected revenues. What can be done? Downsizing, with the problem of DDR, or long-term US aid? A mixture of conscript and regular security forces should be considered as an alternative solution. The security forces should become national forces: this means making the state and • government national, and acceptable to citizens. ",
        "18 Joint Report ExTERNAL AND INTERNAL EFFORTS SHOULD CONVERgE James Dobbins ‘Oh, East is East, and West is West, and never the twain shall meet’: so wrote Rudyard Kipling in The Ballad of East and West , which describes a Victorian-age confrontation between an English soldier and a Pashtun horse thief. The poem’s conclusion belies its opening lines, as the two men do bond, and the Pashtun joins the Englishman’s regiment. East and West continue to meet today on much the same ground and in much the same manner. Here is where American and European soldiers combat (and seek to recruit) the descendants of Kipling’s horse thief. Here is the epicentre of global ter- rorism, the font of nuclear proliferation and the most likely locus for the world’s first war between two nuclear powers. Here is where a rising China and India share a common border. The Great Game thus continues. Afghanistan’s long-running civil war is largely a product of regional competition and external involvement. Unlike Yugoslavia, a strong state divided by even stronger ethnic antipathies, Afghanistan is a weak pol- ity that has been torn apart by its near and more distant neighbours. Question a Serb, Croat or Bosniak about the basis for their mutual antagonisms and one gets an historical narrative dating back a millennium or more. Ask the same of a Tajik, Pashtun or Uzbek, and one will find that their grievances only seem to go back a few decades, prior to which they recall, however erroneously, a golden era when everyone lived together in peace. Even today, despite the antagonisms bred of 30 years of civil war, Afghanistan’s Uzbek population does not want to live in Uzbekistan, its Tajiks in Tajikistan, its Pashtuns in Pakistan or its Hazara in Iran. Among Pashtuns, the ma- jor tensions are with each other, across tribal lines, not ethnic or linguistic. The vast majority of Afghans accept that theirs is a multilingual, multi-ethnic country. At the same time, they all feel entitled to a greater share in its governance and the patronage that flows from it than the others are prepared to accord them. Theirs is thus more a conflict over power-sharing than national identity. The Soviet invasion was sparked by internal divisions among Afghan political fac- tions. These divisions were fanned into a much larger and more enduring conflict with the involvement of the United States, Pakistan and Saudi Arabia. Following the Soviet withdrawal, India, Iran and eventually Russia stepped in to limit Pakistani in- fluence. Only in the aftermath of 9/11 was the United States briefly able to engineer a reconfiguration of these external forces towards a common purpose: the overthrow of the Taliban, and its replacement by the current regime. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 19 This convergence proved short-lived. Even today, despite intense American prod- ding, Pakistan continues to allow the Afghan Taliban almost unfettered access to its border regions while Islamabad complains bitterly about four Indian consulates in neighbouring Afghanistan. Iran has continued to support the Karzai regime, but is also hedging its bets (and tweaking the United States) by providing limited material support to insurgent groups. American forces in Afghanistan have tried to reduce their reliance on lines of supply through Pakistan by increasing shipments through Central Asia. This raises Russian anxieties about encroachment on its own sphere of influence. China has announced plans for a very large investment in mining Afghan copper, but is otherwise the least engaged of the major powers, despite being the only one to actually border Afghanistan. In the event of an American and European disengagement, these other states would continue to pursue their potentially divergent interests. The result would probably be a reversion to the earlier pattern of civil war, with Russia, India and Iran support- ing northern, non-Pashtun resistance to a Pakistani-backed Pashtun hegemony. If Afghan history is any guide, this conflict would be considerably more violent than the one currently under way, producing many more casualties, larger refugee flows and expanded opportunities for violent extremist groups to employ Afghan terri- tory, like they already do Pakistan, as a hub for more distant attacks. It is worth asking whether the United States might be able to reanimate the post- 9/11 configuration, in which all the external actors acted in concert. It is certainly possible to imagine an arrangement for Afghan security that would suit the interests of all parties. It might look as follows: Afghanistan commits not to permit its territory to be used to destabilise any of its • neighbours; Afghanistan’s neighbours and the other powers promise not to allow their territory • to be used to interfere in Afghanistan; The effect of the above pledges would be to declare Afghanistan permanently neu- • tral, and commit all others to respect that neutrality; Afghanistan recognises its border with Pakistan (the Durand Line); • The United States and NATO promise to withdraw their forces once these other pro- • visions have been given real effect; The donor community promises to support the delivery of public services – roads, • schools, health clinics, electricity and security – to the disadvantaged communities on both sides of the Af/Pak border. Such a package would give all the participants something of value. Pakistan would secure Afghan recognition of its long-contested border and assurances that India would not be allowed to use Afghan territory to destabilise Pakistan’s own volatile frontier regions. Afghanistan would gain an end to cross-border infiltration and at- tacks from Pakistan. Pashtuns living on both sides of the border would get access to improved public services. Iran, Russia and China would get assurances that the ",
        "20 Joint Report United States and NATO troops would leave. And the United States and its allies would get to leave. Such an exchange of pledges could have effect, however, only if Pakistan and Af- ghanistan have sufficient control of their respective border regions to deliver on the mutual promises of non-interference, something neither state is currently capable of doing. Thus an international accord on Afghanistan would have meaning only if it buttressed an internal, Afghan process of reconciliation. Ending the war in Afghanistan: the Afghan role For some time President Karzai has sought to initiate such an internal Afghan proc- ess. The United States, even under the Bush Administration, was not opposed in principle. Until recently, however, Washington has preferred to concentrate on de- taching low-level fighters from the insurgent cause, a process labelled ‘reintegration’, arguing that any top-down effort at reconciliation should await improvements on the battlefield. The attractions of reintegration are evident. Each insurgent brought over weakens the enemy while it correspondingly strengthens the government forces. In Iraq such a process broke the back of the Sunni insurgency, resulting in the massive defection of enemy fighters, who in 2007 moved more or less overnight from killing American soldiers to working for them. This shift was achieved without the US or the Iraqi gov- ernment having to make any concessions affecting the nature of the Iraqi state, or the constitutional order that the United States has helped establish there. Reconciliation, by contrast, would launch a process of mutual accommodation among two competing Afghan leaderships with very different visions of the Afghan state, inevitably opening the prospect of substantive trade-offs that make both Amer- ican officials and many Afghans uneasy, not to say apprehensive. The Obama Administration has nevertheless recently come around to a conditioned embrace of negotiation with the insurgency leadership. There are several reasons for this change of heart. First, it has become clearer that replicating the sort of wholesale shift in loyalties seen among former insurgents in Iraq will be difficult in Afghanistan. By 2007 the Sunni minority, the smallest of Iraq’s three major sectarian groups, had been brutally and decisively beaten by majority Shia militias. It was only after this defeat that the Sunni turned to American forces for protection. By contrast, the Taliban insurgency in Afghanistan is rooted not in that country’s smallest ethnic group, but in its larg- est. Furthermore, these Pashtun insurgents have not been losing their civil war for the last several years, but winning it. In Iraq, al-Qaeda had by 2007 made itself very ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 21 unwelcome among its Sunni allies due to its indiscriminate violence and abusive be- haviour. In Afghanistan, al-Qaeda is hardly present, and certainly presents no com- parable threat to the insurgent leadership or the Pashtun way of life. Additionally, tribal structures in Afghanistan have been weakened by 30 years of civil war, making Afghan elders a less influential set of interlocutors for the United States than the Iraqi sheiks, who proved able to bring almost all of their adherents over with them when they decided to switch sides. Second, the ambiguous results of the Marjah campaign and the delay in the Kandahar operation have underlined how difficult it is to achieve the synchronicity of civilian and military, American and allied, international and Afghan government effort that the current counterinsurgency strategy calls for, particularly within the tight timeline set by President Obama. The current influx of American and European forces may be able to stabilise the battlefield situation and stem further loss of Afghan public sup- port, but a palpable reversal in fortunes by mid-2011 is more problematic. American generals, notably the recently departed Stanley McCrystal, have made clear that this war is not going to end in a military victory. The insurgents do not have the support of the majority of the population, or even most Pashtuns, but they are probably the largest, and certainly the best organised and most militant faction of the country’s biggest ethnic group. It is hard to imagine a sustainable peace without their acquiescence, particularly as long as they enjoy sanctuary within Pakistan. Finally, Washington has also come under pressure to support a reconciliation effort not just from Karzai, but from several of its allies, most notably the British, whose pub- lics are even less supportive of continued military engagement than the Americans. These considerations led Obama to give Karzai, during the latter’s May visit to Wash- ington, the green light to pursue his efforts to engage the insurgent leadership. In doing so, Obama reaffirmed three red lines originally laid out by the Bush Adminis- tration. First, the insurgents would need to cut all ties with al-Qaeda. Second, they should agree to operate politically within the confines of the existing Afghan consti- tution. Third, they should lay down their arms. The United States has left somewhat vague whether its three red lines are precondi- tions for negotiation or criteria for its outcome, but they make sense only as the latter, and most US officials recognise this. Thus Washington is already supporting Karzai’s effort to remove several Taliban figures from a UN sanctions list. Combining the external and internal tracks Just as an international accord on Afghanistan would have little meaning unless ac- companied by a successful internal process of reconciliation, so the reverse is true. Any settlement among the major Afghan adversaries would crumble quickly unless ",
        "22 Joint Report supported by all the other players in the Great Game. It is significant that Pakistan has recently offered itself as a facilitator and mediator. But even if Pakistan can bro- ker a deal between Karzai and Mullah Omar, this would only mark the start a new civil war unless India, Iran and Russia were also willing to help deliver the old North- ern Alliance. It will be important, therefore, for the United States to parallel Karzai’s efforts at sparking an internal dialogue with its own consultations with all the major and re- gional powers who have stakes in the game and have influence with the Afghan pro- tagonists. So far, such US discussions seem far more advanced with Pakistan than with the other players. Whether the insurgent leadership is interested in negotiations is uncertain. Regional experts like Ahmad Rashid, Barney Rubin and Michael Semple believe they are. CIA Director Leon Panetta took the contrary view, recently stating, ‘We have seen no evi- dence that they are truly interested in reconciliation where they would surrender their arms, where they would denounce al-Qaeda, where they would really try to become part of that society. We have seen no evidence of that and very frankly my view is that with regards to reconciliation unless they’re convinced the United States is going to win and that they are going to be defeated, I think it is very difficult to proceed with a reconciliation that is going to be meaningful’. 2 Interestingly, Obama, speaking later the same very same day, took a less hostile view of reconciliation, stating: ‘I think that we have to view these efforts with scepticism, but also openness. The Taliban is a blend of hard-core ideologues, tribal leaders, kids that basically sign up because it’s the best job available to them. Not all of them are going to be thinking the same way about the Afghan government, about the future of Afghanistan. And so we’re going to have to sort through how these talks take place’. He went on to characterise Pakistani efforts to broker talks as ‘a useful step’. 3 Civil wars often end in negotiated settlements rather than clear-cut victory or defeat. Once begun, such bargaining can take years, during which violence often increases, as both sides seek to maximise their leverage. In the end, the side that emerges best is the one that demonstrates the greatest endurance. American officials would natural- ly prefer to negotiate from a position of strength, reflecting gains on the battlefield. Given the mid-2011 timetable set by President Obama for the beginning of an Ameri- can drawdown, this may prove unfeasible. The quicker the President can clarify his longer-term intentions, and assuming he commits to a residual level of engagement large enough to at least maintain a stalemate and permanently deny the insurgents hope of victory, the sooner meaningful peace talks may be able to start. 2. Peter Finn and Karen DeYoung, ‘Panetta says Afghan insurgents show no real interest in reconciliation talks’, Washing- ton Post , 28 June 2010. 3. Obama G-7 press conference, 27 June 2010. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 23 IS THERE A TRANSITION TAKINg PLACE IN AFgHANISTAN? Etienne de Durand A transition is defined as ‘a change from one form or type to another, or the process by which this happens’. Therefore, for a transition to take place we would have to see an evolution from one kind of military operation towards another; we could, for instance, be moving away from counterinsurgency (COIN) towards stabilisation and peacebuilding. Methods and goals should also evolve accordingly. Quite clearly, this is not what is happening on the ground. In fact, what is under discussion is not a transition from war to peace, but a transi- tion from a frontline role to a supporting role for Western forces and vice-versa for our Afghan allies. This is far less ambitious, but even for that to work certain condi- tions have to be met. So I will begin by assessing the current situation and the terms of the transition, then I will discuss the conditions under which that transition can become sustainable. From where we are to where we would like to be: assessing the situation Before discussing options for the future, a serious analysis has to start with the present situation, as well as with Western goals and strategy. Assessing the results It is not easy to assess the situation, as there are contradictory facts and figures. We keep hearing good news from NATO about Arghandab or Marjah or the Local Po- lice Initiative. We hear that the rise in IED attacks which reached an all-time high a year ago has been stopped and even reversed in some regions. Similarly, a significant number of insurgents, mid-level cadres especially, have reportedly been killed. What does this mean, however, knowing that other observers point to a lot of bad news? It has become almost impossible to drive around the country outside of Kabul. There is a fully active insurgency not only all over the country but also along the whole spectrum of insurgent activities, from terrorist attacks and guerrilla activities to the political and shadow governance dimension. There is no measurable progress in terms of governance. Some local progress in security and development seems to be taking place, yet poor coordination is still in evidence. The bottom line is that it is very difficult to assess the local successes that NATO talks about and, at a broader level, results are still, at best, mixed and open to interpretation. Whether conditions on the ground are improving or deteriorating, one thing is quite clear: the war has not substantially changed and it is still going on. ",
        "24 Joint Report Debating the methods In 2009, a debate took place in Washington about the respective merits of counter- insurgency (COIN) and counterterrorism (CT). It should be pointed out right away that any COIN campaign worth its salt has to incorporate some targeted operations, so the question then becomes: what is the proper mix between the two? In part, the debate has never been resolved, as the military has tried to implement a COIN strat- egy without the proper resources, while the Administration has really been looking for an exit strategy. In the end, it seems COIN has won the political, public debate, but CT has won the policy debate within the Obama Administration. Certainly COIN is practised in some selected parts of Afghanistan; however CT is put into practice everywhere. It would seem that General Petraeus has endorsed a more direct approach than his predecessor. Whether it is part of a deliberate strategy or not, the fact remains that some 180 drone attacks have taken place across the border, as well as an untold number of Special Operations Forces (SOF) and CIA operations in Afghanistan (and some in Pakistan) with the aim of decimating the insurgency’s political and administrative organisation (the mid-level leaders, technical cadres, shadow governors etc). In essence, it means that what has been going on for the past year and more owes more to CT than to COIN. A real transition would imply that Western military activity is winding down; instead, it is being ramped up and we have seen, and are likely to see this coming summer, a spike in military activity and casualties: the stockpile of ammunition that NATO units bring over with them seems only to grow rotation after rotation. CT has become the dominant and default method because of a lack of better alternatives, given the timeframe we are operating under. Pressures are mounting everywhere to produce and show ‘tangible’ results (i.e. improving metrics) in the 2011-2012 timeframe. How much is enough, whether in terms of decreasing numbers of improvised explosive devices (IEDs) or enemy body count, will depend on the objectives. Debating the goals The goals and levels of ambition have been progressively lowered by the Obama Ad- ministration, which is a good thing considering how unrealistic US and Western goals were three years ago: we have moved from rhetoric to reality. In theatre, the goal seems to be to create a breathing space for the Afghan govern- ment and security forces to take care of the bulk of security and governance while we move to a supporting role. Militarily, the strategy is to degrade the Taliban to such a point that they can be managed or contained by Afghan forces supported, first, by declining levels of Western troops, then by residual forces. Vis-à-vis Western publics, it is about simultaneously giving the impression of having really tried (in case a ‘decent ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 25 interval’ is needed somewhere down the road between our departure and an eventual Taliban victory) and laying the ground for a drawdown of forces, the first steps of which have to become visible before the 2012 elections in the US and incidentally in France as well. Now degrading the Taliban takes time. In that respect, in-theatre demands and po- litical pressures at home are in a state of tension with each other, as they operate according to different timeframes; they will probably come to a head somewhere between 2012 and 2014. Seen in this light, what is taking place is not so much a transition as a unilateral drawdown of forces mostly dictated by domestic politics. Indeed, political support for the mission has greatly declined in Western countries, including in the US, and continues to do so. That is why the Obama Administration needs to give some sub- stance to the notion of a progressive withdrawal (the 2011 date has been quietly pushed back to 2014) while in fact laying the ground for a reduced but enduring presence: such a light military footprint would be based on air power and special forces in charge of CT and ‘foreign internal defence’, meaning training and mentor- ing for COIN operations. The ultimate goal is probably to keep two options open: either transition to a real supporting role, based on a lingering US military presence, so as to be able to negotiate from a position of strength with Pakistan and the in- surgents – that is of course the preferred option – or to ‘declare victory and run’ if it appears that the latter option is not sustainable and that US politics or the situation on the ground make such a withdrawal mandatory. If such were the case, at least a ‘decent interval’ would have been observed between our departure and an eventual Taliban victory. How to get there? The preferred option described above is predicated on four main conditions: First condition : CT proves effective not only in degrading the insurgency but also in making possible a negotiated end to the war. The tactical success of CT is predicated on the fact that it will prove difficult for the insurgents, especially mid-level leaders, to reconstitute their losses. However, histori- cal precedents tend to show that attrition is not a sound strategy in a COIN context, even when it is directed towards the leadership. Moreover, CT operations conducted on such a large scale will generate repercussions, some of them potentially good – as pressure might lead to negotiations and concessions, therefore allowing for a peace- building process – others not so good, as targeted killings harden the desire for re- venge, and also promote the rise of younger and often more radical leaders in lieu of the mid-level and senior figures that are killed. In other words, CT might very well complicate the negotiation process. ",
        "26 Joint Report Besides, and whatever its merits, CT provides only limited and short-lived answers to several fundamental questions. The scarcity of Western and Afghan troops allows only a partial presence in the country and this is unlikely to improve. For the record, the French deployed up to 420,000 troops in Algeria and still lost. The geographical focus on Regional Command (RC) South, the Taliban heartland, is also highly debat- able, as it has left RC West and North – the regions least favourable to the insurgents – exposed to penetrations and attacks, therefore potentially weakening our best an- chor points for a long-term presence. Second and most important condition : the successful build-up of the ANSF. Conducting CT operations beyond 2014 will only prove possible if someone else holds the ground, according to the now classic refrain, ‘as they stand up, we will stand down’. However, Western eagerness to quickly build up the Afghan military and police runs counter to the objective of achieving cohesion in the basic units. In other words, the trade-off between quantity and quality amounts to a political dilemma: bringing the ANSF up to the required level of competence and autonomy takes time and ultimately might even prove unfeasible, but lining up a lot of units quickly carries the risk of producing weak units that are unable to operate on their own, although political pressure will no doubt ensure that the required proportion of kandaks are certified CM1 by 2014. The build-up of the ANSF is not just a technical question, but first and foremost a political one: what are the Afghans fighting for? What is the narrative that is compel- ling to them and will remain so when we start leaving? Until such time as Pashtuns from the rural South start enlisting, the legitimacy of the Afghan state and institu- tions will remain in question. The problem of civilian control of the ANSF is, as of now, of secondary importance: what really matters is the quality of the current leadership, both civilian and military. Later on, the most likely problem will be the non-sustainable nature of the ANSF for the Afghan state, which will mean that Western financial support will remain critical for a long time to come, up to and including for the DDR process that will hopefully be needed some day. Third condition : a viable and enduring Western (especially US) military presence. Militarily, a minimal presence will be required to ensure adequate support for ANSF operations, mostly in terms of air power and advisors. However, it might not prove easy to maintain and protect this light military footprint if the insurgency is free to roam the entire country. Air bases will need to be defended, for instance: will the US trust the ANA for that, or will it keep conventional forces to do it? If the US were to go very low in terms of troop numbers, most of them would be absorbed by self- protection duties and the direct defence of the main air bases like Bagram, Mazar and ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 27 Kandahar, leaving very little else for mentoring and training. For all these reasons, the US will probably have to retain a minimal capability to act on the ground. Strategically, as we lower our goals and troop levels in Afghanistan, the mission re- cedes into the background and seems about to end. Publicly setting drawdown dates only reinforces public expectations, which will make it much harder to justify ex- penses, casualties and occasional reinforcements. The dynamics of retreat are not easily halted. Fourth condition : stable and reasonably effective Afghan institutions. An orderly drawdown of NATO forces presupposes a modicum of governance and le- gitimacy. The struggle against the insurgency and the Afghan government and insti- tutions has to be regarded as legitimate by a majority of Afghans. Passive acceptance of the Karzai administration and the absence of active support for the insurgents will probably not be enough. Taken together, these four conditions amount to the minimal requirements that need to be met for the current drawdown strategy to succeed: provided also that the political and military components of this strategy go hand in hand, and are not separate as they are today. If met, these conditions will put pressure on the Pakistani military and the insurgents and act as powerful incentives to negotiate in earnest. It is often said that there is no military solution in Afghanistan. Apparently, the Taliban beg to differ, which should at the very least lead us to acknowledge that the military dimension is still central. It can only deliver results, however, if it is clearly understood that the political and military components of the strategy must be kept in step with each other. The transition as conceived of now does not take sufficient account of our local allies, in addition to troop numbers, and completely neglects the enemy. However, unilateral strategies rarely work and cannot really be called strate- gies at all if they do not take into account the enemy’s reactions, objectives, and preferences: after all, it is the defeated side that makes victory possible by quitting or negotiating. To be viable, the transition should seek to create stable conditions on the ground that then would make it possible to negotiate in a meaningful way. We no longer fight to win on our own terms; we fight not to lose, which is challenging enough but, hopefully, could prove to be an achievable objective. ",
        "28 Joint Report THE NEED TO REgAIN LEgITIMACy THROUgH THE CIVILIAN COMPONENT OF SECURITy Eva gross Current Afghan National Security Forces (ANSF) training efforts privilege short- term over long-term measures. It is a challenge to find the right balance between the civilian and military organisations engaged in training and between their training practices. NATO focuses on providing basic training with only some emphasis on civilian training. A long-term view of what the Afghan National Police (ANP) should represent is absent. In the long run, the ANP should play a civilian role and support/ enforce the rule of law, not play a counterinsurgency/security role. But this requires a focus not only on civilian policing, but also on accountability and professionalism. But to date, the division of labour between the actors engaged in police reform has been skewed towards the military contribution – in part because NATO is the largest provider – and because the UN and EU have a spotty track record in making avail- able the necessary resources. Still, it should be in everybody’s interest to redress this balance. Therefore it is not clear from current training whether the future role of the ANP and the Afghan National Army (ANA) once Afghanistan becomes stable and peaceful has been conceptualised, or how comprehensive that conceptualisation is. Also there is no engagement with operationalising security sector reform (SSR) in the original sense of the term. The concept of security sector reform is a comprehensive one and emphasises oversight and governance, but this seems to get lost in the focus on pro- viding the right numbers. Current training/SSR efforts, therefore, concentrate on selective aspects of SSR only, rather than adopting a holistic approach that focuses on all areas of the security sector in addition to accountability. The relative lack of attention paid to judicial reform, for instance, also points towards this. But, in the long term, a functioning justice sector will be necessary/crucial, as will working links between the police and justice sectors. This does not mean that we are not faced with a serious security challenge in Afghani- stan, or that enabling the ANSF to assume security functions is not the right ap- proach; however, the international community needs to confront the issue of a civil- ian component for the ANSF in its training and long-term practice, simultaneously with its engagement with security. Sequencing in this case is not the right approach: if we were to wait until we had addressed the security challenges in order to address these issues in detail, it would be exceedingly difficult, if not impossible, to introduce a civilian component after the fact. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 29 Also, oversight should not focus solely on the central government level but also on the sub-national level; the problematic links between the central and sub-national levels (appointment system, lack of accountability to the population) strengthen calls for a focus on governance as part of a broader engagement with accountability. We have been in Afghanistan for a decade, although training efforts and a conceptu- alisation of the current US approach only began in 2009. This raises/emphasises the question of legitimacy (of the Afghan state and of our engagement) and the need to recover it. A focus on maximising the civilian component of security forces together with efforts to increase acceptance could help accomplish that. Finally, there is a need to more seriously engage with governance and as a result with the Afghan government; we need to rethink incentive structures, which might involve establishing a single message and effort rather than a cacophony of institu- tional approaches. ",
        "30 Joint Report II. CRAFTINg A SUSTAINAbLE POLITICAL TRANSITION A WIDER TRANSITION AgENDA IS NEEDED THAT INCLUDES TRAININg OF THE AFgHAN CIVIL SERVICE Zuhra bahman It is important to remember that Afghanistan has been going through a transition for the past decade; a transition from the Taliban rule to a democracy and from war to peace. For me the biggest indicator of the success of the transition so far is the trans- formation of my situation: from having only eight years of education confined to my home a decade ago, to being able to get an education and articulate my thoughts now. While changes such as better access to education and work, the opportunity to participate in the public sphere as well as better communication and free media, have transformed the life of Afghans like me, there are other factors that indicate a failure of the transition so far. The first indicator of failure is in the sphere of politics. While we Afghans have held elections and have adopted the language of democracy, we have failed to develop a political class from which we can democratically elect our leaders. This has created a situation in which we can foresee elections taking place but have no real options when it comes to leaders we can elect. In this vacuum we are left with the option of choosing one of the many corrupt warlords with a history of violating human rights in the country. This lack of leadership and political elites has also contributed to the widespread corruption, with the leadership of the country – both elected and non-elected – pursuing a variety of short-term financial or other agendas as opposed to pursuing political goals based on certain values and beliefs or the will to attract public sup- port. The second indicator of the failure of the transition so far is Afghanistan’s civil service which is ill-trained, ill-equipped and incapable of delivering basic services to the public. The civil service draws its employees from within the patronage net- works of those that have power within the current system. There is severe lack of accountability within the system, resulting in acute corruption which in turn re- sults in public discontent. Attempts to reform the civil service have been ad hoc and ineffective so far. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 31 The third indicator of failure so far is the development of the Afghan National Se- curity Forces (ANSF) as a heavily-armed entity that lacks an underlying ideology to unite its members. This is particularly dangerous in a situation in which the lack of a viable political leadership or working civil service results in public discontent. The current focus on enlarging the ANSF without paying due attention to good govern- ance will, if it continues, create a situation in which there will either be a military coup or another civil war. If we do not assess the transition from the Taliban to democracy thus far and learn from our mistakes, the next transition will not be a success. As a first step the new transition’s agenda must be widened. Transition in Afghanistan today must not only focus on the transfer of territorial control from the International Security Assistance Force (ISAF) to the ANSF, it must also have a clear agenda to safeguard the freedoms that the people of Afghanistan have gained during the last decade and ensure that the atrocities of the civil war and Taliban era are not repeated. The international community – both its development and military wings – must en- sure that the current transition agenda is informed by the failures and successes of the transition from the Taliban to democracy. Supporting the creation of an environment in which political leaders could emerge must therefore be at the top of the agenda, so that we Afghans have real options when we choose our president in 2014 in the absence of the international forces. The international community can do this by supporting technocrats, young leaders and civil society. When developing a political class, good quality higher education is important. Af- ghanistan’s international partners, through their investment in higher education for Afghans within and outside the country, can help create leaders for as near a future as 2014. Investment in regional centres of excellence for higher education in places such as Kandahar, where only 1% of people have access to higher education, would be much appreciated. Ensuring that the Afghan people have access to basic health and education services through a capable civil service by 2014 must become a crucial aim of the transition agenda alongside its military aim. A better civil service is possible in Afghanistan by means of a better reform programme and better education under the leadership of one of Afghanistan’s international partners. If civil service reform is conducted in a successful manner, the country leading it would leave an unforgettable legacy in the country that would contribute to bringing peace. Finally, the utmost attention must be paid to the manner in which the ANSF are trained in the next few years leading up to the transition. The emphasis must shift ",
        "32 Joint Report from quantity to quality. Although growing in numbers, the ANSF – the Afghan Na- tional Police (ANP) more than the Afghan National Army (ANA) – have failed to gain the Afghan people’s trust and support. People fear that this growing group of armed men cannot be trusted to protect the public. Therefore attention must now be paid to the quality of training that the forces receive so that an understanding of the law, respect for human rights and ethical behaviour are taught alongside technical skills. 2014 is a deadline for all involved in Afghanistan. Before this deadline is reached the international community must understand that the Afghans want this current tran- sition process to preserve the freedoms they enjoy and to prevent further war. This is also the deadline for all the international actors to plan and leave a positive legacy behind. The development of an educated political elite, a capable civil service and a united security force would be the best legacy that the international community could leave in Afghanistan. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 33 THE NEED FOR A VISION WITH A VIEW TO THE POLITICAL TRANSITION IN AFgHANISTAN Said Jawad With regard to the transition in Afghanistan, there is no clear vision about how Af- ghanistan will fit into a new emerging Asia 10 to 15 years from now. In terms of the political transition, however, we need a vision. Accountability, mutu- al confidence and reliance are lacking: there cannot be a transition without account- ability and responsibility. There is also need for national consensus among Afghan leaders. The government is overwhelmed by daily tactical issues, while parliament is fractured and crippled even before starting to work. This is epitomised by the appar- ent campaign to make a weak person Speaker of the House rather than have a strong person fill the post. The political leadership of the country is neither accountable to Afghanistan nor to the international community. In fact, it only invokes sovereignty issues when it is pressured by the international community, while it portrays itself as an innocent powerless bystander alongside powerful ‘foreigners’ when under domestic pressure. There is also a need for a comprehensive strategic partnership between Afghans and our international partners. The debate about the end-state of a US-Afghan partner- ship beyond 2014 is just beginning. From a military standpoint the transition is well under way: all parties (Afghanistan, NATO and Taliban) agree on the need to reduce and end NATO’s active combat. Nonetheless, the US and NATO have managed to unify their efforts under the lead- ership of General Petraeus. My recommendation is to put forward a clear vision, encourage dialogue and con- fidence-building, and continue to work with Afghan institutions instead of parallel structures for transition. With regard to governance and corruption in Afghanistan, there is a need to build accountable state institutions in Afghanistan. This does not mean replacing a fragile state with a corrupt state. Statebuilding is about building institutions, regulating the relations between them and connecting them to the people. There are very few qualified Afghans joining the government. There is no way of building capacity into the Afghan government because smart young people prefer to avoid working for it. ",
        "34 Joint Report On the issue of corruption there is no agreement on how dangerous it is. In fact, the Afghan government sees it as acceptable. The fact is that corruption is currently insti- tutionalised in the executive, legislative and especially judicial branches of the Afghan government. Also, there is no agreement between Afghanistan and the international community on the depth and impact of the problem. Nonetheless it constitutes a key obstacle to stabilising the country (50% of Afghans pay bribes). Yet fighting cor- ruption remains part of the political debate instead of being translated into criminal investigations and pursuit of the rule of law. Moreover, institutions are being built that lack the necessary capability to serve the Afghan people. Billions are spent on police forces and the army but next to nothing is spent on the Afghan Human Rights Commission. So who will have oversight over the police? How will the security forces be integrated into Afghanistan’s structures? Will Afghanistan replicate the examples of Turkey or Pakistan? Is this issue being suf- ficiently discussed? Unfortunately, the answer is no. I recommend that the international community work together with the Afghan peo- ple in order to empower them and civil society, so that an accountable government can be put in place. With regard to reconciliation there is no military solution; however, neither can there be reconciliation without a military solution. Why would people sit down and talk if they can just toss a grenade and appear in the news? Military pressure must be part of the reconciliation process. There is a lot of support among Afghan people for rec- onciliation: the question, however, is whether it is fear- or determination-driven; it is fear-driven in most cases. National consensus and a comprehensive reconciliation strategy on the part of the international community are also lacking. There is a need for everyone to assess how far they are ready to compromise. War and peace have international dimensions and cannot be left to certain groups; the Af- ghan war has a regional and global dimension. The Peace Council idea is a cosmetic solution in order to reassure minorities and women rights’ groups. At the same time we are asking them to submit to the Taliban with no discussion about the atrocities perpetrated by the latter: are we to simply forgive and forget about what happened? People will wonder about whom to trust. If no formal system for amnesty or rec- onciliation is established things could become very difficult. We need a clear public stance on reconciliation. What is needed is a clear position by the international community on reconciliation that goes beyond a guarded statement about Afghan-led efforts in the matter. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 35 CORRUPTION SHOULD bE ADDRESSED STRUCTURALLy, INCLUDINg THE SECURITy AND JUSTICE SECTORS barbara J. Stapleton The issue of corruption is complex, well-entrenched and multifaceted and the blame game includes international as well as national actors. In fact, concerns are deepen- ing within some senior levels of ISAF and amongst some of ISAF’s Afghan partners that corruption poses a fatal threat to the viability of the Afghan state and hence to the viability of the transition. Large-scale corruption includes: (i) the diversion of funds; (ii) organised crime penetration of state functions/institutions; (iii) narcot- ics; (iv) diversion of state revenues; (v) systemic petty corruption e.g., the sale of of- fices. There has been a tendency to focus on technical processes to reduce corruption rather than acting upon the political context which has been determinant all along. However the real time pressures involved in the transition have brought long-stand- ing political obstacles into sharp relief and provide a last opportunity to change the trajectory in Afghanistan. There are two main options for the international community (IC): to stick to the transition and forget about sustainable development; or to stay the course but with a different set of objectives and in an open timeframe. The former ties the IC’s hands to unachievable goals in an unrealisable amount of time. It further condemns decent Afghans to a bad future. Afghan people, literate and non-literate, recognise the grave threat of corruption and these criminal patronage networks, and need the right, sustained support and partnership if they are to meet the profound challenges posed by structural cor- ruption within the current political context. But they face major socio-cultural and social-political challenges in doing so and most critically they lack an enabling en- vironment. Instead, the political space for the development of civil society and re- spect for human rights is diminishing due to multiple factors, not all of which can be blamed on the insurgency. An international policy based on more of the same, that merely tinkers with institutions and individuals, will not bring forward the objective of stability for the development of Afghanistan that in turn will enable a sustainable exit strategy. The IC has been far too slow in recognising that pouring money into public insti- tutions that are primarily acting for narrow partisan gain rather than the national interest has compounded bad governance. If we cannot turn off the supply of US and other money pumping into the system – given the commitments already made – then at least we must follow the money more carefully. ",
        "36 Joint Report Basing governance on developing performing public institutions will require struc- tural adjustments to aid delivery, focusing with greater emphasis on decentralised approaches, assistance to civil society to develop partnerships with public authorities and encouraging a bottom-up approach to local accountability. Neither the existing timeframe nor the narrow methodologies envisaged by the transition make these rec- ommendations remotely achievable. There is no time to go into the background of the ‘ rentier state’ in Afghanistan except to point out that it has now reached unprecedented proportions. Afghani- stan is not the only country in the world run on patronage networks; South Korea constitutes a leading example, but is also one of the world’s most economically successful states. The difference is that patronage networks in Afghanistan are criminalised and pursue narrow, particularistic agendas opposed to the estab- lishment of the rule of law and a functional central government. The role of the war economy over the last 30 years has empowered these criminalised patronage networks, which can be accurately described as ‘non-state actors’ operating both from within and outside public institutions. It would be naïve to assume that the Afghan National Army (ANA) for example is immune to, or can be immunised against, the influence of these networks and the patronage system that supports them, or that the extractive industries upon which hopes are focused will not be subject to the risk of plunder if sufficient transparency has not been established first. It bears repeating that the basis of creating stability in Afghanistan is politi- cal, not economic. These criminal patronage networks are often linked to the same former Jihadi leaders and their affiliated commanders/networks that have effectively blocked the reform agenda over the last nine years, including, in particular, attempts to reform the secu- rity sector. The charade of the now moribund Disbandment of Illegal Armed Groups (DIAGs) process epitomises a situation in which opportunities to establish a degree of effective state control over the means of violence have been lost. In addition to the Jihadist old guard, a new elite has arisen on the back of the busi- ness/crime/political nexus. They can be described as ‘neo-warlords’ in their emula- tion of the old guard in the building-up of militias-cum-private security companies (PSCs). This has been fuelled by the billions of dollars directed at development by the IC over the last few years – in pursuit of a security dividend that has not materialised – providing very rich pickings to both sets of connected actors as well as to the armed opposition. The key question, then, is whether a transition (with the factors referred to remain- ing in place) can be sustainable in the immediate to short term, let alone longer? Will apparent (on both the Afghan and international sides) rather than substantive processes suffice when the funding flows associated with the biggest economic actor in Afghanistan – ISAF – decline rapidly? Will ethnic cards be played over competition ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 37 for scarcer resources that could split the Afghan security forces and associated insti- tutions along ethnic lines and further polarise communities, risking a more wide- spread civil war following the transition? Against this background the number of international forces committed to Afghani- stan or the size of Afghan security forces is a secondary affair. We need not only to understand better the political dimensions of the problem posed by corruption in the context of what the IC is trying to achieve, but be prepared to act on that understanding. Official silence surrounds the outcomes of financial probes led by the US into the New Ansari and Kabul Bank, exemplifying a continuing re- luctance to rock the boat. But the idea that the alternative focus on small-scale petty corruption can produce results without addressing the networks and their sponsors is delusionary. The so-called petty corruption is mainly systematised and is run by criminal patronage networks. And exactly where does this limited approach leave the committed Afghans who have worked with international investigators on these probes and taken risks in doing so? What messages does this send? What should be done? The West should free itself from the constraints imposed by the perception that time • has run out. Closely connected to this, the ‘sovereignty’ argument it has employed has led to claims that it has no leverage, when this is patently not the case. (Apart from aid dependency, issues like the still unresolved question of whether the US will commit to permanent military bases in Afghanistan provide cases in point). The IC should exert all possible influence through cooperative, persuasive and, if • necessary, coercive means (such as making aid conditional) to convince key Afghan leaders that it is in their interest to take on the problem of corruption and reduce it at least to a level whereby it no longer poses a fatal threat to international objectives or the viability of the state and international aims in that regard. At the same time, nettles must be grasped in ending the cooperation of international actors with neo- warlords (e.g. Abdul Razeq) if the urgently-needed shift in Afghan perceptions that a real change is taking place is to happen. The biggest corruption sector is that of private security companies (PSCs). Yet the • Afghan Public Protection Force will, in effect, make PSCs a national phenomenon. Such concerns add to those raised by negative security incidents already associated with PSCs/militias in different parts of the country. 4 The engagement on corruption to date has been episodic, reactive and focused on discreet cases. This must change in the following ways: 4. See The Sunday Times , 20 February 2011; Jon Boone, ‘Afghans fear return of the warlords as anti-Taliban militias clash’, The Guardian , 16 February 2011. ",
        "38 Joint Report Developing a common understanding of the problem with Afghans (this is already • under way and must be built on and supported further). Focus on getting internationally supplied money/contractors under control. (COM • ISAF’s COIN Contracting Guidance is an important step forward, but reportedly the awarding of new contracts to companies that have already demonstrated cor- rupt practices has still not ended. 5 Though it is widely recognised that more progress is needed fast, the sheer scale of financial commitments already made makes this a daunting task ($4 billion for security and development assistance in FY11) while short cuts and expediency are increasing with the pressures engendered by the transi- tion timetable. Conflicting messages result from uncoordinated approaches, whereby one donor blocks funding to contractor X because of corruption and another donor comes in with an even bigger cheque. Moreover there is a danger that even if the West gets its house in order, China or Russia (to name but two) may provide alternative funding sources. Insulate key institutions from intimidation/political interference: the Attorney Gen- • eral’s Office is a key case in point where prosecutions for corruption cases are proving problematic, allegedly due to political interference. The High Office for Oversight must be strengthened and ways found to free it of political constraints. The Major Crimes Task Force reportedly is operating well on lower-level corruption cases, but its successes are limited to criminal organisations not tied to power brokers, e.g. kidnap- ping rings. It should be empowered to act beyond this. Focus on reforms within the security and judicial sectors, prioritising effective pros- • ecution and adequate penalties for corrupt actors. Implement key actions that have already been identified and are directed by presi- • dential decrees. There has been little substantive action on presidential direction on tackling corruption; for example, the decree on merit-based hiring is not being im- plemented. This will require: First and foremost, political will on all sides to utilise the opportunity for change • presented by the broadening recognition that without the fundamental constraint of criminal networks being lifted, capacity development/systemic reform/civil society development will remain pie in the sky along with the rule of law that will be required at some level if the extractive industries are to be exploited for the national benefit. Investment in strong and independent oversight institutions which will need the in- • volvement and education of civil society at sub-national as well as central levels. Identifying and strengthening positive actors who are willing to reform, and support- • ing them in the right ways over time. Directing international funds for development in ways that not only improve trans- • parency and accountability, but also help break the exclusionary political economies that disenfranchise key elements of the population. 5. See Marisa Taylor, ‘US gave firm low rating for Afghan work – and more business’, McClatchy Newspapers , 16 February 2011. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 39 MAKINg OF THE POLITICAL TRANSITION SOMETHINg bEyOND AN ILLUSION: CHALLENgES AHEAD Caroline Wadhams The Obama Administration is serious about transitioning out of Afghanistan over the next three years, beginning in July 2011. The reality of a dramatically reduced US military and financial footprint in Afghanistan by 2014 should focus the minds of policymakers in the US government and the international community on outlining a clear transition strategy out of Afghanistan. Policymakers need to be asking how the United States and NATO-ISAF can withdraw without igniting a civil war. Transition remains ill-defined and has been discussed largely in security terms. As of now, the only thing we know for certain is that by 2014, the United States will hand over the lead for security to the Afghans. Yet we do not know how many US forces, if any, will remain in Afghanistan. And we remain uncertain about our future financial commitments to the Afghan National Security Forces beyond 2014. The July date marks the beginning of transition, during which certain places, wheth- er they are provinces or cities, are to be turned over to Afghan control. Yet, when one digs a little deeper into what actually changes in the handover, transition looks like an illusion. It is an appearance of momentum, without fundamental changes on the ground. Certain areas expected to be transferred, for example, already do not have a significant US or NATO/ISAF troop presence. Do the Provincial Reconstruction Teams disappear in the transition? Will US and/or NATO-ISAF forces respond and return in the event of insurgent victories in these transferred areas? How do govern- ment officials in those areas receive the resources they need for projects when much of their funding, and specifically, military funds, come from the United States now? None of these questions are answered. The glaring omission in the transition strategy centres on the political track. The US government has not outlined a set of political objectives for 2014, despite the fact that the current Afghan political system is unsustainable. The Afghan government may not survive a withdrawal of foreign troops in one year, or four or even ten years, if the status quo remains. It is plagued with a number of problems, including: A lack of capacity and competence on the part of government officials. • A perception – especially on the part of Pashtuns in the south – that the government • acts as a politically exclusive and self-enriching patronage (or criminal) network that is largely unresponsive to peoples’ grievances, and is predatory. It remains over-centralised, with formal power resting with the executive. President • Karzai appoints more than a thousand positions countrywide, including governors, police chiefs and heads of ministries. Most aid flows from Kabul downwards. ",
        "40 Joint Report The system possesses few checks and balances. The parliament is weak, the judiciary • is beholden to President Karzai, and local governing bodies lack clear responsibilities or the power of the purse. Few avenues exist to address peoples’ needs or grievances. They cannot hold their officials to account; they cannot set their own priorities. A dependency on external support for the vast majority of its budget. • The United States, with its international partners, needs to more clearly map out its political strategy for addressing the unsustainability of the political system. This strategy should have two major components: a political settlement process with all Afghan factions (including armed and unarmed) and a political reform agenda. The Obama Administration has for the first time begun to emphasise the importance of a political settlement as part of its diplomatic surge, but it has not yet moved beyond rhetoric. It will be a long haul, even if pursued aggressively, but a process must begin. This settlement process must be two-tracked, including internal Afghan reconcilia- tion and a broader, regional dialogue. In terms of the second item – the political reform agenda – the Obama Adminis- tration has spoken about the need for political reform of the Afghan government, but it has never articulated a clear set of expectations around political reforms or established consequences for failure to comply. The Afghan government has prom- ised to undertake many reforms in several documents and pledges, including Karzai’s 2009 inaugural address, the January 2010 London Conference, the March 2010 sub- national governance policy, and the Kabul Conference communiqué of July 2010. But the international community rarely, if ever, speaks with one voice and often al- lows many past promises to slip by unmet. Battling corruption, as the US govern- ment claims it is doing, remains far too vague a strategy. In order to pursue a political reform process, the United States must more clearly state its political objectives and utilise the leverage it has to push the Afghan gov- ernment to relinquish some of its concentrated power with the goal of increasing internal checks and balances and broadening the governing coalition. Significant portions of US and allied financial and military assistance to Afghanistan should be made contingent upon the Afghan government addressing specific political griev- ances and undertaking reforms that can increase its long-term self-sustainability. An understanding of who is receiving money from international donors countrywide and of an individual’s relationship with the central government should enable for- eign donors to determine leverage points and cease funding for certain individuals and their networks. This may require the cessation of military contracts to individu- als associated with the Karzai political network in order to exert influence over the Afghan government’s calculations. At the same time, incentives can be offered for improvements on reform. Deliver- ing money to the government through an international trust fund like the Af- ghan Reconstruction Trust Fund offers greater control of aid, as well as a potential ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 41 mechanism for oversight and reporting. A strategic partnership agreement – which President Karzai clearly wants – could also be a mechanism for reciprocal agreements around political reforms. The two tracks of political reform and political reconciliation may be mutually rein- forcing. How does the Afghan government maintain and even increase the support of the non-armed factions during a reconciliation process if these factions do not see reforms? Karzai’s base is becoming increasingly disillusioned with the current system. If Karzai does not begin to address Afghans’ grievances related to the absence of checks and balances, a lack of accountability, the predatory nature of the system and political exclusion, more Afghans might decide to take up arms. Moreover, a reconciliation process might also incentivise political reform, forcing the Karzai gov- ernment to undertake reforms that it has resisted. Of course, there will also be ten- sions between a political reform process and reconciliation. For example, the Taliban might actually resist a reform process that decentralises the system. These dynamics will have to be navigated once both begin. Despite the fact that the United States and the international community is transi- tioning militarily out of Afghanistan (if not financially), policymakers have not yet determined an effective strategy to ensure that transition is durable and sustain- able. A course of action must be pursued that includes both a political settlement in Afghanistan and the region, and a political reform process in order to achieve the desired end-state: essentially, a viable, secure Afghan state that protects US and regional interests. ",
        "42 Joint Report III. INTERNATIONAL SUPPORT FOR SOCIO- ECONOMIC SUSTAINAbILITy EFFECTIVE INITIATIVES TOWARDS LOCAL ECONOMIC DEVELOPMENT AND EMPOWERMENT Masood Aziz Whenever we talk about Afghanistan, we must always keep these figures in mind: since the ousting of the Taliban, 90% of international assistance has gone to security. Of the remaining 10-12%, 70% has gone outside the government. No wonder that the state is weak and that we lack governance, institutions and capacity. The numbers are clear. There is no need for us to bang our heads against the wall and ask why. In 2007 the United States Geological Survey (USGS) announced the discovery of large mineral reserves, significant in both size and nature. This could be a game-changer. Suddenly a country once seen without a future is now seen to be endowed with natu- ral resources. Afghanistan could be one of the world’s largest producers of copper and iron. The discovery also includes rare earth minerals, such as lithium, which are essential in the high-tech industry, for cell phones and super-conductive metals. These minerals are geographically distributed equally across the country, which is important due to security and ethnic challenges. The two projects which have received most press are the Aynak copper mines and the Hajigak mines in Bamyan. But there are other large mineral deposits. Lithium depos- its valued at $60 billion were discovered in four eastern and western provinces. And gold and niobium valued at over $90 billion have been discovered in the Ghazni and Helmand provinces. The Hajigak iron ore deposits in Bamyan are among the largest in the world: they are big enough to feed a steel plant 10 million tonnes per year for a century. The Chinese made the largest single investment in Afghanistan’s history when they invested $3.5 billion in 2008 to develop the Aynak copper mine, said to be the second largest unexplored mine in the world. These mineral deposits could gen- erate hundreds of millions of dollars in revenues. It is estimated that the Aynak mines alone can potentially generate $1.2 billion of revenues per year. These revenues are significant and could lead to a renaissance of the ‘real’ economy in Afghanistan. In addition, this could create thousands of jobs, attract investments in infrastructure and enable further growth of trade and commerce. However, we also know that natural resources can be a curse for a country. Many examples and ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 43 studies have shown in the case of newly-found natural resources that the wealth does not necessarily reach the citizens. In fact, overdependence can create more autocratic states, more corruption and more poverty, slow down the economy and even increase conflicts. Importantly, it could have a corrosive effect on the social contract between the state and citizenry, which is critically important in Afghanistan, especially at this stage. So how do we ensure that these newly-found riches do not become a curse? The usual approaches are well known: to establish the right licensing process and framework, standardise the bidding process, improve transparency and fight corrup- tion, etc: most of these are long-term issues. The urgency of the situation today is such that we should be looking at more effective means now. I propose two mecha- nisms: first, a direct cash distribution of natural resource revenues to the people, i.e. ‘give the cash to the people’. This is economically efficient and has been shown to have a major impact on a range of development outcomes. Cash transfer pro- grammes have attracted quite a bit of both academic and practical interest in the past couple of decades due the success of actual programmes. The book Just Give Money to The Poor: The Development Revolution of the Global South esti- mates that a cash transfer programme exists in over 40 countries, among them India, Bangladesh, Nepal, Indonesia, Botswana, South Africa, Brazil, Colombia, Honduras, Panama and Armenia. 6 In Mexico, a cash transfer programme offered to low-income families in exchange for school attendance, health clinic visits and nutritional sup- port was very successful. Outcome studies for this programme showed that children participating (a) had a 12% lower incidence of illness; (b) were 33% more likely to be enrolled in school; and (c) were 23% more likely to finish grade nine. In Brazil a rural programme increased the rate of children’s enrolment at school. Bolivia and Mongo- lia have both set up programmes to use their natural resources revenues to finance cash transfer programmes. For example, Mongolia’s ‘Child Money’ programme is funded by revenues from copper and gold mines. Such programmes have both political and economic benefits. For the poorest of the poor, even small amounts would provide food, education and micro-enterprises. It also makes for a balanced distribution of funds to every citizen. Typically, in devel- oping countries spending does not get to rural areas and is concentrated in cities, but these programmes reverse that trend. They also increase state revenues. Under my proposal, the distributed cash would be taxed as normal income. This will not only bring back resources to the state but create an incentive for the state to build its tax collection capability in order to recover part of the funds. In such a way, the government will be forced to depend on citizens for revenues and thus will be more accountable. And importantly, such programmes also give citizens a very strong in- centive to carefully monitor incoming revenues and the management and distribu- tion of resources. 6. Joseph Hanlon, Armando Barrientos and David Hulme, Just Give Money to The Poor: The Development Revolution of the Global South (Sterling, VA: Kumarian Press, 2010). ",
        "44 Joint Report My second proposal concerns the National Solidarity Programme (NSP). The NSP sought to empower the grassroots level in Afghanistan’s rural areas for the first time in the country’s history by helping establish local governance bodies – Community Development Councils (CDCs) – in villages across the country. Cash grants were di- rectly given to these elected bodies to help them carry out small-scale rural projects that communities chose through an inclusive decision-making process. The project involved over 20,000 communities across the country in all 34 provinces. It engaged citizens in deciding for themselves. I am proposing that the cash transfer scheme I described should be linked with the NSP to fund it via a better management of revenues from natural resources. The NSP requires cash grants for the implementation of its development projects. The programme has the merit of already existing and is viewed as perhaps the most suc- cessful development programme in Afghanistan. It is a programme founded on transparency that has established the basis for better governance as well as having achieved a successful combination of development and security. The cash transfer scheme and the NSP are both powerful tools: they have common points and natural links. Linking them together in the manner that I have proposed will make them even more powerful as a mechanism for effectively establishing security, governance and development. This proposal will help offset the dangers of the ‘resources curse’, while at the same time alleviating the corrosive effect of a further breakdown of the social contract between the state and citizens. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 45 ONLy AFgHAN REVENUE CAN MAKE THE AFgHAN ECONOMy SELF-SUSTAININg Clare Lockhart The Afghanistan effort is currently being understood by policymakers, the public and politicians in the US and many other countries primarily in terms of its military and political components. Given the situation on the ground, this is understandable and necessary, but it overlooks the fact that any sustainable peace for Afghanistan must be underpinned by social and economic progress. Engaging the citizenry in the prospect of stability by giving them the hope of improving their own lives and those of their children by becoming self-sufficient, through jobs and skills, lies at the heart of stability. And the more Afghanistan can raise its own revenue, the less it will have to depend on appropriations from foreign taxpayers. Recognising the fundamental importance of a political process that articulates a framework for a future Afghani- stan in which all Afghan stakeholders can see a future, this presentation will focus on the economic dimension. In 1947, George Kennan, having recently been tasked with establishing Policy Plan- ning at the State Department, set out the following in a previously secret, now de- classified, memo: ‘much of the value of a … recovery program will lie not so much in its direct economic • effects … as in its psychological and political by-products. To state this publicly, how- ever, would be a self defeating act. (…) The restoration of confidence must be an un- conscious – not a conscious – process. They must come to believe seriously in the real value of such an economic program.’ ‘It is absolutely essential that people … should make the effort to think out their own • problems, and should have forced upon them a sense of direct responsibility for the way funds are expended. Similarly, it is important that people in this country believe a genuine effort has been made to achieve soundness of concept in the way … funds are spent.’ ‘An economy after all consists of people ... I do not think we can enlist [among peo- • ple] a real will to work and to create under present arrangements. And without that constructive will, I do not think this job can be done.’ The importance of an economic rationale for the establishment of enduring peace and stability has not been sufficiently emphasised. It has become urgent for policy and political leaders to articulate this to the public. Firstly, this makes it necessary to correct a misunderstanding. There is a prevalent view that economic development depends on how much of taxpayers’ money is spent on aid. In fact, the aid complex is terribly wasteful and could be reduced by 90% with better effect. What is required is an economic support framework, whereby Af- ",
        "46 Joint Report ghans adopt a programme for trade, agriculture, minerals, construction and other key industries, while economic support mechanisms and policies are put in place from the outside. Most of these mechanisms will be free or even revenue-generating. Where funding is required, much of this can be met by the private sector with small amounts of risk guarantees. Secondly, the economic dimension needs to be understood in terms of global trends, particularly the conflation of the youth bulge, urbanisation and unemployment. Large numbers of young men with no jobs are as much a security issue as one of human dig- nity and welfare. Providing a stake for the disenfranchised in a social and economic system is perhaps the fastest route to stability and security, both there and here. Thirdly, in terms of revenues, how is Afghanistan to be self-sustaining? If there is one measure of state effectiveness, it is revenue. Afghanistan’s major sources of revenue will come from trade and customs flows, minerals, agriculture and construction, and expanding the tax base. Fourth, it is worth noting that the Special Representatives of the Secretary-General (SRSGs) responsible for peace agreements in the last two decades have admitted that the thing they regret most is that they forgot about the economy. They thought it could wait for 10 or 20 years, until after peace was established. But instead, because the economy cannot wait, a criminal economy develops. This in turn infects politics, and has often taken the country back to war. Fifth, what is the feasibility of economic development? History is littered with cases where people thought the situation was lost. People thought in the early 1960s that Singapore and South Korea were hopeless cases; it was thought post-World War II that Britain was lost. Look at where Rwanda is today, post-genocide. Certainly there are capacity constraints and obstacles, but feasibility is about where you invest. The concept and framework for economic regeneration needs to be articulated by Afghans. To work, the plans must be Afghan-designed and owned. Indeed, Afghan officials have already formulated an economic concept in a series of major policy statements and conferences dating from 2001. Now there is a need to focus on imple- mentation. What is the content? The central concept that has been articulated is that of Afghanistan as a regional hub, land bridge or new Silk Road. There are five sectors of the economy that will produce this: transportation, minerals, construction, agri- culture and urban services. To underpin this, there is a critical need for vocational training, to rebuild Afghanistan’s skills base. On the expenditure side of the equa- tion, there is a drastic need to simplify, through up to six large-scale countrywide programmes. How do we get soundness of concept right? We often confuse aid with development. Development is a process led by the people of a country. Aid might be an input, but ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 47 can sometimes do more harm than good. Think about those areas where aid gets in the way of development. In terms of resourcing transition, how do we adjust flows of money? Part of this con- cerns the role of international financial institutions. We need to understand what their essential functions could be in an Afghan context. In 2001-2006 the World Bank, the Asian Development Bank and the IMF were in charge of the international reconstruction side of the agenda. In 2006-2007 the UN was put in charge of the eco- nomics. While the UN has political strengths, putting it in charge of economics is an oxymoron. It elbowed the World Bank, Asian Development Bank and IMF out of the way but was unable to replace their leadership or functionality, leaving a dangerous lacuna. This division of labour needs to be revisited. There is a need to rethink the role of the World Bank (it is, after all, the Bank for reconstruction and development) and the IMF. It is the job of the great powers and the executive board members to ensure that these organisations now prioritise Afghanistan and Pakistan. In the human/psychological domain the human capital dimension is important. The Afghans were forced to fund secondary and higher education out of their do- mestic and aid budgets, because the millennium development goals imposed a policy framework in which primary education was all that mattered. External actors have done the Afghan population a huge disservice by denying them education over the age of 11. This was the perfect recipe for marginalising teenagers. In order to move forward, we need a real Afghan human resources strategy. ",
        "48 Joint Report THE NEED FOR A FUNCTIONAL JUSTICE SECTOR IN ORDER TO ATTRACT FOREIgN AID AND INVESTMENT bettina Muscheidt Time and patience will be the most important assets if we want to ensure a lasting peace in Afghanistan. Such peace will inevitably be based on physical security, a re- sponsive and inclusive government – at all levels and possibly much less centralised than today – and a governance system with proper checks and balances (no doubt: this includes a strong parliament and a professional, independent and correctly paid judiciary). Most importantly, there must be economic opportunities for the 65% of Afghans who are currently under 27. Anything less than this is hardly sustainable – notably seen against the demographic factor. Events in the Middle East can provide us with some food for thought in this respect: what should we do to improve the prospects for Afghanistan in the long term, notably, as there is now time pressure with the inteqal (transition) on the secu- rity side changing the dynamics for civilian assistance. Obviously, this is hardly the time to come up with new strategies and plans (the Eu- ropean Parliament, however, presented a ‘New Strategy’ in December and another major think tank will do the same this afternoon here in Washington). We cannot afford this any more: there is a Strategy (whatever shortcomings it may have), and that is Afghanistan’s National Strategy. True: old checklists for commitments, such as the Afghanistan Compact, fell quickly into oblivion (with the connivance of both the international community and the Afghan government). But, now that we under- stand what is required for long-term stability there is a (perhaps last) chance to do better. Both the London and Kabul Conference statements are clear on international and Af- ghan commitments – because they are the Kabul process, it will be less easy to quietly let things get lost again in the long grass: Coherence on the donors’ side is a particular challenge to the EU’s 27 – despite exist- • ing obligations in the wider world of DAC commitments and EU engagements for better coordination. With the Lisbon Treaty we took the important step last April of merging the two EU offices on the ground under one single representative. We have also taken on tasks of the former rotating Presidencies on the ground. Clearly, there is now a much more visible and unified EU approach on the ground. Under the Swedish Presidency in 2009 we also adopted the EU Action Plan for Af- • ghanistan and Pakistan. Arguably there are still too many priorities listed in this plan. Also it will not put an end to the practice of aid flows going where the military is (that ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 49 is, EU Member States’ troops). But for the first time it brings with it a genuinely new development: the declared resolve of the EU Member States . Twice a year the Heads of Mission (HoM) have to draft implementation reports for the EU Foreign Minis- ters. So, there is a process and an accountability mechanism. But, let me assure you: it is work in progress. Clearly, the EU is an advocate of better aid alignment: in 2007 alone, over half of the • EU’s combined funding for Afghanistan went through the public finance manage- ment system. It provided two-thirds of the funding for the Afghanistan Reconstruc- tion Trust Fund (ARTF) and around 40% for the Law and Order Trust Fund. So, even without the Kabul Conference commitments we have pursued such aid delivery methods. As for the European Commission, we now channel some 60% of our aid to national programmes or through trust funds. We need to carefully listen to Afghan priorities in line with the National Strategy. We • were – so, I recall – the only donor to have delayed the mid-term review of our seven- year Country Strategy to ensure that the results of the Kabul Conference could be factored in. Over a third of our assistance (which we have just increased by 30% to an annual baseline amount of some € 200 million) will go to rural development and rule of law/governance. Afghan responsibility is an important factor in the transition strategy but will de- • pend on drastically improved capacity at all levels of government. National capacity- building is, therefore, a ‘cross-cutting’ theme: obviously, stand-alone programmes will be less effective. Having said this, we are determined to support civil service train- ing through a network of dedicated institutes across the country. Afghan responsibility (and I will come to this later) is also linked closely with overdue • reforms: there is, of course, a degree of shared responsibility (up to a point). But we use, precisely, our presence on the board of trust funds, such as the Law and Order Trust Fund, to press for reforms: such a body lends itself more easily to creating that ‘single voice’ of the international community with respect to a clearly shared inter- est. Finally, there is also our commitment to reduce Afghanistan’s dependence on ex- • ternal assistance and our support for border-management programmes has done its part to improve revenue collection in a country whose main source of taxes still comes from customs. Linked with this is the support we are currently providing for a customs academy in Kabul. But, needless to say, without security we will not be able to deliver development as- • sistance. Turning to the Afghan side of the equation, Afghanistan’s civilian commitments have certainly come under pressure since the Kabul Conference. An early indication was the unravelling of the agreed cluster structures for the ministries in order to im- prove coherence and ensure faster delivery of aid on the Afghan side. But this may just be a detail compared to the lack of progress in the one sector that is crucial to the rule of law, social and economic development and human as well as women’s rights, and that is the justice sector. It is a perhaps rare example of donors ",
        "50 Joint Report by and large having stuck, against all the odds, to the rules in the book: in 2006 – be- cause of much international pressure – the EU stepped up to increase its engagement in the rule-of-law sector. EUPOL Afghanistan started operations in summer 2007, while a major international conference in Rome – dedicated to justice – endorsed the reform of Afghanistan’s justice system. Afghanistan signed up to this. There is a National Justice Strategy and Programme. But since then little has happened to translate this Afghan commitment into action as regards this crucial aspect of civil service reform. Now, almost everything else we do depends on progress in this field: security sector reform remains incomplete without reform of the judicial institutions. If there is perceived to be a lack of services or possibly even a lack of justice, or if there is injus- tice, the result will be resentment. So much for all the collective efforts to ensure that the Afghan state is an attractive alternative to the insurgency and so much for all the negotiation strategies! A dysfunctional justice sector is inevitably also the Achilles heel of all attempts to at- tract private sector investments, which in turn will be the only way to provide sustain- able employment and economic development. Furthermore, there is little hope of upholding human and women’s rights without competent and independent judicial institutions: we know that Afghanistan has signed up to most international human rights covenants but finds it hard to implement them. Finally, the Kabul Bank crisis: in Afghanistan’s fragile context of economic govern- ance the damage cannot be underestimated. With some $900 million of losses the ef- fect on public finances will be disastrous. Far worse, however, is the fact that the IMF has just had to review its earlier fairly positive assessment of public finance manage- ment in Afghanistan because no agreement could be reached with the Afghan gov- ernment on how to deal with the crisis. It is worth recalling the progress Afghanistan had made under the strict supervision of the IMF and World Bank when it graduated through the Heavily Indebted Poor Countries (HIPC) process and through the Paris Club. Following the IMF verdict a number of donors will now find it hard to continue to channel their funding through trust funds like the ARTF. Many of you claim that too little aid has been set aside for Afghanistan, while oth- ers suggest the opposite. But clearly, without competent institutional structures, Af- ghanistan’s absorption capacity will remain low and we will find it hard to channel money to Afghanistan, given that we are accountable to our own parliaments and public opinion. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 51 ACHIEVINg LONg-TERM DEVELOPMENT IN AFgHANISTAN WITH LOW INTERNATIONAL DEPENDENCE Shannon Scribner We need to look at what transition means for education and other development sec- tors. Before we talk about socio-economic development, we also need to look at the current context: Afghanistan is a poor country with an average life expectancy of 45 years. One in five Afghan children dies before their fifth birthday. Every thirty min- utes, one woman dies due to pregnancy complications or tuberculosis. We still have a long way to go to improve the lives of the Afghan people, and therefore, we should be thinking about transition in terms of what the Afghans want. In terms of economic development, there are three key areas to consider: education, rural development that focuses not just on agriculture, but the poor, and the role of women. In terms of education, Oxfam’s recent report entitled High Stakes 7 talks about the importance of education, especially girls’ education, and how the interna- tional community must stay the course and continue to support education. While only 34% of the population is literate, only 12% of women over 15 are literate. With- out literacy, there will be constraints on the workforce. Real progress on education has been made by increasing the numbers enrolled in school to 6.4 million (up from eight hundred thousand under the Taliban). The report found that secondary edu- cation is key, yet underfunded: 71% of girls wanted to continue past primary school and over 50% of parents interviewed supported their daughters’ going to university. Afghans want education. In terms of rural development, 80% rely on agriculture to make a living and Oxfam welcomes the recent US government focus on agriculture. However, we have to be careful what the agriculture sector support looks like. Pro-growth strategies are im- portant, but should not undermine food security for the poorest Afghans. We must work to improve safety nets and reduce the vulnerability of the poor to economic or other shocks and there should be a focus on rural livelihoods across the board, not just in agriculture, since there are too few jobs and opportunities in agriculture in rural areas. We need other livelihood opportunities. With respect to poverty, last year Oxfam released a report entitled The Cost of War, 8 in which we asked Afghans what the number one driver of conflict was. Poverty was number one and it was also the number one obstacle cited in Oxfam’s education report (followed by forced marriage and security). 7. Oxfam, High Stakes: Girls’ Education in Afghanistan , Joint NGO Briefing Paper, 24 February 2011. 8. Oxfam, The Cost of War: Afghan Experiences of Conflict, 1978-2009 , November 2009. ",
        "52 Joint Report With respect to the empowerment of women, since 2001 women have been increas- ingly participating in income-generating activities, education, etc., but their role is often precarious and depends on a lot of things, including acceptance by the com- munity and community leaders. We need projects geared towards women that are not haphazard and are linked to markets and the wider economy. In order to make improvements on these three issues, we must look to the Afghan government and its capacity. How does the international community assist in build- ing up that capacity? We need to pay civil servants more, let the government know what we are doing in their country, reward ministries that are performing well and, as we build up the government’s capacity, channel more of our assistance through the government. This way they can gradually increase the assistance they are providing to Afghans, which will allow Afghans to hold their own government accountable. There is concern about the government’s dependence on international assistance: it constitutes around 90% of all public expenditures and current government rev- enues are not sufficient to ensure sustainability for the Afghan National Develop- ment Strategy priorities. Therefore, we must look at how we can help the government increase revenues. As troops withdraw, we know from the experience in Kosovo and Iraq that development assistance will drop dramatically. Therefore, it is uncertain what our development assistance is going to look like in 2012. There may be an opportunity at the next Kabul and Bonn conferences to talk about transition issues other than military ones, such as education. With the military with- drawing, there is an opportunity for civilian assistance to shift to long-term develop- ment based on alleviating poverty, and to rebalance development – currently focused in the southern and eastern parts of Afghanistan – throughout the country. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 53 IV. STRENgTHENINg REgIONAL COOPERATION AND INTEgRATION A NEgOTIATED AgREEMENT WITH THE TALIbAN MUST ENTAIL PROACTIVE PAKISTANI ENgAgEMENT gilles Dorronsoro To start addressing the question of the role of Afghanistan’s neighbours, I first want to point out that we have a serious crisis developing in the next few years. The Afghan state is unable to control its border; thus arms and groups can cross where and when they want in many places along the border. With the withdrawal of international forces starting this summer, we have, potentially, a situation comparable to the 1990s, where every country chooses its champion. If we do not change the regional dynamics, Afghanistan’s neighbours will use their proxies to assert their influence and, as a result, the civil war could drag on. Iranians have strong ties with Shiite com- munities and those ties are only getting stronger. India and Russia could be tempted to give support to northern groups, while Pakistan will probably continue with its current pattern of support to the Taliban. Pakistan is the key to the counterinsurgency (COIN) in Afghanistan, because since 2001 the Taliban leadership has had a sanctuary in Pakistan. There is therefore no credible perspective of weakening the Taliban without Pakistan’s support. In 2011 this question has become especially central, since large-scale operations will not change the momentum if the Taliban maintain their ability to move freely back and forth along the Pakistani border. It is also clear that the Pakistan military is not go- ing to do anything serious against the Afghan Taliban. In fact, some information even suggests that there will be more support by the Pakistan military for the Tali- ban this year. In addition, it is not even clear if the Pakistan Army has the strength to control the Afghan border without a major change in its priorities: a shift of its major units from the Indian border to the Afghan one. The border area is getting out of control mainly due to Pakistani policies. The tribal system is broken and the transnational Jihadist network in the border area is solidly established. This does not mean that the border is ‘disappearing’; yet the mainstreaming of the border area – the nationalisation of politics – is being achieved through a radicalisation of the border. ",
        "54 Joint Report What is the US doing to change Pakistan’s behaviour? So far, its actions have been twofold. The first policy has been to attempt to change the Pakistani point of view with the usual mix of the carrot and the stick. It has not worked so far and I do not see why it should work in the future. The US cannot change the perception of the Pakistan military, essentially because it cannot influence India on key issues (notably Kashmir). The second part of US policy has been direct intervention in Pakistan. For this pur- pose, the use of drones has been a key element. They were first used against the al- Qaeda leadership, and then the strikes were aimed against the Afghan Taliban and Pakistani groups. The strikes are becoming more frequent and the targets less impor- tant. Behind this trend, in part, is the exasperation of the US government as it fails to deal decisively with the Taliban in Afghanistan. (One could draw a comparison with the bombing of Cambodia, when the COIN was failing in Vietnam. Unable to win in Vietnam, they hit Cambodia.) The rationale behind the increasingly frequent use of drones is not clear. Even if the drone attacks are working well, the major offensive of the coalition is in Kandahar and Helmand, while the drones are mostly striking North Waziristan. Moreover, there is no clear indication that the drones are even slowing the rapid progress of the insurgents in the east of Afghanistan. The political cost, on the other hand, is significant: the Pakistani population is reluctant to accept this violation of its national sovereignty and is worried about civilian casualties. What should the US do? It should change the current policy and stop trying to con- vince the Pakistani generals that their understanding of Pakistan’s national interest is wrong. If they think that India is the threat, so be it. It is more useful to negotiate within their paradigm. The Pakistan military, like all other regional players, is antici- pating the failure of the coalition’s current strategy. At the same time, the Pakistan Army has a problem of its own: if the coalition does not negotiate, the Taliban will grow increasingly autonomous and in the longer term will escape Pakistan’s control (see what happened in the 1990s). As is frequent in a proxy war, the Pakistan military cannot easily transform a military success into political victory. Here is the (potential) common interest with the coalition. The best end-game for Pakistan is not a 100% Taliban victory. It is a coalition government where they can play the Taliban card in order to neutralise India. This gives the coalition a rational basis on which to negoti- ate with Pakistan. The coalition needs Pakistan to negotiate with the Taliban leader- ship and the last thing either the coalition or Pakistan needs is a Taliban leadership that is completely out of control. From the coalition’s point of view, the return of a Taliban leadership under an international guarantee in Afghanistan must be a prior- ity, since the Taliban would then be less under Pakistani control. The Taliban would be happy to be back in Kabul. This is how you can change the game with Pakistan. From this perspective, what should be the key proposals to the Pakistan military if the US wants to start negotiations with the Taliban leadership? Pakistan’s interests are well-known, most notably its opposition to an Indian influence in Afghanistan ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 55 and more generally to large foreign bases in Afghanistan in the long term (a concern shared by the Iranians). A second Bonn Agreement is the key to the stabilisation of Afghanistan, with the explicit understanding that Afghanistan will be neutralised in the future, and that no foreign power shall use its territory as a threat against a re- gional power. Other regional powers will support the new Afghan regime if, and only if, the neutralisation of Afghanistan is credible and is accompanied by international guarantees. Finally, one cannot take one year to make sure that one wants to negotiate and three years to be sure the agreement is sound: by then it will be too late. The right timing is more along the lines of six months to one year for the whole process. Considering that the level of investment from Western countries in Afghanistan has reached a plateau and will be going down, there is not much time to negotiate. ",
        "56 Joint Report CHINA’S POTENTIAL ROLE IN AFgHANISTAN ALSO NEEDS TO bE SERIOUSLy CONSIDERED Masood Aziz When we talk about Afghanistan and the challenges in its region, we are still ponder- ing old legacy issues and problems, such as the Durand line – the border between Afghanistan and Pakistan – the issue of Kashmir, the seeking of strategic depth by Pakistan, etc. These are all issues of vital importance; yet for those of us caught in these dilemmas, the world may have passed us by. Something quite new is happening in the region of such a scale and scope that it is presenting us, in my view, with a po- tential that is overwhelming existing historical issues. This phenomenon is happen- ing on an economic and geo-strategic scale utterly unprecedented in human history. I am speaking of the rise of China. China’s rise presents us with a new global framework of power. One that, in fact, is so extraordinary, that it in my view raises an existential question about the meaning of power and geostrategic dominance as we have come to understand it in the West in the past 300 years. Some say that China’s rise is not assured and see a long list of challenges that China has to overcome. I would agree. China indeed has many chal- lenges to overcome: social, economic, political, democratic, etc. But these need to be seen in context. Before, after and during the Renaissance there were many challenges encountered in Europe. The same goes for the Industrial Revolution. We need to place China in the right historical context in order to better understand the scale of its rise. Let us begin by examining China’s economic growth. While economic growth rates in the West have been in the 2% to 3% range, on average, China has had a growth rate of about 10% per year for the past 30 years. While other major economies have con- tracted or seen negative growth in the past few years, China is trying to slow down its growth. In 2007, China overtook Germany as the world’s third largest economy. In 2009, it overtook Japan and is now the second-largest economy behind the US. No other country in history has achieved this pace of growth. The projections are that in 10 to 20 years China will overtake the US in terms of the size of its economy. The nature of China’s growth is as remarkable as is its scale. It has followed a unique path: a path quite different to that advocated by Western models. People say that China is following the Asian Tigers’ model of development but that is not quite the case in reality. The Asian Tigers followed a protective strategy to shield their fledg- ling industries. China did not, it opened up its economy and let its industries com- pete with global markets. While Russia followed Western-prescribed ‘shock therapy’ models which led to hyper-inflation and massive capital flight, which in turn led to ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 57 currency and debt collapse, China, by contrast, followed its very own gradual model of development. China offers a new model of development, but also a new model of geostrategic and global power. Institutions such as the UN, World Bank, IMF and WTO may no long- er be as useful. This would be a radical change in the post-war international system which has governed world affairs and has offered a mechanism for global dialogue. We are indeed in uncharted territory. And beyond economics, at its core, China’s approach is also based on a deeply cultural foundation different from the Western model. It is largely based on Confucian ideas of harmony, family cohesion and a different relationship towards authority, which contrast with the Western sense of individualism and independence. While it is now certain that the global economic epicentre is moving from the West to Asia due to China, China is forever changing the global balance of power. Yet, the West is grappling with the nature of China’s rise and still does not quite understand its real impact. And when it comes to the US strategy in Afghanistan and Pakistan, China’s role is nowhere to be seen. A global approach is needed with China. In fact, there are a number of new and emerging factors where China’s interests are converg- ing with those of Afghanistan. China, too, has a number of interests around which we might find new cooperative opportunities. For example, Xingjian, China’s largest province, borders both Afghanistan and Pa- kistan. It has a large Muslim population, the Uighurs. The Uighurs have more in common with Central Asia than with the rest of China. China is concerned about cross-border flows of arms, militants and narcotics, as well as about the ideologi- cal influence of Jihadi groups through the Uighur separatists. Thus China has been pursuing a policy of appeasement with Pakistan and has supported its military. This strategy has worked for China for a long time. It has been able to keep insurgents from flowing into China. In global affairs, China pursues an approach quite differ- ent to that of the US and Europe. In the past, China has not intervened directly or demanded things. We can certainly learn from their policy. However, there is now a dynamic that is fundamentally changing this geostrategic approach. How long can China keep the Uighurs isolated and separated? Look at what happened in the Middle East; Beijing cannot keep the Uighurs completely sepa- rated and China is beginning to understand that. When riots happened in Xinjiang province in 2009, Abu Yahya al-Libi, the al-Qaeda heir apparent to Osama bin Laden, called for attacks on Chinese merchants in Algiers and claimed that the Chinese were persecuting Muslims in Xinjiang. He thus linked al-Qaeda’s cause with China. China now understands this dynamic and this presents an opportunity for the US and Chi- na to think along the same lines. China is currently concerned about Pakistan. China was getting a good return on its investment in Pakistan as long as the Pakistani authorities could control the Jihad- ",
        "58 Joint Report ist groups. That dynamic is changing, as Pakistan no longer has total control over all insurgents. This offers opportunities for all parties to build a new framework of cooperation. China is also worried about nuclear conflict on its borders and is con- cerned that it would be forced to intervene if India attacked Pakistan. China does not want to be forced to support Pakistan in the event of a conflict with India and worse, in the case of a nuclear intervention. These geostrategic changes actually mean that Western interests and Chinese inter- ests are beginning to converge. There are thus new areas of cooperation that, if lever- aged, may lead to a new approach to conflicts in the region. However, it is a mistake for the US to push the US-India relationship too far. India, the largest democracy in the world, certainly deserves a relationship commensurate with its regional and global importance. However, pushing India too far may in fact cause China to prod Pakistan even more. This is another reason why I am advocat- ing that the US seek a direct partnership with China: perhaps this could start in Afghanistan. A US and NATO failure in Afghanistan would be quite detrimental to China, so again China’s interests converge with ours. You have a phenomenon of historic magnitude on a significant economic, cultural and geostrategic scale and it is happening next door to Afghanistan. Yet we are not including that perspective in our current strategies. As regards pursuing a closer alliance with China both in regional and global terms, I wish to put forward a proposal. We need to seek a UN-sanctioned development framework for China in Afghanistan. Such a framework would be proposed by a third party, for example, France. It would make provision for a cooperative and com- mon engagement at a global level. On a more tactical level, mining activities in Af- ghanistan in which China is involved are being slowed by security issues. NATO can help provide security for Chinese mining activities. The Chinese can help in talking with the insurgents. As regards negotiations with the Taliban, we must realise that we cannot pursue these without Pakistan, and that we cannot do without China’s help with Pakistan. In all of the above, seeking both a global and regional framework is important. Seek- ing to integrate China’s abilities into our own in the region and helping China be- come part of the international system of cooperative engagement are fundamentally important now. My main point is not only that China can no longer be ignored, but also that there are now new and converging interests between China and the US, making possible a strategic partnership that could lead to sustainable stability in the region. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 59 Abbreviations ALP Afghan Local Police ANA Afghan National Army ANSF Afghan National Security Forces ARTF Afghan Reconstruction Trust Fund AWOL absent without leave CIA Central Intelligence Agency CM1 Capability Milestone 1 COIN Counterinsurgency CSTC-A Combined Security Transition Command-Afghanistan CT Counterterrorism DAC Development Assistance Committee DDR Disarmament, Demobilisation and Reintegration DOD US Department of Defense GAO Government Accountability Office HPC High Peace Council IC International Community IED Improvised Explosive Device IMF International Monetary Fund ISAF International Security Assistance Force NATO North Atlantic Treaty Organisation NSP National Solidarity Programme PSCs Private security companies RC Regional Command RECCA Regional Economic Cooperation Conference on Afghanistan SOF Special Operations Forces SSR Security Sector Reform ",
        "60 Joint Report UN United Nations UNAMA United Nations Assistance Mission in Afghanistan WTO World Trade Organisation ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 61 Notes on the contributors Masood Aziz is a senior diplomat, author and business executive. He is a former sen- ior advisor at the Embassy of Afghanistan in Washington D.C. He has contributed a chapter on Afghanistan to the book The New Silk Roads (Johns Hopkins University, 2007), has written for Foreign Policy magazine and Forbes Magazine , among other pub- lications, and frequently appears on BBC, Al-Jazeera and CNN. Zuhra Bahman is an academic and consultant based in Kabul. She studied Anthro- pology and Law at the London School of Economics and is currently a Ph.D student. In 2000, she founded the refugee wing of the Youth and Children Development Pro- gramme (an NGO already working inside Afghanistan) in Islamabad, Pakistan. She is also a co-founder of the Afghan Youth Council in Great Britain. James Dobbins is the director of the International Security and Defense Policy Center within the RAND National Security Research Division. He has held State De- partment and White House posts including Assistant Secretary of State for Europe, Special Assistant to the President, Special Adviser to the President and Secretary of State for the Balkans, and Ambassador to the European Community. In the wake of September 11, 2001, he was named as the Bush administration's representative to the Afghan opposition with the task of putting together and installing a broadly based successor to the Taliban regime, and represented the United States at the Bonn Conference that established the new Afghan government. Gilles Dorronsoro , a visiting scholar at the Carnegie Endowment, is an expert on Afghanistan, Turkey, and South Asia. His research focuses on security and political development in Afghanistan, particularly the role of the International Security As- sistance Force, the necessary steps towards a viable government in Kabul, and the conditions necessary for withdrawal scenarios. Previously, he was a professor of po- litical science at the Sorbonne, Paris and the Institute of Political Studies of Rennes. He also served as the scientific coordinator at the French Institute of Anatolian Stud- ies in Istanbul, Turkey. He is the author of Revolution Unending: Afghanistan, 1979 to the Present (Columbia University Press, 2005), and La révolution afghane, des communistes aux Tâlebân (Karthala Publishers, 2000), and editor of La Turquie conteste. Mobilisations sociales et régime sécuritaire (Editions du CNRS, 2005). Eva Gross is a Senior Research Fellow for European Foreign and Security Policy at the Institute for European Studies (IES). At the IES, she heads the research clus- ter ‘EU foreign and security policy.’ She also coordinates the University of Southern California (USC) Brussels Programme ‘Contemporary Issues in European Foreign and Security Policy.’ Current research projects include transatlantic cooperation in post-conflict reconstruction; the EU’s contribution to security sector reform in Af- ghanistan; the ongoing development of European crisis management policies; and ",
        "62 Joint Report the EU’s engagement with the emerging powers. Other research interests include the role of the EU as a global actor, the Europeanisation of national foreign and security policy, transatlantic relations, and EU conflict prevention and crisis management policies, particularly towards the Western Balkans and Afghanistan. Ali A. Jalali , former Interior Minister of Afghanistan (January 2003-September 2005), is currently serving as both a Distinguished Professor at the Near East South Asia Center for Strategic Studies (NESA) and as a researcher at the Institute for Na- tional Strategic Studies (INSS). As Interior Minister, he created a trained force of 50,000 Afghan National Police (ANP) and 12,000 Border Police to work effectively in counter-narcotics, counter-terrorism, and criminal investigation. He implement- ed a nationwide programme under the Afghanistan Stabilization Programme (ASP) to extend the central government’s authority to all 34 provinces and 365 districts throughout the country. His areas of interest include reconstruction/stabilisation and peacekeeping operations in Afghanistan and regional issues affecting Afghani- stan, Central and South Asia. Said Jawad , former Ambassador of Afghanistan to the United States, is currently Diplomat-in-Residence at the Paul H. Nitze School of Advanced International Studies, Johns Hopkins University. Ambassador Jawad served concurrently as Afghan Ambassa- dor to the United States, Brazil, Argentina, Colombia and Mexico from December 2003 until October 2010. Ambassador Jawad returned to Afghanistan after 9/11 to assist in the state-building process, serving as President Karzai’s Press Secretary, Chief of Staff and Director of the Office of International Relations. He also served as the President’s principal liaison with the constitutional commission throughout the drafting of the Afghan Constitution and was instrumental in drafting Afghanistan’s foreign invest- ment laws. Martin Kobler is the Deputy Special Representative of the UN Secretary-General (Political) of the United Nations Assistance Mission in Afghanistan (UNAMA). He was posted as Germany’s Ambassador to Egypt from 2003 to 2005, and Ambassa- dor to Iraq from 2005 to 2007. He was serving as Director-General for Culture and Communication in Germany’s Ministry of Foreign Affairs when he was appointed by UN Secretary-General Ban Ki-moon in March 2010 to become one of UNAMA’s two Deputy Special Representatives. He has more than 25 years of service in his country’s Foreign Ministry, and vast experience in developing policies in conflict areas. Clare Lockhart is the Director of the Market Building Initiative and co-founder and Director of the Institute for State Effectiveness. She is a specialist in law and pub- lic administration trained at Oxford and Harvard. After working as an investment banker and barrister in London, she managed a programme on state transition at the World Bank. She was then recruited as a UN advisor in Afghanistan during the Bonn process and advisor to the Government of Afghanistan during the Transitional Administration, designing and managing a series of national initiatives. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace 63 Bettina Muscheidt is the Political Desk Officer for Afghanistan in the European External Action Service (EEAS). She was previously the political desk officer for Afghanistan in the European Commission’s External Relations Directorate-Gener- al. She studied agricultural economics in Bonn before graduating with a Master’s degree in international relations at the Fletcher School of Law and Diplomacy in Boston. She has spent most of her working life trying to bring economic develop- ment to the Middle East. For more than 11 years she has worked on issues related to the Palestinian territories for the European Commission and European Invest- ment Bank. Luis Peral is Research Fellow at the European Union Institute of Security Studies (EUISS). He has a doctorate in Law and MA in European Union Law from the Univer- sity Carlos III of Madrid, where he was also lecturer in International Law from 1992 to 2004. He is a former Ramon y Cajal researcher at the Ministry of the Presidency of the Spanish Government from 2004 to 2008, Senior Fellow at FRIDE (2004-2006) and Director of the Conflict Prevention and Resolution Programme at the Toledo International Centre for Peace, CITpax (2006-2008). At the Institute, Luis Peral deals with the EU contribution to multilateralism and in particular to the international security system, EU-Asia relations with a focus on India, and international responses to conflict situations such as that of Afghanistan. Shannon Scribner has been with Oxfam America since 2003 and is currently leading the humanitarian policy team in Washington, DC. She has worked on Oxfam’s humani- tarian responses in the Democratic Republic of Congo, Liberia, Ethiopia, Somalia, Iraq, Afghanistan, Pakistan, and other countries. In 2009, Scribner testified on the US strategy in Somalia before the Senate Foreign Relations Subcommittee on Africa. Scribner was also invited to present the non-governmental organisation perspective at the Obama Ad- ministration’s policy review on Somalia at the National Defense University in 2010. Barbara J. Stapleton currently works for Afghanistan Analysts Network and previ- ously was a member of the EU Special Representative in Afghanistan. From 2002 till 2006, she worked with the Agency Coordinating Body for Afghan Relief (ACBAR), the main NGO coordination body based in Kabul, as Advocacy and Policy Coordina- tor. Stapleton has studied Middle Eastern history and politics at the School of Ori- ental and African Studies (SOAS), University of London, and completed her LLM in International law of human rights at the University of Essex in 1991. Ashley J. Tellis is a senior associate at the Carnegie Endowment for International Peace, specialising in international security, defence and Asian strategic issues. While on assignment to the US Department of State as senior adviser to the Undersecre- tary of State for Political Affairs, he was intimately involved in negotiating the civil nuclear agreement with India. Previously he was commissioned into the Foreign Service and served as senior adviser to the ambassador at the US Embassy in New Delhi. He also served on the National Security Council staff as special assistant to the President and senior director for Strategic Planning and Southwest Asia. Prior ",
        "to his government service, Tellis was senior policy analyst at the RAND Corporation and professor of Policy Analysis at the RAND Graduate School. Caroline Wadhams is the Director for South Asia Security Studies at American Progress. She focuses on Afghanistan, Pakistan, terrorism issues, and US national security. Previ- ously, she served as a legislative assistant on foreign policy issues for Sen. Russ Feingold (D-WI). She also worked at the Council on Foreign Relations in Washington, D.C. as the assistant director for the Meetings Program and in New York as a research associate on na- tional security issues. Her overseas experience includes work with the International Rescue Committee in Sierra Leone and two years in Ecuador and Chile. She served as a US election observer in Afghanistan’s parliamentary elections in September 2010. ",
        "The EUISS and the Carnegie Endowment for International Peace co-organised a conference entitled ‘Afghanistan 2011-2014 and beyond: transforming international support operations for sustainable peace’ in Washington D.C. on 22-23 February 2011. This report, co-edited by Luis Peral of the EUISS and Ashley Tellis of the Carnegie Foundation, summarises the highlights of the conference and features contributions written up by a range of experts who attended the conference. The contributors are: Masood Aziz (economic development and empowerment in Part III and China’s role in Part IV), Zuhra Bahman (the civil service), James Dobbins (US), Gilles Dorronsoro (the Taliban), Etienne de Durand (transition), Eva Gross (the civilian component of security), Ali Ahmed Jalali (Afghan National Security Forces), Said Jawad (political transition), Martin Kobler (A view from the field), Clare Lockhart (the economy), Bettina Muscheidt (justice), Luis Peral (Introduction), Shannon Scribner (development), Barbara J. Stapleton (corruption), Caroline Wadhams (political transition). We also gratefully acknowledge the invaluable participation of General Abdul Rahim Wardak, the Minister of Defence of the Islamic Republic of Afghanistan, Martin Kobler, Deputy Special Representative of the UN Secretary-General (Political) of the United Nations Assistance Mission in Afghanistan (UNAMA), Martin Howard, the Assistant Secretary General for Operations, NATO, and Frank Ruggiero, the Senior Deputy US Special Representative to Afghanistan and Pakistan, who all delivered keynote speeches at the conference. Institute for Security Studies European Union 43 avenue du Président Wilson 75775 Paris cedex 16 tel.: +33 (0)1 56 89 19 30 fax: +33 (0)1 56 89 19 31 info@iss.europa.eu http://www.iss.europa.eu Director: Álvaro de Vasconcelos © EU Institute for Security Studies 2011. All rights reserved. No part of this publication may be reproduced, stored in a retrieval system or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise without the prior permission of the EU Institute for Security Studies. ISSN 1830-9747 ISBN 978-92-9198-189-2 QN-AF-11-012-EN-C doi:10.2815/24844 Published by the EU Institute for Security Studies and printed in Condé-sur-Noireau (France) by Corlet Imprimeur. Graphic design by Metropolis, Lisbon. ",
        "Afghanistan 2011-2014 and beyond: from support operations to sustainable peace European Union Institute for Security Studies Joint Report June 2011 Co-edited by Luis Peral and Ashley Tellis CONTRIBUTORS Masood Aziz, Zuhra Bahman, James Dobbins, Gilles Dorronsoro, Etienne de Durand, Eva Gross, Ali Ahmed Jalali, Said Jawad, Martin Kobler, Clare Lockhart, Bettina Muscheidt, Luis Peral, Shannon Scribner, Barbara J. Stapleton, Caroline Wadhams www.iss.europa.eu • info@iss.europa.eu European Union Institute for Security Studies European Union Institute for Security Studies "
    ]
}