{
    "text": [
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 18.7.2007 COM(2007) 424 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Tackling the pay gap between women and men ",
        "EN 2 EN COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Tackling the pay gap between women and men 1. I NTRODUCTION The fundamental principle of equal treatment between women and men has been a part of the Treaty of Rome since 1957. Reducing the pay gap is one of the objectives of the European Strategy for Growth and Jobs. However, the Roadmap for equality between women and men 1 points out that the pay gap continues to exist in spite of the action taken and resources spent on trying to reduce it. According to the indicator of the (unadjusted) gross hourly pay gap between women and men, women were earning on average 15% less than men in the European Union in 2005. There is nothing to indicate that this gap is narrowing in any significant way. To a large extent, the gap cannot be attributed to objective criteria, which is a sign of the inequalities still experienced by women in the labour market. Women achieve a higher pass- rate at school than men in all the EU Member States and account for the majority of graduates. Why is it therefore that, once they leave the education system, they find themselves in a labour market in which they enjoy less favourable conditions than men and in which their productive potential is not fully exploited? No modern and competitive economy can afford a situation of this kind, particularly in view of the challenges posed by demographic change and the expected decline in the working population. It is in this context that the present document has been drawn up. Its aim is to examine the causes of the pay gap and put forward possible ways of reducing it. The Commission cannot face the challenge alone because, in a large number of areas, the centre of gravity is in the Member States and the measures which need to be taken are outside its remit. This means that, in order to reduce the pay gap, the efforts of all interested parties will need to be harnessed, in particular the Member States and the social partners, in order to achieve progress with regard to equality between men and women in the workplace. 2. T HE GENDER PAY GAP : A COMPLEX AND PERSISTENT PROBLEM 2.1. What is meant by \"pay gap\"? The pay gap measures the relative difference in the average gross hourly earnings of women and men within the economy as a whole. It is one of the structural indicators used to monitor the European Strategy for Growth and Jobs 2 . 1 COM(2006) 92. The European Parliament Resolution of 13 March 2007 on the Roadmap (P6_TA(2007)0063) calls upon the Commission to act to combat the pay gap. 2 Difference (unadjusted) in average gross hourly earnings between men and women as a percentage of those of men. See the definition in point 2 of the Annex. ",
        "EN 3 EN The root causes of the pay gap are complex. In 2003, a Commission services' working document set out the measurement, analysis and policy implications of the gender pay gap 3 . It underlined the difficulty of isolating objective factors which explain the pay gap from those based on direct or indirect discrimination or other factors. The differences in the pay levels of women and men can in part be a reflection of the objective differences relating to the individual concerned (age, level of education, experience acquired), the job (profession, type of contract or working conditions) or the company (economic sector or company size). For instance, experience usually counts for more in the workplace. If men have more experience, on average, than women, then their pay will also be higher than average. In spite of this, discrimination can still exist and be directed at workers because of their sex. Some women with a level of experience equal to that of men are sometimes paid less than men for the same work as a result of deliberate discrimination. However, objective differences and openly discriminatory practices are not enough in themselves to explain why a pay gap still exists 4 . The pay gap is also linked to a number of legal, social and economic factors which go far beyond the single issue of equal pay for the same job. Article 141 of the Treaty stipulates that equal pay for work of equal value must also be guaranteed. This raises the question of how the work done by every individual is valued and, in particular, of how different jobs are evaluated. The fact that the pay gap still exists means that the professions and jobs in which women predominate are undervalued in comparison with those in which men predominate, without this necessarily being justified by any objective criteria 5 . For example, where women and men are equally well qualified, more value can be attached to physical strength than to interpersonal skills, or more value can be attached to responsibility for capital than to responsibility for people. For example, a firm has recently carried out a review of its pay scale in order to treat cashiers equally with the storemen with whom they work. On the other hand, the pay gap may reflect inequalities which, in actual fact, mainly affect women in the workplace. This is relevant, for example, with regard to the segregation of the labour market. Women are concentrated in a much smaller number of sectors and professions than men. However, these tend to be valued less highly and associated with lower pay levels than those in which men predominate. Almost 40% of women work in health, education and public administration, compared to 20% of men. Moreover, women are mainly employed as administrative assistants, shop assistants or low-skilled or unskilled workers — these occupations accounting for almost half of the female workforce. Conversely, only a third of managers are women in companies within the EU. This segregation is reinforced by traditions and stereotypes which influence, for example, the choice of education courses, the evaluation and classification of occupations and employment patterns. Women in particular still experience greater difficulties than men when it comes to 3 SEC(2003) 937. 4 \"The Gender Pay Gap – Origins and Policy Responses\", Group of economic experts on Gender, Social Inclusion and Employment: http://bookshop.europa.eu/eubookshop/FileCache/PUBPDF/KE7606200ENC/KE7606200ENC_002.pdf 5 COM(94) 6. ",
        "EN 4 EN balancing work and private life . This affects career choice, and means that far more women than men work on a part-time basis and women take more frequent career breaks than men, which has a negative impact on their careers. Almost a third of women work part-time, compared to only 8% of men. Although part-time work may be a personal choice and encourage the involvement of women in the workplace, the gap between women and men underlines the fact that they do not use their time in the same way and that the task of looking after dependent family members is largely borne by women. The lack of accessible, affordable and good quality childcare reinforces this lack of balance. In the same way, far more women than men choose to take parental leave 6 . Parenthood permanently reduces the employment rate of women but not that of men. As a result, women have careers which are more disjointed, slower and shorter and thus less financially rewarding. When interpreting the pay gap indicator, account must be taken of the fact that it does not allow a distinction to be made between objective factors which explain the pay gap and those resulting from discrimination or other factors. 2.2. Features of the pay gap in the EU In 2005, the pay gap between women and men was estimated at 15% in the EU-27, i.e. two points below its level in 1995 (see Annex). This relative lack of change contrasts with the marked increase in the female employment rate — an increase which has been continuous. There are considerable differences between the Member States in this regard, with the pay gap ranging from 4% (MT) to 25% (EE, CY). However, the pay gap is not an indicator of the overall equality between women and men since it only concerns salaried persons. It must be looked at in conjunction with other indicators linked to the labour market. This usually reflects the different working patterns of women. In most of the countries in which the female employment rate is low (e.g. MT, IT, EL, PL), the pay gap is lower than average, which may reflects the small proportion of low-skilled or unskilled women in the workforce. A high pay gap is usually characteristic of a labour market which is highly segregated (e.g. CY, EE, SK, FI) or in which a significant proportion of women work part-time (e.g. DE, UK, NL, AT, SE). Institutional mechanisms and systems on wage setting can also influence the pay gap. The pay gap is also wider than average in private sector companies 7 (25%), where it varies considerably according to the characteristics of the individual, the company or the job (see statistics in the Annex). For example, the pay gap increases with the size of the undertaking, age and with the level of educational attainment and length of service. In other words, the qualifications and experience acquired by women are less financially rewarded than those acquired by men. The sectors most affected by the pay gap are industry, business services and the financial sector. 3. T ACKLING THE INEQUALITY IN PAY BETWEEN WOMEN AND MEN Tackling the pay gap between women and men is a political priority for the European Commission, as confirmed in the Roadmap for Gender Equality adopted for the period 2006- 2010. 6 Eurobarometer 189 / 59.1. 7 See Annex, point 3. ",
        "EN 5 EN The pay gap has a major impact on the status of women in economic and social life throughout their working lives and beyond. It constitutes an obstacle to equal economic independence for women and men. It has an inevitable impact on individual choice, with regard for example to work patterns, length of working life, career breaks or the sharing of domestic and family responsibilities. Women are already at greater risk of poverty, and it exacerbates this risk, especially for single parent families. Its effects can be felt even after retirement, when the pay gap becomes a pension gap. It is an unacceptable waste of resources for the economy and society which prevents the productive potential of women from being fully realised. The policies which have been adopted have always sought to combat all the underlying aspects of the pay gap. On the one hand, a significant body of legislation has been developed when it comes to combat discrimination and guarantee equal treatment. On the other, a large number of non-legislative measures and initiatives have helped to promote equality between women and men in all areas. The fact that a pay gap still exists highlights the need for a reflection on specific ways of reducing unjustified pay inequalities. Four priority areas, which are complementary, have been identified. From the legal point of view, the Commission must seek to ensure that the existing framework is implemented and applied in full, whilst identifying possibilities for improvement. In areas outside its remit, it will have to rely on the active engagement of all the parties concerned, in particular Member States and social partners. The European Strategy for Growth and Jobs should be exploited to the full and employers should be encouraged to respect and promote equal pay. It is indeed up to them, in the first instance, to implement in practice the principle of equal pay for equal work or work of equal value. Finally, the exchange of good practices at Community level should also help to improve the understanding of the problem and disseminate innovative solutions to combat it. 3.1. Exploring ways to improve the legislative framework and its implementation As early as 1957, Article 119 of the Treaty of Rome laid down the principle that men and women should receive equal pay for equal work. This Article, which has become Article 141 of the Treaty, now stipulates that each Member State must ensure that the principle of equal pay for male and female workers for equal work or work of equal value is applied (see Annex). Article 141 refers to more than strict de jure equality and also recognises the need for de facto equality. Article 141(4) therefore allows the Member States, with a view to ensuring full equality in practice between men and women in working life , to maintain or adopt measures providing for specific advantages in order to make it easier for the underrepresented sex to pursue a vocational activity. The Council adopted in 1975 Directive 75/117/EEC on the approximation of the laws of the Member States relating to the application of the principle of equal pay for women and men. The Directive notably foresees that the principle of equal pay means, for the same work or for work to which equal value is attributed, the elimination of all discrimination on grounds of sex with regard to all aspects and conditions of remuneration. ",
        "EN 6 EN The Court of Justice has had to pass judgement on these provisions on several occasions, resulting in a large body of case law which has had a marked impact on the law in this area 8 . The Community acquis on this subject has formed the basis of most of the national legislation on the principle of equal pay and has therefore played a key role in achieving progress for women in the labour market. It has not, however, closed the pay gap between women and men. The pay gap is not caused solely by the fact that the legislation in place does not go far enough or is not properly applied, but it has nevertheless an important role to play 9 in improving the situation. Community legislation has been able to be effective in eliminating direct discrimination, where a woman is paid less than her male colleagues for the same job. These cases can be effectively dealt with by legal or other mechanisms at national level. However, this legislation has been less effective in ensuring respect of the principle of equal pay for work of equal value. For example, there can be a different value attributed to two equivalent jobs in the same company, one of which is primarily undertaken by women, the other by men. Discrimination of this kind is, in fact, less likely to be the subject of a court case brought by the person concerned in view of the fact not only that potential victims probably are not aware of it but also that it is more difficult to prepare a case against discrimination in situations like this. Therefore, without pre-empting a detailed analysis, changes to the Community legal framework could be examined to ensure that direct and indirect discrimination based on sex is excluded in particular from the systems used to set pay. For this, it might be envisaged to reinforce provisions aiming at eliminating those elements of pay systems which result in gender discrimination. It is also necessary to consider the role of transparency in all these aspects and to analyse in this context the provisions regarding the notification and consultation of workers and their representatives concerning the pay of women and men in the undertaking and its evolution, already foreseen in Directive 2002/73/EC. Finally, in order to tackle the problem of labour market segregation, the Member States could give greater consideration to taking positive action, while abiding by the case law of the Court of Justice. The Commission will continue to act as guardian of the Treaties and ensure that the Community legislation concerned is transposed and applied correctly. In performing this task it will be supported by the national bodies which are responsible for promoting the equal treatment of women and men 10 . 8 See Annex, point 1. 9 \"Report on Equal Pay\", Network of independent legal experts in the fields of employment, social affairs and equality between men and women: http://ec.europa.eu/employment_social/gender_equality/ legislation/report_equal_pay.pdf 10 Article 8a of Directive 76/207/EEC, as amended by Directive 2002/73/EC. ",
        "EN 7 EN Application of the law would also be enhanced by increasing information and awareness of existing legislation. Opinion polls reveal a lack of public awareness of Community law on equal pay, equal treatment and possible means of redress. Only one in three people on average claim to know their rights if they become victims of discrimination 11 . Information must therefore continue to be provided not only to members of the public in general but also to workers' representatives and employers, as well as to those working in the legal profession. Lastly, allowing people scope to reconcile their working and private lives helps to create a better balance in the sharing of domestic and family responsibilities between women and men and thus encourages more continuous involvement by women in the labour market; this, in turn, helps to reduce the pay gap. The Commission has launched a process of consultation with the European social partners on the question of work-life balance 12 , as it takes the view that Community legislation should be updated. The Commission will: • continue to closely monitor the transposal and application of Community legislation in the Member States and will use the support of the national bodies responsible for equality between women and men in order to help ensure that the law on equal pay is interpreted and applied in the same way; • in 2008 undertake an analysis of the current legislation from the point of view of the relevance of the legal instruments with regard to the causes of the pay gap and will propose, where necessary, amendments to the Community legal framework; • urge the Member States to implement in full the existing legislation on the provision of information to workers by employers on equal treatment in the business sector; • investigate whether guidance or clarification is necessary regarding the use of positive measures to combat labour market segregation; • step up efforts to provide information and raise awareness about existing laws and the action which can be taken in the event of discrimination, also with regard to those involved in the legal system; • where necessary, following consultation of the social partners at Community level, propose measures to improve the reconciling of working and private life in order to allow men and women access to the labour market and remain within it on an equal footing. 3.2. Exploiting to the full the European Strategy for Growth and Jobs The European Strategy for Growth and Jobs is an essential means of supporting gender equality in the workplace, with active backing from the Structural Funds. The open method of coordination on social protection and social inclusion, linked to the strategy, also recognises that the promotion of equal opportunities forms an integral part of the action taken by the Member States to strengthen social cohesion within the EU. 11 Eurobarometer 263/65.4. 12 SEC(2007) 571. ",
        "EN 8 EN As part of the current European Strategy for Growth and Jobs, the reduction of the pay gap is included in two of the integrated guidelines 13 . These also encourage the Member States to define their commitments and objectives with regard to the priorities which have been established. The European Pact for Gender Equality, which was adopted by the Spring European Council in March 2006, strongly reflects the commitment of the Member States to take decisive action in this field. Reducing the pay gap calls for an approach which targets all underlying factors. A number of Member States have taken steps to desegregate the labour market, education and training and the balancing of work and private life. However, the Commission's annual report on growth and jobs for 2006 14 and the joint report on employment for 2006-2007 15 expressed disappointment at the continued existence of the pay gap and pointed out that \" targets are set only by two countries (EE, FI), and most Member States do not address the issue \". Every year, the Commission's report on gender equality which is submitted to the European Council underlines the continued existence of a large pay gap and asks the Member States to do all they can to tackle all the underlying causes of this. It would be useful that the Member States mention in their national reform programmes specific measures which they have implemented to reduce the pay gap, including with regard to labour market segregation and reconciling work and private life. The Commission will continue to monitor the pay gap and policies adopted as part of the mechanisms set up under the European Strategy for Growth and Jobs, in particular the annual progress report and the joint report on employment. It is also important to ensure that policies can be monitored with the help of statistics which are consistent, comparable, complete and available in time. The capacity for analysing and understanding the principle factors which determine the pay gap needs to be improved in order to identify possible ways of dealing with the problem in a targeted fashion. With this aim in mind, Eurostat set up a task force with the Member States in 2007 on the existing structural indicator with a view to improving the quality and comparability of the statistics. The Commission will: • improve the supply and quality of statistics on the structural indicator of the pay gap, including any statistical breakdowns which are needed and the tools which can be used to identify and analyse the factors influencing the pay gap, and will ensure that these are disseminated in a proper manner; • evaluate the best means of combating the pay gap between women and men in the framework of the next integrated guidelines 2008-10 of the European Strategy for Growth and Jobs; • urge the Member States to set objectives and national deadlines for reducing the pay gap between women and men on the basis of statistics which are consistent, comparable and complete; • urge the Member States to exploit the full potential of the European Social Fund, in particular in order to tackle the direct and indirect causes of pay gaps between women and 13 Council Decision 2005/600/EC, guidelines 18 and 22. 14 COM(2006) 816. 15 Council document 6706/07. ",
        "EN 9 EN men, improve women's access to the labour market and reduce the segregation of the labour market on the grounds of sex. 3.3. Encouraging employers to respect equal pay Employers have a key role to play in eliminating unjustified pay inequalities. They have a responsibility to comply with the legislation on the subject. However, it is also in their interests to act responsibly in order to promote equality between women and men within their organisations. This applies to private and public companies alike. The Commission is implementing an action programme on equal opportunities for its staff. It is worth noting that there is still also a pay gap within the public administration, which is caused in large part by occupational segregation and the low presence of women in decision-making posts. The promotion of equality is not only an ethical matter but creates a competitive advantage for companies by allowing their staff to make full use of their productive potential. Gender equality is also one of the priority action areas identified by the European Alliance on Corporate Social Responsibility (CSR) 16 . In this framework the Commission invites the Alliance to propose initiatives to promote good practice in the fight against the pay gap. Some Member States support the efforts of employers by promoting labels which can be displayed by companies whose policies with regard to equality in the workplace and human resources management give gender equality a high profile. The Commission could encourage the exchange of good practice in this field, and already supports awareness-raising actions to fight against stereotypes in undertakings, in particular with the support of the PROGRESS programme. In addition to this, public authorities have a significant part to play in national economies, with public contracts accounting for 16% of Community GDP. They are therefore in a position to encourage their service providers to adopt socially responsible behaviour. To this end, Directives 2004/17/EC 17 and 2004/18/EC 18 stipulate that \" contracting entities may lay down special conditions relating to the performance of a contract… [which] may, in particular, concern social and environmental considerations \". The Commission will: • call upon the national authorities to make every effort to reduce the pay gap for their own staff and encourage their service providers to adopt equal pay policies in the performance of public contracts; • incorporate the dimensions of equal treatment and equal pay into the guide which it is preparing for 2008 on incorporating social criteria into public contract performance procedures. 3.4. Supporting the exchange of good practice at Community level Several Member States have introduced measures at national level to reduce the pay gap. These largely include legislative measures to promote equal pay, for example in order to 16 COM(2006) 136. 17 Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004. 18 Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004. ",
        "EN 10 EN encourage or require companies to examine and remedy unjustified discrepancies in pay between their staff; active gender equality policies which seek, in particular, to eliminate structural inequality in the workplace; wage policies which are designed to raise the profile of occupations which are poorly paid. One of the priorities of the \"framework of actions on gender equality\" which was adopted in March 2005 by the European social partners is the reduction of the pay gap. According to the first follow-up report on its implementation, which was approved at the beginning of 2007, the framework of actions has prompted a large number of measures at national level which use a wide variety of instruments such as awareness-raising and training measures, the development of wage-comparison tools or strategies to reduce the pay gap. The diverse nature of the methods which have been adopted reflects the complex nature of the problem. Equal pay can only be achieved if action is taken at all levels, which involves all interested parties and addresses all the causative factors of the pay gap. It is therefore essential to have a thorough knowledge of the implications of the pay gap and to disseminate examples of good practice which have been implemented in various quarters in order to reduce the pay gap. The Commission will support the exchange of good practice in this field. The European Institute for Gender Equality 19 may be required to provide technical assistance in the efforts to narrow the pay gap. • The Commission calls upon the social partners to continue to implement their framework of actions on gender equality, in particular as regards the priority given to reducing the pay gap. 4. C ONCLUSIONS Equality between women and men and non-discrimination are part of the fundamental principles of the European Union. The persistence of the gender pay gap is a sign that women continue to be affected by direct and indirect discrimination and inequalities in the labour market, but also prevents the working potential of women being properly fulfilled and the achievement of the objectives of the European Strategy for Growth and Jobs. It seems necessary, above all, to improve the capacity to analyse this phenomenon, which remains complex and poorly understood. This would allow the identification of possible ways of dealing with the problem in a targeting manner, and to identify possible improvements to the existing legal framework likely to lead to a significant reduction in the pay gap. The objective of the present Communication is to give a new impetus to the fight against the pay gap. It shows the Commission's full commitment to put in place all the measures necessary with the aim of reducing unjustified differences in pay between women and men. In this effort, the Commission will need the active support of all stakeholders, especially the Member States and the social partners. 19 Regulation (EC) No 1922/2006. ",
        "EN 11 EN ANNEX 1. L EGAL FRAMEWORK The principle of equal pay for equal work between male and female workers was embedded in the Treaty of Rome. In its current wording, Article 141 EC (ex-Article 119) foresees that Member States shall ensure that the principle of equal pay for male and female workers for equal work or work of equal value is applied. For the purpose of this article, \"pay\" means the ordinary basic or minimum wage or salary and any other consideration, whether in cash or in kind, which the worker receives directly or indirectly, in respect of his employment, from his employer. Article 141 EC foresees also that \"with a view to ensuring full equality in practice between men and women in working life, the principle of equal treatment shall not prevent any Member State from maintaining or adopting measures providing for specific advantages in order to make it easier for the underrepresented sex to pursue a vocational activity or to prevent or compensate for disadvantages in professional careers\" (positive actions). On 10 February 1975, the Council adopted Directive 75/117/EEC on the approximation of the laws of the Member States relating to the application of the principle of equal pay for men and women. The Directive notably foresees that the principle of equal pay means, for the same work or for work to which equal value is attributed, the elimination of all discrimination on grounds of sex with regard to all aspects and conditions of remuneration. In particular, where a job classification system is used for determining pay, it must be based on the same criteria for both men and women and so drawn up as to exclude any discrimination on grounds of sex. The Court of Justice developed a significant case law related to Article 141 of the Treaty (ex Article 119) and to Directive 75/117/EEC. In particular, the Court very soon underlined that the principle of equal pay numbered amongst the fundamental principles of the Community and could be invoked by any citizen in front on national jurisdictions (direct effect). The Court of Justice was asked to interpret the concept of \"pay\" and has by this way considerably broadened its scope. The Court held that constitutes \"pay\" within the meaning of Article 141 EC, notably, a contribution to a retirement benefits scheme which is paid by an employer in the name of employees by means of an addition to the gross salary (case 69/80, Worringham), benefits paid by an employer to a worker in connection with the latter' s compulsory redundancy (case C-262/88, Barber), a pension paid under a contracted-out private occupational scheme (case C-262/88, Barber), a survivor's pension provided for by an occupational pension scheme (case C-109/91, Ten Over), benefits granted under a pension scheme, including survivors' benefits (case C-147/95, Ilektrismou), compensation received for losses of earnings due to attendance at training courses imparting the information necessary for performing staff council functions. (case C-457/93, Lewark), a monthly salary supplement (case C-381/99, Brunnhofer), a Christmas bonus (case C-333/97 Aboulaye). According to case C-400/93 (Royal Copenhagen), it also applies to piece-work pay schemes. The case law of the Court has also interpreted extensively the notion of \"equal work\". In case 129/79, Macarthys), the Court held that the principal should not be restricted by the introduction of a requirement of contemporaneity. In case 61/81 (Commission v. UK), the Court said that it is the responsibility of the Member States to guarantee the right to receive equal pay for work of equal value even in the absence of a system of job classification. It follows that where there is disagreement as to the application of the concept of \"work to which equal value is attributed\", the worker must be entitled to claim before an appropriate ",
        "EN 12 EN authority that his work has the same value as other work and, if that is found to be the case, to have his rights under the treaty and the directive acknowledged by a binding decision. In case 157/86 (Murphy), the court held that the principle covers the case where a worker is engaged in work of higher value than that of the person with whom a comparison was to be made. A number of judgements of the Court deal with the indirect discrimination in situations of part-time work. In case 96/80 (Jenkins), the Court held that the principle applies to the payment of lower hourly rates of remuneration for part-time work than for full-time work. In case 170/84 (Bilka), the Court found that Article 119 (now 141) was infringed when an employer excludes part-time employees from its occupational pension scheme, where the exclusion affects a far greater number of women, unless the undertaking shows that the exclusion is based on objectively justified factors unrelated to any discrimination on grounds of sex. In case 171/88 (Rinner-Kühn), the Court held that this Article precluded a legislation which permits employers to exclude certain part-time employees from the continued payment of wages in the event of illness. In case C-33/89 (Kowalska), the Court ruled that a clause in a collective agreement under which employers may exclude part-time employees from the payment of a severance grant was contrary to Article 119 when in fact a considerably lower percentage of men work part-time. In case C-184/89 (Nimz), the Court declared contrary to Article 119 a collective agreement that provides for the seniority of workers performing at least three quarters of normal working time to be fully taken into account for reclassification in a higher salary grade, where only one half of such seniority was taken into account in the case of workers whose working time was inferior, where the latter group comprises a considerably smaller percentage of men than women. On the other hand, in case joint cases C- 399/92, C-409/92, C-495/92, C-34/93, C-50/93 and C-78/93 (Helmig), the Court ruled that this Article did not prevent a collective agreement from restricting payment of overtime supplements to cases where the normal working hours for full-time employees were exceeded. In case, C-1/95, the Court found that it was contrary to Community law to require that, for the purpose of calculating the length of service, periods of part-time employment of one-half and two-thirds of normal working time were counted only as two thirds of normal hours, except if justified by objective criteria unrelated to any discrimination on grounds of sex. In case 281/97 (Krüger), the Court decided that an exclusion by a collective agreement from entitlement to a special annual bonus of persons in employment which involves a normal working week of less than 15 hours and normal pay not exceeding a fraction of the monthly baseline and is, on that basis, exempt from compulsory social insurance constitutes indirect discrimination based on sex, where that exclusion applies independently of the sex of the worker but actually affects a considerably higher percentage of women than men. On the other hand, the court has admitted that a classification system use the criterion of muscular effort of the work. Nevertheless, in order for a classification system not to be discriminatory as a whole, it must take into account criteria for which workers of each sex may show particular aptitude. In case 109/88 (Danfoss), the Court ruled that when an undertaking applies a non transparent system of pay, it is up for the employer to prove that it is not discriminatory in practice. On the other hand, the Court held also that the employer had to justify the recourse to the criteria of mobility and training, but not the recourse to the criterion of length of service. In case C-127/92 (Enderby), the Court held that where significant statistics disclose an appreciable difference in pay between two jobs of equal value, one of which carried out almost exclusively by women, Article 119 requires the employer to show that the difference is based on objectively justified factors unrelated to any discrimination on grounds of sex. The fact that the pay rates were agreed by collective bargaining is not sufficient objective justification for the difference in pay. In case C-17/05 ",
        "EN 13 EN (Cadman), the Court confirmed its previous case law (Danfoss) and held that since, as a general rule, recourse to the criterion of length of service is appropriate to attain the legitimate objective of rewarding experience acquired which enables the worker to perform his duties better, the employer does not have to establish specifically that recourse to that criterion is appropriate to attain that objective as regards a particular job, unless the worker provides evidence capable of raising serious doubts in that regard. There are other Directives in the field of equality between men and women which are relevant as far as the gender pay gap is concerned. It is the case, notably, of Directive 76/207/EEC, as amended by Directive 2002/73/EC, which aims at implementing the principle of equal treatment for men and women as regards access to employment, vocational training and promotion, and working conditions, which states that \"the application of the principle of equal treatment means that there shall be no direct or indirect discrimination on the grounds of sex in the public or private sectors, including public bodies, in relation to (…) employment and working conditions, including dismissals, as well as pay as provided for in Directive 75/117/EEC\". It has also to be noted that Directive 97/80/EC on the burden of proof in cases of discrimination based on sex applies to the situations covered by Article 141 EC and Directive 75/117/EEC. This Directive lays down that \"Member States shall take such measures as are necessary, in accordance with their national judicial systems, to ensure that, when persons who consider themselves wronged because the principle of equal treatment has not been applied to them establish, before a court or other competent authority, facts from which it may be presumed that there has been direct or indirect discrimination, it shall be for the respondent to prove that there has been no breach of the principle of equal treatment\". Extracts from the Treaty establishing the European Community Article 2 The Community shall have as its task, by establishing a common market and an economic and monetary union and by implementing common policies or activities referred to in Articles 3 and 4, to promote throughout the Community a harmonious, balanced and sustainable development of economic activities, a high level of employment and of social protection, equality between men and women (…). Article 141 (1) Each Member State shall ensure that the principle of equal pay for male and female workers for equal work or work of equal value is applied. (2) For the purpose of this article, \"pay\" means the ordinary basic or minimum wage or salary and any other consideration, whether in cash or in kind, which the worker receives directly or indirectly, in respect of his employment, from his employer. Equal pay without discrimination based on sex means: (a) that pay for the same work at piece rates shall be calculated on the basis of the same unit of measurement; (b) that pay for work at time rates shall be the same for the same job. ",
        "EN 14 EN (3) The Council, acting in accordance with the procedure referred to in Article 251, and after consulting the Economic and Social Committee, shall adopt measures to ensure the application of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation, including the principle of equal pay for equal work or work of equal value. (4) With a view to ensuring full equality in practice between men and women in working life, the principle of equal treatment shall not prevent any Member State from maintaining or adopting measures providing for specific advantages in order to make it easier for the underrepresented sex to pursue a vocational activity or to prevent or compensate for disadvantages in professional careers. ",
        "EN 15 EN 2. I NDICATOR \"G ENDER PAY GAP IN UNADJUSTED FORM \" The Lisbon strategy has stressed the need to address gender inequality in the EU labour markets, including the gender pay gap, and put forward an employment rate target for women. Structural indicators measuring the female employment rate and the gender pay gap were included. The gender pay gap (in unadjusted form) - measuring the difference in average gross hourly earnings between men and women across the whole economy and all establishments – is one of the structural indicators to monitor progress in the framework of the Lisbon Strategy. In 2003, the Commission realised a Staff Working Paper \"Gender pay gaps in European labour markets - Measurement, analysis and policy implications\" (SEC(2003)937) with the purpose to review the definition of the structural indicator to monitor the overall size and evolution of the gender pay gap; to summarise recent work analysing factors related to the gender pay gap; and to discuss the implications of the results of these analyses for measuring both the gender pay gap and progress to reduce it, for data provision and for policies to tackle gender pay gaps. Excerpts from this document are provided hereafter as background information on the indicator. 2.1. Definition The definition currently used by Eurostat is as follows: The gender pay gap is given as the difference between average gross hourly earnings of male paid employees and of female paid employees as a percentage of average gross hourly earnings of male paid employees. The gender pay gap is based on several data sources, including the European Community Household Panel (ECHP), the EU Survey on Income and Living Conditions (EU-SILC) and national sources. The target population consists of all paid employees aged 16-64 that are 'at work 15+ hours per week'. Hourly earnings are obtained by dividing gross monthly normal earnings from the main job by four times the number of worked hours per week in the main job, including normal overtime, but excluding bonuses, irregular overtime, any 13th month payments and the like. EU estimates are population-weighted averages of the latest available national data, adjusted, where possible, to take into account a change in the data source. Countries without any previous gender pay gap data for a specific year are excluded from the EU estimates. Where data have been provided by the National Statistical Offices based on national sources, the indicators for these countries cannot be considered to be fully comparable. It should also be noted that measures of the gender pay gap are sensitive to the data source, the sample restrictions and the choice of the dependent variable (hourly or monthly earnings; net or gross earnings; inclusion of bonus payments; etc.). 2.2. Explanatory factors The gender pay gap varies considerably by individual, job and firm characteristics. While these findings provide important information on the nature of gender imbalances in the labour market, they do not allow conclusions as to the relative impact of the various factors on the overall gender pay gap. Further analyses are needed to identify the factors related to the ",
        "EN 16 EN gender pay gap. The observed gender pay gaps could be due to a whole range of factors, including: • personal characteristics such as age, educational background, family background, presence of children, experience in the labour market, previous career interruptions and tenure on the job; • job characteristics such as occupation, working time, contract type, job status, career prospects and working conditions; • firm characteristics such as sector, firm size, work organisation, recruitment behaviour and the firm's compensation and human resources policies; • gender segregation by occupation or sector; • institutional characteristics including education and training systems, wage bargaining, wage formation and tax and benefit systems, industrial relations, parental leave arrangements and the provision of childcare facilities before and during compulsory school years; as well as • social norms and traditions regarding education, labour market participation, job choice, career patterns and the evaluation of male- and female-dominated occupations. The above personal, job and firm characteristics reflect systematic differences in the composition of the male and female workforce. They can reflect objective differences in productivity - which in turn would lead to differences in wages - as well as differences in incentives, opportunity costs and preferences for job and firms characteristics - which would explain systematic differences in labour market participation, job access and career progression Many of these labour market characteristics, however, could themselves be the outcome of discriminatory processes, including institutional settings, pay policies and social norms and traditions. It is obvious that, in the presence of such ‘indirect discrimination’, gender pay gaps do not just reflect systematic pay differences due to differences in choice behaviour, productivity or labour market characteristics. Moreover, women or men could also be subject to ‘direct discrimination’ by receiving lower pay than workers with the same characteristics and job performance. It is therefore one of the main challenges to distinguish pay differences resulting from different labour market characteristics, on the one hand, and differences due to indirect or direct discrimination, on the other, including the societal differences in the evaluation of work in male and female dominated sectors or occupations. 2.3. Implications for the gender pay gap indicator The above analysis on the determinants of gender pay gaps in the European labour markets show to what extent these factors and their impact on gender gaps vary across Member States. They also highlight the role of both direct and indirect discrimination for the gender pay gap and the related statistical problems due to e.g. (endogenous) educational or occupational choice and (selective) labour market participation in measuring and analysing the gender pay ",
        "EN 17 EN gap, thus clarifying the difficulties encountered when adjusting gender pay gaps and interpreting the results. The results summarised above confirm in particular the complex nature of gender equality and gender gaps in labour markets as multi-facetted social and economic phenomena, including the working of education and training, job classification and wage formation systems as well as social norms and traditions. In particular no clear borders exist between composition effects and remuneration effects. Furthermore, selection effects might complicate the analysis. The gender pay gap (in unadjusted form) gives an overall picture of gender pay equality and has therefore so far been chosen as structural indicator to measure gender inequalities in earnings and express the related challenges. ",
        "EN 18 EN 3. S TATISTICS ON THE PAY GAP AND THE SITUATION OF WOMEN ON THE LABOUR MARKET Figure 1 – Gender pay gap in the EU, 2005 (%) (1) 05 10 15 20 25 30 C Y E E S K D E F I U K C Z D K N L A T L V B G S E E U - 2 7 L T L U E S R O F R H U P L E L I E I T P T S I B E M T Source: Eurostat. Administrative data are used for LU, Labour Force Survey for FR and MT. Provisional results of EU-SILC (Statistics on Income and Living Conditions) are used for BE, EL, ES, IE, IT, AT, PT, and UK. All other sources are national surveys. EU-27 estimates are population weighted-averages of the latest available values. (1) The gender pay gap in unadjusted form is a structural indicator adopted for the follow-up of the European Strategy for growth and employment. It is defined as the difference between average gross hourly earnings of male paid employees and of female paid employees as a percentage of average gross hourly earnings of male paid employees. The population consists of all paid employees aged 16-64 that are at work 15+ hours per week. ",
        "EN 19 EN Table 1 – Gender pay gap (%) in the EU 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 EU-27 (1) 17 17 16 17 16 16 16 16 15 15 15 BE 12 10 10 9 11 13 12 : : 6 (2) 7 BG : : : : : : 22 21 18 16 16 CZ : 21 21 25 22 22 20 19 19 19 19 DK 15 15 13 12 14 15 15 18 (2) 18 17 18 DE 21 21 21 22 19 21 21 22 (2) 23 23 22 EE 27 27 28 26 26 25 24 24 24 24 25 EL 17 15 13 12 13 15 18 17 11 (2) 10 9 (3) ES 13 14 14 16 14 15 17 21 (2) 18 15 13 (3) FR 13 13 12 12 12 13 14 13 12 (2) 12 12 IE 20 21 19 20 22 19 17 : 14 (2) 11 (3) 9 (3) IT 8 8 7 7 8 6 6 : : 7 (3) 9 CY 29 28 27 26 27 26 26 25 25 25 25 LV : : : 20 20 20 16 16 16 15 17 LT 27 22 23 22 16 16 16 16 17 16 15 LU 19 19 19 18 17 15 16 17 15 14 14 HU 22 23 24 23 21 21 20 16 12 14 11 MT : : : : : 11 9 6 (2) 4 4 4 NL 23 23 22 21 21 21 19 19 18 19 18 AT 22 20 22 21 21 20 20 : 17 (2) 18 18 (3) PL : : : : 15 : 12 11 11 10 10 PT 5 6 7 6 5 8 10 8 9 5 (2) 9 RO 21 24 24 20 17 17 18 17 18 14 (2) 13 SI 14 15 14 11 14 12 11 9 : 8 (3) 8 (3) SK : : : : 23 22 23 27 23 24 24 FI : 17 18 19 19 17 17 20 (2) 20 20 20 SE 15 17 17 18 17 18 18 17 16 17 16 UK 26 24 21 24 22 21 21 23 (2) 22 22 20 (3) Source: Eurostat, Structural Indicators. (1) Estimate. (2) Break in series (3) Provisional value. ",
        "EN 20 EN Figure 2 - Gender pay gap, breakdown by personal characteristics (1) (%) 22 23 25 28 31 32 13 25 35 32 7 21 31 33 27 0 5 10 15 20 25 30 35 40 1-5 6-9 10-14 15-19 20-29 30+ Lower secondary Upper secondary Post-secondary Tertiary <30 30-39 40-49 50-59 60+ L e n g h t o f s e r v i c e E d u c a t i o n a l a t t a i n m e n t A g e Source: Eurostat: Structure of Earnings Survey 2002. (1) The unadjusted gender pay gap (GPG) is defined as the difference between men's and women's average gross hourly earnings as a percentage of men's average gross hourly earnings. The data presented above (EU-27) covers enterprises, with 10 or more employees, in the sectors of industry and services excluding public administration (NACE Rev.1.1 C to K). ",
        "EN 21 EN Figure 3 - Gender pay gap, breakdown by enterprise characteristics (1) (%) 21 27 26 29 2829 37 18 18 26 10 24 34 27 25 0 5 10 15 20 25 30 35 40 10-49 50-249 250-499 500-999 1000+ Business services Financial intermediation Transport et communication Hotels & restaurants Trade Construction Electricity, gas & water supply Manufacturing Mining & quarrying Total Industry & services S i z e o f e n t e r p r i s e S e c t o r Source: Eurostat: Structure of Earnings Survey 2002. (1) The unadjusted gender pay gap (GPG) is defined as the difference between men's and women's average gross hourly earnings as a percentage of men's average gross hourly earnings. The data presented above (EU-27) covers enterprises, with 10 or more employees, in the sectors of industry and services excluding public administration (NACE Rev.1.1 C to K). ",
        "EN 22 EN Figure 4 - Gender pay gap, breakdown by job characteristics (1) (%) 21 29 48 10 17 28 33 28 15 9 26 0 5 10 15 20 25 30 35 40 45 50 Elementary occupations Plant and machine operators and assemblers Craft and related trades workers Service workers and shop and market sales workers Clerks Technicians and associate professionals Professionals Legislators, senior officials and managers Other Fixed term Indefinite duration O c c u p a t i o n E m p l o y m e n t c o n t r a c t Source: Eurostat: Structure of Earnings Survey 2002. (1) The unadjusted gender pay gap (GPG) is defined as the difference between men's and women's average gross hourly earnings as a percentage of men's average gross hourly earnings. The data presented above (EU-27) covers enterprises, with 10 or more employees, in the sectors of industry and services excluding public administration (NACE Rev.1.1 C to K). ",
        "EN 23 EN Figure 5 - Employment rates in the EU - 2006 57.1 71.6 0 10 20 30 40 50 60 70 80 90 DK SE NL FI UK EE AT LV PT SI DE LT CY IE FR EU- 27 CZ LU BG BE ES RO SK HU PL EL IT MT p e r c e n t Women Men Source: Eurostat, Labour Force Survey (LFS), annual averages. Provisional data for FR and EU-27 Figure 6 - Absolute gender gap in employment rates in the EU - 1998 and 2006 (Difference between men's and women's employment rates) 18.3 14.5 05 10 15 20 25 30 35 40 45 FI SE LT EE DK LV BG SI FR DE UK RO PT HU PL NL AT BE EU27 SK CZ LU IE CY ES IT EL MT p e r c e n t a g e p o i n t s Left bar: 1998 (1) Right bar: 2006 Source: Eurostat, Labour Force Survey (LFS), annual averages. Exception to the reference year : (1) 2000 : BG, CY and MT. FR, EU27: provisional data. ",
        "EN 24 EN Figure 7 - Share of part-time workers in total employment - 2006 31.2 7.7 0 10 20 30 40 50 60 70 80 BG SK HU LV CZ RO EL EE SI LT CY PL PT FI MT ES IT FR EU- 27 DK LU AT SE BE UK DE NL p e r c e n t Women Men Source: Eurostat, Labour Force Survey (LFS), Annual results IE: no data available, FR and EU-27 provisional data Figure 8 - Educational attainment (at least upper secondary school) of women and men aged 20-24 in the EU – 2006 80.7 74.8 0 10 20 30 40 50 60 70 80 90 100 PL CZ SK SI LT CY EE IE SE FI AT EL LV BE HU FR DK BG EU- 27 UK NL IT RO LU DE ES PT MT p e r c e n t women men Source: Eurostat, Labour Force Survey (LFS), annual averages. NB: BG, EL, IT, CY, MT, RO, FI : Provisional value. Students living abroad for one year or more and conscripts on compulsory military service are not covered by the EU Labour Force Survey, which may imply lower rates than those available at national level. This is especially relevant for CY. ",
        "EN 25 EN Figure 9 - Managers in the EU - Distribution by sex 2000 and 2006 31 69 32 68 0 10 20 30 40 50 60 70 80 90 100 L V L T F R HU UK P L EE P T S I RO E S I T BG SE B E I E CZ F I A T DE SK E L NL L U DK MT CY p e r c e n t women men Left bar: 2000 Right bar: 2006 EU- 25 Source: Eurostat, Labour Force Survey (LFS), spring results. Managers are persons classified in ISCO 12 and 13. FR 2006: provisional data. MT and CY: data lack reliability due to small sample size. IT: Change of data collection method. No data for RO in 2000 Figure 10 - Tertiary education graduates sex and by field of study EU-25 - 2004 0 10 20 30 40 50 60 70 80 90 100 Education Science Health and welfare Humanities and arts Social sciences, business and law Agriculture and veterinary Science, mathematics and computing Engineering, manufacturing and construction Women Men p e r c e n t Source: Eurostat Tertiary education graduates include all graduates of levels ISCED 5 and 6. ",
        "EN 26 EN Figure 11 - Gender segregation in occupations in the EU - 2006 05 10 15 20 25 30 35 EL RO IT MT PL NL UK AT BE LU DE PT FR SE SI ES DK IE CZ BG HU FI CY LV LT SK EE p e r c e n t a g e p o i n t s Source: Eurostat - LFS Gender segregation in occupations is calculated as the average national share of employment for women and men applied to each occupation; differences are added up to produce the total amount of gender imbalance expressed as a proportion of total employment (ISCO classification). Figure 12 - Gender segregation in economic sectors in the EU - 2006 05 10 15 20 25 RO EL MT SI IT NL FR DE BE LU UK CZ AT DK PL CY BG HU PT ES SE IE FI SK LT LV EE p e r c e n t a g e p o i n t s Source: Eurostat - LFS Gender segregation in sectors is calculated as the average national share of employment for women and men applied to each sector; differences are added up to produce the total amount of gender imbalance expressed as a proportion of total employment (NACE classification). ",
        "EN 27 EN Figure 13 - Employment rates of women aged 20-49, depending on whether they have children (under 12) – 2005 76 61.1 0 10 20 30 40 50 60 70 80 90 100 SI LT PT NL BE FI AT CY FR LV RO LU UK BG EU- 25 PL EE ES EL SK DE CZ IT HU MT Without children With children p e r c e n t Source: Eurostat, European Labour Force Survey, annual averages. No data available for DK, IE and SE. ",
        "EN 28 EN 4. E XAMPLES OF NATIONAL INITIATIVE S TO FIGHT THE GENDER PAY GAP BE Guidebook on job classification available for employers and trade unions to avoid and eliminate gender bias in pay systems (2006). Equal Pay Day established, with the aim of raising awareness of the public about the persistence of gender wage inequality. 2006 decision by the federal government to establish an annual report monitoring progress in reducing the gender pay gap. First report published in March 2007. EL Guide for the integration of gender equality in firms, including equal pay for work of equal value, with recommendations to public administration and social partners. ES Spain adopted in March 2007 a new gender equality law that notably includes provisions on fighting discrimination, allowing positive action measures in collective agreements, encouraging reconciliation of work and family life, promoting equality plans and fostering good practices( 1 ). FR Law on equality of remuneration between men and women (March 2006) strengthening women's rights in respect of maternity leave; obligation for enterprises to take steps to close the gender pay gap by 31 December 2010 and to provide for catch up salary payments to be made following maternity or adoption leave. Obligation of gender pay bargaining in companies and sectors. HU Law aimed at promoting voluntary regulation on equal opportunities; Equal Opportunity Plan (EOP) to be adopted by public employers and private employers with State-owned share over 50% for each year. IT Obligation for public and private firms employing more than 100 employees to provide statistical information on the employment conditions of their employees broken down by gender every two years (1991 Law on Positive Actions; Article 9, Act 125/1991). Companies to give the report to local equality advisors and trade unions. LU Obligation for social partners to bargain on equal pay (law of June 2004). Collective bargaining has to include a provision concerning the implementation of the principle of equal pay between men and women. NL Equal pay working group (2005) established, bringing together organisations relevant to equal pay – employees and employers organisations, the Equal Treatment Commission, the Dutch Human Resources Policy Association and the Dutch Association for Employee Participation. PT Obligation for all employers to display in November in a visible place for a period of at least 30 days, the list of their staff indicating each employee's earnings (Law No 35/2004, of 29 July, Articles 452 to 457 and 490), with the exception of central, regional and local administrations, public institutes and other collective public entities, as well as employers of domestic service workers Training on gender equality for judges and other agents involved in the process of ",
        "EN 29 EN justice administration, promoted by the Commission for Equality in Labour and Employment. SE Equal Opportunities Act provides that all employers with a minimum of ten employees are required to prepare an annual equal opportunities plan as well as a plan of action for equal pay. UK Equality Act (2006) places a statutory duty on all public authorities to have due regard to the need to eliminate unlawful discrimination and harassment and promote equality of opportunity between men and women. Source: \"Gender Pay Gap – Origins and policy responses\", Group of Experts on Gender, Social Inclusion and Employment, 2006 ( 1 ) Added after the completion of the report. "
    ]
}