{
    "text": [
        "PANOR AM A WIN T ER 2017 / No. 63 Regional and Urban Policy IMPLEMENTATION OF ESI FUNDS IS ON TRACK COHESION POLICY AND THE VALENCIA REGION The outermost regions joining forces across the EU ",
        "2 WINTER 2017 / No. 63 PANOR AMA EDITORIAL ......................................................................................................... 3 BULGARIA LOOKS AHEAD TO EU PRESIDENCY ....................... 4 BOURGOGNE(cid:2)FRANCHE(cid:2)COMTÉ FORGES STRONGER TIES ....7 ESI FUNDS IMPLEMENTATION ON TRACK .................................10 URBAN CITY PARTNERSHIPS TAKE ACTION .............................14 EU STRATEGY TO HELP ITS OUTERMOST REGIONS ........... 16 WOMEN IN EMPLOYMENT AND REGIONAL ASSEMBLIES ...26 REGIOSTARS’ 10 TH ANNIVERSARY .................................................. 28 EUROPE IN MY REGION CAMPAIGN .............................................. 30 BUDDING YOUNG JOURNALISTS AT THE EWRC ...................34 IVY: SPREADING THE WORD .............................................................. 36 COMUNITAT VALENCIANA: A CONSTRUCTIVE APPROACH ....38 MALTA BUILDS A BETTER FUTURE ................................................46 CAPTURED ON CAMERA IN MALTA ................................................48 STRUCTURAL REFORM SUPPORT PROGRAMME ................... 50 TERRITORIES AT THE CENTRE OF COHESION ..........................51 DEPARTMENTS OF FRANCE PUSH COHESION POLICY ..... 52 EUROPEAN ENTREPRENEURIAL REGION 2017 ...................... 53 HEALTH CHECK FOR CROSS(cid:2)BORDER CARE ............................54 MEDITERRANEAN REGION BOOSTS POLICYMAKING ........ 56 PROJECTS FROM BELGIUM, LITHUANIA, AND CZECH REPUBLIC ......................................................................... 57 NEWS IN BRIEF ...........................................................................................60 AGENDA ........................................................................................................... 63 In this issue … In this winter issue of Panorama , we visit the EU’s outermost regions, reporting on the recent Conference of Presidents attended by President Juncker and Commissioner Creţu. We analyse the renewed strategy for these regions, which aims to help them make the most of their unique position within the EU and the wider world, and feature projects and testimonials. We also dive into the recently published Strategic Report on ESI Funds implementa- tion, and find strong evidence of the scale and impact of these investments on the lives of citizens across the continent. In this edition, our regional profile takes a look at Comunitat Valenciana in Spain, with project profiles and an interview with President Ximo Puig. We also feature young people and their various efforts to engage with the EU and regional policy, through our Europe In My Region blogging competition, young journalists training scheme and the Interreg Volunteer Youth programme. Furthermore, there is news from the recent Cities Forum in Rotterdam concerning the EU’s Urban Agenda, and a contribution from the upcoming Bulgarian presidency outlining their vision and priorities. ‘In Your Own Words’ includes contributions from the European Parliament, France, Italy and Spain, the projects section visits Belgium, the Czech Republic and Lithuania, and the picture spread points the camera at projects in Malta. AGNÈS MONFRET Head of Communication Unit, Directorate-General for Regional and Urban Policy, European Commission 04 16 46 54 ",
        "3 PANORAMA / WINTER 2017 / No. 63 The last months of 2017 have brought good news to everyone engaged in building a better and stronger Europe. The latest surveys show that citizens are regaining confidence in the ability of our Union to help them improve their lives and their children’s prospects, and Cohesion Policy is certainly contributing to this. The recently published Strategic Report on the implementation of the European Structural and Investment Funds shows that half of the total EU allocation for 2014-2020 has already been assigned to 2 million projects across Europe, for a total value of EUR 278 billion. This EUR 278-billion investment is delivering concrete improvements in citizens’ lives: growth, jobs, health care, schools, accessibility, integration of migrants and climate change. In short, these investments embody a Europe that is in action for its citizens, as well as for future generations. Moreover, these results are of the utmost importance for the near future. In just a few months, the Commission will present its proposal for the next Multiannual Financial Framework, beyond post-2020, which will be followed by the draft legal and policy framework for Cohesion Policy. In this context, it is essential that we join forces to raise awareness among policymakers, Cohesion Policy stakeholders and citizens in general that this policy works. It provides a long-term investment framework for EU countries and regions, which empowers thousands of partners on the ground to deliver on the policy priorities of the entire Union. As in pre- vious issues, I am happy to read in this edition of Panorama contributions from Member States, regions and cities that are conveying the same message. I take full note of their encouragement and recommendations. I am also pleased that this issue includes an ‘outermost regions package’. Our recent Communication on these remote European regions followed by my visit to French Guiana along- side Presidents Juncker and Macron, show Cohesion Policy support to every single region of Europe, irrespective of their geographical location. (cid:101) CORINA CREŢU European Commissioner for Regional Policy E D I T O R I A L ",
        "4 How important have the EU Cohesion Funds been for Bulgarian citizens since Bulgaria’s accession to the EU 10 years ago? Could you highlight a few projects in particular? The impact of Cohesion Policy on Bul- garian society is significant and the effects of investments build up over the long term. The results are already vis- ible. More than 12 000 projects have been supported over the last 10 years and the achievements made in the country through implementation of the European funds are crucial: more than 800 000 students participated in extra- curricular and school activities; nearly 70 000 unemployed were supported by taking specialised training; grants were provided in 1 120 start-up enterprises; and more than 372 000 new workplaces were established, etc. What benefits has Bulgaria experienced from collaborating with other Member States and EU regions? Joining the European Union has made Bulgaria far bigger, without increasing our territory. The four freedoms in the EU – free movement of persons, goods, ser- vices and capital – have given us excel- lent opportunities and expanded our horizons considerably. We have a wider choice of products and services, more opportunities to work, live and study abroad, a huge potential market and it is easier to do business and to cooperate with different EU countries and regions. At the same time, we face a major chal- lenge related to the ‘brain drain’. The emigration of young, highly skilled and well-educated people is an issue for Bul- garia, as well as for the rest of the Eastern and Central European countries. How far will the current programmes help to boost the economy? What concrete results are you expecting at the end of the current programming period (2014-2020)? We have seen the strong positive effect of European investments on Bulgaria’s macroeconomic indicators for the period 2007-2013. Employment increased by more than 15 %, the average wage rose by nearly 15 % and private consumption increased by almost 14 %. All this also reflects on gross domestic product which, according to our estimates, has increased by more than 11 % thanks to European investments. Given that the quality of the programming process for the current period is better than the pre- vious one, I am convinced that the results we will achieve by 2023 will be significantly better. Bulgaria prepares to advance the Cohesion Policy debate As Bulgaria gets ready to take over the EU presidency in January 2018, Tomislav Donchev, Deputy Prime Minister, adds his views to the current debate on Cohesion Policy post-2020 and the importance of European solidarity. I N T E R V I E W ",
        "5 PANORAMA / WINTER 2017 / No. 63 How do you respond to the perception that less-developed countries do not have the administrative capacity to manage the EU Funds at their disposal? I cannot agree with such an assess- ment – at least it is hardly valid for all less-developed regions. In recent years, the most complex and large- scale infrastructure projects have been implemented in these regions. It should not be forgotten that man- agement of European investments relates not only to the objectives of Cohesion Policy but is also related to the correct application of Euro- pean legislation in the field of state aid, public procurement, environmen- tal protection, etc. Essentially, this requires complex, time-consuming procedures which sometimes give the impression of a delay or lack of capacity. The first half of 2018 sees Bulgaria holding the Presidency of the Council of the EU for the first time since its accession in 2007. How do you perceive this opportunity? The Presidency of the Council of the EU is an excellent opportunity to show what we have achieved during 10 years of EU membership. We will strive to provide opportunities for constructive debate on the key issues of our common European (cid:140) The bird observation tower in the Aldomirovci swamp was built as part of the project ‘Restoration and conservation of the favourable status of protected species in the protected areas Aldomirovci swamp and the municipalities Slivnitsa and Dragoman’. More than 12 000 projects have been supported over the last 10 years and the achievements made in the country through implementation of the European funds are crucial. (cid:107) (cid:106) Sofia Tech Park is the first science and technology park in the country designed as a platform for the exchange of knowledge and ideas between academia and business and to reinforce Bulgaria`s presence on the global research and innovation map. ",
        "6 future. I believe that only through an hon- est and open debate can we find the right way. We all know what challenges we are facing in the fields of defence, security, migration, and, at the same time, the EU’s traditional pol icies must be adequately ensured. The Bulgarian Presidency comes at the right time because it is known that our position has always been based on the European values of freedom, unity and solidarity. Discussions on Cohesion Policy post- 2020 are intensifying. What are the Bulgarian Presidency’s priorities in this field and how will you proceed? Over the last few years, most of the dis- cussions on European solidarity have been focused on its size and short-term effects. This has been caused by object- ive reasons such as the economic and financial crisis, the refugee crisis and separate regional crises of a different nature. In this context, we can state that the European institutions and the Mem- ber States have responded flexibly to the challenges which, to a great extent, helped the recovery of the European economy and we are once again on the upside development trend. It is often forgotten that we have overcome the challenges because we managed to achieve good results with the European Funds’ investments. The reason Europe can recover from severe crises is the conviction of its citizens, local author- ities and business in the strength of European solidarity. To what extent have you been in contact with the current Estonian Presidency as well as the Austrian one, scheduled for the second half of 2018? It is clear that the Presidencies’ Trio Pro- gramme is a joint effort of our countries, sharing a common vision on the main priorities, trends and challenges facing the Union. We are in close and continu- ous contact with our colleagues on all key aspects and I think it is already the time to congratulate the Estonian Presi- dency for the tremendous work done, and not only in the field of Cohesion and regional policies. The Austrian Presi- dency will be faced with a great chal- lenge to streamline the real negotiations on the Multiannual Financial Framework post-2020 and the legislative package for the EU Funds for the next program- ming period. We will try to support them not only by launching the first discus- sions once the dossiers are on the table but also by being a constructive partner afterwards. (cid:101) The project ‘Improvement of public spaces significant for the social integration and sustainable urban development in Burgas Municipality’ is promoting sustainable, accessible and attractive urban centres to make regions more competitive. (cid:107) (cid:140)(cid:3) The Airport Sofia metro station provides a direct and easy-to-use connection between the capital city and the airport’s passenger terminal. ",
        "7 PANORAMA / WINTER 2017 / No. 63 For the Bourgogne-Franche-Comté region, what impact has the recent French territorial reform had on the operational programmes and their management, which has remained within the regions as defined prior to the reform? The decision in 2015 to merge the regions did in fact constitute an extremely important reform of French territorial organisation and has also strongly impacted the implementation of the Cohesion Policy at a local level. As a result of the reform, the Bourgogne- Franche-Comté region became the de-facto managing authority for five different European pro- grammes representing more than EUR 1.4 billion dedicated to the development of our territories, our econ- omy, employment, energy transition, and so on. This European leverage represents both a considerable asset and an opportunity for the new large region. Following the merger of Bourgogne and Franche-Comté, we did not wish to call into question operational programmes in Bourgogne and Franche-Comté/Jura. These have long been the subject of ongoing and fruitful work together with the regional partnership and services of the European Commission, and DG Regio in particular. The intention was to ensure the continuity of an ongoing implementa- tion, and to bring stability and efficiency to beneficiaries of the operational pro- grammes. However, we strive where possible to harmonise procedures to implement operational programmes that will ensure a unified intervention of European Structural and Invest- ment Funds across the Bourgogne- Franche-Comté territory. The regional merger has also helped to create and develop a unique tool to assist project leaders working across a wide territory: the project factory. I wanted to create this tool with the aim of contributing to the better use of European funds, by facilitating the creation of dossiers, simplifying procedures, and speeding up the mobilisation of Euro- pean funds. In practice, establishing 7 PANORAMA / WINTER 2017 / No. 63 PANORAMA / WINTER 2017 / No. 63 I N T E R V I E W The regional merger has also helped to create and develop a unique tool to assist project leaders working across a wide territory: the project factory. (cid:107) Bourgogne-Franche-Comté: stronger ties to economic, social and territorial cohesion Patrick Ayache, Vice-President in charge of European and international affairs in the Bourgogne-Franche-Comté region, explains how the merger is changing all aspects of territorial cohesion. ",
        "88 a network of experts in the region has helped assist potential beneficiaries of ESIF, informing them during general and thematic information sessions, and sup- porting them through educational work- shops ranging from the design to the completion of their projects. What are the advantages and disadvantages of the approach that has been implemented for the current programming period, which is intended to integrate and harmonise regulations between European funds and allow the use of financial instruments such as loans or guarantees? If the multi-fund approach has been strengthened by generating the 2014- 2020 programme, it should go even further in defining common implemen- tation rules and move towards greater simplification. In the Bourgogne- Franche-Comté region, we try at our level to have the most integrated approach possible to European funds, especially in terms of communications used to reinforce knowledge of European interventions among local stakeholders and the general public. Financial instruments are very import- ant strategic tools to support the com- petitiveness of our SMEs and innovation. They play an essential role today, and in the Bourgogne-Franche-Comté region we have specifically used ERDF funds to develop a venture capital fund to sup- port companies during their start-up phase. We are also currently thinking of deploying new tools across the larger region: funds for loans, or guarantees for innovation targeted at SMEs, which are specific investment vehicles for business recovery. Without the support of the ERDF, these instruments could not be deployed. However, I hope that in the post-2020 programmes an ambitious Cohesion Policy can be put in place, which will confer an important role on grant-based support for local develop- ment projects that might not otherwise see the light of day. Financial instruments and conventional direct aid for projects must usefully complement each other to ensure solidarity between Cohesion Policy regions to which we are very attached. The operational Bourgogne and Franche-Comté/Jura programmes have a primary objective of stimulating economic growth and creating jobs, particularly for SMEs, based on the region’s specific strengths. To what extent has this objective been met, and what results do you want to achieve in terms of job creation? The 2014-2020 programming is char- acterised by a performance framework to be adhered to and targets to be met, particularly in the areas of eco- nomic development and innovation. Many measures are aimed at SMEs and I welcome the success of these measures as they have improved the overall economic situation in our terri- tory. In terms of targets, we plan to support 3000 companies in Bour- gogne-Franche-Comté by 2023 and have already supported more than 600, including many new companies. The ESIF also allow us to take specific action in the region’s sectors of excel- lence, such as agri-food, health and automobiles, by promoting collaborative research and the emergence of clusters. We therefore support major projects in the micro-technology sector and structuring in our territory. (cid:106)(cid:3) Overlooking the village of Morteau. The ESI Funds also allow us to take specific action in the region's sectors of excellence, such as agri-food, health and automobiles, by promoting collaborative research and the emergence of clusters. ",
        "9 PANORAMA / WINTER 2017 / No. 63 9 Could you highlight some projects in your region that have been particularly beneficial for citizens? I would like to mention two structured projects that will benefit citizens. As part of the FEDER Operational Programme FSE Franche-Comté and Massif du Jura, fund- ing has been granted to TCSP+ (public transport bus lanes) for Besançon (25), which since September 2017 has con- nected Viotte station to the TEMIS activity hub, passing through the Bouloie univer- sity campus, in keeping with the sustain- able mobility policy initiated by the Greater Besançon Urban Community. With 11 stations located over 4.1 km, planned use of this new line is estimated to be 8800 passengers each day! The objective is to encourage people to abandon their cars in favour of public transport, thereby helping to reduce environmental impacts (pollution, noise, etc.). As regards the Bourgogne ERDF ESF pro- gramme, ERDF funds have been mobi- lised during the first high throughput (THD) phase of deployment with a level of intervention of around 30 % of the total eligible cost. Over the life of the programme, the aim is to significantly increase THD coverage via optical fibres in Bourgogne from 35 % to 50 % of the population at the regional level (or deployment of 145 000 sockets). There- fore, the region has scheduled a budget of EUR 8.4 million for the Côte d’Or department’s FTTH (Fibre To The Home) public initiative network for the creation of 77 127 connectible optical sockets. The debate on the post-2020 Cohesion Policy is intensifying. What is your point of view? Cohesion Policy is a major investment tool for the European Union. It enables the mobilisation of public and private regional resources to work alongside European resources to achieve the objectives of EU 2020. It supports the territories in their economic, social and territorial development policy, and is essential to help reduce disparities both between and within the territories. There are still obvious disparities between European regions, hence the necessary and accepted support targeted at those that are least developed. I support a policy of strong and ambi- tious cohesion after 2020. I will be active and vigilant in the months to come so that the Cohesion Policy is not reduced to simply being an adjustment variable in overall budget negotiations. Let us not forget the meaning of the Cohesion Policy: the harmonious devel- opment of the entire Union and the strengthening of economic, social and territorial cohesion. No region, no terri- tory and no European citizen can be put aside from the European project. (cid:101) PANORAMA / WINTER 2017 / No. 63 PANORAMA / WINTER 2017 / No. 63 (cid:140) In keeping with the region’s sustainable mobility policy, funding has provided for bus lanes to connect Viotte station (Besançon) to the TEMIS activity hub. ",
        "10 Implementation of ESI Funds is on track From helping people find jobs to providing better healthcare and protecting the environment, the European Structural and Investment (ESI) Funds play a pivotal role in improving the everyday lives of EU citizens. A new European Commission report shows that EUR 278 bil- lion – or about 44 % of the resources available for the 2014-2020 programming period – had been invested in Member States and regions as of the end of October 2017. “The implementation of the ESI Funds has taken off and is reach- ing cruising speed,” says the strategic overview, which is based on input from the EU-28. “The related investments deliver con- crete improvements to the lives of people across the EU ... It is tangible evidence of the value added of the EU in action.” The report says that while big differences remain, all coun- tries report a “high to very high acceleration of implementa- tion of ESI Funds programmes in 2016”. By the end of last year, the total financial volume of selected projects stood at EUR 182 billion, up from EUR 58.8 billion in late 2015. The release of the ‘Strategic report 2017 on the implementa- tion of the European Structural and Investment Funds’ comes amid an intense debate about the EU’s post-2020 budget. In this context, it highlights the proven track record of ESI Funds in fostering EU-wide socio-economic convergence, resilience and territorial cohesion, as well as providing Member States with a stable, long-term investment framework. Making a difference Considered to be the EU’s main investment tool, the five ESI Funds – the European Regional Development Fund (ERDF), the European Social Fund (ESF), the Cohesion Fund (CF), the Euro- pean Agricultural Fund for Rural Development (EAFRD) and the European Maritime and Fisheries Fund (EMFF) – have a 2014- 2020 budget of EUR 454 billion and support programmes that run through 2023. A review of the first three years of implementation shows that some 2 million projects have been selected for financing Europe- wide, according to the report, which notes that “more funding le(cid:4) to be invested € 360 Billion already delivered € 278 Billion 638 € Billion ",
        "11 PANORAMA / WINTER 2017 / No. 63 than ever before is now concentrated in areas of highest EU value added, such as employment, social inclusion, skills, research and innovation, the environment or the low-carbon economy”. For example, by the end of 2016, ESI Funds had helped around 7.8 million people look for work or enhance their skills to make them more marketable. An additional 11.5 million people had access to better health services. But that is not all. The ESI Funds also helped Member States improve their investment environment, supporting structural reforms and mobilising private capital. For instance, under the ERDF, selected projects will generate some EUR 11.5 bil- lion of leveraged private matching finance. ESI Funds also helped respond to the refugee and migrant crisis, natural disasters and other unforeseen circumstances. As the EU’s main instrument to foster integrated territorial development, more than 3 800 urban and territorial strategies are receiving support from ESI Funds with a more coherent framework in place aimed at promoting a more integrated approach, the report says. The implementation of the new territorial instruments led to positive change in local and regional planning culture, in particular fostering enhanced cooperation across sectors and levels of government. The report also emphasises good progress made in imple- menting simplification measures and developing the capaci- ties of authorities and beneficiaries to ensure more efficient and effective management of the funds. Looking ahead, however, the authors stress that Member States must make a greater effort to ensure the selection and effective implementation of quality projects, adding: “it is now imperative that the accelerated pace of imple- mentation is followed up by a strong and quick increase in actual spending”. In light of the current debate concerning the future of Cohesion Policy, much is at stake. “By supporting job creation, growth and investment, strengthening the Single Market, the Energy Union and eco- nomic governance these investments respond to the needs of the real economy,” the report says. “The Funds also greatly help the EU achieve its political objectives by translating them into action on the ground.” (cid:101) FOSTERING SMART, SUSTAINABLE AND INCLUSIVE GROWTH > By the end of 2016, selected projects worth EUR 50.3 billion were linked to small and medium-sized enterprises, research, development and innovation , as well as information and communications technology . > This means, for instance, that so far some 915 000 additional households can expect to get better broadband access . More than 196 000 companies are receiving valuable advisory assistance . Meanwhile, about 29 000 researchers are now working in better facilities and have improved access to resources and services, fostering innovation. > Projects amounting to EUR 48.7 billion had been selected in the areas of employment, social inclusion and education . This includes EUR 14.6 billion in education and vocational training, with the report noting that 4.4 million new spots have been created in schools and childcare facilities. > In the low-carbon economy, climate change, environment and transport category, EUR 73.2 billion had been allocated to projects by the end of 2016. As a result, some 148 000 households are expected to receive improved energy consumption classifications. More than 4.6 million people are already benefitting from new or enhanced flood-protection measures while 3.5 million should access better water supplies. The strategic report shows that Cohesion Policy is delivering on the ground across Europe. Good for the post-2020 period. Commissioner Corina Creţu ",
        "12 What is your opinion on the implementation so far of the ESI Funds for 2014-2020? We had a late start. The first year of this period was lost, at least for some regions. In my opinion, things have sped up since then, and at this stage I have the impression that the implementation is going well. The funds arrive where they are needed, and great projects are under way. I think it is too early to have the big pic- ture, but I have also heard from people on the ground that some simplification measures are appreciated, and that the thematic concentration is working – which means that we are really focusing on a few, important priorities. Beyond the financial support that ESI Funds give to Member States, what other positive impacts of the Funds do you see? The Structural Funds are not only money. They are a signal of European solidarity. In the field of European territorial cooperation, I see people from different countries working together to strengthen their regions. And when I think of regions reducing their CO 2 emissions or creating jobs, we can see that good ideas are being supported. That is what I love about ESI Funds – they help regions to be creative and actually work for the people. One of the key goals for this period is to make sure the ESI Funds and the European Fund for Strategic Investments work closely together. What is your opinion of this joint work and how could we do better? I think this cooperation is improving – also with the so-called ‘Omnibus’ regula- tion. Nevertheless, despite their very similar names, ESIF and EFSI have differ- ent approaches. Cooperation between these two funds might work when it comes to larger projects, but from my experience it is the ESI Funds which really help with small and medium-sized pro- jects on the ground in many regions. As rapporteur of the European Parliament, The Structural Funds are not only money. They are a signal of European solidarity. ESI Funds: strengthening European regions and solidarity MEP Kerstin Westphal, who is also a member of the European Parliament’s Committee on Regional Development, gives her views and expectations on ESI Funds implementation and impact to date. I N T E R V I E W ",
        "13 PANORAMA / WINTER 2017 / No. 63 Cohesion Policy continues to bring clear and visible results to citizens in areas ranging from better access to schools, health and social care, cleaner air and water to improved and more sustainable mobility. Daniël Termont, Mayor of Ghent and President of EUROCITIES 2 ESI Funds provides a long-term structural adjustment policy tool to help regional economies anticipate and adapt in order to offer residents everywhere an opportunity to find viable development options. Mari Kiviniemi, Deputy Secretary-General of the OCDE 1 I can say that the Parliament does not want the EFSI to undermine the strategic coherence, territorial concentration and long-term perspective of Cohesion Policy programming. In the context of the upcoming Multiannual Financial Framework, 2018 will be a key year for Cohesion Policy post-2020. What are your expectations regarding the future of this policy? Next year – as well as 2019 – will indeed be decisive years. My expect- ations start with these dates: I think we should avoid a situation like last time, when the start of many Opera- tional Programmes was delayed. Regions need to know in time what they have to expect. Apart from this, my report for the Euro- pean Parliament asks for further sim- plification. With the High Level Group that Commissioner Creţu created, I feel that we can get some real improve- ments in this field. Also, the EP is ask- ing for more flexibility. Our regions should be able to respond to new, unforeseen challenges that might arise in, say, 2025. And last but not least: the actual dis- cussion about the future MFF, and Commissioner Oettinger’s true words that “more European tasks will need to be tackled with less money”, should not lead to a weakening of Cohesion Policy. As I said: ESI Funds are a symbol of solidarity, which make regions crea- tive. That should be maintained – in all European regions. (cid:101) 1) Panorama 61 2) Panorama 61 3) Panorama 62 The European Structural and Investment Funds enable us to create real impetus and increase investment. Beate Merk, Minister of State for European affairs and regional relations of Bavaria, Germany 3 ",
        "14 U R B A N S T O R I E S U R B I S i s a n e w d e d i c a t e d u r b a n i n v e s t m e n t a d v i s o r y p l a t f o r m w i t h i n t h e E u r o p e a n I n v e s t m e n t A d v i s o r y H u b . I t i s t o s e t u p t o p r o v i d e a d v i s o r y s u pp o r t t o u r b a n a u t h o r i t i e s t o f a c i l i t a t e , a cc e l e r a t e a n d u n l o c k u r b a n i n v e s t m e n t . U R B I S c a n p r o v i d e : - T a i l o r m a d e t e c h n i c a l a d v i c e t o s u pp o r t t h e d e v e l o p m e n t o f u r b a n i n v e s t m e n t s t r a t e g i e s a n d i n v e s t m e n t p r o g r a mm e s a n d t o i m p r o v e t h e q u a l i t y a n d b a n k a b i l i t y o f p r o j e c t s . - A d v i c e t o s u pp o r t t h e d e v e l o p m e n t o f i nn o v a t i v e f i n a n c i n g a pp r o a c h e s f o r c i t y i n v e s t m e n t , i n c l u d i n g u r b a n b a s e d i n v e s t m e n t p l a t f o r m . F o r f u r t h e r i n f o r m a t i o n i n c l u d i n g d e t a i l s o f t h e e l i g i b i l i t y c r i t e r i a V i s i t o u r w e b s i t e : e i a h . e i b . o r g c o n t a c t u s : e i a h @ e i b . o r g Europe’s cities have their say The Urban Agenda for the EU encourages cities to influence policymaking and propose solutions to societal challenges, such as poverty or pollution, which directly impact them. A year after its launch, a Commission report reveals the first results. T he May 2016 Pact of Amsterdam which established the Urban Agenda identified 12 themes – ranging from jobs and housing to urban mobility, air quality and the inclusion of migrants and refugees – as priorities. In a bid to come up with concrete action plans to address these, 12 Partnerships – one per priority – have since been set up, according to the ‘Report from the Commission to the Council on the Urban Agenda for the EU’ adopted on 20 November. The Partnerships comprise 84 cities, 22 Member States, 13 Directorates-General, the European Investment Bank (EIB), as well as an array of associations, NGOs and others. “Through the work in the Partnerships many cities have demonstrated their ability to contribute in a meaningful way to EU policymaking,” says the report. Three action plans incorporating concrete but not legally bind- ing proposals – on urban poverty, air quality and inclusion of migrants and refugees – will be finalised by the end of 2017. The rest are expected to follow over the next two years. A dedicated website – or one-stop-shop – has been set up to promote a comprehensive overview of the resources available to cities, knowledge-sharing and information about urban policies and initiatives. ",
        "15 PANORAMA / WINTER 2017 / No. 63 According to the report, the Urban Agenda has triggered renewed interest in some Member States to develop or strengthen their national urban policies. It also found that cities are gaining ground in international efforts such as the fight against climate change. The report also highlights that the European Regional Devel- opment Fund (ERDF) is investing around EUR 100 billion in cities for the 2014-2020 period, of which EUR 15 billion is managed directly by cities. (cid:101) FIND OUT MORE Report from the Commission to the Council on the Urban Agenda for the EU: http://europa.eu/!Bx36qH 2017 CITIES Forum The third CITIES Forum, held on 27-28 November in the Dutch city of Rotterdam, drew key stakeholders from around Europe, such as people working on urban issues, as well as representatives from ministries and NGOs. A major highlight was the launch of URBIS. Here are some soundbites from the event: We just launched #URBIS, a new advisory service helping cities to find financing and become smart, modern and green http://bit. ly/2zLYlsP #AdvisoryHub #investEU #citiesforum2017 @EU_Commission @ VazilHudak Follow We agree w @CorinaCretuEU at #citiesforum2017 that “We have to work together to make cities smart and sustainable. Cities are part of the solution. Cohesion and urban policy need to stick together”. Yes, let’s make the urban dimension stronger in post- 2020 #cohesionpolicy / BF Follow Thanks to this initiative, cities will have the support they need to create new opportunities for their inhabitants. Commissioner Corina Creţu. ",
        "16 The EU’s outermost regions: a privileged, renewed and strengthened partnership ‘United in diversity’, the EU’s motto symbolising European people working together for peace and prosperity, and the many different cultures, traditions and languages peacefully coexisting in Europe, certainly takes on particular significance when considering the richness the outermost regions bring to our Union. T he nine outermost regions – Guadeloupe, French Gui- ana, Martinique, Mayotte, Réunion, Saint-Martin, the Azores, Madeira and the Canary Islands – are a real asset to Europe. Their geographical location projects a Euro- pean presence into strategic areas of the world, while their extensive maritime zones offer the potential for developing a strong blue economy. These regions are also rich in resources. They account for 80 % of Europe’s biodiversity and are ideal locations for research and innovation in sectors such as the circular economy, pharmacol- ogy, renewable energy, space sciences and astrophysics. However, a number of specific geographic features limit the growth and development of these regions, such as their remote- ness and/or insularity, small size, difficult topography and cli- mate, and dependence on a few local products. The EU recognises their assets as well as their constraints and supports their efforts to unfold their potential through the special partner- ship developed between the Commission, the regions and their Member States. On 24 October 2017, the European Commission adopted a new strategy for the outermost regions establishing a privileged, renewed and strengthened partnership. Why renew the strategy today? Despite progress in recent years, the outermost regions are still facing serious challenges: high unemployment, particu- larly among young people, vulnerability to climate change, obstacles to growth due to insufficiently developed infra- structures, and dependency on economic sectors that have not incorporated innovative processes to a satisfactory degree. Some of these regions are also confronted with migratory pressures and social crises. ^ From left to right: Ana Paula Zacarias, Secretary of State for European Affairs, Portugal; Daniel Gibbs, President of the Collectivity of Saint Martin; Soibahadine Ibrahim Ramadani, President of the Mayotte Departmental Council; Ary Chalus, President of the Regional Council of Guadeloupe; Younous Omarjee, Member of the European Parliament; Rodolphe Alexandre, President of the Territorial Collectivity of French Guiana; Corina Crețu, European Commissioner for Regional Policy; Juán Fernando López Aguilar, Member of the European Parliament; Fernando Clavijo, President of the Government of the Canary Islands; Alfred Marie-Jeanne, President of the Territorial Collectivity of Martinique;Didier Robert, President of the Regional Council of Réunion; Louis-Joseph Manscour, Member of the European Parliament; Miguel Albuquerque, President of the Regional Government of Madeira; Rui Bettencourt, Regional Assistant Secretary of the Presidency for External Relations, Regional Government of the Azores. ",
        "17 PANORAMA / WINTER 2017 / No. 63 (cid:107) The Commission has therefore presented a new strategy for an enhanced partnership in order to double efforts to meet these challenges. It aims to better help these regions to take advantage of the globalised world, where they have already experienced the disadvantages without really reaping the benefits. This requires better integration in the European internal market as well as in their regional neighbourhood. First of all, the strategy will seek to shape EU policies that better reflect the realities and interests of these regions, for example, European transport, energy or trade policy. For that purpose, a platform for dialogue will bring together the regions and their Member States, the European institu- tions and other stakeholders to exchange views at all stages of policymaking and implementation. The Commission will also establish, on request, special task forces on specific issues, such as making the best use of European funds or promoting employment. The strategy will help these regions to capitalise on their strengths. It will support their full regional integration in their neighbourhood by encouraging joint projects in areas such as the prevention of natural risks, waste management, transport or energy, for example. Research and innovation are crucial for enabling the outer- most regions to become front runners in many promising sectors. The new strategy will help them to develop innovation activities and to increase their participation in the EU’s research programmes. A PRIVILEGED OPPORTUNITY TO PRESENT THE STRATEGY The new strategy was presented by President Juncker to- gether with Commissioner Creţu at the Conference of the Presidents of the outermost regions which took place on 26-27 October in Cayenne, French Guiana, and was hosted by President Alexandre. The presence of President Juncker, President Macron, Commissioner Creţu and the presidents of the outermost regions underlined the strong partnership between the three levels of governance: regional, national and European. Beyond the Commission, the EU was also represented by three honourable members of the European Parliament (Mr Omarjee, Mr Manscour and Mr Aguillar) and the vice- president of the European Investment Bank, Mr Fayolle. During the conference, the regions’ presidents welcomed the tailor-made approach set up by the strategy, an ap- proach shared by Emmanuel Macron, President of the Republic of France. They appealed for EU solidarity and equal opportunities for all EU citizens, in particular those in the poorest or most remote regions of the EU. They showed their appreciation for the strong political support for the Cohesion Policy expressed by President Juncker, emphasising the flexibility required in implementing this policy to meet their specific needs. And they stressed the need for greater transparency in trade agreement nego- tiations, for continued support of their local economies, and for specific measures in sectors important for their development, such as fisheries and the blue economy. Research and innovation are crucial for enabling the outermost regions to become front runners in many promising sectors. ",
        "18 Smart use of assets Making use of the smart specialisation model, the strategy seeks to help the regions to build on their assets, supporting greater innovation, including in traditional sectors such as fisheries and agri-food. To that end, the Commission will seek continuation of the Programme of Options Specifically Relat- ing to Remoteness and Insularity (POSEI) beyond 2020, and will assess whether state aid can be used to support the renewal of small-scale fishing fleets. The new strategy also aims to create equal opportunities in these regions. To promote the acquisition of skills and mobil- ity, the EU will encourage stronger participation of young people from the outermost regions in both the Erasmus programme and the European Solidarity Corps. Furthermore, better transport links are crucial to economic devel- opment and quality of life in these regions. The Commission has just launched a study to identify their needs, prepare a pipeline of transport projects and better reflect their specific situations in EU transport programme(s). Where justified, the Commission will also support the funding of ports and airports. Fighting the effects of climate change is one of the greatest challenges these regions face, and the risk of extreme weather events, such as hurricane Irma, happening again. The EU will incorporate these challenges into its LIFE environment programme and its strategy on adaptation to climate change. What is Europe doing for these regions? The European Union supports the efforts of the outermost regions in their pursuit of sustainable and inclusive growth. In the 2014-2020 period, EUR 13.3 billion of European Union funding is available for the outermost regions under the European Structural and Investment Funds and POSEI: Moreover, the outermost regions benefit from specific or derogating measures, in areas such as agriculture, fish- ery, transport, state aid and taxation, in order to mitigate the impact of their specific constraints and boost their economic growth. (cid:101) You are also at the heart of all the major challenges that will influence our future: climate change, renewable energies, biodiversity. Everything you are able to do, and actually achieve in each of these domains, can serve as an example and model for the rest of Europe… We are all united within the same Union and the Cohesion Policy of this Union is, and must remain, an essential binding element, and all policies must benefit and guarantee greater prosperity for everyone. Extract from President Juncker’s speech at the 7 th Conference of the Presidents of the outermost regions, on 26 and 27 October in Cayenne, French Guiana. EUR 4.7 billion European Regional Development Fund EUR 1.77 billion European Social Fund EUR 260 million Youth Employment Initiative EUR 124 million European Maritime and Fisheries Fund EUR 1.49 billion European Agricultural Fund for Rural Development EUR 4.57 billion POSEI ",
        "19 PANORAMA / WINTER 2017 / No. 63 100 ACTIONS TO IMPLEMENT THE STRATEGY THROUGH A RENEWED PARTNERSHIP The Commission is already working with the partnership to ensure implementation of the 100 actions listed in the Communication. Each level of governance, the EU, the con- cerned Member States – France, Spain and Portugal – and the regions will do its part. The Commission has already launched a number of actions. A new initiative dedicated to the outermost regions, under the Juncker Plan, for enhanced support of the European Fund for Strategic Investments (EFSI) is being set up in partnership with the European Investment Bank. A study is being carried out to determine the requirements for air and maritime con- nections and to identify key transport projects. Within the Horizon 2020 work programme 2018-2020, a dedicated Coordination and Support Action, with a budget of EUR 4 million, will enhance the participation of the outermost regions in the EU’s research programme and the visibility of their research and innovation capacities and assets. A STRONG SIGNAL FROM A UNITED FRONT The 2016-2017 Conference of the Presidents of the outermost regions – which French Guiana had the privilege of chairing was exceptional for many reasons. In view of the renewed strategy towards the outermost regions, my counterparts and I presented a memorandum to the European Commission. I recall the campaigns led by our remote territories to build up a legislative framework suited to the realities of our outermost regions. Hard-fought, complex campaigns require patience and pugnacity, as well as lively and argumentative dialogue with the Commission. But there is still much to do. Thus, the memorandum represents a strong signal from a united voice. Furthermore, President Jean-Claude Juncker was present, which was a first for the outermost regions and for French Guiana. This was a gesture which reiterated the fact we are members of the European Union, and one that supported the soundness of our approach. The visit by Emmanuel Macron, President of the French Republic, has made my country the focus of special attention, which I can only welcome. However, over and above these aspects, I cannot forget the challenges facing French Guiana. During the conference, I emphasised the need to prioritise certain economic sectors facing severe budgetary constraints for public support: the hotel industry, fishing, agriculture and production companies. I found such a request to be even more legitimate since the revision of the European Union regulations on state aid (General Block Exemption Regulation) was completed this year. On this occasion, we had requested that the EU develops a specific approach for state aid. It is therefore necessary to ensure consistency between community and national policies. I am fully aware that this conference is only a first step. I share great concerns with my outermost regions counterparts about Cohesion Policy. Our territories need to follow the dynamic of European construction, through ongoing renewal, by providing them with the financial means to address the challenges they are facing, and by exploiting their advantages. It is vital for the outermost regions that the current strategy is implemented. I would even say enshrined, it being the responsibility of us, the territorial executives, to improve its effectiveness. Rodolphe Alexandre, President of the Territorial Collectivity of French Guiana, Outgoing Chair of the Conference of Presidents of the outermost regions. ",
        "Açores Saint-Martin La Réunion Mayotte Martinique Guadeloupe Guyane Madeira Canarias La M Sa S in Sain e M 20 FACTS AND FIGURES Population (2015) Per capita GDP (EU28=100) (2015) Unemployment (2016) Youth unemployment (15-24 years) (2016)* Female unemployment (2016)* Açores 245 766 68 11.2 41.5 9.5 Canarias 2 135 722 74 26.1 51.3 27.8 Guadeloupe 429 849 69 23.9 46.7 25.3 Guyane 262 527 53 23.2 43.9 24.7 Madeira 256 424 72 13 50.5 11.9 Martinique 376 847 78 17.6 44.3 17.5 Mayotte 235 132 32 27.1 54.5 31.8 La Réunion 850 996 71 22.4 44 22 * 2016 data except for the Azores and Madeira (2014) The demographic data for Guadeloupe include Saint-Martin (population of 36 457 in 2013) Source: Eurostat ",
        "21 PANORAMA / WINTER 2017 / No. 63 OUTERMOST REGIONS: PRESENTING A UNIQUE OPPORTUNITY AND ADDED VALUE FOR THE EU At a time when Europe is experiencing a difficult identity cri- sis, the outermost regions are reaffirming their commitment to the European project and their desire to move forward with the Union to ensure high levels of economic development and well-being for their citizens. This objective can only be achieved if European policies and initiatives are adapted to these regions’ unique situation. The European Commission’s renewed commitment to support the outermost regions to achieve a better place in the EU, expressed in its new Communication ‘A stronger and renewed strategic partnership with the EU’s outermost regions’, is a very important milestone for the future regions and for the design of the forthcoming programming period. It must be implemented in the light of the EU Court of Justice judge- ment on the scope of Article 349 TFUE, which establishes this article as the single and sufficient legal basis to adopt European legislation taking into account the specificities of the outermost regions. The new Communication should allow equal opportunities, competitiveness and external projection – elements which are absolutely inseparable – to become indicators of any ambitious public policy for the outermost regions, constituting an excellent starting point for this ambition. In this context, the Conference of Presidents of the outermost regions, in its memorandum of March 2017, set objectives which seek to increase the visibility of the outermost regions, defend their interests in a coordinated manner in relation to the funding and budgetary renewal, and to move forward jointly in areas of common interest, demonstrating the added value that the outermost regions can bring to the EU. In spite of the permanent constraints they face, the outermost regions provide a unique and different dimension, without which the EU would certainly be less rich: a geo-strategic position, a diversified biodiversity, and privileged natural surroundings for implementing scientific and technological investigation activities, especially in fields like the blue and circular economy or renewable energies, while offering excep- tional natural surroundings for safe and sustainable tourism. During this uncertain but promising period, technical collabo- ration will be reinforced through the employment, energy and smart specialisation networks set by the outermost regions, and efforts will be made to strengthen cooperation with their neighbours. This will help the needs of these regions to be identified and the opportunities they offer to be discovered and better implemented. Fernando Clavijo President of the Government of the Canary Islands, Chair of the Conference of Presidents of the outermost regions ",
        "22 AZORES NONAGON SCIENCE AND TECHNOLOGY PARK EU funding: EUR 7.6 million Located on São Miguel Island, the aim of the NONAGON Science and Technology Park is to enhance the articulation between the public, private and university sec- tors, with the objective of promoting technology-based entrepreneurship. The idea is to encourage the sharing of experience and skills among enterprises and pro- mote the diffusion of innovative practices. The project is endeavouring to create the conditions required to attract companies from other regions, which will bring added value to the regional industrial sector. It provides incubation services and co-working spaces for start-ups, and organ- ises an international ‘start-up weekend and creative night’ in which students from the USA and Canada also participate. This centre also houses the CoderDojo in the Azores, which is an international community of programming clubs for young people to develop websites and other IT applications. MADEIRA PROTECTING THE POPULATION AGAINST FLOOD RISK EU funding: EUR 76.3 million The project includes a set of structural interventions aiming to minimise and alleviate the effects of flooding and guarantee the systematic use of risk-prevention and management mechanisms. As such, it will help to better protect the population, the built heritage and economic activities. The work responds to the requirements defined by the Madeira Island Flood Risk Evalu- ation Study (EARAIM). This includes interventions to improve the hydraulic function of the main rivers in Funchal, to protect the seafront zone in the east of the city, and to protect and repair the site of the temporary embankment built after the bad weather in 2010. The city of Funchal is now more beautiful and is also safer. During heavy rain, the river banks are protected and catastrophes can therefore be averted. It is also an excellent place for leisure and family outings. Carmo Cabral NONAGON has enabled UrActive to be close to several companies in a range of areas and has stimulated interaction with local businesses, thus leveraging our partnerships. Furthermore, the NONAGON building offers unique conditions in the region for us to pursue our business. Paulo Leite (UrActive) ",
        "23 PANORAMA / WINTER 2017 / No. 63 MARTINIQUE A NEW HOSPITAL PLATFORM RESISTANT TO HIGH(cid:2)INTENSITY EARTHQUAKES EU funding: EUR 34.6 million Martinique is situated in an area of high seismic risk (class 5) and, as such, the construction of a new hospital platform connected to the existing hospital, in accordance with new seismic protection standards, is vital for the region. The project has supported the construction of essential assistance units which enable work to be done in extreme conditions and autonomously, even when external energy and water supplies are unavailable for a week. The reconstructed technical facility consists of an earthquake-resistant building covering 28 788m 2 and 191 beds. The installation also includes a helipad area for transporting sick people. GUADELOUPE PREPARING FOR EMPLOYMENT WITH TRAINING/ WORK(cid:2)EXPERIENCE SCHEMES EU funding: EUR 0.6 million The goal of the project is to provide support to disadvantaged young people to enhance their employability. The training will help students to define their pro- fessional vocation and working profile in line with the requirements laid down by employers. The educational course also includes a trial period in a company to ensure the students have a genuine interest in their future professional life. RÉUNION ISLAND FUND OF FUNDS: ‘FINANCIÈRE RÉGION RÉUNION’ EU funding: EUR 44 million With ERDF and EIB support, the Réunion region has created a fund to foster the growth of local companies. The aim of the project is to increase and strengthen the competitiveness of small enterprises. The fund will operate with two tools: low-interest loans through the so-called ‘risk sharing loan’ system to provide liquidity for local companies; and the equity-type operations or quasi-equity operations which target small and medium-sized businesses. ",
        "24 SAINT-MARTIN VOCATIONAL TRAINING FOR FISHERIES PROFESSIONALS EU funding: EUR 91 221 This project helped unemployed young people to acquire the relevant competencies to work in the fishing industry. The vocational training project aimed to equip them with the skills they needed either to become immediately employable in the local market or to set up their own company. The training activity was held outside the region, which enabled the participants to experience a new cultural and social environment, too. This means, first of all, putting our outermost regions at the heart of the EU’s decision-making process – making sure that your concerns and interests fully feed into the design, preparation and implementation of EU policies. Extract from the speech given by Commissioner Creţu at the 7 th Conference of the Presidents of the outermost regions, 26 and 27 October, Cayenne, French Guiana MAYOTTE NARISOMÉ, LET’S LEARN TOGETHER’ OR HOW TO BOOST YOUTH EMPLOYMENT IN MAYOTTE EU funding: EUR 1.3 million Narisomé is a programme implemented by AGEPAC, the inter- regional employment training portal, which aims to encourage the integration of young people (16-25 years old) in the work environment by fostering motivation, self-confidence and sociali- sation. The project endeavours to promote the acquisition of a set of cross-disciplinary skills, to develop an action plan for each young person’s professional project and thus to validate and secure his or her path to employment. In 2016, the project supported 141 young people, of whom 48 % found employment or a training course and 42 % started an internship. ",
        "25 PANORAMA / WINTER 2017 / No. 63 PROMOTING THE OUTERMOST REGION CULTURE The Commission has recently presented a new strategy for the outermost regions to help them fully realise their potential. From your point of view, to what extent is this strategy moving in the right direction? First of all, I think it’s important to say that the working method implemented on the initiative of Commissioner Corina Creţu for writing this new strategy is in itself a step forward. There has been real substantive work initi- ated between members of the European Parliament and European Commission who have listened carefully and fully to the outermost regions. In the end, this strategy is the result of a broader partnership-based dialogue, and that is the first thing to be praised. The second merit is the fact that, as a result of writing this strategy, intense discussions have taken place inside the European Commission, right up to the level of the Commissioners themselves. It is the start of what I would call an outermost region culture. In other words, it is trans- versally taking into consideration the outermost regions at all levels of decision-making within the European Commission. And we can see that this new strategy has ultimately been adopted by the highest level of the European Commission, by President Jean-Claude Juncker, and that the political agenda of the outermost regions has become a political priority for the Commission. I welcome this. Of course, everything is always judged in light of how the proposals are implemented and not how they are an- nounced. That said, I think that the relationship of trust be- tween the outermost regions and the European Commission has been restored by this Communication and the long collective work that preceded it. This new strategy contains a series of concrete measures and candid responses on the European Commission’s part. We have a common basis from which we can move for- ward and can all use to measure progress by identifying the responsibilities of each party – the Commission, the states and the regions – since they are clearly identified. How important have successive EU investments been for these regions during the recent programming pe- riods (EUR 13.3 billion granted during the 2014-2020 period alone)? For the outermost regions, Cohesion Policy is crucial because it is based on the principle of making up for delays in development and the redistribution of wealth from the wealthiest regions to the poorest regions. And everyone must surely realise that Mayotte, the youngest outermost region, is one of the two poorest regions in the EU. Cohesion Policy is a real tool that can be used for further devel- opment as it forms part of a logic of both project and progress. What is your position concerning the ongoing debate about the post-2020 Cohesion Policy, especially in relation to the outermost regions? This debate goes beyond the issue of the outermost regions. It has an effect on the foundations of the EU, its principles and its values. Without a strong Cohesion Policy that is firmly anchored to the objectives conferred upon it by the Treaties, the EU risks losing one of its main raisons d’être , and without doubt, the cement holding it together. Without solidarity at the heart of the European project, the common destiny will erode. This is something that nobody should lose sight of. And a weakening of regional policy would also weaken the implementation of the objectives set by the new strategy for the outermost regions. Younous Omarjee, Member of the European Parliament ",
        "26 Difference between female and male employment rates (20-64), 2016 I n the EU, the female employment rate is 12 percentage points lower than the male rate. Only two EU regions – Cor- sica and Upper Norrland in Sweden – report a higher share of women working than men. In contrast, the female employ- ment rate in Puglia in Italy and North Aegean in Greece is 28 percentage points lower, which means their overall employ- ment rate is very low (48 % and 59 % respectively). If women were able to catch up with men everywhere in the EU, we would reach the Europe 2020 target of 75 % employment rate. (cid:101) Guadeloupe MartiniqueCanarias Guyane Açores Mayotte Réunion Madeira REGIO gis < -20 -20 - -15 -15 - -10 -10 - -5 -5 - 0 > 0 g p ( Percentage point difference (female-male) Source: Eurostat © E u r o G e o g r a p h i c s A s s o c i a t i o n f o r t h e a d m i n i s t r a t i v e b o u n d a r i e s EU-28= -11.5 ",
        "27 PANORAMA / WINTER 2017 / No. 63 Women in regional assemblies, 2017 T he regional assemblies in Basilicata in Italy, in three Hun- garian NUTS-3 regions and in Alba in Romania do not feature any women. In contrast, four Spanish, four French and nine Swedish regions have at least 50 % women representa- tives in their regional parliaments. National politicians often begin their careers in local or regional politics. A low share of women at the regional level will also make it harder for them to launch a career in national politics. Please note that the share in the national parliament is shown for the countries and regions without a regional assembly. (cid:101) Guadeloupe Martinique Canarias Guyane Açores Mayotte Réunion Madeira REGIO gis 0 - 10 11 - 20 21 - 30 31 - 40 41 - 50 > 50 % of members % of members Countries without regional assemblies: BG, EE, IE, CY, LT, LU, MT, SI (women in national assembly) Regions without assembly: ES63, ES64, PT1, England excl London (women in onal assembly). Source: European Institute of Gender Equality, JRC, DG REGIO © E u r o G e o g r a p h i c s A s s o c i a t i o n f o r t h e a d m i n i s t r a t i v e b o u n d a r i e s ",
        "28 TEN YEARS OF SUCCESS This year marks the 10 th anniversary of the RegioStars Awards. Here are just a few testimonials from citizens who have benefited from these successful innovative projects across the EU. Thanks to the Green Tech Cluster, our product is seeing success on the market and we were able to collaborate with a major research institute in a move that could lead to promising new developments. Werner Färber, managing director of EcoCan GmbH Austria - Green Tech cluster – RegioStars award winner 2012 New skills and knowledge are very important in farming. EkoBiz taught me about production techniques, plant protection and funding. I now have the knowledge I need to manage my farm. Božo Vukušić, olive farmer Croatia - EkoBiz - RegioStars award winner 2017 A clear and comprehensive explanation to senior citizens by a bank representative about why seniors should not be afraid to use online banking and how to do it safely, as well as his answers to questions, provided significant practical benefits. Regina Dovidavičiūtė, Vice Chair, Association of Universities of the Third Age Lithuania - ICT applications for e-inclusion - RegioStars award winner 2010 The programme changed my life by giving me direction and a clear focus, which has been something that has stayed with me. It gave me the drive and confidence to go for the things I wanted. Katie Gillmon, owner and head chef, Wood and Green UK - Fifteen Cornwall - RegioStars award winner 2014 ",
        "29 PANORAMA / WINTER 2017 / No. 63 I just graduated from school and am about to start a plumbing apprenticeship – so fortunately things are going well for me. The guidance I received from a Diritti a scuola counsellor gave me the confidence to believe in myself and helped me identify my talents and aspirations. Antonio Grassi, Italy - Diritti a scuola - RegioStars award winner 2015 Bus trips have become more comfortable and I can now consult an app to check schedules. The creation of new routes has made my commutes so much faster and easier and cut transit times. I hope that Horários do Funchal keeps up its good work. Joana Sousa Portugal - CIVITAS MIMOSA - RegioStars award winner 2011 The SÖM Fosie social inclusion project improved the area but also benefitted me as a person. Previously, there had been a lack of tools and resources but SÖM Fosie made it possible for me to become stronger personally and to invest in my education. Safija Imsirovic Sweden - SÖM Fosie - RegioStars award winner 2012 The ‘RegioStars Awards : 10 years of success stories’ marks the impressive achievements of outstanding EU-funded regional projects and includes a selec- tion of testimonials from the project winners and beneficiaries: http://europa.eu/!PJ39Yg Regional and Urban Policy ",
        "30 A little advice for the EU from a British ‘supergirl activist’ Madeleina Kay was one of four winners of this year’s Europe In My Region blogging competition, which rewards young people blogging about EU-funded projects. Part of her prize was a trip to Brussels during the European Week of Regions and Cities, where she received mobile journalism training. Here she describes her trip to Brussels and her ongoing campaign to keep the UK in the EU. W inning the #EUinMyRegion blogging competition allowed me to visit Brussels for the first time and see the work of the EU Commission and Parlia- ment. I have been on a steep learning curve since the EU referendum in Britain. Unfortunately, my lack of knowledge was not a unique case but a nationwide problem that resulted in people voting for their future based on very little understanding and information. The level of political education in the UK is abysmal and EU- funded projects are poorly publicised. The injustice of the Brexit vote is striking given the lies told by leading political figures who are still making their unfounded and deceitful claims. UK citizens voted for Brexit for a plethora of often conflicting reasons. Many people living in deprived regional areas voted for Brexit thinking that the EU was somehow to blame for the inequality in the UK. Others earnestly believed the lie about funding for the National Health Service. The EU was used as a scapegoat for the failings of domestic policy, when in fact it has been working to address deprivation in those very regions that voted most highly to leave. Having spent a week at the heart of the European Union, I can’t help but think we have done you a great disservice and I sincerely hope that we will be welcomed back when we finally admit the error of our decision. Nonetheless, I also think the EU needs to work to prevent other nations from following a similarly erroneous trajectory. Increasing knowledge and understanding about the EU is one of the key aims in my campaigning, although I use a fun, friendly and engag- ing style to be accessible to a wider audience. An attitude shift will be necessary to make the European institutions more inclu- sive and engaging to a wider group of citizens, which is needed alongside much better publicity of the fantastic work that the EU does to support the development of its Member States. Using alternative methods to reach out to young people and citizens who are typically disengaged with politics is impera- tive in reversing the rise of populism in Europe and garnering the future generation’s support for the EU. In December, I will be returning to Brussels with 1000 hand- written letters with a message of solidarity at Christmas time and hope for our future inside the EU. (cid:101) FIND OUT MORE http://europa.eu/!jp93vW ",
        "PANORAMA / WINTER 2017 / No. 63 Mystery solved Paolo Isoardi and his family visited Stockholm to discover an EU-funded project in the Swedish capital as a prize for winning the online project hunt organised in the context of the Europe In My Region Campaign. “It was very useful to see how our common EU money contributes to development in Stockholm. I had interesting visits to projects in housing and food production,” said Paolo. 31 Winning shots Spot an EU-funded project, find a good angle, frame the project and the information about it in a single photo and shoot! Easier said than done? Well, that was the challenge for participants to the Europe In My Region photo competition, now in its sixth edition. T he annual contest aims to highlight the excellent work that projects across Europe are doing with the help of EU funding, and to explore what these projects mean to local communities. Actually, EU funds help tackle a wide range of issues across Europe, from improving transport links and supporting small and medium-sized enterprises, to investing in a cleaner environment, developing new products, and improving education and skills. The 2017 competition took place over the summer, run on social media. Entries were uploaded on to the online platform, and then open to a public vote. Finally, the jury – comprising two photographers and a social media expert – selected the three winners from photos which received the most votes online and a selection of wild cards chosen for their aesthetic quality, creativity and relevance to the competition theme. From over 700 photos, the jury picked Aliya Kazandzhieva from Bulgaria, Mathew Browne from the UK and Dirk Harmsen from Sweden, who won a trip for two to Brussels to attend the European Week of Region and Cities event and to participate in a photo workshop. (cid:101) FIND OUT MORE http://bit.ly/1N6v7G5 http://europa.eu/!nd83PT (cid:140)(cid:3) ‘Sustainable development of the urban environment in support of social integration in Burgas’ by Aliya Kazandzhieva from Bulgaria. European Regional Development Fund (ERDF) (cid:140)(cid:3) ‘Environment and landscape improvement project in Skurup’ by Dirk Harmsen from Sweden. European Agricultural Fund for Rural Development (EAFRD) (cid:140)(cid:3) ‘Road improvement, walkways and cycleways in Wales’ by Mathew Browne from the UK. European Regional Development Fund (ERDF) EUROPE IN MY REGION PHOTO COMPETITION 2017 ",
        "",
        "",
        "34 The European Week of Regions and Cities is by and for the people As a Colombian living in Spain, through the ERWC Youth4Re- gions Media Programme I had an authentic European experi- ence, living it both from the point of view of an outsider who learned several things to apply in Latin America, and as a human being who thinks of people first rather than borders. When I was accepted as part of the Youth4Re- gions Media Programme of the European Week of Regions and Cities 2017, I first thought it was just an opportunity for net- working, but I got much more than that. The first and most basic take-away is that Europe is neither Brussels nor the European institutions – not even the variety of repre- sentatives who come from each Member State. Europe is its people. That statement is why I also learned how important regional policy is: it is important because the European Union must start from the problems and needs of its people, from their reality and from what they want. That is why, as a Colombian living in Spain, the EWRC taught me that no matter how history has been, it is possible to make a common project for a better future coming from countries with diverse cultures and languages. The environment of soli- darity and cooperation, but also of arduous work shown by the specific projects that were presented, made me ask myself why that if in Latin America we are 20 countries with a similar culture and the same language, why can’t we do something like that? On the other hand, I wanted to live the EWRC not only with the curiosity of an outsider, but also as a journalist and as a human being, even considering all those iden- tities as one. Those days in Brussels with future colleagues from all Europe and getting in touch with local but high impact projects taught me that outside the bubble we live in there are lots of people working to make their communities better and, maybe not even knowing, something bigger, like the European project in this case. Therefore, there are many stories waiting to be writ- ten, found and shared, no matter where they come from or who is sharing them because, as Gandhi once said: “human nature is the same everywhere, regardless of the ground that we step on or the sky that we contemplate”. José Manuel Cuevas Winning ways with words This year’s European Week of Regions and Cities, held in Brussels, Belgium on 9-12 October, proved to be particularly exciting for some of Europe’s budding journalists! Competition winners from the Youth4Regions Media Programme were invited to be part of the media pool covering the event. ",
        "35 Get out of your comfort zone, push your limits and you will go far Youth4Regions winner and trainee journalist, Bruna Tomsic, shares her impressions of the 2017 EU Week of Regions and Cities. I must admit, the 2017 European Week of Regions and Cities will certainly be one of the most memorable experiences of my life. Considering the fact that the EU has so many successful regional pro- jects, no wonder I met so many other aspir- ing journalists who also got the chance to visit this beautiful, multicultural city. This was my first time visiting Brussels and I was very grateful to have met talented people from all over Europe, got the chance to network with the EU officials and listen to some interesting future plans that the EU regional team have created. After the mobile storytelling session, I was mind-blown by all the possibilities of digital reporting. For example, different ways of holding a phone when doing a Facebook live, how to broadcast live footage from several devices just by using an app, etc. With these reporting ideas in mind, it was far easier for me to charge my batteries before returning to the UK to continue my final multimedia journalism year. Sitting in the European Parliament, visiting the EU Commis- sion through to the press launch of the 7th Cohesion Report and the Cohesion Alliance made me understand the scope of work the EU does. I would like to hope that all the 2030 cli- mate targets will be met, as well as successfully tackling youth unemployment rates in regions across the Member States, and what will happen financially post-2020, consider- ing that Brexit negotiations are still on-going. Attending the RegioStars awards on the final night made me realise how important it is to keep creating an impact, inspiring people and challenging yourself to achieve the unimaginable. I have to congratulate all the regional winners and nominees because I truly admire their work. Consider- ing that my home country is Croatia, I was very proud when I saw EKOBIZ Split getting the award for its powerful young entrepreneurship scheme in the organic agriculture section for sustainable food. Hopefully, all of this will inspire many people who would like to create a social impact and help their communi- ties. I strongly believe that unity, creativity, and change- making should be the driving force for the future of Europe, the future full of possibilities and achieved dreams. Bruna Tomsic PANORAMA / WINTER 2017 / No. 63 ",
        "36 “ Interreg Volunteer Youth” : territorial cooperation for all W hen IVY branches spread across surfaces, they create a great visual impact: by projecting beauty on to objects which belong to every- day life, they make them visible and attractive to everyone’s eye. The IVY volunteers participating in the ‘Interreg Volunteer Youth’ (IVY) initiative are triggering the very same result among the Interreg managing authorities, joint secretar- iats and projects which are hosting them by helping to give them a new profile –which is more inclusive for young people and thus better seized upon by European citizens. Managing IVY, as the Association of Euro- pean Border Regions (AEBR) we have had the chance to meet the volunteers on many occasions. They have accompanied us to events such as the European Week of Regions and Cities, the European Commission conference on ‘Boosting Growth and Cohesion in EU Border Regions’ and the ‘European Public Communication Conference EuroPCom 2017’ organised by the Committee of the Regions. Spreading the word Therefore, we can appreciate what the Interreg programmes and projects which are already hosting a volunteer under the IVY initiative have been telling us: given their firm willingness to contribute to EU policy tools and to play their part in the making of the EU, the volunteers are bringing an influential input to the way the impact of Interreg is being communicated. IVY volunteers have also introduced a whole new public to territorial cooperation policies. In mid-November, the IVY Face- book page had 1 715 followers, and the Twitter account 873. Most of our followers are young people interested in discover- ing new opportunities to engage in European projects. They are now learning more about the initiatives the European Commission puts in place to achieve a more cohesive Union across its 28 countries. After almost nine months of activity, IVY has spread all over the European Union having sprouted over 50 volunteers. Thanks to their commitment to the European project, these young Europeans are helping solidarity, territorial cooperation and cohesion values to flourish. territo W beauty on day s man iats them prof youn upon Manag pean B the cha many occ to eve Re ",
        "37 PANORAMA / WINTER 2017 / No. 63 Taking open borders to the next level My uncle and aunt just returned from a road trip along the wildly beautiful coastline of northern Spain. While their original plan was to travel from Bilbao to Porto, keeping things Spanish turned out to be the easier alternative. Overcoming the administrative nightmare of picking up a rental car in one of the Iberian states and returning it in the other was not how they decided to spend their holidays. For them, this cross-border obstacle was a new and temporary inconvenience of minor importance. For others, these issues are a daily reality. There is no continent with as many internal borders as Europe. Invisible as these borders may seem, the EU is still fragmented by administrative, legal and psycho- logical barriers. These complexities do not just cost time and money – they com- promise the freedom of citizens to carry out their citizenship. For example, firefighters can be made to wait at the border before being allowed to go and help their colleagues on the other side. People are often astounded when they hear I commute between Belgium and the Neth- erlands each week, even if their daily commuting time within the Netherlands is twice as long. Distance, in this case, is a feeling. We will have to overcome border-induced complexities to erase borders from the hearts and minds of people. This is also the core message of the Commission´s new Communication: ‘Boosting Growth and Cohesion in European Border Regions’. I volunteer as an IVY reporter at Interreg Vlaanderen-Nederland because I believe that actively demonstrating European solidarity is a great way of uniting Europe’s diverse communities. By report- ing on innovative cross-border projects in my region, I want to share the ‘European feeling’ with a broad audience. Europeans are able to achieve great things by working and thinking beyond borders. Innovations within our programme will transform our society and market for the better: think about biobased 3D-printing or a tool that helps people suffer- ing from a tremor with drinking. These disruptive technologies are under development thanks to cross-border cooperation. Interreg turns cross-border challenges into opportunities. Having learned from my IVY experience, I’ve stopped seeing our region as a collective of peripheries. Culturally diverse as border regions may be, their populations are united by common challenges and opportunities. Border regions are powerful symbols of the EU’s motto: united in diversity. Robbert (Dutch) Furthermore, our social media channels are also linked to those of the volunteers: the stories they share with us and we bestow on them are thus being exported to their networks, too. The result is a jigsaw puzzle of Interreg stories circulating among a great number of European citizens and conveying its achievements to the local population in every European region – and yet another ivy bush is growing exponentially prompting a positive trail. (cid:101) FIND OUT MORE https://europa.eu/youth/solidarity_en https://www.interregyouth.com/ V o l u n t ee r Y o u t h ",
        "38 The European Union’s current integration and expansion processes face a myriad of obstacles. For this reason, a sense of belonging to Europe is the necessary link between those people and communities, like the Valencian people and community, which share principles and values that have only become part of our lives by traversing a complicated road and which, for all that, are built on European foundations now violently shaken by countless challenges. L ike all actors in the European sphere – in a general sense – we must do everything we can with all the means at our disposal to ensure that equality, liberty and solidarity continue to be the central axes of the European construction. In this context, we, the regional authorities, have within our reach a golden opportunity: EU Cohesion Policy allows investments to be made according to a series of criteria set by the European Commission, albeit with room for manoeuvre. Even taking into account the frequent criticisms of this tool, ranging from lack of flexibility and transparency to the complexity of its processes, Cohesion Policy is the EU’s fundamental instrument for making public investments. Its aim is to contribute to the harmonious development of the regions and guarantee a common path towards social, economic and environmental convergence – in agreement with the Europa 2020 strategy priorities. Such is the case of the Valencian Region, an open land with a marked European and international character. Celebrations were recently held in Valencia for the second ‘Grow Your Region’ European conference which has benefitted from Cohe- sion Policy since 1988, the year the Generalitat took its first steps towards managing these resources, while funding became significant in the following year. From 1989 until 2006, the Region was a beneficiary of the Structural Funds in the target region No.1 (currently called ‘convergence’) category, which continued throughout three planning periods. In the 2007-2013 period, the Region became part of the Competitiveness and Employment regions group, but with a specific transitional status called phasing-in, as a consequence of its exit from Objective No.1. (cid:140) City of Valencia, Spain. Cohesion Policy and the Valencia Region – an indispensable tool for European construction ",
        "39 PANORAMA / WINTER 2017 / No. 63 Reduced resources The move to a phasing-in region brought with it a substan- tial reduction in allocated financial resources, motivated by its improved position in the prosperity rankings among European regions. This act, for essentially methodological reasons, is at odds with the financial discrimination from which the Valencia Region suffers, recognised by all the scientific reports published by the Spanish Government, such as the most recent by the Committee of Experts for the Reform of the Autonomous Financing System, or by bodies such as the Independent Authority for Fiscal Responsibility. All of these have underscored the unusual situation of our territory, not only as a Spanish national lever, but at the EU level, as this is a community which has a lower-than-average income per capita and which, despite this, is the system’s net contributor. And it is precisely due to the lack of resources through the system of financing and investments that the Valencia Region is enduring, a circumstance that compromises convergence and possibilities for future development under equal conditions with other territories. The combination of a crisis situation with autonomic under- funding and the shift to being a phasing-in region means that it is essential, now more than ever, to maintain, if not improve, resources originating from Europe, to safeguard fundamental public services and to provide them with the necessary infrastructures for their development. Returning to Cohesion Policy, in the current financial period 2014-2020, the Valencia Region continues to receive Euro- pean funding through various Operational Programmes, both regional (European Social Fund – ESF and the European Fund for Regional Development – ERDF), and multiregional (Youth Employment, Sustainable Growth, Smart Growth and the SME Initiative). In total, this amounts to over EUR 975 mil- lion, excluding the remainder of the current Structural Funds and European Investments – FEIE (European Agricultural Fund for Rural Development and European Maritime and Fisheries Fund), which are not considered part of regional policy and European cohesion. Building a stronger Europe Broadly speaking, the Generalitat is carrying out a series of co-financed measures with ESF and ERDF. These include: sup- port for recruiting young people, the Eurodyssey programme, projects to improve employability, employment quality and labour mobility, the conservation of Valencia’s cultural her - i tage, support for R&D&I in sectors such as healthcare, entre- preneurship, and SME innovation, the funding of Sustainable and Integrated Urban Development Strategies or Sustainable Urban Development Plans, the set of energy efficiency pro- jects in public buildings and the computerisation of eco-parks, to name but a few. In the present debate on the future of Europe, in the context of economic and social difficulties arising from the financial crisis, it is essential to remember that the EU’s Cohesion Policy is not only one of the main instruments of public investment at a regional level, but also one of the indispensable founda- tions of the European construction. Therefore, it must con- tinue to be the main reinforcing element of long-term economic, social and territorial cohesion, and is of vital impor- tance in regions where there has been a double loss of resources, as is the case of the Valencia Region. European regions have the advantage of being able to easily combine operability and closer contact with citizens, hence the need to maintain the principles of subsidiarity and regionalism, as well as to encourage dialogue and debate on the future of our continent with citizens. (cid:101) Vincent Soler I Marco, Regional Minister of Finance and Economic Model, Generalitat Valenciana. (cid:140) Robotising the production process in the footwear industry allows for better management and use of energy resources, materials and production planning more in line with market demand. ",
        "40 Under Cohesion Policy programmes, Comunitat Valenciana was an Objective 1 region until 2006, then phasing-in in 2007-2013 and, for the current programming period, a more developed regions. In your view, does this rightly reflect the region’s evolution over the last decade? How would you consider the role of the EU in this process? In recent times, the Comunitat Valen- ciana has been regarded as a rich region, following positive development with the support of European Union funding. However, the crisis sharply cut short this trend. Furthermore, in Spain, we have a chronic underfunding prob- lem, in addition to a problem of under- implementing state investments. This leaves the Comunitat with practically no room to pursue active policies in terms of economic and social develop- ment, innovation and economic model promotion. The shift to a phasing-in region, combined with the economic crisis, exacerbated this situation. Thus, we have greater recognition of the situa- tion, a realistic methodology, and more flexibility for categorising regions. The current regional programme aims to further boost economic growth and jobs in Comunitat Valenciana. How do you intend to boost productivity, in particular among SMEs? With the goal of improving the com- petitiveness of SMEs, through its Euro- pean Regional Development Fund (ERDF) Operational Programme 2014- 2020, the Comunitat Valenciana tries to prioritise promoting the entrepre- neurial spirit, facilitating the harness- ing of new ideas and encouraging the creation of businesses, especially those that could be considered innova- tive or technology-based. Likewise, support for their capacity to grow in regional, national and international markets, and to get involved in innova- tion processes – above all in terms of improving access to funding, including the financial instruments with Euro- pean funds – contributes to improving business productivity. Under your programme, support can take the form of either grants or financial instruments. What are the advantages and disadvantages of this new approach? In principle, the use of financial instru- ments has some disadvantages in the Comunitat Valenciana that should be temporary, such as a lack of experience in their management and a lack of awareness of their availability on the part of the citizens generally. In any case, the proper use of public funds through financial instruments leads to better leverage of financial resources by combining them with private funds, Promoting the entrepreneurial spirit Mr Ximo Puig, President of the Generalitat Valenciana and head of the Comunitat Valenciana explains the current situation in the Spanish autonomous community and its priorities and hopes for the future. I N T E R V I E W ",
        "PANORAMA / WINTER 2017 / No. 63 41 while at the same time reusing the resources, which enables the same funds to be used in various cycles. In the Comunitat Valenciana, we are implementing financial instruments both with the European Social Fund (ESF) and the ERDF, with different objectives. With the latter, through loans and equity instruments, support is given to SME entrepreneurs with a highly innovative component and for their internationali- sation strategies. In the case of ESF, we try to give support via microcredits to un employed people and, currently, we are the only autonomous community, together with that of Madrid, which implements financial instruments with the ESF. In this context, it should be noted that the Comunitat Valenciana, along with the communities of Andalucía, Pia- monte and Lombardia, is currently car- rying out a European project which aims to improve the social economy through financial instruments. European Territorial Cooperation is a key pillar of Cohesion Policy. We know that you are particularly active in this area, but could you please tell us what kind of contacts you have with other European regions and how you benefit from them? The Comunitat Valenciana has shown strong commitment to collaborating in the attainment of objectives set by coop- eration programmes, so that it accom- modates different related structures such as the Antenna for the Western Mediterranean from the European Neighbourhood and Partnership Instru- ment Programme, or the Valencia Inter- act Office, the only one that currently exists in the south of Europe. Through the ETC, Valencian entities have par- ticipated in dozens of Interreg MED and Sudoe projects, along with different regions throughout the Mediterranean and France, Portugal and Andorra, respectively. For the new period 2014-2020, although only the first calls have been made, the Valencian entities already participate in 29 Interreg projects, among which PANORAMED stands out, which seeks to contribute to the regional dialogue on multilateral oper- ational frameworks and agreements to solve common problems (see page 56). Furthermore, the Comunitat Valenciana has participated in projects with regions outside this area which have resulted in permanent coopera- tion, as is the case in our relationship with Sachsen Anhalt or the multiple projects with Helsinki-Uusimaa. Preparations on Cohesion Policy post- 2020 are intensifying. What are your views on the current debate? From the Comunitat Valenciana’s point of view, European Union post-2020 Cohesion Policy needs a substantial budget allocation to maintain and achieve its objectives of social, economic, and territorial cohesion, covering all the regions of Europe, and to deliver Euro- pean public resources, in accordance with EU Treaties, through shared man- agement, subsidiarity and multilevel governance. Accordingly, at all costs, it must be prevented from becoming a tool for carrying out structural reforms in the states. Finally, the separation between funds must be ensured, so that the ESF is the main instrument of ‘Social Europe’, since its integration with the ERDF would jeopardise the very essence of the ESF’s social purpose. (cid:101) The separation of funds must be ensured in Cohesion Policy post-2020, so that the ESF is the main instrument of \"Social Europe\", since its integration with the ERDF would jeopardise the very essence of the ESF's social purpose. ",
        "42 The Comunitat Valenciana is an autonomous community of Spain located in central and south-eastern Iberian Pen- insula. Its capital and the largest city is Valencia. The region is divided into three provinces – Alicante, Castellón and Valencia – and 34 counties. POPULATION: The Comunitat Valenciana, which covers an area of 23 255 km 2 , is a large region in comparison with the other Autonomous Communities. With a population of 4 934 993, it is the fourth largest community in Spain; its population density of 212 inhabitants per km 2 , is much higher than the overall density of the Spanish population. ECONOMY : The Comunitat Valenciana’s GDP is EUR 105.077 million, which makes it the fourth Spanish economy by GDP volume. As for GDP per capita, which is a good indica- tor of quality of life, in 2016, it was EUR 21 296 as against EUR 24 100 GDP per capita in Spain as a whole. In 2016, its public debt was EUR 44 663 million, 42.3 % of its GDP, and its debt per capita was EUR 9 050 per inhabit- ant. Ranking the Autonomous Communities from least to greatest debt, the Valencian Region is 11 th in the table and 16 th with regards to debt per inhabitant. LABOUR MARKET: The region’s unemployment rate is 17.5 % which is higher than the national level, and with 427 000 unemployed, it ranks 12 th in the Autonomous Communities. INDUSTRY : Strategic sectors in the region which are important for Spain’s overall economy, include ceramics and tiles, shoes and leather goods, games and toys, wood and furniture, textiles and clothing and automotive. Comunitat Valenciana ",
        "43 PANORAMA / WINTER 2017 / No. 63 43 REFURBISHMENT OF THE CARMEN CONVENT IN THE COMUNITAT VALENCIANA Thanks to the European Regional Development Fund, the community’s cultural museum centre has been refur- bished. The Royal Monastery of Our Lady of Carmen was established in Valenciana in 1 281, in the Roteros district, outside of the city’s Arab walls. It owes its name to one of the city’s most popular and central neighbourhoods: the Carmen district. The monastery was active until the Spanish confiscation (1835-37) when it was changed into the Museum of Fine Arts. Its new function saved it from being demolished, and in the 19 th and 20 th centuries many of Valencia’s top artists passed through its classrooms. The refurbishment was carried out in various phases and was completed in 2011. It is now a centre of contemporary culture, hosting various artistic events while also serving as the headquarters of the Comunitat Valenciana’s Con- sortium of Museums. In the Renaissance cloister and rooms above it, Islamic archae- ological ruins were found as soon as the work began and are exhibited today in another room. As regards to the refectory, the remarkable beam system has been salvaged, the paintings on the 13 th century walls and arches have been restored, and supports have been prepared for exhibits to prevent damage to the perimeter walls. Other rooms have also been restored, such as the chapter hall and the dormitory. With ERDF support of EUR 2 470 029.58 the project has recov- ered 3 300 m 2 of exhibition space, which has been visited by over 650 000 people to date. In 2017 alone, more than 150 000 people have already come to visit more activities and exhibitions this year than ever. Thanks to the ERDF, the Comu- nitat Valenciana has been able to reclaim a cultural and historic space for its citizens which previously stood in ruins. DEVELOPING HEALTH APPLICATIONS AND ELECTRONIC HEALTH RECORDS The Comunitat Valenciana, with the help of the European Regional Development Fund, is promoting three major projects related to health records: (cid:3) (cid:107) (cid:107) The ‘Electronic Health Record’ (HER) integrates all public clinical information, ensures continuity of care between the various healthcare areas and enables access to health-care information, irrespective of the location of the service user (a professional or member of the public); (cid:3) (cid:107) (cid:107) ‘ABUCASIS ’ integrates health-record information concerning primary care. It is already in general use throughout the Comunitat Valenciana and new modules and functionalities are in the development phase; (cid:3) (cid:107) (cid:107) The ‘ ORION-CLINIC ’ integrates health-record informa- tion concerning hospital care and is currently being used in 10 hospitals. Given the progress achieved, both in terms of functional- ity and the widespread use of electronic records in the primary-care setting, efforts are focusing on the extension of the ORION-CLINIC programme to all publicly managed hospitals in Valencia. ORION-CLINIC is a clinical-healthcare information system for hospitals in the Comunitat Valenciana, with a strong empha- sis on everyday clinical practice. It focuses on improving care provision for patients and healthcare outcomes by helping healthcare staff in their work, increasing efficiency in the healthcare process as a whole, and facilitating healthcare continuity for the public. It has been developed to facilitate its evolution and has been implemented through careful management of change, adapting to future improvements in healthcare management and practice, and becoming integrated with other Ministry for Universal Health Care and Public Health’s systems. It attracts users by offering them a wide functional range and a unique interface based on strict usability tests. ",
        "44 THE EURODYSSEY PROGRAMME Since 1987, the Comunitat Valenciana has participated in the Assembly of European Regions (AER) Eurodyssey pro- gramme, the goal of which is to give young people aged between 18 and 30, and having a professional qualification for completing their studies, the opportunity to carry out work experience in companies in various European regions. This experience takes place over three to six months, with support from their region. In the Comunitat Valenciana, this programme is accountable to the General Directorate for Financing and European Funds of the Ministry of Finance and Economic Model and is co-financed up to 50 % by the European Social Fund (ESF) within the Comunitat Valenciana operational programme (POCV) 2014-2020. In addition to giving the young participants the opportu- nity to access professional experience, the programme facilitates learning a foreign language and improves their knowledge of the language and culture of the host region. The programme is also interesting for the com- panies which have the possibility to host young people from all over Europe who are trained in the specialities and languages of interest to them. There are 29 regions participating in the Eurodyssey pro- gramme. The programme participants are unemployed young people registered as citizens in the Comunitat Valenciana. They also have a professional qualification having completed FINANCIAL ASSISTANCE FOR THE HIRING AND MOBILITY OF RESEARCH STAFF The objective is to grant financial assistance to train doctoral research staff, by hiring them to develop a research project in collaboration with a university or research centre of inter- national prestige, outside the Valencian system of science and technology. Furthermore, it is intended to hire research staff in pre-doctoral training in research centres and to fund their living and travel expenses for three to six months in research centres outside of the Comunitat Valenciana. The staff aim to acquire new techniques, access to scientific facilities, consultation of bibliographic or documentary col- lections, and other significant activities in the context of each beneficiary’s thesis project, all of which will contribute to their scientific and technical training. All this financial assistance contributes to achieving smart growth by promoting employment and improving its quality, aiming to promote a high level of education and training for all, and supporting the transition of young people from edu- cation to employment. More specifically, it is helping to train research staff, as well as increasing their employability, in order to encourage research, technological development and innovation (RDI). This is in line with the Europe 2020 strategy to promote smart, sustainable and inclusive growth. The availability of adequate human capital in RDI is essen- tial for Europe’s competitiveness, for the generation of new knowledge and technology and for its adaptation, trans- formation and exploitation, as well as to encourage the introduction of new models and organisational principles. ",
        "45 PANORAMA / WINTER 2017 / No. 63 SUSTAINABLE URBAN MOBILITY PLANS The Government of the Generalitat Valenciana, in alignment with the Europe 2020 strategy, approved the European Regional Development Fund Operational Programme for the Comunitat Valenciana, for the period 2014-2020. The Comunitat Valenciana’s objective for 2020 is to focus resources on those sectors with greater added value that enable it to consolidate its development model around smart growth. It will expand those activities where the region has a specialisation and a more pronounced qualification, while tak- ing the territory into account as a competitiveness factor. With this focus and to ensure a greater efficiency in the use of funds, all of the existing regional strategies have been taken into account that are applicable within the scope of the Comu- nitat Valenciana. Consequently, on 23 November, the Comunitat Valenciana called for a series of grants in this area to support local action projects for municipalities eligible for co-funding by the ERDF OP of the CV 2014-2020, priority axes 4 and 6. In relation to axis 4 (Favouring the passage to a low-carbon economy in all sectors), the actions that have an impact on the specific objective 4.5.1 will be subsidised: ‘Promotion of sustainable urban mobility: clean urban transport, collective transport, urban-rural connection, improvements to the road network, cyclist and pedestrian transport, electric mobility and development of the clean energy supply system.’ Specifically, the drafting and approval, as well as the implementation by the municipalities of the Comunitat Valenciana of their own Sustainable Urban Mobility Plans (SUMP). It should be noted that for their elaboration and implemen- tation, these SUMP rely on a process of citizen participation to make them a transforming instrument for cities, aimed at prioritising journeys on foot and by bicycle, improving accessibility, generating urban spaces for citizen coexist- ence and moving around the urban environment in a healthier way. In the planning and elaboration of the Sustainable Urban Mobility Plans, the local entities have considered the needs of the different agents involved in urban mobility, designing a participatory process open to the associative network, eco- nomic players and residents interested in participating on an individual level. their training (university, regulated professional or for employ- ment) and knowledge of a foreign language. By virtue of the principle of reciprocity which is established in the programme statute, the Valencian regional government welcomes an equal number of young Europeans who will carry out their internships in Valencian companies for two to five months. The stays include a four-week period of linguistic training and cultural immersion, which the host region is responsi- ble for, and a period in the company, with a salary or grant (if it is outside the EU), of a minimum of two months and a maximum of five months. The host region also facilitates the search for accommodation for the entire stay. The Comunitat Valenciana, through the General Directorate for Financing and European Funds, grants a subsidy of EUR 1403 a month per job offered, to which a minimum contribution of EUR 122 a month will be incorporated from the company, with the total being allocated to meet the labour costs of those contracted. After income tax deductions (19 %) and social security from the company and worker, the young person receives a minimum of EUR 843 35 net. A large number of young people have benefited from this initiative. Over the last 10 years (2008-2017), 616 young Valencians have visited other participating regions (Germany, Belgium, Croatia, Italy, France, Georgia, Norway, Portugal, Romania and Switzerland) and a total of 556 young people from other European regions have been hosted by Valencian organisations and companies. From the follow-up with the young Valencians who have returned in recent years, it is estimated that around 60 % find work in the first year of returning, 45 % of whom have found it relatively quickly. Current circumstances of the labour market are different and it remains to be seen how they affect the inclusion rate. The budget available for the region’s entire operational programme is EUR 3 776 656. The investment budgeted for the 2017 financial year is EUR 732 000, which is dis- tributed between subsidies for the Valencian companies hosting the young people, assistance for accommoda- tion for the young people, language courses, technical assistance and cultural immersion. ",
        "46 EU funding continues to bring benefits to Malta Throughout the 2007-2013 programming period, EUR 850 million of EU funds (European Regional Development Fund and Cohesion Fund) were invested in key areas of the Maltese economy with the aim of substantially improving the quality of life of Malta’s citizens. B uilding on the success already achieved in the past, a further EUR 700 million were allocated for the 2014- 2020 programming period and are currently being used to support job creation, business competitiveness, economic growth, sustainable development, and to further improve Maltese citizens’ quality of life. As part of the Europe 2020 strategy, which places research and innovation (R&I) at the forefront of Europe’s efforts to become a smart, sustainable and inclusive economy with high levels of employment, productivity and social cohesion, Malta has allocated funds to both R&I infrastructure and measures to strengthen the links between academia and industry. During the current programming period, this trend has been main- tained and prospective investments will continue to focus on R&I facilities and access to finance for enterprises. Previously, investment in educational infrastructure focused on providing a solid platform to increase the level of partici- pation in education at post-secondary and tertiary level. ERDF investment of EUR 112.5 million was made in infra- structure and expansions, upgrades and other capital invest- ments in the main post-secondary and tertiary institutions. During the 2014-2020 programming period, interventions will continue to try to reach Malta’s national targets of reduc- ing early school leaving and increasing the number of 30- to 34-year-olds completing tertiary education. Educational investments are always complemented by the European Social Fund which place greater emphasis on the quality of education and students’ skills. Promoting an economic hub Due to Malta’s lack of natural resources, size and geograph- ical position, the development of specific niche markets within which to excel and create economic wealth is crucial. With this in mind, several investments have and will continue to take place thanks to EU funding to increase Malta’s com- petiveness and make it a hub of excellence in various eco- nomical activities. EU funding will also continue to be used for restructuring and re-modernising efforts in the private sector through various grants and financial instruments. The health sector is also one of the islands’ main priorities, especially since it ensures a more socially inclusive society. Flagship projects, such as the oncology centre, which fea- tured in the previous programming period, will be further complemented with additional investments to improve health-care services in Malta and ensure the provision of community-based services. The development of improved facilities for Malta’s tourism industry is considered vital given its importance to the local economy and the substantial employment it generates. The 2007-2013 programming period saw investments to improve the local tourism services, develop new niche markets, and restore a number of historical sites with high tourism value. Complementary measures for preservation of the natural, historical and cultural assets will continue during this period. ",
        "47 PANORAMA / WINTER 2017 / No. 63 Malta’s specific characteristics, including its small size and the relatively high urban density, pose significant challenges for the country’s transport sector. Thus, EU funds will con- tinue to focus on optimising the connectivity of the Maltese Islands, both domestically and internationally. This will be achieved through various investments in the TEN-T road infrastructures, maritime infrastructure as well as modal shift. Such investments help to reduce bottlenecks and jour- ney times, among others, and thus will definitely lead to greater competitiveness. To address Malta’s EU 2020 energy-related targets, a number of initiatives using EU funds have been undertaken to encourage the generation of clean energy and the introduction of energy- efficiency practices, thereby addressing the environmental impact of electricity and consumption. The positive results obtained will continue to flourish with interventions and initiatives targeting households, enterprises and the public sector by encouraging energy savings and promoting energy-efficiency systems. Managing waste and water Waste and water management are also two important pillars. To counteract the waste-management challenge Malta faces and its negative impact on the environment, EUR 125 million were allocated in the previous programming period to major investments such as the rehabilitation and restoration of closed landfills. New interventions will be implemented to reduce the amount of waste and divert remaining residues for recycling. The security of water supply and the management of waste water are also major challenges for the country. In the past, substantial investments were carried out to tackle both prob- lems. These sectors will continue to receive Cohesion Policy investments in order to develop the necessary infrastructure to provide Malta with enough water resources without depleting the natural aquifer. In an effort to address severe pressures on the islands’ water resources and to improve water quality while adapting to climate change, interventions will also seek to raise awareness on water conservation and efficiency and to optimise the use and quality of ground water. (cid:101) Dr Aaron Farrugia, Parliamentary Secretary for EU funds and Social Dialogue. Esplora, Malta’s Interactive Science Centre providing an informal educational setting for scientific discovery. (cid:141) Due to Malta’s lack of natural resources, size and geographical position, the development of specific niche markets within which to excel and create economic wealth is crucial. ",
        "03 06 07 02 05 01 04 48 C A P T U RED ON C A MER A IN M A LTA Projects funded by the Cohesion Fund and the European Regional Development Fund in Malta are helping to create jobs, encouraging economic growth, making business more competitive, enhancing learning and training, promoting sustainable development, and boosting the country’s cultural heritage and tourism trade. ",
        "11 12 10 09 08 01 The Rehabilitation and Restoration of Closed Landfills project aims to restore landfill sites as public parks. 02 The National Flood Relief project will provide better storm-water drainage infrastructure and valley management. 03 The Salina Coast Road has been extended and upgraded. 04 The Masterplan: Development of Applied Science and Business and Commerce Institutes project delivered new premises and modern teaching resources and equipment. 05 The National Interactive Science Centre provides a state-of- the-art permanent infrastructure for an interactive science experience. 06 The Archaeological Heritage Conservation project has conserved two UNESCO World Heritage sites as part of the Maltese Megalithic Temples. 07 The project has created landscaped urban space, a public aquarium, a diving institute, parking facilities, a cycle track and Garigue Heritage Park. 08 The University Computing Services Centre Building houses a data centre, computer laboratories, training rooms and video-conferencing facilities. 09 The Oncology Centre at Mater Dei Hospital offers advanced cancer treatment facilities. 10 The project installed a 30KWp photovoltaic panel system on the Għajnsielem Band Club roof. 11 The Fort St. Angelo Heritage Experience included the restoration of this historic icon in the Grand Harbour. 12 Restoration of the Cittadella included the creation of a Visitor’s Centre and rehabilitating public spaces and infrastructure. PANORAMA / WINTER 2017 / No. 63 49 ",
        "50 Structural Reform Support Programme: the new kid on the block Since April 2017, Member States can voluntarily request support for implementing reforms, economic adjustment programmes and reforms following the Country Specific Recommendations (CSRs). T he underlying thought is that specific reforms in public admin- istration give a boost to innov- ation, investment and socio-economic growth. At the same time, this creates more synergies between the general economic and fiscal reforms and the European Structural and Investments Funds (ESIF). With the experience and expertise of the front runners, Member States, now supported by the Struc- tural Reform Support Programme (SRSP) instrument, can be more efficient and effective. To date, more than half of the Member States have made use of the SRSP: the Structural Reform Support Service (SRSS) – the European Commission’s service which coordinates the SRSP – has received over 200 support requests from 16 differ- ent EU countries. Of these requests, 60 %, spread across different fields, such as public financial management, governance, the business environment, the labour mar- ket, social services and capital market development, were deemed eligible. Over EUR 22 million is being spent to help implement these reforms in the initial year. As funding for this pro- gramme is enabled by the ESI Funds, one of the key elements introduced was the partnership principle, a core value of Cohesion Policy. It is good to see that this principle is actively being taken up by the Commission and the Member States in the cooperation and support plans presented. Next steps The SRSP, now adopted for the 2017-2020 period, is contributing to institutional, administrative and growth-sustaining structural reforms in the Member States. The budget for the programme is set at EUR 142.8 million from the ESIF. By June 2019 at the latest, the European Commission will present the mid-term evaluation of the pro- gramme, which is all about European added value and addressing local, regional and national challenges. (cid:101) Lambert Van Nistelrooij, Co-rapporteur SRSP, Member of the European Parliament In Your Own Words is the section in Panorama where stakeholders at local, regional, national and European level outline their achievements for the 2014-2020 period and share their views on the ongoing and crucial discussions on Cohesion Policy post-2020. Panorama welcomes contributions in your own language, which we may feature in future editions. Please contact us at region-panorama@ec.europa.eu for further information on guidelines and deadlines. P A N O R A M A w e l c o m e s y o u r c o n t r i b u t i o n s ! I N Y O U R O W N W O R D S ",
        "PANORAMA / WINTER 2017 / No. 63 51 Putting territories at the centre of Cohesion Policy As Cohesion Policy is providing European citizens with unquestionable benefits it is essential that it continues to have an effect in all regions, with regional programmes and strategies actively taking into account all existing socio-economic and territorial contexts. F urthermore, its continuation post 2020 should lead to resolving the current pending issues: poor visibility of the results and the low appropriation of Cohesion Policy by its intended final recipients, the citizens; excessive complexity of the rules for accessing the funds and difficulty in quickly responding to emerging needs; insufficient consideration of the diver- sity of the territories and their particular circumstances, and the presence of uniform rules which tend to increase disparity at the local level. There will also be the need to consider that excessive fragmentation of interven- tions does not allow a critical mass to be achieved which is sufficient to produce positive downfalls in the long term, and that integration between interventions often comes up against significant dif- ficulties. In this way, it will be necessary to go beyond a vision that is still too segment-focused, to drastically simplify the regulatory apparatus, and to permit greater flexibility in the programmes. Thus, an integrated territorial approach could better respond to the challenges of all territories within the European Union. In fact, recent research finds that discrepancy between the levels of development of urban and rural areas are accentuated, which means that it will be essential to pay proper attention to the different territorial circum- stances – in particular to the advan- tage of those areas, such as mountains, with a permanent geographical handi- cap. Here, in particular, the decreasing population trend can only be reversed by improving the circumstances of inhabitants which, in turn, requires improved access to services as well as better conditions for locating busi nesses (for example, compensating altitude-driven cost differentials). All of this is also needed in an effort to give proper recognition to the impor- tance of the key role that mountain commons (protected and humanised countryside, limited hydrogeological risks, and a non-polluted environment) play, not only to the advantage of local dwellers but also of all communities ranging from the lowlands to the large cities. (cid:101) … it will be necessary to go beyond a vision that is still too segment-focused, to drastically simplify the regulatory apparatus, and to permit greater flexibility in the programmes. Enrico Mattei, Autonomous region of Valle d’Aosta, Department Coordinator of structural policies and European affairs ",
        "52 Departments of France position on the future of European Cohesion Policy In this period of debate and institutional positioning on the duration and future of European Cohesion Funds for the post-2020 period, the French Departments could not, of course, remain idle. W ith their experience and pro- minent role in the mobil- isation of European and Structural Investment Funds, particu- larly in the implementation of the European Social Fund’s third key area of ‘Inclusion’ – of which 78 depart- ments of France are intermediary organisations – their elected repre- sentatives have come together to take up a common position on this topic. Their conclusions are based on the following remarks and principles. Cohesion Policy is a crucial part of European integration as it helps reduce gaps in wealth and encourages devel- opment between European territories. While the discussions surrounding the future of European Cohesion Policy post- 2020 commit to the prospect of a budget reduced by the lack of financial contribu- tion from the United Kingdom, this policy should not be used as a control variable. In this context, the French departments are mobilising to maintain a real Cohe- sion Policy, across all territories and on broad themes. The position held by the departments of France focuses primarily on five major principles: (cid:3) (cid:107) A strong and ambitious Cohesion Policy; (cid:3) (cid:107) A strong commitment in favour of inclusion supported by the departments in their capacity as leaders of solidar- ity and guarantors of efficient imple- mentation of the European Social Funds (ESF); (cid:3) (cid:107) Consideration of specific territories within Cohesion Policy; (cid:3) (cid:107) Consideration of cross-border coo- peration specificities within Cohesion Policy and; (cid:3) (cid:107) Better governance of Cohesion Policy. A resolution to this effect was pre- sented to the Assembly of French Departments (ADF) at the end of November. (cid:101) Cohesion Policy is a crucial part of European integration as it helps reduce gaps in wealth and encourages development between European territories. Simon Letonturier (left) and Augustin Rossi (right), Assembly of French Departments, Advisers IN YOU R OW N WOR DS ",
        "53 PANORAMA / WINTER 2017 / No. 63 Extremadura, an innovation model based on specialisation and entrepreneurship The Spanish region of Extremadura, recognised by Europe with the award for the European Entrepreneurial Region 2017, has opted for entrepreneurship and business development as one of the pillars of its growth and convergence towards other European regions, with an action plan focused on smart specialisation areas, contemplated in the RIS3 Extremadura strategy. A n example of this approach is the financing programme within the framework of the VI Regional Plan for Research, Technological Devel- opment and Inno vation in the areas of specialization. Launched by the regional government, it is the basic instrument for the planning, promotion, manage- ment and execution of research, devel- opment and innovation which, as a whole and with many other actions, has a budget of EUR 420 million for the next four years. Currently, the first package within the programme is being executed to finance projects in technology-based and start-up companies. These are financial products intended for private companies, with a total value of EUR 32 million. Their strategic lines are focused on the promotion of R&D&i in areas such as agri-food, health, renewable energy, tourism, ICT, bio- economy and circular economy, digital transformation, humanities and social sciences. The implementation of the plan is intended to strengthen the Extremadura science system as a whole, fostering tech- nology centres and research groups, and connecting research to companies through a total of 66 measures. In addition, a ‘bio-incubator’ will be launched in the city of Cáceres and another one focusing on the bioeconomy and circular economy will be set up in Mérida, the capital of Extremadura. Apart from the programmes designed for companies, the youth employment plan must also be mentioned. With a budget of EUR 4.5 million, this programme aims not only to improve the employability of young people with university training or higher and middle vocational training, but also to give value to young talent and to promote the research culture of regional companies in the region’s areas of specialisation. (cid:101) The VI Regional Plan is the basic instrument for the planning, promotion, management and execution of research, development and innovation with a budget of EUR 420 million for four years. Jesús Alonso Sánchez, General Secretary of Science, Technology and Innovation of the Regional Ministry of Infrastructures, Junta de Extremadura ",
        "54 In recent years, NÖGUS (Lower Austrian Health and Social Fund) has established numerous cooperative efforts and projects between Lower Austria and neighbouring countries in the health sector, thanks to ERDF funding. The aim is to ensure that those living on both sides of the border can receive medical care in country. As a result of this very successful project, all cross-border activities were put under a common framework in September 2017, known as ‘Healthacross’. H ealthacross stands for health-care provision without borders. International cooperation and innovative health projects in the border regions between Lower Austria and the Czech Republic, as well as Lower Austria and Slovakia, are now bringing the brand to life. True to the motto “European ideas taking root in the border region”, the dedicated team led by director Elke Ledl, MA, is reducing boundaries even further when it comes to health- care provision: “We want our work to help build bridges between Lower Austria and other European countries so that people on both sides of the border can benefit from care close to home.” Cross-border projects have many advantages. Patients can make their own decisions about which side of the border they would like to go to for treatment, and can also benefit from medical treatment locally. This is particularly important in an emergency and could save lives if the closest hospital or nearest available ambulance happens to be on the other side of the border. International networks and cooperation also provide the opportunity for expertise from other countries to be brought into Lower Austria. Care across the communities Czech patients visit Gmünd regional hospital In the regions of Gmünd and České Velenice in particular, cross-border cooperation has made everyday life easier for people. The Waldviertel-Gmünd regional hospital is right on the border, the closest ambulance station on the Czech side is more than 30 kilometres away, and the nearest hospital is even further away at 60 kilometres. Healthy outlook for cross-border medical care “The care given at Gmünd regional hospital is not simply medical care, but concen- trates on the human aspect, too. Today, you don’t want to have to think back to the has- sle of making long journeys to the nearest Czech hospital, and I really appreciate the possibility of receiving fast medical care,” explains one highly satisfied patient, Zdenek Tomas, from České Velenice, who became the 4000 th Czech patient to be treated at Gmünd regional hospital. ",
        "55 PANORAMA / WINTER 2017 / No. 63 As a result of the project, Czech insurance companies will cover the treatment costs of their patients. Interpreters and Czech- speaking staff help patients and hospital staff to communicate with each other. Discussions are currently under way with par- ticipating organisations in Southern Bohemia to extend the scope of treatment for Czech patients in Gmünd from just outpatient treatment to include inpatient treatment, too. Furthermore, opportunities will be developed for long-term cooperation within the framework of Cross-border Health Cubes (cross-border health centres) at Gmünd/České Velenice. Radiotherapy for Lower Austrians at Znojmo Hospital In 2018, 15 patients from the Weinviertel clinics at Mistelbach, Hollabrunn and Krems will receive radiation therapy at the hospital in Znojmo as part of their initial experience of project implementation. Cross-border rescue cooperation with South Moravia and South Bohemia Lower Austria has already signed emergency service agree- ments with South Moravia and South Bohemia. In the next step, software adaptation will professionalise communications between the emergency call centre 144 Lower Austria and the emergency control call centres in South Moravia and South Bohemia to facilitate cross-border rescue operations. This will ensures speedy mutual assistance in an emergency without bureaucratic complications. Endometriosis centre at Melk Regional Hospital The basis for the first EU-certified endometriosis centre in Lower Austria is the exchange of knowledge between Melk regional hospital and the hospital in Znojmo. The lat- ter is responsible for this area and already hosts such a centre where patients will now receive a diagnosis and treatment more quickly. One in ten women of childbearing age is affected by endometrium, which is a chronic disease, the symptoms of which are severe pain and the inability to have children. (cid:101) FIND OUT MORE www.noegus.at “Our pioneering projects where neighbouring regions work together are exemplary throughout Europe. Lower Austria was therefore selected by the World Health Organisa- tion as a flagship region,” says Johanna Mikl-Leitner, the regional governor of Lower Austria. Health knows no borders Patients should have access to the nearest hospital, even in another country. Cross-border cooperation on health is a way to manage shortages and failings while taking advantage of opportunities. More information: ‘European Cross-border Cooperation on Health: Theory and Practice’: http://europa.eu/!MX44jk “Since the start of the pro- ject at the end of Novem- ber 2016, we have already su ccessf u lly treated 80 patients with endomet- rium at the Melk regional hospital. Five patients were able to fulfil their desire to have children – four became pregnant naturally and one patient became pregnant via artificial insemination,” explains Prim. Dr Leopold Wanderer, Head of the Department of Gynaecology and Obstetrics at the Melk regional hospital. ",
        "56 Mediterranean policies gain new governance forum A new European transnational cooperation governance forum has been launched in the Mediterranean, to boost policymaking across the region. P ANORAMED – Mediterranean governance platform is a new large-scale project approved by the Interreg Mediterranean Programme, joining national minis- tries and regional author ities of the European states of the Mediterranean shores. Members from Portugal to Cyprus will work together closely and regularly to tackle relevant challenges, such as coastal and maritime tourism or mari- time surveillance in the area. Headed up by the Spanish Ministry of Finance and Public Administration, as the lead partner, the project is focusing on promoting new solutions for challenges and growth opportunities which are common within these territories. With a budget of EUR 9 million, and running until spring 2022, the project will ensure there is sufficient time and funding to effectively impact on political decisions regarding sustainable development planning in the area. Flagship project for the Mediterranean Already considered as a ‘flagship’ project by the European Commission, three different Directorates-General – Regional and Urban Policy, Maritime Affairs and Fisheries and Neighbourhood Policy and Enlargement Negotiations – are accompanying the initiative. Other significant Mediterranean players are also associated with it in order to support the project by bringing wider possibilities to the joint solutions. The main intervention by associated partners, such as the Union for the Mediterranean, UNEP/MAP, West Mediterranean initiative, EU Strategy for the Adriatic and Ionian Region, and IMC-CRPM concerns aligning the initiatives and funds to produce much stronger results and impacts. The European states recognised the strategic relevance of PANORAMED in affecting future cooperation and cohesion poli- cies in the Mediterranean beyond 2020, when the present pro- gramming period closes. Thus, the project has the potential to continue to make a positive contribution to new EU strategies in the Mediterranean beyond the duration of the programme. (cid:101) FIND OUT MORE https://governance.interreg-med.eu (cid:106) All eyes on the PANORAMED project which was launched in Seville, Spain on 27 September “PANORAMED represents a unique opportunity for the Spanish Ministry of Finance to lead an innovative process to improve the opportunities in the Mediterranean region. The initiative will hopefully engage and coordinate national and regional stakeholders, EU and others’ initiatives in this area towards shared approaches and joint strategic actions in future years.” Jorge García Reig – Spanish Ministry of Finance, Director-General of EU Funds ",
        "Using a combination of multimedia and virtual reality simulators, 5D cinema and ‘moonwalk’ activities, the Euro Space Center, backed by the European Regional Development Fund, aims to enlighten all ages about the mysteries of space. B uilt in the early 1990s, the centre’s goal is to educate and entertain a growing number of visitors about all things space. Part museum, part amusement park, the activities provided guarantee a fun-filled day for school groups, families and anyone keen to widen their horizons! Over time and with additional funding, the centre has been modernised to cater for growing interest from all ages and is now recognised as Belgium’s leading authority on science and technology linked to space and space travel. To make the exhibitions more educational, visitors can now enjoy a more evolutionary experience thanks to a new scenography, among other new features. Other attractions for budding astronauts include an anti- gravity harness, a 5D cinema rocket-launch experience and virtual reality simulators. Wearing the harness, guests can bounce around in gravity similar to that on the moon or Mars. A virtual reality headset displays a planetary landscape which explains the challenges humans encounter in outer space. Three, two, one, blast off! In a 5D cinema experience, you can ‘join’ the Apollo 11 launch and relive the 1969 moon landing, made all the more realistic by numerous special effects . The multimedia exhibition offers citizens a taste of daily life in outer space. Powdered food, airbags, specially-designed fire alarms and emergency blankets are on show, alongside exhibits portraying personal stories of space travellers. Using a digital tablet, younger visitors can play the ‘Space Heroes’ game and take part in a ‘space mission’. Played in the centre’s outdoor area, the educational game uses cartoon char- acters to share information about space, while inside the plan- etarium reveals fascinating facts about the stars and planets, illustrated in a full night sky projected on the ceiling. Astronauts-at-heart can book a ‘Mission Weekend’ and get first-hand experience of simulators like the multi-axis chair and zero-gravity wall, tools used by real astronauts preparing for lift-off. For the under-18s, the centre runs week-long summer camps featuring six different priority areas, including satellite build- ing, rocket launches, astronaut training and flying drones. Students with a fascination for stargazing can build tele- scopes and map the heavens, while lessons on air pressure, temperature and humidity are all part of the learning curve. By developing a venue where education meets fun, the Euro Space Center has succeeded in providing visitors with a unique insight into space exploration and the benefits space brings to life on earth. (cid:101) FIND OUT MORE http://www.eurospacecenter.be/en/ TOTAL INVESTMENT EUR 6 305 400 EU CONTRIBUTION EUR 2 360 400 P R O J E C T S TO INFINIT Y AND BEYOND AT THE EURO SPACE CENTER IN BELGIUM 57 PANORAMA / WINTER 2017 / No. 63 ",
        "58 A new research and development (R&D) centre in the Czech Republic is set to play a vital role in shaping Europe’s future energy supply. Supported by the European Regional Development Fund, SUSEN offers opportunities for researchers, graduates and students to apply natural sciences and engineering to the generation of sustainable energy. T he SUSEN (SUStainable ENergy) R&D facility, which opened in 2017, houses infrastructure designed to help the Czech Republic make a positive contribution to Euro- pean efforts to ensure safe and efficient energy generation in the 21st century. Spread across two sites in the country’s South-West and Central Bohemia regions, the centre occupies over 8800 square metres and represents an important feature on Central Europe’s R&D landscape. A main focus of SUSEN’s work is the further development of nuclear technology as a means of sustainable energy produc- tion. With a view to strengthening working relationships and creating synergies in this area, it is forging links with other research institutes across Europe, in particular within the Euro- pean Research Area (ERA). ERA supports the free movement of scientific researchers, knowledge and technology to improve the EU’s research performance, strengthen its competitiveness, boost growth and create jobs. SUSEN has made its own contribution to job creation by provid- ing 128 new positions at the centre. Of these, around 60 % are for research staff. It is also offering exciting educational oppor- tunities, giving some 55 graduates and students the chance to get involved in its activities each year. Focus on the future Development of the facility began with the construction of two new buildings and the extension and renovation of five existing structures. This was followed by the installation and launch of state-of-the-art technological instruments, giving top-class researchers the tools they need to compete in a globalised world. Together, the building work and fitting out of the centre cost EUR 97 million, of which EUR 82 million was funded by the EU through the ERDF. Initially planned to begin in early 2011 and scheduled for December 2015, the opening of the SUSEN facility was put back in the aftermath of the disaster at the Fukushima Daiichi nuclear power plant in Japan. This led to changes in policy and requirements in the nuclear energy sector, which in turn necessitated a shift in the scope of the centre’s research, delaying the project’s approval and start. SUSEN is fundamentally based on creating cutting-edge, often unique technologies with very limited pools of potential suppliers. Of the EUR 82 million from the ERDF, the budget for the installation and setting up of the equipment alone reached EUR 60 million. (cid:101) FIND OUT MORE www.susen2020.cz TOTAL INVESTMENT EUR 97 000 000 EU CONTRIBUTION EUR 82 000 000 P R O J E C T S A BIG STEP FORWARD FOR R&D IN CENTR AL EUROPE ",
        "The north-western districts of Lithuania’s capital Vilnius and the surrounding towns and villages have seen big growth since the country became independent in 1991. But road building has not always kept pace. Thanks in part to the European Regional Development Fund, the city is now getting the western bypass it so badly needs. V ilnius lies at an important point on Europe’s road network. It is criss-crossed by European routes, including the E28, which goes from Germany to Belarus, and the E85, which runs from Greece all the way up to Lithuania’s Baltic coast. While the city is well served by roads going in and out – nearly all of which have four lanes – it lacked a complete network of bypasses. Transit traffic often had to use narrow urban streets that were not built to take the volumes with which they subsequently had to cope. The problem was exacerbated by the fact that, due to expo- nential development of the towns and villages around Vilnius in recent years, some 150 000 people now travel into and out of the city every day. Furthermore, north-west Vilnius has seen a 25 % rise in population over the last two decades and is currently home to some 200 000 people. But it only has one major artery able to handle really big traffic flows. Slowly but surely Vilnius’ western bypass has been a long time coming. Land was set aside for its construction as far back as the 1980s, but the project did not get the final go-ahead until 1998. It was another six years before the precise route was actually approved. Work finally started in 2009 and was carried out in three phases. The first section, stretching over half a kilometre, included rebuilding the Lazdynai Bridge, which was completed in 2011. This was followed in 2014 by the opening of a second section of just under three kilometres. Although the first two sections of the bypass improved the situation for local road users, much of the city’s transit, incom- ing and outgoing traffic still had to go through the centre. Completed in 2017, the third stage has put matters right. Cov- ering the remaining 5.4 kilometres, it links up with the A2, the country’s third longest highway which runs from Vilnius to Panevėžys, 135 kilometres away. The ERDF financed the final stretch of the bypass which cost EUR 107 million in total. The finished road has been built to handle an expected 6 % rise in traffic by 2039. By taking vehicles out of the city, the road will shorten journey times for local and long-distance users. Other positive outcomes include cutting congestion and exhaust fumes, which will bring significant benefits for both the environment and the quality of life of the people working and living in Vilnius. (cid:101) FIND OUT MORE www.vilnius.lt TOTAL INVESTMENT EUR 107 000 000 EU CONTRIBUTION EUR 84 000 000 P R O J E C T S GOING WITH THE TR AFFIC FLOW IN VILNIUS PANORAMA / WINTER 2017 / No. 63 59 ",
        "60 N E W S (cid:4)I N B R I E F (cid:5) BETTER COMPETENCIES FOR BETTER RESULTS A new EU Competency Framework is helping public officials to develop their skills. A ccording to the 7 th Cohesion Report, in order to amplify the impact of the Cohesion policy investment, Member States and regions need high- quality institutions. Public officials require more sophisticated operational, professional and managerial competen- cies, not only in the area of the EU funds but also in other policy fields such as public procurement, state aid, etc. Identifying competency gaps and addressing them in a comprehensive way is now possible thanks to a brand new tool developed by the European Commission’s Directorate-General for Regional and Urban Policy. It is designed for public institutions involved in manag- ing the European Regional Development Fund and Cohesion Fund – i.e. national coordinating bodies, managing, audit and certifying authorities, joint secretariats and intermediate bodies. All these administrations can now use an EU Competency Framework which contains a set of competencies that administrations and officials should possess, and a web-based self-assess- ment tool allowing employees to rate their proficiency level for each compe- tency required for their job-specific profile. This will help to define future development objectives. Data friendly An important feature, especially for managers, is the possibility to aggregate data from the self-assessments of all employees, thereby creating an over- view of the administration as a whole. Thus, the findings can serve as a basis for developing learning and develop- ment plans to fill the gaps. This user-friendly and flexible tool covers a full range of competencies and can be applied to all kinds of administrations regardless of their size or whether they are managing a sectoral or regional operational programme. Its impact goes well beyond the management of the funds. It can also contribute to a greater focus and a strategic approach towards longer-term competency development, ultimately improving the functioning of the entire administration and the quality of the services it provides for citizens and businesses. (cid:101) ",
        "61 PANORAMA / WINTER 2017 / No. 63 EUSALP ANNUAL FORUM 23 AND 24 NOVEMBER 2017, MUNICH, GERMANY The annual EU Alpine Strategy Forum gathered together the key institutions and stakeholders from the Alpine macroregion. Participants took stock of the progress achieved so far, and showcased the first results of the nine thematic action groups. Macro-regional strategies are first and foremost political frameworks with a strategic dimension, a long-term ambition to work together for a better future. Commissioner Corina Creţu GENERAL OUTCOMES A joint declaration was approved, which outlined essential factors for the future success and effectiveness of the strategies: (cid:3) (cid:107) (cid:107)(cid:3) Political commitment, stronger and closer cooperation and exploration of synergies (cid:3) (cid:107) (cid:107)(cid:3) Integration of the EU macro regional strategies in the EU funding pro- grammes post-2020 (cid:3) (cid:107) (cid:107)(cid:3) Proper communication of the strate- gies’ added value and bene fits for the general public and multipliers. GREEN INFRASTRUCTURE MEETS CLIMATE ADAPTATION STRATEGIES (cid:107) Ensure coordination of local, national and EU actions on climate change and deployment of green infrastructure (cid:107) Prioritise efficient and sustainable forest management. SHAPING THE FUTURE: BIO(cid:2) BASED VALUE CHAINS AND TRADITIONAL ECONOMIC FIELDS (cid:3) (cid:107) (cid:107)(cid:3)(cid:3) Fight depopulation and create job opportunities for young people (cid:3) (cid:107) (cid:107)(cid:3) Facilitate networking and shar- ing experience between different fields, and among young farmers and agricultural experts (cid:3) (cid:107) (cid:107)(cid:3) Engage stakeholders in developing solutions. SMART VILLAGE APPROACH (cid:3) (cid:107) (cid:107)(cid:3)(cid:3) A gearwheel to innovation, de- velopment, sustainability and job opportunities (cid:3) (cid:107) (cid:107)(cid:3)(cid:3) Promoting the concept of smart vil- lages to create synergies between the three action groups concerned and to investigate the potential for cooperation (cid:3) (cid:107) (cid:107)(cid:3)(cid:3)(cid:3) Finding concrete solutions to digit- alisation in the Alps to identify ways of spreading these solutions to other areas in the Alpine Arc not actively involved in the EUSALP. ALPINE REGION AS A GLOBALLY ATTRACTIVE, HEALTH(cid:2)PROMOTING PLACE (cid:107)(cid:3) Alpine health tourism combines medical and tourism within the cornerstones of tourism, alpine authenticity, medical evidence, indication-based development, and regional development (cid:107)(cid:3)(cid:3) Providing insights into transnational projects that serve as role models for developing Alpine health tourism based on unique natural healing resources. MOVING IN INTERCONNECTED TRANSPORT SYSTEMS (cid:107)(cid:3)(cid:3) Aim to improve transnational connectivity (cid:107)(cid:3)(cid:3) Optimise and harmonise travel information systems across alpine regions and states (cid:107)(cid:3)(cid:3) Investigate main challenges to cre- ating an interconnected multimod- al travel information system, and making public transport and sus- tainable modes more attractive. FIND OUT MORE https://www.alpine-region.eu/ ",
        "62 7 TH COHESION REPORT TRANSLATED Published in October 2017 in English, the 7 th Cohesion Report is now available in French, German, Spanish, Italian and Pol- ish on the Inforegio website, with the remaining language versions to follow by mid-February 2018. The report zooms in on EU regions and cities, draws lessons from cohesion spending during the crisis years, and sets the scene for Cohesion Policy after 2020. Analysing the current state of the EU’s economic, social and territorial cohesion, the Cohesion Report covers all our terri- tories: Europe’s economy is bouncing back but disparities persist between and within our Member States. Public investment in the EU is still below pre-crisis levels, while regions and Member States need to invest more to respond to the chal- lenges identified in the reflection paper on the future of EU finances, the digital revolution, globalisation, demographic change and social cohesion, economic convergence and climate change. The report suggests an EU-wide policy serving three main purposes: harnessing globalisation, leaving no one behind, and supporting structural reforms. (cid:101) FIND OUT MORE http://europa.eu/!uy68YC 62 Regional and Urban Policy Seventh report on economic, social and territorial cohesion My Region, My Europe, Our Future N E W S (cid:4)I N B R I E F (cid:5) EU BROADBAND AWARDS 2017 The European Broadband Awards 2017 winners were announced by European Commissioner for Regional Policy, Corina Crețu and Commissioner for Agriculture and Rural Development, Phil Hogan at the award ceremony in Brus- sels on 20 November. The five projects were selected in categories focusing on innovative models of financing, cost reduction, territorial cohesion, socio- economic impact and competition. These projects serve as examples for the other regions and organisations planning broadband roll-out. One of the winners, ‘Rural Broadband’ in Greece, is a national project sup- ported by the European Regional Devel- opment Fund and implemented via a Public Private Partnership. It provides broadband infrastructure coverage and affordable connectivity services to citi- zens living in remote areas of Greece – and previously deprived of the full benefits of broadband. Thanks to this project, high-capacity networks reached remote areas where private players would not invest due to their low com- mercial value. It developed a broadband infrastructure network to cover areas located in the northern, central and southern regions of Greece and covers almost 45 % of the Greek territory (geo- graphically) i.e. 5 077 villages/settle- ments and 525 287 inhabitants in the country’s rural and insular areas. (cid:101) FIND OUT MORE http://europa.eu/!tH46yD ",
        "PHOTOGRAPHS (cid:3)PAGES(cid:4): Cover: © European Union Page 3: © European Union , 2017 Pages 4, 5, 6: © Government of Bulgaria Page 7: © Vincent Arbelet Page 8: © Morteau © David Cesbron Page 9: © Emmanuel Eme Page 10: © Shutterstock Page 12: © European Union – Source: European Parliament Page 13: Mari Kiviniemi © Organisation for Economic Co-operation and Development Page 13: Daniël Termont © Eurocities Page 13: Beate Merk © Ministry of European affairs and regional relations, Bavaria Page 16: © European Union, 2017 Page 17: © European Union, 2017 Page 19: © Territorial Collectivity of French Guyana Page 21: © Government of the Canary Islands Page 22: © European Union, 2017 Page 23: © European Union, 2017 Page 24: © European Union, 2017 Page 25: © European Union – Source: European Parliament (cid:3) Page 28: Werner Färber: © (cid:3) Associated Press; Regina: @ ICT applications for e-inclusion; Vukusic: © Associated Press; Katie Gillmon: © Fifteen Corwall Page 29: Civitas mimosa (cid:24) © Tiago Sousa; Antonio Grassi: © Diritti a scuola; Safija Imsirovic (cid:24) © Joel Nilsson Page 30: © European Union, 2017 Page 31: © European Union, 2017 Pages 34, 35: © European Union, 2017 Pages 36, 37: © European Union, 2017 Page 38: © iStock_Leonid Andronov; Vincent Soler I Marco (cid:24) © Generalitat Valenciana Page 39: © Generalitat Valenciana, Sira Page 40: © Generalitat Valenciana Pages 43: © Generalitat Valenciana Page 44: © Universitat de Valencia; © Generalitat Valenciana (cid:3) Page 46: © Government of Malta Page 47: © Government of Malta Pages 48, 49: © Government of Malta Page 50: © European Union – Source: European Parliament (cid:3) Page 51: © Region of Valle d’Aosta Page 52: © (cid:3) Assemblée des Départements de France Page 53: © Region of Extremadura Pages 54, 55: © NÖGUS Page 56: © Panoramed Page 57: © Euro Space Centre Page 58: © Susen Page 59: © Common Creative Pixabay MAY 2018 Italy (IT) (precise date and venue tbd) 3 rd Annual Forum of the EUSAIR 4(cid:2)5 JUNE 2018 Tallinn (EE) 9 th Annual Forum of the EUSBSR 8(cid:2)12 OCTOBER 2018 Brussels (BE) European Week of Regions and Cities 2018 18(cid:2)19 OCTOBER 2018 Sofia (BG) 7 th Annual Forum of the EUSDR 20(cid:2)21 NOVEMBER 2018 Innsbruck (AT) 2 nd Annual Forum of the EUSALP AGENDA LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the European Commission is responsible for the use that might be made of the following information. Luxembourg: Publications Office of the European Union, 201 (cid:22) Print: ISSN 1608-389X PDF: ISSN 1725-8308 © European Union, 201 (cid:22) Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. This magazine is printed in English, French, German, Bulgarian, Greek, Spanish, Italian, Polish and Romanian on recycled paper. It is available online in 22 languages at: http://ec.europa.eu/regional_policy/en/information/publications/ panorama-magazine/ The content of this issue was finalised in December 2017. More information on these events can be found in the Agenda section of the Inforegio website: http://ec.europa.eu/regional_policy/en/newsroom/events/ PANORAMA / WINTER 2017 / No. 63 ",
        "European Commission, Directorate-General for Regional and Urban Policy Communication – Agnès Monfret Avenue de Beaulieu 1 – B-1160 Brussels E-mail: regio-panorama@ec.europa.eu STAY CONNECTED ec.europa.eu/regional_policy cohesiondata.ec.europa.eu @EU_Regional #CohesionPolicy | #ESIFunds EUinmyRegion flickr.com/euregional RegioNetwork ec.europa.eu/commission/2014-2019/ cretu_en @CorinaCretuEU "
    ]
}