{
    "text": [
        "Opinion of the European Committee of the Regions — Eradicating homelessness in the European Union: the local and regional perspective (2022/C 97/06) Rapporteur : Mikko AALTONEN (FI/PES), Member of a Local Assembly: Tampere City Council POLICY RECOMMENDATIONS THE EUROPEAN COMMITTEE OF THE REGIONS Background and premises 1. notes that homelessness is probably the most severe manifestation of social exclusion in Europe. It is an urgent societal problem that requires more attention by policymakers at all relevant levels including local, regional, national and EU levels; 2. underlines that homelessness is an issue in all EU Member States. The scope and nature of homelessness varies, but no Member State has been able to solve homelessness; 3. points out that homelessness is a dynamic reality that affects not only people living on the streets. Homelessness should also include those living in shelters or in places not intended for housing, people about to leave an institution without any housing options, as well as all those who have insufficient financial resources and/or who depend on friends or family for casual accommodation. Reducing the complex reality of homelessness to street homelessness only makes for poor quality policy interventions. It is important to distinguish between situations of total homelessness and those where there is a minimal support network, as action needs to be tailored to different circumstances in order to optimise the effectiveness of policy interventions; 4. notes with concern that gentrification, short-term letting for tourists in cities and financialisation have — combined with the consequences of the global financial and economic crises of the last decades — led to a situation where the supply of affordable housing has fallen considerably, especially in growing cities and metropolitan areas, but without underestimating challenges faced by smaller towns and rural zones, thus exacerbating homelessness. More investments and a better framework for investments in affordable housing are therefore needed as a key tool to prevent homelessness; 5. underscores that homelessness is a multidimensional problem that affects a wide variety of people in terms of the different groups requiring attention (women, young people, children, immigrants and asylum seekers, etc.), who are living in vulnerable and precarious conditions. The causes and triggers of homelessness are multiple and include structural ones such as the lack of affordable housing, unemployment, coverage gaps in the social protection system, discrimination and flaws in migration policies, as well as personal factors such as poor mental health, addictions and relationship problems. Any effective policy must tackle the multidimensional nature of homelessness; 6. notes that, according to estimates by the European NGO FEANTSA, there were at least 700 000 people who slept rough or in shelter accommodation on any given night in 2019, which represents an increase of 70 % in 10 years. The Committee is very concerned about the rapidly growing number of people experiencing homelessness in the EU in recent times; 7. points out that homelessness is a violation of human rights, such as the right to housing as enshrined in the revised European Social Charter of the Council of Europe. Homelessness can also be a violation of several civil and political rights, such as the right to be protected against inhuman and degrading treatment and the right to private and family life, and in some cases even the right to life; 8. welcomes the fact that homelessness is gradually becoming a social policy priority in Europe — and at international level. Several international organisations such as the UN and the OECD as well as the EU institutions have recently worked on homelessness. The Committee welcomes this international attention and hopes that it will help EU Member States to further improve the way they address homelessness; C 97/26 EN Official Journal of the European Union 28.2.2022 ",
        "9. points to the fact that the COVID-19 pandemic has proven that homelessness has a public health dimension. Sheltered homeless people especially are more likely to be infected, to be hospitalised and to die following an infection because of their living conditions and underlying medical conditions; 10. believes that homelessness can be solved if the right policy mix of targeted prevention and coordinated measures is implemented in a sustained and systemic manner. Such policy mix should involve close cooperation between social and housing services, in conjunction with the judicial system, and housing-led solutions such as the Housing First approach. Such housing-led solutions, aimed at tackling housing deprivation and promoting the social inclusion of individuals and families with socio-economic difficulties, could be optimised through innovative forms of housing, financed through public-private and third sector investments. There is sufficient evidence to conclude that managing homelessness only through the shelters system is inefficient, ineffective and costly; 11. agrees that ‘housing-focused solutions should be understood as a right, rather than being conditional on behavioural responses and/or achievements’ ( 1 ). At the same time, securing accommodation should be part of a comprehensive approach that ensures the delivery of structural as well as personalised support services to accompany people out of homelessness and effectively address its root causes on an individual basis. Close cooperation between social and health services is crucial, not least in the context of the pandemic. The Committee underlines the importance of focusing also on prevention, by introducing specific measures that help those who are most vulnerable and at risk of becoming homeless; 12. argues that up-to-date statistics on the profile and nature of homelessness are essential for good policymaking and service provision. The Committee regrets that there are no official EU data on homelessness and calls for urgent action to rectify the situation; 13. suggests that, in the absence of a European definition of homelessness, the Member States and the EU institutions should use as a framework definition the ETHOS classification, which covers rooflessness, homelessness, living in insecure housing and living in inadequate housing. This would facilitate European cooperation; 14. reminds of its call to pay special attention also to the problem of youth LGBTIQ homelessness, to raise awareness and promote youth care centres and shelters in local communities ( 2 ); 15. stresses that local and regional authorities are key players in the fight against homelessness, but they often lack key policy levers and the financial support to be effective. Therefore, homelessness policies should involve all relevant levels of government; 16. points out that the sustained and systemic Housing First approach can be the basis of successfully addressing homelessness, as has been the case in EU Member States such as Finland; 17. welcomes the European Platform on Combating Homelessness, which was launched by the European Commission and the Portuguese EU Presidency in June 2021. The Committee strongly supports the inclusion of the Platform in the EU Action Plan on the implementation of the European Pillar of Social Rights although it ‘regrets in this regard that the Action Plan sets no quantitative target for the fight against homelessness’ ( 3 ); 18. further endorses the call by the Heads of State and Government to address homelessness as a social policy priority for the EU in all efforts to fight social exclusion and tackle poverty, as stipulated in the Porto Declaration of May 2021; 28.2.2022 EN Official Journal of the European Union C 97/27 ( 1 ) ‘Fighting homelessness and housing exclusion in Europe — A study of national policies’, European Social Policy Network (2019) (https://ec.europa.eu/social/BlobServlet?docId=21629&langId=en). ( 2 ) SEDEC-VII/015, CoR opinion ‘Union of equality: LGBTIQ Equality Strategy 2020-2025’. ( 3 ) Opinion of the European Committee of the Regions on The implementation of the European Pillar of Social Rights from a local and regional perspective (COR-2021-01127). ",
        "European Committee of the Regions recommendations 19. calls on the European Commission to play an active role in the coordination of the Platform and to allocate sufficient EU resources to ensure effective governance and visible policy impact. The Committee looks forward to the active involvement of Member States, through all their levels of government, including local and regional authorities, in the Platform and to their efforts to end homelessness by 2030, as stipulated in the Lisbon Declaration on the European Platform on Combating Homelessness and in line with the UN 2030 Agenda on the Sustainable Development Goals. It is worth noting that the issue of homelessness undermines the attainment of several Sustainable Development Goals, namely Goals 1, 2, 3, 6, 8, 10 and 11, which calls for cross-cutting policies to effectively address it; 20. is committed to playing an active role in the Platform, also as a member of the Steering Board, relaying the challenges faced by local and regional authorities in the fight against homelessness. Urges to this effect the Platform to fully acknowledge the role of local and regional authorities and facilitate their full involvement in this endeavour; 21. suggests taking account of the interests and concerns of the homeless population in its future policy work, and integrating activities related to the Platform in the work programmes of relevant commissions such as SEDEC. The Committee could regularly organise a European conference on those local and regional homelessness policies which are within its remit; 22. suggests conferring an important role in the coordination and/or management of the Platform to FEANTSA as it is the only existing European transnational knowledge and practice centre in Europe and its expertise is widely recognised and already used in homelessness policy development at both EU and Member State level. Their expertise will be crucial to turn the Platform from an idea into reality; 23. sees four important strands of action for the Platform: facilitating transnational exchanges and mutual learning; promoting access to EU funding and financing opportunities; data collection and monitoring of policy progress; and identifying and helping to scale up promising innovations, such as Housing First; 24. suggests making Housing First a priority topic for the Platform, given the rapidly growing interest among diverse stakeholders such as national and local governments, NGOs and housing providers. The Committee believes that Housing First, which should be imperatively complemented by high quality social support services in order to help people address personal challenges, should lead to a systemic change in the way homelessness is addressed and not merely be promoted at project level; 25. calls on the European Commission to ensure a strong focus on homelessness in all relevant EU policy initiatives such as the EU Child Guarantee, EU Disability Strategy, EU LGBT Strategy, EU Gender Equality Strategy, EU Roma Framework, EU Youth Guarantee, Social Economy Action Plan, EU4Health Programme, EU Migration Pact and EU Affordable Housing Initiative; 26. calls on the Member States to exploit unprecedented EU funding and financing opportunities to tackle homelessness, especially those related to ESFplus, ERDF and the Resilience and Recovery Facility. The Commission should actively promote the use of the Structural Funds with managing authorities, local and regional authorities and the third sector. The Committee calls on the European Investment Bank to support local and regional authorities with the development of investment proposals that could be financed under the InvestEU Programme as part of the European Investment Advisory Hub; 27. calls on the Commission to further develop transnational cooperation between cities and local and regional authorities, and to capitalise on work already done on homelessness under the URBACT Programme and the Urban Innovative Actions (UIA Initiative); 28. calls on the Member States and the Commission to reinforce the focus on homelessness in the EU Semester process, and to consider issuing Country-Specific Recommendations on homelessness for Member States where homelessness has become a social emergency; C 97/28 EN Official Journal of the European Union 28.2.2022 ",
        "29. calls on the Council of Europe, in accordance with Article 31.2 of its updated European Social Charter ( 4 ), to pay particular attention to the homelessness emergency, and on the relevant EU agencies to consider initiating activities regarding homelessness, bearing in mind its devastating impact upon individuals and the wider social fabric. It calls in particular for the involvement of the Fundamental Rights Agency, as homelessness is one of the most urgent human rights violations in Europe; on the European Foundation for the Improvement of Working and Living Conditions, as homelessness is the most extreme form of poor living standards; on the European Centre for Disease Control, as homeless people are disproportionately affected by infectious diseases; on the European Labour Authority, as homelessness is a growing problem in several EU Member States among EU mobile citizens who move for work purposes; and on the European Monitoring Centre for Drugs and Drug Addiction, as homelessness may be the trigger or consequence of addiction; 30. calls on the Member States and the Commission to include in their policies the development and financing of social innovation applied to the issue of housing, as addressed in the European Commission’s Guide to Social Innovation, as one of the means of preventing homelessness; 31. calls on all Member States to develop national homelessness strategies, in consultation with regional and local authorities and with a strong housing-led, place-based approach as the basis, in order to effectively address specific challenges facing different towns, cities and regions. The Committee invites the Commission to produce a European toolkit to support the Member States with their strategic planning; 32. calls on EU local and regional authorities to put an immediate stop to the criminalisation and penalisation of rough sleepers, in line with human rights jurisprudence and as requested by the European Parliament. Brussels, 2 December 2021. The President of the European Committee of the Regions Apostolos TZITZIKOSTAS 28.2.2022 EN Official Journal of the European Union C 97/29 ( 4 ) Article 31.2: to prevent and reduce homelessness with a view to its gradual elimination (https://www.coe.int/en/web/european- social-charter). "
    ]
}