{
    "text": [
        "ISSN 1027-2445 Opinion on the Communication from the Commission on the Social Action Programme (1998-2000) EUROPEAN UNION 4 ► k EN Brussels, ί 13/14 Januar 1999 CdR 277/98 fin Committee of the Regions ",
        "",
        "Brussels, 26 January 1999 OPINION of the Committee of the Regions of 14 January 1999 on the Communication from the Commission on the Social Action Programme 1998-2000 (COM(1998) 259 final) CdR 277/98 fin F/SG/CAT/vh ",
        "",
        "The Committee of the Regions, HAVING REGARD TO the Communication from the Commission on the Social Action Programme 1998-2000 (COM(1998) 259 final); HAVING REGARD TO the decision of the Commission on 5 May 1998 to consult the Committee, under the first paragraph of Article 198c of the Treaty establishing the European Community; HAVING REGARD TO the decision of its Bureau on 13 May 1998 to instruct Commission 5 for Social Policy, Public Health, Consumer Protection, Research and Tourism to draw up the relevant opinion; HAVING REGARD TO the Draft Opinion (CdR 277/98 rev. 1) adopted by Commission 5 on 9 November 1998 (rapporteur: Ms Buron); adopted the following opinion at its 27th plenary session held on 13 and 14 January 1999 (meeting of 14 January). 1. Introduction Justification of the Commission communication 1.1 A new stage in social policy The Committee of the Regions feels that the European Commission's Communication on the Social Action Programme 1998-2000 is an essential tool in the development of the European social model. 1.1.1 The Committee set out its priorities regarding this social model in the following opinions in particular: - 11 June 1997 - Report of the Comité des Sages: for a Europe of civic and social rights - 20 September 1995 - Medium-term Social Action Programme (1995-1997) - 16 November 1994 - European social policy: a way forward for the Union. The Social Action Programme 1998-2002 is particularly important since it marks a new stage in European social policy, of which the key features are: 1.1.2 a broad-based approach which embraces: - employment promotion CdR 277/98 fin F/SG/CAT/vh .../... ",
        "- 2- - issues of exclusion and equal opportunities and - a commitment, through reform, to the defence of an effective social protection system; 1.1.3 wider, sounder legal bases, as a result not least of the incorporation of the social chapter and an employment title into the Amsterdam Treaty; 1.1.4 greater emphasis on social policy in other Community policies, with an acknowledgement, finally, of the correlation between economic and social policy. In practice, this is reflected in joint ECOFIN/social affairs meetings of the Council of Ministers. The annual adoption of employment guidelines and the scrutiny of national employment plans mark the start of a process that broadly mirrors the multilateral surveillance carried out on the economic front; 1.1.5 a new legislative drive, drawing on agreements between the social partners, and culminating in the adoption of a number of important directives. 1.2 The European social model: challenges and priorities The European social model faces many challenges, making it all the more vital to embark on this new stage. The Commission communication rightly underlines the nature of these challenges: • the persistence of unacceptably low employment levels; • the need to rapidly accommodate new forms of work organization and the advent of the information society; • growing manifestations of exclusion even in a society which is broadly \"rich\" by world standards; • ageing of the population and • society's desire for a deeper democracy and real \"civil dialogue\". 1.3 Moreover, tensions between economic competitiveness and the social model are increasingly apparent in today's world: budgetary restraints versus the equalization of resources (pensions, benefits), labour costs versus the minimum wage, flexibility versus security, and so on. Europe must build on its social model to ensure that these tensions do not become deep-seated contradictions. This is imperative as exclusion is an increasingly common phenomenon in cities, often spawning racism and divisions between communities; the number of jobless is rising, and benefits and pensions systems are reaching saturation point. The process will be not be easy, particularly given the budgetary constraints facing all tiers of European government (national, regional and local), but there is no doubt that it is indispensable. 1.4 The COR firmly believes that the European social model should assimilate changes while developing the means to anticipate them. A Europe-wide approach is vital here to guarantee minimum social standards and social cohesion within the Union - a necessary condition for economic growth. CdR 277/98 fin F/SG/CAT/vh .../... ",
        "3- 1.5 Major changes and the local and regional authorities This state of affairs concerns all tiers of public administration (Union, Member States, regions and local authorities), and the European Commission occupies a pivotal position as coordinator and driving force. While the state is responsible for national social policy, local and regional authorities are in the front line when it comes to dealing with changes to that policy. Changes begin locally and affect geographical areas, and it is local and regional authorities that have had to face up to and deal with the consequences. Despite inadequate funding to meet this increased burden of work, local authorities have demonstrably been able to adapt: they have become facilitators of economic growth to favour employment; they provide for social integration; and they update their services in order to maintain cohesion within their own area. They are the daily manifestation of the subsidiarity principle. It is for the sake of that principle that regional and local government must be drawn into European social policy making and help to devise solutions to their everyday problems. Once again, the local authorities - particularly the smaller ones - have shown that they have a good grasp of the changing needs of their areas, and also of the means and social measures best suited to tackle the problems successfully. In terms of the administrative arrangements across the European Union, this implies a more thorough awareness (drawing on the appropriate statistical tools) of local and regional authorities' remits and activities in the various policy areas outlined in the communication. 1.6 Moreover, the COR would stress that local and regional authority action to promote employment and eradicate exclusion must be given the requisite financial backing at national and European level. The Committee wishes to make the following specific comments on the Commission communication: 2. Bases for renewal The Commission is right to highlight the more solid grounding of EU social policy today and the range of tools which can be deployed for its renewal. These include a wider legal basis in the treaties, the adoption of new legislative proposals, a deepening of social dialogue and a widening of the social policy debate. Social policy renewal must therefore apply both to the foundations of the Union and to specific, carefully coordinated initiatives that form part of a wider strategy. 2.1 Acquis: the ratification of the Treaty of Amsterdam The primary acquis is the Treaty of Amsterdam. The COR maintains that in some areas, as was the case for employment policy, practical planning should begin immediately, in CdR 277/98 fin F/SG/CAT/vh .../... ",
        "anticipation of ratification of the Treaty by the Member States. For example, measures should be proposed to improve the situation of the disabled, on the basis of Article 95 of the Treaty of Amsterdam and the relevant accompanying declaration, and taking account of the Member States' responsibilities. 2.2 Continuing the legislative process The second acquis is the directives adopted or proposed by the European Commission in the fields of health and safety, working conditions and equal opportunities. As the Commission rightly stresses, the recent directives on works councils, parental leave and atypical work show the need for the Commission, the Council and the European Parliament to take legislative action in order to build on the existing platform of minimum social standards. The COR stresses in particular the need for the Commission to implement the measures listed in Annex 2 of the communication. Moreover, this work must go on, drawing primarily on European social dialogue. 2.3 Work programme The COR welcomes the implementation of the Commission work programme. Since strategic initiatives of this kind have an impact on local and regional authorities, the Committee feels that it should be consulted on the programme as a whole. 2.4 Social policy debate The COR is in favour of European social policy taking account of areas such as population trends, social protection and the fight against racism. Social policy must be treated globally and mainstreamed into all other Community policies. This integration process must not be limited to matters such as equal opportunities: all the social aspects of Community policies must be taken into account systematically. 3. Rising to the challenges of a changing world These changes, linked largely to developments in the world of work, often cause major problems for local authorities, which are faced with crisis situations (company closures, labour market shortcomings, exclusion). They are constantly required to experiment with new ways of protecting their communities. Whilst the state is still responsible for many aspects of social policy, the local authorities are playing an ever-increasing role in: - providing employment - managing social exclusion - facilitating local economic activity - providing social services CdR 277/98 fin F/SG/CAT/vh .../... ",
        "- 5- - taking responsibility for health and safety - organizing public participation in the democratic process - providing local and regional public services. The local and regional authorities are ready to take on these responsibilities, as long as they are provided with adequate funds. 3.1 In the area of social affairs in particular - Specifically local role - providing services Unemployment is the main challenge: the employment rate is still too low. The reasons for this vary widely, with under-qualification a particular source of concern. Furthermore, job loss and an inaccessible labour market lead to exclusion, poverty and the need to retrain. Local and regional authorities may have little room for manoeuvre when it comes to economic policy, but they do support business development and the education and training of men and women, besides providing public services (benefits, housing, health care, social integration and citizenship). To this end they must modernize. 3.2 Forms of work and the organization of work are changing: a response to these changes can be found in adaptability and flexibility, if they are achieved through negotiation and if job security is safeguarded. 3.3 Social exclusion persists despite state aid policies and is jeopardizing the European social model. New ways of fighting exclusion are being tried out at local and regional level: these pilot schemes should fuel national and European debate on renewing social policy. 3.4 The Committee stresses the importance of drawing up an inventory of European local and regional authority powers and the kinds of initiatives they pursue in these fields. The Committee would ask Member States and the Council to ensure that their involvement in these policies is fully brought to bear. This inventory is all the more essential to enable the European Union to take full account of the various schemes organized by regional and local authorities in the social field, particularly in the light of forthcoming Structural Fund reform. 3.5 Meanwhile, the Committee calls on the Commission to ensure that there is no contradiction between competition policy (monitoring the allocation of state and regional aid) and local job creation. 3.6 The need for statistical knowledge and indicators Local authorities are responsible for many aspects of social policy, as a result of their powers and proximity to the public, but they lack the indicators and statistical knowledge to enable CdR 277/98 fin F/SG/CAT/vh .../... ",
        "them to evaluate social and population trends in their areas, and the impact of their action. Moreover, Community institutions need local indicators to assess cohesion policy, urban policy and the impact of the Structural Funds, and to enhance the debate on the European Spatial Development Perspective (ESDP). However, to avoid undue financial burden on local and regional authorities, this task should be incorporated into the statistical activities of the EU. The Committee calls for these indicators to be developed on a local or regional basis (NUTS II or III). 3.7 For European integration as a whole - Combining economic and social aspects With monetary union, the EU is set to complete the integration of the single market. There is an overriding economic imperative, but in no instance must the social dimension be dissociated from it; the interaction between economic and social aspects must be given due consideration. The Commission, the Member States and the local authorities must be given pointers to help them appreciate this interdependence and they must step up debate and exchange, in order to ensure coordination of economic and social policies across the board. 3.8 - Demographic data The Commission rightly highlights the importance of this issue. The impact of population trends on employment and social protection systems, not to mention living conditions, healthcare and public services is mounting. All these areas are the responsibility of local authorities: they will call for added investment but could also generate employment. 3.9 - Enlargement The renewed European social model must take EU enlargement into account. An essential precondition for the accession of new Member States is that they adopt the acquis communautaire. The applicant countries' economic, social and demographic structures differ considerably from those of the existing Member States. Preparations must be made for their accession, in order to avert the effects of differences in labour costs, social protection and working conditions. Sudden adjustment is out of the question for these countries; work to help them make the necessary changes must therefore begin now, for the sake of future European cohesion. 3.10 - Involving the future Member States in the COR The COR takes the view that though local and regional government is not highly developed in these countries, it will play a critical part in the process, owing to its proximity to the general public. The Committee calls for the local and regional authorities of the future Member CdR 277/98 fin F/SG/CAT/vh .../... ",
        "- 7- States to be given observer status in the Committee of the Regions, so as to enable them to take an active part in the enlargement of the Union. 3.11 - Pooling experience The COR also hopes that opportunities will be found to pool experience with the local authorities of the future Member States on specific matters, and asks that, with them in mind, the Phare programme be reviewed to incorporate a social policy section. 4. The next steps: pursuing an agenda for change The COR concurs with the objectives set by the European Commission: social progress must go hand in hand with economic progress. The concept of living standards is central, but it must encompass quality of life, equal opportunities and social cohesion. Furthermore, although employment is crucial, it alone cannot generate an inclusive society. Integration, health and quality of life (living conditions, transport, education) facilitate access to employment. Local and regional authorities have a critical part to play here. 4.1 Tools - Partnership: The local level as the natural habitat for partnership; structuring the partnership: The Commission states that partnership is a prime tool for renewing European social policy, and the COR supports that view. The Commission hopes that partnership will deepen the debate on social policy by means of political, social and civil dialogue. The COR believes that the most appropriate place to build that dialogue is locally and regionally. It is here that the political, economic and social partners can meet to decide on common strategies and reach political consensus. 4.2 A new factor to be taken into consideration is the advent of European citizenship and the desire to find a place for civil dialogue alongside social dialogue in the institutional system. 4.3 \"Civil\" dialogue with the public is most effective at local level, centring on commonly recognized goals. Local and regional authorities are primary partners for both employment policy and an inclusive society. 4.4 The COR welcomes the European Commission's move to strengthen the partnership principle within the Structural Funds, and calls for the same principle to be followed in the debate on European social policy. Local and regional authorities must be allowed to input their experience in drafting, implementing (where they are in the front line) and assessing the policy, as part of a programme coordinated by the European Commission. CdR 277/98 fin F/SG/CAT/vh .../... ",
        "4.5 - Setting up forums for exchange The European Commission has set up working groups (e.g. for anticipating industrial change) whose purpose is of direct concern to local and regional authorities. The COR feels that all too often local and regional authorities are absent from this type of initiative and asks that in future it be included in these groups and in the regular discussions mentioned in the Commission communication. As in the past, the COR would particularly like to be involved in the next European Social Fora. The preliminary work for these fora should be carried out in conjunction with the local and regional authorities, who should also be brought into any social policy debate launched by forthcoming Union presidencies. 4.6 - Financial support: easier access for local authorities The Committee of the Regions endorses the Commission's proposals regarding the ESF and Objective 3. It points out, however, that the \"human resource\" dimension requires planning, execution and follow-up to be connected as closely as possible to local realities. The COR also feels that support should be given to pilot programmes for local authorities, especially in the employment field. Local and regional authorities need clearly identified access to this funding and more straightforward administrative arrangements. 4.7 Measures Employment • Framework: involving local authorities in the NAPs and in NAP assessment The Commission stresses that economic and monetary convergence must be accompanied by employment policy convergence as agreed by the Union. Convergence is to be achieved by means of national employment plans (NAPs), prepared by each Member State. The communication highlights the need to involve regional bodies, and the Committee of the Regions would stress this point. A study of the 1998 NAPs reveals that, despite their key role in employment, local and regional authorities were barely consulted in the preparation of the plans and are all too rarely involved in implementing them. 4.8 The COR calls on the Council to involve it in developing employment guidelines, and would press the Member States to enlist local and regional authority support in implementing the national action plans for employment. Local employment policies must become part and parcel of this mechanism and must no longer be reduced to ad hoc corrective measures: they should be part of a global strategy. CdR 277/98 fin F/SG/CAT/vh .../... ",
        "• Activities 4.9 From 1998, the Commission hopes to launch a number of debates. They concern local and regional authorities, and the COR would like to be involved in them: 4.9.1 Standard of living and employment rate: living standards must be improved while aiming to reduce regional inequalities and thus further the geographical cohesion of the Union. 4.9.2 Stepping up local information exchange: the COR stresses the need to pool data, best practice and innovation regarding the labour market. More than a nation-wide exercise, this should provide a way of measuring both the impact of local developments and the gaps to be bridged. 4.9.3 Given that innovation often takes place at local level, this programme for pooling experience and data must be carried out locally/regionally. In addition, local and regional authorities must be able to interpret the information in order to assess the situation and trends in their areas. This database must also be consistent with Structural Fund allocation criteria. 4.9.4 The COR would like to be consulted on the setting-up of a database of this kind, to which local and regional authorities must have easy access. 4.9.5 Undeclared work: this type of employment runs contrary to workers' basic rights, but in some countries it accounts for a considerable proportion of local jobs. Thanks to their closeness to the citizen, local and regional authorities can be instrumental in unearthing undeclared work and reintegrating such workers - particularly the most vulnerable groups - into the labour market. Local and regional authorities can undoubtedly play a valuable role in combating child labour. 4.9.6 Backing entrepreneurship: the COR would highlight the support given by local and regional authorities to the creation of SMEs. 4.9.7 Modernizing public employment services: studies of public employment services show that devolved or decentralized services are more effective as they are closer to the needs of job- seekers and companies. Local and regional authorities must be involved in this modernization process. 4.9.8 Local development measures: innovative local job creation measures are the key to employment growth in Europe. Some lean on the social economy, while others take direct action in the market sector. These practices have been analysed by the European Commission's Forward Studies Unit. The COR supports such measures. It asks the Commission to press ahead with this work and to disseminate the results as widely as possible, with optimum access for local and regional authorities, particularly via the Internet. CdR 277/98 fin F/SG/CAT/vh .../... ",
        "-10- It also hopes that the Commission will continue to support the Territorial Employment Pacts. The Committee once again stresses that local and regional authorities must have the human and financial resources they need to carry through these innovative schemes and that Structural Fund support should be widely available for local development in general. 4.10 Updating education and training programmes: inasmuch as their remit covers these areas, local and regional authorities will be partners in the new Community programmes and must be involved in the preliminary work. 4.10.1 Entrepreneurship, adaptation and training: local and regional authorities stimulate economic development and already help to provide locally-tailored services to encourage start-ups (business parks, joint management services, etc.). They are also able to gauge the training and re-training requirements of the workforce, in collaboration with local companies. The COR hopes that the dialogue between private sector and local authorities on adapting human resources will be taken into account in the new Structural Funds Objective 3. 4.10.2 Equal opportunities: local and regional authorities can assist here by providing the services that make such equality possible: reception centres for children and dependants, mobility for the disabled, and so on. They provide support for the most vulnerable groups within society, such as young people, women and the long-term unemployed. Their experience should be tapped when preparing EU programmes. 4.10.3 Family life: no employment strategy sensitive to family life and to changes in family structures can be framed without closely involving the local authorities, as they are responsible for social services, healthcare facilities, and services for older people. 4.10.4 Free movement: on this issue too, local and regional authorities - particularly those in border areas - should cooperate with the Commission with a view to setting up pilot projects. 4.11 The changing world of work 4.11.1 Developing the social dialogue In future, the Committee of the Regions would like to see local and regional authorities actively involved in the social dialogue, as they are at the very core of the \"social contract\" and democracy. 4.11.2 Local and regional authorities are major employers, and the COR supports the organizations that take part in and further the social dialogue at sectoral level. The Committee feels that it would be desirable - under terms appropriate to the various national administrative systems - to involve local and regional authority employers in the framing of European work-related legislation. CdR 277/98 fin F/SG/CAT/vh .../... ",
        "- 1 1- 4.11.3 Teleworking Teleworking can help to generate work in areas that are a long way from traditional service centres. To optimize the development of teleworking, the COR calls for legislation to protect teleworkers, while taking account of the specifically local nature of this type of work. 4.11.4 Anticipating change Anticipating industrial change is a key issue for local and regional authorities; it is essential if economic crises and social deprivation are to be averted in the areas concerned. The issue of the compatibility of state aid with Structural Fund support must also be addressed from a local/regional standpoint. The COR is disappointed not to have been involved in the follow-up to the work of the high-level group on this issue, and would urge that local and regional perspectives be catered for in future work. 4.11.5 Information society and new services The information society concerns local and regional authorities in two respects: firstly in terms of their own organization, and secondly in relation to the public services which they provide. Local authorities manage sectors in which the information society has a major impact (health, safety, transport, etc.). A major effort is required to retrain the workforce and adjust structures in order to make optimum use of the new technologies. Local authorities are also instrumental in ensuring that everyone shares access to the information society. They must bridge the gap between industrial development and public needs, preventing a gulf from forming between the people \"in the know\" and those with no access to the new technologies. 4.11.6 The COR takes the view that the new technologies are set to change the democratic relationship between the public and local and regional government, generating new forms of democratic participation. The Committee hopes that the necessary resources and expertise will be made available to local and regional authorities under specific programmes and the Structural Funds. 4.11.7 Health and safety This issue affects local and regional authorities on two counts: - as employers, and - as environmental managers: directives on the environment must be coordinated with those on health and safety. CdR 277/98 fin F/SG/CAT/vh .../... ",
        "-12- 4.12 An inclusive society Integration requires grassroots action tailored to the needs of the public, and this is where local authority involvement is most essential. \"Public\" policies, rightly described by the Commission as irreplaceable, are largely local, regional and urban policies, although they are part of national social protection schemes. Social protection 4.13 Exchanging best practice It would be useful to be able to compare local government input (funding, implementation) when assessing progress on convergence between social protection systems. 4.14 Encouraging self-employment Self-employment is an under-exploited source of new jobs in Europe, compared for instance with the United States. One major obstacle is the fact that social protection leans in favour of salaried work. Local and regional authorities give grants to entrepreneurs, and the COR would like to see this backed up by a national and Commission-level debate on encouraging self-employment. The Committee would highlight the importance of creating micro-enterprises in disadvantaged rural and problem urban areas, and for vulnerable groups such as women and young people. In this context also, the COR proposes that consideration be given to ways of supporting 'social economy' undertakings and that partners in these undertakings should be treated on the same basis as persons in paid employment. 4.15 Population trends In view of the implications of population trends and movements for local authorities (e.g. the attraction of certain areas for senior citizens), the COR would like to be involved in the consultations on this issue launched by the Commission, which must take due account of the area- specific factors involved here. 4.16 Mobility and pensions A mobile workforce could help to make up the shortfall in skilled labour in certain employment areas. Mobility must be made easier, for instance by making pensions transferable within the Union. In the long term, worker mobility will benefit from the convergence of social security and tax systems. CdR 277/98 fin F/SG/CAT/vh ",
        "-13- 4.17 Local integration measures The COR shares the Commission's view that there is a need to move on from passive integration measures (benefits) to active measures (reintegration into the labour market, social economy, etc.). Many local and regional authorities are already testing measures of this kind. 4.18 The COR calls on the Commission to take practical steps to include local operators in a debate on anti-exclusion policies, as outlined in the communication. Cities are the worst affected by exclusion phenomena, which jeopardize urban safety, cohesion and the sense of citizenship. The Committee would stress the role of local and regional authorities in the drive to eradicate illiteracy and integrate migrants. 4.19 The Committee supports the Commission's initiative to develop a programme to address the refugee problem, which is particularly acute in certain European countries. 4.20 Equal opportunities The COR is committed to equality and the fight against discrimination. Local initiatives are vital here, in order to guarantee social cohesion and integration within communities. 4.21 Public health Local and regional authorities are in the front line when it comes to facing and dealing with the consequences of certain changes (e.g. the ageing population). Here too, local and regional statistics are needed. Moreover, the Europe-wide exchange of best practice is one way of pinpointing innovative and transferable methods. 5. The external dimension 5.1 The exchange of experience between local authorities provides a springboard for promoting the European social model. The addition of a social clause to the World Trade Organization agreements would also be a powerful means of gaining international recognition for the social dimension. 5.2 Although the European social model cannot be exported as it stands, the Commission rightly notes that Europe can promote social progress on the world stage. The Commission's interregional cooperation programmes could play a key role here. The COR calls for a social strand to be included in the future Community initiative that will form the framework for external interregional cooperation. CdR 277/98 fin F/SG/CAT/vh .../... ",
        "-14- 6. Conclusions The COR endorses the objectives defined by the Commission in its communication and the measures planned for improving the European social model in response to economic and social change. The Committee reiterates the fact that local and regional authorities are central to this process, given their proximity to the public and their capacity for innovation. They must be given an opportunity to participate fully and effectively in the debate on the future of the European social model. To this end, the Committee of the Regions hopes: 6.1 to be involved in Community employment policy, particularly in the preparation of the European Employment Guidelines in the year 2000; it urges Member States to draw up their national action plans in partnership with local and regional authorities; 6.2 to be consulted on the setting-up of a local and regional social policy database, which should provide statistics for comparing and assessing social cohesion in Europe; 6.3 that local and regional authorities, as employers, will be given a place in European social dialogue; 6.4 to take part in the European consultation processes on social policy, and in particular, to help prepare any future European Social Forum, where greater consideration should be given to the role of local authorities; 6.5 that the Commission will develop support programmes for the innovative pilot projects set up by local and regional authorities in the fields of employment and social policy; 6.6 that the local and regional authorities of the Union's future Member States will be involved in Community social policy, with regard to employment in particular, and will be able to take part in the work of the Committee of the Regions. Brussels, 14 January 1999 The President The Secretary-General of the of the Committee of the Regions Committee of the Regions Manfred Dammeyer Dietrich Pause CdR 277/98 fin F/SG/CAT/vh ",
        "",
        "CdR - Rue Belliard 79 - Β-1040 Bruxelles Series : COR OPINIONS AND REPORTS CdR(98) 277 EN 18 pp. - Format 21.0 χ 29.7 cm • ** * J K .* * Olí * OFFICE FOR OFFICIAL PUBLICATIONS OF THE EUROPEAN COMMUNITIES L-2985 Luxembourg "
    ]
}