{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 5.4.2017 SWD(2017) 123 final COMMISSION STAFF WORKING DOCUMENT Accompanying the document Report from the Commission to the Council on the implementation of the 11th European Development Fund covering the period 2014-2015 {COM(2017) 159 final} ",
        "2 Table of Contents LIST OF ACRONYMS ....................................................................................................... 3 LIST OF EDF COUNTRIES .............................................................................................. 4 1. KEY OUTPUTS AND OUTCOMES ......................................................................... 5 2. KEY RESULTS: MONITORING AND EVALUATIONS ...................................... 10 2.1. Key results ....................................................................................................... 10 2.2. Outlook over evaluations ................................................................................ 16 Review of the work programme ................................................................................ 16 LIST OF ANNEXES ......................................................................................................... 19 ANNEX A ......................................................................................................................... 20 ANNEX B.1 DEVELOPMENT PROGRESS FOR THE RESULTS FRAMEWORK INDICATORS ........................................................................................................... 21 ANNEX B.2 AGGREGATED RESULTS ACHIEVED WITH EU SUPPORT - BY MAIN REGIONS ...................................................................................................... 25 ANNEX B.3 AGGREGATED RESULTS ACHIEVED WITH EU SUPPORT – BY COUNTRY................................................................................................................ 27 ANNEX C.1 LIST OF DELEGATION AGREEMENTS WITH MEMBER STATES AGENCIES (2014-15) .............................................................................................. 32 ANNEX C.2. LIST OF ACTIONS IMPLEMENTED VIA INTERNATIONAL ORGANIZATIONS .................................................................................................. 35 ANNEX D. IMPLEMENTATION OF THE BRIDGING FACILITY FOR THE ACP . 43 ANNEX E. OVERVIEW OF THE MDGI ........................................................................ 53 ANNEX F. RELEVANT LINKS ..................................................................................... 55 ",
        "3 LIST OF ACRONYMS ACP – African, Caribbean and Pacific countries AgriFI – Agriculture Financing Initiative APF – African Peace Facility AU – African Union BS – Budget Support CIF – Caribbean Investment Facility CSO – Civil Society Organization CSP – Country Strategy Paper DCI – Development Cooperation Instrument DWG - Development Working Group ECOWAS – Economic Community of West African States EDF – European Development Fund EDFI – European Development Financing institution EEAS – European External Action Service EIB – European Investment Bank ElectriFI – Electrification Financing Initiative ERM – Early Response Mechanism ESA-IO – Eastern and Southern Africa and Indian Ocean EU – European Union EYD – European Year for Development FLEGT – Forest Law Enforcement, Governance and Trade FSTP – Food Security Thematic Programme GAVI – Global Alliance for Vaccination and Immunization GCCA – Global Climate Change Alliance GEEREF – Global Energy Efficiency and Renewable Energy Fund GPE – Global Partnership for Education GPEDC – Global Partnership for Effective Development Cooperation IFIs – International Financial Institutions LDCs - Least Developed Countries MDG – Millennium Development Goal MDGi – Millennium Development Goals Initiative MIEUX – Migration EU Expertise MIP – Multiannual Indicative Programme MS – Member States NIP – National Indicative Programme OCTs – Overseas Countries and Territories OECD – Organisation for Economic Co-operation and Development OECD-DAC – Development Assistance Committee of the OECD ODA – Official Development Assistance PALOP – Pays Africains de Langue Officielle Portugaise PCD – Policy Coherence for Development RIP – Regional Indicative Programme ROM – Result Oriented Monitoring SADC – Southern Africa Development Community SDG – Sustainable Development Goal SIDS – Small Island Developing States SME – Small and Medium-sized Enterprises TEU – Treaty of the European Union TF – Trust Fund TFEU – Treaty on the Functioning of the European Union UN – United Nations ",
        "4 LIST OF EDF COUNTRIES EDF Africa EDF Caribbean EDF Pacific EDF OCTs Angola Benin Botswana Burkina-Faso Burundi Cameroon Cape Verde Central African Republic Chad Comoros Congo Ivory Coast Democratic Republic of Congo Djibouti Equatorial Guinea Eritrea Ethiopia Gabon Gambia Ghana Guinea Guinea Bissau Kenya Lesotho Liberia Madagascar Malawi Mali Mauritana Mauritius Mozambique Namibia Niger Nigeria Rwanda Sao Tome and Principe Senegal Seychelles Sierra Leone Somalia Sudan Swaziland Tanzania Togo Uganda Zambia Zimbabwe Antígua and Barbuda Bahamas Barbados Belize Dominica Dominican Republic Grenada Guyana Haiti Jamaica Saint Kitts and Nevis Saint Lucia Saint Vincent and the Grenadines Suriname Trinidad and Tobago Cook Islands Fiji Kiribati Marshall Islands Micronesia Nauru Niue Palau Papua New Guinea Samoa Solomon Islands East Timor Tonga Tuvalu Vanuatu Anguilla Aruba Bermuda Bonaire British Antarctic Territory British India Ocean Territory British Virgin Islands Cayman Islands Curacao Falkland Islands French Polynesia French Southern and Antarctic Territories Greenland Montserrat New Caledonia and Dependencies Pitcairn Saba Saint Barthelemy Saint Helena, Ascension Island, Tristan da Cunha Sint Eustatius Sint Maarten South Georgia and South Sandwich Islands St Pierre and Miquelon Turks and Caicos Wallis and Futuna Islands ",
        "5 1. KEY OUTPUTS AND OUTCOMES The ACP-EU Partnership is centred on the objective of reducing and eventually eradicating poverty, consistent with the objectives of sustainable development and the gradual integration of the ACP States into the world economy (Art. 1 of the Cotonou Agreement). The EU maintains privileged political, trade and development cooperation relations with ACP countries, including Sub-Saharan Africa. The European Development Fund (EDF) is the main instrument for providing Union aid for development cooperation to the African, Caribbean and Pacific (ACP) States and Overseas Countries and Territories (OCTs). The EDF supports actions in the ACP countries and the OCTs in the following key areas for cooperation: (I) economic development; (II) social and human development; (III) regional cooperation and integration; (IV) thematic and cross-cutting issues, such as gender issues, environment and natural resources, institutional development and capacity building. This instrument, combined with the bilateral activities of various EU Member States in the region, constitutes the most important source of development cooperation for the ACP countries and regions. Under the 11 th EDF, the EU cooperation finances:  Bilateral programmes (47 beneficiary countries are in Sub-Saharan Africa, 15 respectively in the Caribbean and the Pacific)  Regional programmes (6 regions: Southern Africa (SADC), Central Africa, West Africa and Eastern and Southern Africa- Indian Ocean (ESA-IO), Caribbean, Pacific, plus PALOP)  Intra-ACP programmes, aiming to address the shared challenges facing ACP States through operations among which support to global initiatives is foreseen (e.g. African Peace Facility) The below tables are extracted from the Annual Activity Report 2015, annex 11. ",
        "6 GENERAL OBJECTIVE: Fostering the sustainable and inclusive development in partner countries and regions and the promotion of democracy, the rule of law, good governance and the respect of human rights as foreseen in the TEU, with the primary aim of eradicating poverty. SPECIFIC OBJECTIVE 1: Poverty reduction and fostering sustainable economic, social and environmental development. INDICATOR 1: MDG 1.2 Poverty gap ratio at $1.25 a day (2005 PPP), percentage Baseline Target (2015) • Sub-Saharan Africa 21.1% (2010) • Caribbean: 6% • Pacific: 52% (1990) “Halve, between 1990 and 2015, the proportion of people whose income is less than $1.25 a day” • Sub-Saharan Africa: 12,68% • Caribbean 6% • Pacific: target already achieved (initially set at 26%. In 2012 the proportion was 22%) Current situation • Sub-Saharan Africa: 19.2% • Caribbean: In Latin America and Caribbean region 1 the proportion of people living under $ 1.25 a day was reduced by 66% since 1990 and today stands at 4% of the population • Pacific: target achieved in 2012 INDICATOR 2: MDG 3.1: Ratio of girls to boys in primary, secondary and tertiary education Ratio of girls to boys indicates the level/degree of inclusiveness of the education system in terms of gender equality as well as being an indicator of women’s rights situation in the country. Baseline (2011) Target (2015)  Sub-Saharan Africa o Primary: 0.93 o Secondary: 0.83 o Tertiary: 0.61  Caribbean: o Primary: 0.99 o Secondary: 1.06 o Tertiary: 1.27 • Pacific: o Primary: 0.96 o Secondary: 0.90 o Tertiary: 0.92  Sub-Saharan Africa: 1  Caribbean: 1  Pacific: o Primary: 0.97 – 1.03 o Secondary: 0.97 – 1.03 o Tertiary: 0.97 – 1.03 Current situation • Sub-Saharan Africa o Primary 93% o Secondary 87% o Tertiary 62% • Caribbean: Latin America and the Caribbean is among the regions where the greatest improvements have been made in primary education and parity has been achieved. In secondary education boys are at a disadvantage while also in tertiary education, disparity is at the expense of men. • Pacific: The region made substantial progress in narrowing down the gender gaps at all levels of education that used to favour males INDICATOR 3: MDG 4.1: Under-five mortality rate (deaths per 1000 live births) Baseline (year) Target (2015) • Sub-Saharan Africa: 98 (2012) • Caribbean: 19 (2011) • Pacific: 55 (2012) • Sub-Saharan Africa: 59 • Caribbean: 19 • Pacific: 25 Current situation • Sub-Saharan Africa: - current situation 86 (UN MDG report 2015 2 ) in 2013) Though sub-Saharan Africa has the world’s highest child mortality rate, the absolute decline in child mortality has been the 1 The 2015 MDG report does not disaggregate by sub-region. ",
        "7 largest over the past two decades. The under-five mortality rate has fallen from 179 deaths per 1,000 live births in 1990 to 86 in 2015. Yet the region still faces an urgent need to accelerate progress. Not only does sub-Saharan Africa carry about half of the burden of the world’s under-five deaths—3 million in 2015— but it is also the only region where both the number of live births and the under-five population are expected to rise substantially over the next decades. This means that the number of under-five deaths will increase unless progress in reducing the under-five mortality rate is enough to outpace population growth. • Caribbean: the rate in Latin America and Caribbean was reduced by 69% since 1990. It stands currently at 17  Pacific: 30 (data for 11 Pacific countries) Policy related-outputs Indicator Target Current situation A f r i c a Bilateral Programming Finalise the programming of pending NIPs (National Indicative Programmes). Implement the policy principles of simplification, differentiation, concentration and greater impact of EU assistance into the programming documents of the partner countries. Design an allocation mechanism based on the partner country's performance, as stated in the implementing rules of the 11th EDF. All NIPs 11th EDF presented to the EDF Committee. A performance based mechanism prepared together with the EEAS, in consultation with Member States' experts. All remaining NIPs (less than 15) signed by national governments and the EU by mid- 2015. Guidelines for a performance based mechanism ready by the end of 2015. All NIPs have been signed with the exception of Mauritius, Eritrea South Sudan and Sudan (no NIP foreseen), Gambia and Guinea Bissau. Guidelines for the use of the reserves (B-envelope) have been issued. The technical proposal of a shock absorbing mechanism has been finalised. Regional Programming  Finalising the 2014-2020 programming cycle:  Implement the policy principles of simplification, differentiation, concentration and greater impact with EC assistance in the programming documents of the partner regions (Regional Indicative Programmes).  Agreement with duly mandated Regional Organisations.  PALOP 3 -TL: complete the programming exercise.  RIP for Eastern Africa, Southern Africa and Indian Ocean signed and identification and formulation started.  MIP PALOP- TL signed and identification and formulation started.  RIPs signed by the end of 2015, a limited number of Action fiches approved.  MIP PALOP-TI signed 1st semester 2015 and identification phase launched.  RIPs signed.  The Multi Annual Indicative Programme PALOP signed. A f r i c a Intra-ACP programming Preparing the Intra-ACP indicative programme. Strategy paper prepared jointly with EEAS and the ACP Secretariat. 2014-2020 programme finalised by mid- 2015. The 11 th EDF intra- ACP Strategy was adopted on 13 November 2015 by the College. C a r i b b e a n Formulation of projects/programmes under bilateral NIP's and regional (RIP). Number of AAPs approved For bilateral NIPs: 13 AAPs For regional Caribbean: 1 AAP In 2015 six AAPs were adopted (NIP) Use II EU-CELAC Summit and European Year of Development (EYD) 2015 to enhance leverage Events and activities organised in the context of  Panel discussions: 2  Exhibition of -Several events were organised (e . g. a business forum 2 http://www.un.org/millenniumgoals/2015_MDG_Report/pdf/MDG%202015%20rev%20(July%201).pdf 3 Pays Africains de Langue Officielle Portugaise. ",
        "8 and visibility of EU development cooperation with the region. the Summit and of the EYD. projects in the Summit: 1  Launching event of web publication: 1  Meeting with Latin America & Caribbean region CSOs: 1 and a meeting with CSOs). - Four new contracts under the CIF were signed. - The Caribbean- RIP was adopted. - A high level Caribbean mini- Summit was held. Increase engagement through innovative financial instruments (CIF), and further enhance its impact on poverty alleviation. Enhance linkage with MIP. 100% of activities in countries is in line and complementary to MIP. 99% of funds under the CIF were contracted Finalisation and adoption of Regional RIP for the Caribbean. Regional MIP adopted. Regional RIP: 1 The RIP adopted in June 2015 SPECIFIC OBJECTIVE 2: Consolidating and supporting democracy, the rule of law, good governance, human rights and the relevant principles of international law. SP INDICATOR 1: Number of EDF beneficiary countries having improved their overall governance performance as measured by the World Bank's Worldwide Governance indicator average. Baseline (2012) Target (2020) • Africa: 20 • Caribbean: 7 (including 1 OCT) • Pacific: 9 Positive trend in the number of countries improving their overall governance performance. Current situation • Africa: 25 countries out of 48 African countries • Caribbean: Out of the 6 indicators of the Index for Latin America and the Caribbean, 3 keep showing a positive trend (regulatory quality, political stability and voice and accountability) while 3 have slightly deteriorated (government effectiveness, rule of law and control of corruption). Overall, there are no extreme disparities in comparison with 2004 and 2009 values (offered by the index). • Pacific: 7 countries have a positive trend, the others are generally neutral (with a few exceptions). INDICATOR 2: Level of political representation of women (proportion of seats held by women in parliaments and other government bodies): Percentage of women as parliamentarians worldwide (UN statistics). Baseline (2013) Target (2020) • Africa: 20.28% (data for 41 African countries) • Caribbean: 17.37% (data for 15 Caribbean countries) • Pacific: 7.17% (data for 12 Pacific countries) Positive trend Current situation • Africa: 23% (2015) • Caribbean: By August 2015 women political representation in the Americas, was standing at 25.5% (30% is widely considered an important benchmark for women’s representation). As of January 2015, 9 parliaments, (single and lower houses), were composed of more than 30% in Latin America and the Caribbean. 6% (data for 14 Pacific countries) • Pacific: 6% (data for 14 Pacific countries) ",
        "9 Policy-related Output Indicator Target Current Situation A f r i c a Reinforce the dialogue with partner countries in the areas of human rights, democracy and other key elements of good governance included in the Agenda for Change Human rights, democracy and good governance are included as focal areas or cross cutting topics with high importance in the programming of the 11 th EDF. Human rights, democracy and good governance are included as focal area or cross- cutting priority in the CSPs/NIPs of a majority of partner countries The political dialogue with Governments continued on human rights, democracy and good governance. Human rights continue to be mainstreamed through all programmes The EU has provided support to electoral processes in Nigeria, Burkina Faso, Guinea, Togo and Niger. Strengthen the role of the APF (African Peace Facility) in supporting democracy, the rule of law, good governance, human rights and the relevant principles of international law Support actions carried out by the African Union and the Regional Economic Communities in the operationalization of the APSA (Africa Peace and Security Architecture) Number of APF supported activities 6 activities by the end of 2015 The new APSA programme for the period 2016-18 was postponed to early 2016, because of a delay in the adoption by the AU of APSA roadmap only approved in November 2015. C a r i b b e a n C a r i b b e a n Formulation of projects/programmes under bilateral NIP's and regional (RIP) Nimber of APS approuve  For bilatéral Nis: 13 APS  For régional Caribéen: 1 AAP Six AAPs were adopted under bilateral cooperation. Use II EU-CELAC Summit and European Year of Development (EYD) 2015 to enhance leverage and visibility of EU development cooperation with the region Events and activities organised in the context of the Summit and of the EYD.  Panel discussions: 2  Exhibition of projects in the Summit: 1  Launching event of web publication: 1  Meeting with LAC region CSOs: 1  During the summit several events were organised (e.g. A business forum and a meeting with CSOs).  4 new contracts under the CIF were signed. A high level Caribbean mini- Summit was held. Increase engagement through innovative financial instruments (CIF), and further enhance its impact on poverty alleviation. Enfance linkage witz MIP 100 % of activities in countries is in line and complementary to MIP The NIPs approved in 2015 were complementary to the CRIP Finalisation and adoption of Regional RIP for the Caribbean Régional MIP adopte Régional MIP: 1 Accompli shed ",
        "10 2. KEY RESULTS: MONITORING AND EVALUATIONS 2.1. Key results Following the Staff Working Document SWD (2013)530 \"Paving the way for an EU development and cooperation results framework\", the Commission issued on 26 March 2015, a further SWD \"Launching the EU international cooperation and development results framework\" (SWD(2015)80). The latter translates the approaches set out in the 2013 Staff Working Document into operational terms, includes the mechanisms in support of the reporting process and details the indicators of the EU RF against which DG International Cooperation and Development will report annually as of 2015 to demonstrate how funds spent contribute to the achievement of the policy objectives. A results framework is a tool that is used to measure results achieved against strategic development objectives; and which should be understood as an articulation of the different levels of results 4 expected from the implementation of a strategy. With this in mind, the list of development sectors covered by the EU RF has been defined to reflect the policy priorities of the EU international cooperation and development assistance as set out in the Agenda for Change in particular. It covers twelve areas and sectors 5 and is associated to 16 out of 17 SDGs corresponding to EU policy priorities 6 . In that context, the Commission has also been looking at synergies that could be created to facilitate reporting on overall key results of EU funded actions at the level of individual countries. Furthermore, the Commission’s services have continued to work on the preparation and implementation of reforms of project monitoring and reporting which aim to improve quality and accountability during and at end of project implementation. This relates both to monitoring and reporting by the Commission services and EU Delegations and external technical assistance used by them. A first set of reforms, which relate to external technical assistance, was rolled out over the first half of 2015. The assistance is provided through the new Results Oriented Monitoring (ROM) system. The new system is characterised by the selection of projects based on risk and those in need of support through the system. It also applies greater attention to project results during ROM reviews of ongoing projects and programmes and provides specific support to end of project results reporting linked to the reporting on the basis of the Results framework. The 2014-2020 country, regional and thematic multi-annual programming documents have been systematically reviewed in order to ensure expected results and indicators are of appropriate (measurable) quality and a manageable number. 4 The results terminology used in this document follows the OECD DAC definition, where the term results should be interpreted as covering the results chain from outputs to outcomes and impact. 5 Inclusive and sustainable growth and poverty reduction; Good Governance; Agriculture and Food Security; Energy; Public Finance Management; Education; Health; Natural Resources and Climate Change; Transport; Employment and Social Protection; Trade Private Sector Development; Conflict Prevention and Security 6 This means that for several indicators contained in the EU RF a corresponding SDG target can be identified. ",
        "11 For the preparation of new individual actions, a new Action Document template was adopted by end of year to be in force as of 1 January 2015, which puts a stronger focus on results to ensure that expected results and indicators are properly included in Action Documents. Specific provisions on results oriented reporting by EU implementing partners have been added in the course of 2014 in the new templates for the Administration Agreement (with the World Bank) and of the PAGODA Agreement (covering all pillar assessed organisations – including UN agencies). This should help to ensure greater availability of results data in progress and final reports transmitted by EU implementing partners. Second Report on Selected Results of EU-funded projects and programmes DEVCO has recently published the second detailed report on selected results of projects and programmes financed by the European Union as part of its Annual Report 2016. The report is based on the new EU International Cooperation and Development Results Framework launched by the European Commission in March 2015. This Second Report on Selected Results on data collected between July 2014 and June 2015 presents in particular the aggregated results to which the EU contributed through projects and programmes that ended between mid-2014 and mid-2015 and were funded mainly by the DCI, ENI and EDF instruments. Here below, an extract is provided on EDF-funded projects and programmes. EU contributions to results in partner countries: aggregated results Results by sector Good Governance EU Results Framework indicator Total results Number of human rights defenders who have received EU support 1,000 Number of elections supported by the EU where the electoral process is perceived by independent observers as free and fair 2 Number of individuals benefiting directly from justice, rule of law and security sector reform programmes funded by EU external assistance programmes 49,200 Number of people directly benefiting from legal aid programmes 47,130 Good governance is vital for inclusive and sustainable development. EU support in this sector is focused on partners’ commitments to democracy, human rights, democracy and the rule of law, and to meeting their peoples’ demands and needs. In Mauritius , EU support consisted of technical assistance to the administration focussing on developing operational skills amongst Mauritian officials to ensure that the elections ran smoothly. There was increased voter turnout ( over 73 %, compared to the 53% of registered voters who had voted in the 2010 Presidential elections) in the parliamentary (Nation Representatives) and municipal elections held in early 2015. In 13 municipalities of the North-East Department of Haiti over the period 2013-2014, 45,000 members of 853 community-based organisations were reached by targeted awareness-raising activities on the rights of women, children and people with disabilities ",
        "12 under the Project for Strengthening the Action Capacity of Civil Society Organisations. Such activities sought to educate marginalised groups as well as competent authorities on decisions and strategies for the protection of the rights of women, children and people with disabilities, as well as to develop a set of specifications on the needs of women of the community that would serve as an advocacy document guiding public policy. In a region where trafficking, violence against women and children and discrimination against disabled individuals has increased in recent years, EU support under this project made a valuable contribution to educating civil society actors and helping them develop clear common ideas about the needs of marginalised groups and the social protection framework. Conflict Prevention EU Results Framework indicator Total results Number of individuals benefiting directly from EU-supported programmes that specifically aim to support civilian post-conflict peace building and/or conflict prevention 2,600 The purpose of the EU’s development, foreign and security policy initiatives is to create a more coherent approach to peace, state-building, poverty reduction and the underlying causes of conflict. Where conflict has occurred, the EU aims to contribute to a smooth transition from humanitarian aid and crisis response to long-term development cooperation and is moving forward on an integrated security and development approach such as in the Sahel. Sustainable Agriculture, Food Security and Nutrition EU Results Framework indicator Total results Agricultural and pastoral ecosystems where sustainable land- management practices have been introduced (in hectares) 5,010 Number of people receiving rural advisory services 150,980 Number of people who have secure tenure of land 2,200 Number of women of reproductive age and children under 5 benefiting from nutrition-related programmes 1,052,000 Number of food insecure people receiving assistance through social transfers supported by the EU 1,265,000 In agriculture, the EU aims to support sustainable practices, including safeguarding ecosystem services, prioritising locally developed practices and focusing on smallholder agriculture and rural livelihoods, the formation of producer groups, the supply and marketing chain, and government efforts to facilitate responsible private investment. The EU continues to work on strengthening nutritional standards, governance of food security and reducing food-price volatility at international level. Land tenure is important in rural development interventions which emphasise building people’s endowments of assets so that they can enjoy sustainable livelihoods. Property rights to land, together with labour, form the most common endowments used to produce ",
        "13 food for home consumption as well as cash crops that allow the family or individual to pay for other needs, such as health and education. In Gogrial East County (Warrap State) in South Sudan 4,200 people from 600 vulnerable households participated in various cash-for-work activities, such as production of bricks for the construction of community buildings (e.g. seed bank, school) over the period 2012-2015. The cash-for-work scheme enabled most of the beneficiaries to transition from depending on hand-outs to earning a living through their labour. Payments were made before the start of the planting season, so as to facilitate the purchase of food items and seeds, and to increase beneficiaries' food security and prospects for agricultural income. Vulnerable households were also able to acquire assets such as goats and sheep, which enhanced their ability to withstand adverse climatic events such as droughts or floods that destroy agricultural production. Malnutrition has negative effects on children's cognitive development and school attendance, as well as their productivity as adults. In Madagascar extreme poverty rates in some regions are as high as 97%, and food insecurity rates as high as 65%. Over the period 2013 -2014 the EU supported 220,000 primary school children and teachers from food insecure areas in the regions of Atsimo Andrefana, Anosy and Androy, who received approximately 38 million school meals. This increased beneficiaries' food security, but also maintained school attendance in the affected regions. Energy In energy, the EU aims to offer technology and expertise focusing on three main challenges: price volatility and energy security; climate change, including access to low- carbon technologies; and access to secure, affordable, clean and sustainable energy services. In Madagascar , the Ihosy region has faced frequent power disruptions in the past. Over the period 2008-2014 the EU supported a project to provide access to electricity to 20,000 inhabitants of the Ihosy region, as well as street lighting and basic public services. The reliable supply of electricity will also benefit the development of small businesses as well as other new economic activities. Education EU Results Framework indicator Total results Number of children enrolled in primary education 3,160,000 Number of children enrolled in secondary education 450 Support for basic (primary and lower secondary) education is the foundation for future learning and skills development. However, in 2013, the number of children and young adolescents out of school stood at 124 million 7 . Many of these children live in conflict- 7 UNESCO: http://www.uis.unesco.org/Education/Documents/fs-31-out-of-school-children-en.pdf EU Results Framework indicator Total results Kilometres of transmission/distribution lines built or upgraded 1,600 ",
        "14 affected areas or are from disadvantaged backgrounds (e.g. rural or remote areas, ethnicity, disabilities, poverty, and girls). In Zambia, the EU supported up to 3,135,000 primary school children (1,567,000 girls and 1,569,000 boys) to be enrolled in school. Over the lifetime of the project, the proportion of children completing primary school rose from 53 per cent to 64 percent. Health EU Results Framework indicator Total results Number of births attended by skilled health personnel 2,921,000 Number of 1-year-olds immunised 44,000 The EU is taking action to develop and strengthen health systems, reduce inequalities regarding access to health services, and increase protection against global health threats so as to improve health outcomes for all. A key policy area is enabling women to have access to skilled health personnel during pregnancy and childbirth, to ensure prevention, detection and management of complications. Assistance provided by trained health personnel with adequate equipment is key to lowering maternal deaths. In Somalia , over the period 2011-2014 20,000 births were attended by skilled health personnel. Under this project, training was provided to 18 midwives and other health staff, which improved their capacity to manage routine emergency obstetric and neonatal cases as well as to make referrals of complication to a higher tertiary level of patient care. This resulted in lower maternal and child mortality. Another policy priority is the immunisation of children under 1 year old, as this is an essential part of reducing under-5 mortality rates. It is also one of the specific actions to increase protection against global health threats. Natural Resources, Environment and Climate Change EU Results Framework indicator Total results Number of countries/regions with climate change strategies either developed and/or implemented with EU support 4 Number of hectares of protected areas being managed 274,000 Number of micro, small and medium-sized enterprises (MSMEs) applying sustainable consumption and production practices 240 One of the sustainable development goals (SDGs) is to promote the transparent management of natural resources, including raw materials and maritime resources. The EU is also promoting a ‘green economy’ that can generate growth, create jobs and help reduce poverty by giving value to and investing in natural capital. This includes supporting market opportunities for cleaner technologies, energy and resource efficiency, low-carbon development while stimulating innovation, the use of information and communications technologies, and reducing the unsustainable use of natural resources. ",
        "15 Transport EU Results Framework indicator Total results Total length of road constructed/rehabilitated/maintained (km) 13,110 Number of people with access to all season roads with EU support 5,736,700 Roads are the principal means of transport in the majority of partner countries and account for 80-90% of passenger and freight transport. Often, roads are the only way of reaching most rural communities, and they provide a means of transportation that is readily accessible to the most disadvantaged sections of the population. However, the development of road networks frequently outstrips the resources available to properly maintain them – resources that are estimated at approximately 5-10% of the operating budgets of many partner country governments. The EU supports not the building but also the rehabilitation and maintenance of the road network in our partner countries. Employment and Social Protection EU Results Framework indicator Total results Number of people who have benefited from VET/skills development and other active labour market programmes with EU support 8,000 Through capacity-building and exchange of knowledge, the EU supports vocational training to enhance employability, productivity and competitiveness, especially among the young, who are more likely to be unemployed because of a lack of appropriate skills that match the demands of the current labour market. Trade and Private Sector Development EU Results Framework indicator Total results Number of firms with access to credit 640 Number of quality certifications issued 38 Number of countries where the business environment has improved 3 The EU supports the development of competitive local private sectors, including by building local businesses and institutional capacity, promoting SMEs and cooperatives, supporting legislative and regulatory framework reforms and their enforcement, and facilitating access to business and financial services. This enables partner countries, especially the poorest, to harness the opportunities offered by globally integrated markets. The EU is helping SMEs to achieve quality certification standards so that their goods and services meet international standards and they can reap the benefits of the multilateral trading system. Results by country The aggregated results achieved with EU support divided by country have been included in Annex B. ",
        "16 2.2. Outlook over evaluations Review of the work programme The DEVCO Evaluation Unit manages strategic evaluations, 8 covering geographic, thematic and sector programs, and aid delivery mechanisms. Evaluations are carried out by independent external consultants who follow a standardized methodology. All evaluation reports and the responses to their recommendations are public. 9 As for what concerns the regions covered by the EDF, in the period 2014-2015 the following reports were published: Budget Support evaluations for Mozambique and Uganda, country evaluations for Cameroon, Kenya, Haiti, Democratic Republic of Congo, Togo, Lesotho, Timor-Leste, Madagascar and the Pacific Region and a joint evaluation of the cooperation with Burundi. Furthermore, were also published a Study on uptake and a Synthesis of the evaluations of General and Sector Budget Support undertaken in five countries (Mali, Zambia, Tanzania, South Africa and Mozambique) over 2010 – 2014, a Strategic evaluation of the EU support to environment and climate change in third countries (2007-2013), a Review of evaluations of EU Private Sector Development Support to Third Countries and a Strategic evaluation of EU Support to Gender Equality and Women's Empowerment in Partner Countries. Overall, the relevance of the EU cooperation is considered as appropriate and responding to partner country’s needs. The evaluations recognised the overall contribution of the EU to poverty reduction and demonstrate how it has addressed core development needs, achieving different degrees of performance. The way EU operate in fragile countries is positively assessed, notably its capacity to stay flexible and keep sight of the shorter and longer term approaches, addressing both core development problems and emergencies. Budget support (BS) is recognised as having contributed to positive achievements of targeted development results. In this context, the recent synthesis of BS evaluations confirmed that there is strong evidence of the contribution of budget support to improvements in public service delivery, within Public Finance Management systems and with regards to regulating economic activities. Improvements are to be made in particular as regards policy dialogue and the utilisation of potentials of capacity development. It also underlines that budget support is not correlated with policy leverage, thus confirming the earlier findings from the pilot cases, that BS cannot 'buy' reforms.\" Several evaluations emphasise the need for stronger context and risk analysis, as well as the analysis of the politics and policies shared among donors in order to continuously adjust our assistance and the use of various aid modalities. They also recommend paying more attention to the political developments. 8 Strategic evaluations analyse EU strategies from conception to implementation, assessing the results of EU funded activities. These evaluations are complex, covering several programmes and instruments over a significant period of time. They are conducted at several levels: country, region or sector; they can also assess the procedures and instruments DEVCO uses to provide aid. Strategic evaluations help understand why in a specific context development strategies have been successful or not, and provide recommendations to the decision-makers for the future programming and implementation 9 http://ec.europa.eu/europeaid/how/evaluation/evaluation_reports/index_en.htm ",
        "17 Synthesis of key lessons learned Main findings and lessons learned from Budget Support evaluations The synthesis of the five evaluations of General and Sector Budget Support undertaken in the relevant countries (Mali, Zambia, Tanzania, South Africa, Mozambique) shows the main contributions of Budget Support: Increased provision of Public Goods and Services in agreed priority sectors (in particular health, education and roads); Improved non- income poverty reduction; Strengthened PFM systems; and Improved Policy Dialogue on Sector Reforms and Systems. Main conclusions for Budget Support: 1. As Aid Modality Budget Support is best aligned with criteria laid down in the Paris Declaration, Accra Agenda and Busan. 2. Budget support is no panacea and not applicable in all circumstances (for example with an absence of sector strategies; direct improvements of service delivery at local level; or local government development), 3. Budget support is most effective in situations of partnership based on trust and confidence. 4. Budget support allows for wider and deeper policy dialogue and eliminates a \"piecemeal approach.\" Lessons learnt from evaluations in fragile countries Overall, there have been good results at sector level , but the impact and sustainability of EU interventions are at risk and do not allow for deep societal changes. For the future, the EU should undertake more rigorous in depth contextual analysis including institutional constraints and risk assessment and focus more on strengthening political and policy dialogue . It should adopt a comprehensive and flexible approach in order to respond to emerging needs and it should be more realistic on the objectives to be achieved. Its interventions should focus on capacity building and state strengthening in line with the New Deal principles. Evaluation of the Global Climate Change Alliance (GCCA) An evaluation of the Global Climate Change Alliance (GCCA) 10 carried out in 2014 showed a good level of achievement. In most cases, GCCA funds and policy support worked in synergy with climate change initiatives led by EU MS and multilateral agencies at national level, therefore providing quicker results and lower transaction costs. The unique complementarity between global, regional and national foci further differentiated the GCCA from other climate actions and added value to national programmes and capacities. The GCCA has also led to improved dialogue on climate change, both within target countries, and at regional cooperation and global levels and made an important contribution to learning and public awareness. Other benefits came from increased practical cooperation for reducing poverty and vulnerability. The evaluation has also identified some room for improvement e.g. in using more fully the potential of policy dialogue, including the coordination of European support provided to climate change negotiations, Improved policy dialogue is needed given that support for 10 http://www.gcca.eu/ The GCCA operates in ACP countries (such as Samoa, Vanuatu, Solomon Islands, Papua New Guinea, Timor-Leste, Jamaica, Guyana, Haiti, and several countries in Africa) through programmes at different levels: National, Regional, Multi-country, as well as Intra ACP Technical Assistance. ",
        "18 climate change negotiations is widely scattered between national, regional and global actions, and the division of responsibilities is not made clear. A positive outcome would be a stronger regional and national ownership of the climate-change agenda. Evaluation of the FLEGT Facility 11 The evaluation of the FLEGT Facility in the sector of forest law enforcement, governance and trade, concluded that the facility’s work is highly relevant and that there are clear links between the progress observed in partner countries and the support provided by the facility. The Facility plays a key role in providing expertise and in managing and sharing knowledge in support of the FLEGT Action Plan implementation. Its set-up allows it to respond flexibly and swiftly to the needs and demands of partner countries. FLEGT processes are complex and seek to address difficult technical and governance issues requiring a mix of skills, few of which are present either with EU Delegations or partner countries. The Facility is instrumental to support partner countries in tackling these matters. In general the quality of the expertise and knowledge provided is globally recognized. The evaluation recognizes however that cost-effectiveness can be further improved. Evaluation of MIEUX 12 In the area of migration, an evaluation of the programme, while mentioning good practices such as South-South cooperation and peer-to-peer coaching (Programme \"MIEUX\" – EUR 8M aimed at enhancing migration management capacities of partner countries), pointed to several weaker aspects, e.g. the need to increase the capacity of institutions and civil society organisations to better handle the multi-dimensional link between migration and development. Enhancing migration governance is a shared responsibility requiring strengthened policy coherence as well as effective partnerships between countries of origin, transit and destination. Strengthening migration management capacities of partner countries is essential in order to increase the efficiency of their migration policies and support them in meeting their responsibilities towards the citizens and migrants they host. This should be done in a comprehensive manner covering all relevant areas including labour migration, migration and development, international protection, addressing smuggling and trafficking and protection of migrants' rights. A synthesis on performance information contained in evaluations can be found in annex B.1. Annex B.2. lists all evaluations and studies carried out in the reference period. 11 http://www.flegt.org/ Among ACP countries, those where FLEGT projects have been implemented are: Suriname, Guyana, Solomon Islands, Papua New Guinea, Benin, Burundi, Cameroon, Central African Republic, Chad, Congo DRC, Congo, Equatorial Guinea, Gabon, Ghana, Ivory Coast, Kenya, Liberia, Madagascar. Malawi, Mozambique, Namibia, Nigeria, Rwanda, Sao Tome e Principe, Sierra Leone, South Africa, Tanzania, The Gambia, Togo, Uganda. 12 http://www.icmpd.org/our-work/capacity-building/multi-thematic-programmes/mieux-iii/ Among ACP countries, those where MIEUX projects have been implemented are: Dominican Republic, Angola, Benin, Burundi, Cape Verde, Ethiopia, Ghana, Ivory Coast, Kenya, Malawi, Mali, Mauritius, Mozambique, Nigeria, Rwanda, Senegal, Sierra Leone, The Gambia, Togo, Uganda, Zambia. ",
        "19 LIST OF ANNEXES Annex A 11 th EDF aggregated accounts at 31.12.2015 Annex B 1. Development progress for the results framework indicators 2. Aggregated results achieved with EU support – by main regions 3. Aggregated results achieved with EU support – by country Annex C 1. List of Delegation agreements with Member States agencies 2. List of actions implemented via international organizations Annex D Implementation of the Bridging Facility in 2014 Annex E Overview of the MDGi Annex F Relevant links ",
        "20 ANNEX A AGGREG. ANNUAL % AGGREG. ANNUAL % AGGREG. ANNUAL % (1) (2) (2) : (1) (3) (3) : (2) (4) (4) : (3) 14.799 3.287 2.830 22% 1.483 1.286 45% 673 488 45% 14.799 3.287 2.830 22% 1.483 1.286 45% 673 488 45% 194 163 81 113 48 69% 86 39 76% 194 163 81 84% 113 48 69% 86 39 76% 0 0 1.053 237 138 23% 202 110 85% 191 99 95% 15 6 1 43% 5 5 85% 3 3 47% 1.067 243 139 23% 207 115 85% 194 102 94% 244 101 68 41% 56 43 56% 39 34 70% 2.240 291 236 13% 216 216 74% 900 900 575 100% 599 298 67% 516 290 86% 3.384 1.292 879 38% 871 556 67% 556 324 64% 4.640 1.542 1.439 33% 1.347 1.285 87% 110 71 8% 4.640 1.542 1.439 33% 1.347 1.285 87% 110 71 8% 0 0 1 1 1 100% 1 1 100% 1 1 1 100% 1 1 100% 71 71 206 206 0 0 4.668 4.668 65 65 1 1 1 100% 1 1 100% 1 1 73% 1 1 1 100% 1 1 100% 1 1 73% Table 2.6 EDF AGGREGATED ACCOUNTS AT 31 DECEMBER 2015 CLASS OF AID ACP + PTOM - 11 th EDF (EUR million) CREDITS DECISIONS ASSIGNED FUNDS PAYMENTS Regular MS Contributions Allocations A C P A Envelope - National Allocations SUB TOTAL: A ENVELOPE - NATIONAL ALLOCATIONS B Envelope - National Allocations Emergency aid SUB TOTAL: B ENVELOPE - NATIONAL ALLOCATIONS Bridging facility SUB TOTAL: BRIDGING FACILITY Implementation costs Interests and other receipts SUB TOTAL: IMPLEMENTATION COSTS AND INTERESTS REVENUES Institutional and support expenditure Other Intra-ACP allocations Peace facility SUB TOTAL: INTRA-ACP ALLOCATIONS Regional allocations SUB TOTAL: REGIONAL ALLOCATIONS Co-financing Allocations Implementation costs SUB TOTAL: IMPLEMENTATION COSTS AND INTERESTS REVENUES Peace facility SUB TOTAL: INTRA-ACP ALLOCATIONS Mobilisable reserves Reserves B Envelope reserve SUB TOTAL: COUNTRY RESERVE Intra-ACP Reserve SUB TOTAL: INTRA-ACP RESERVE National allocations Reserve A Envelope STABEX SUB TOTAL: NATIONAL ALLOCATIONS RESERVE A ENVELOPE STABEX NIP/RIP reserve SUB TOTAL: NIP/RIP RESERVE Non-mobilisable reserve Reserves Non-mobilisable reserve SUB TOTAL: NON-MOBILISABLE RESERVE EC Internal SLA Reserves A Envelope - National Allocations SUB TOTAL: A ENVELOPE - NATIONAL ALLOCATIONS ",
        "21 Annex B.1 Development progress for the results framework indicators EDF EDF - Africa EDF - Caribb ean EDF - Pacific EDF - OCT INCLUSIVE GROWTH AND POVERTY REDUCTION Proportion of population living below the international poverty line (%) Baseline (USD 1.25) 51.5 52.3 25.9 22.4 - Latest value (USD 1.90) 48.0 48.9 25.1 35.5 - Income share held by the lowest 40% of income distribution (% income, period averages) Baseline 16.1 16.2 12.0 18.6 - Latest value 16.2 16.3 11.1 15.3 - Real GDP growth, latest available year (%) Baseline 5.8 6.1 3.1 5.3 - Latest value 5.7 5.9 4.3 4.3 - Real GDP growth, average over 5 last available years (%) Baseline 5.5 5.8 2.0 6.8 - Latest value 5.3 5.5 2.9 6.2 - GOOD GOVERNANCE Average Rule of Law score (Worldwide Governance Index, ranges from approx. - 2.5 (weak) to approx. +2.5 (strong) performance) Baseline (2008) -0.3 -0.8 0.2 0.1 1.2 Latest value -0.4 -0.7 0 -0.3 0.4 Average Control of Corruption score (Worldwide Governance Index, ranges from approx. - 2.5 (weak) to approx. +2.5 (strong) performance) Baseline (2008) -.03 -0.6 0.3 -0.4 1.2 Latest value -0.3 -0.7 0.1 -0.1 1.1 Average Voice and Accountability score (Worldwide Governance Index, ranges from approx. - 2.5 (weak) to approx. +2.5 (strong) performance) Baseline (2008) -0.1 -0.6 0.7 0.6 0.9 Latest value -0.1 -0.6 0.7 0.7 0.9 CONFLICT PREVENTION, PEACE BUILDING AND SECURITY Number of violent deaths per 100,000 Baseline 13.4 13.3 19.4 8.3 4.1 Latest value .. .. .. .. .. AGRICULTURE AND FOOD SECURITY Agricultural value added per hectare (measured using proxy Baseline 1,353 1,338 2,609 1,999 3,305 Latest value .. .. .. .. .. ",
        "22 of cereal yield per ha) Prevalence of stunting (moderate and severe) of children aged below five years (%) Baseline 37.5 37.9 15.1 45.3 - Latest value 34.9 35.2 13.9 45.6 - Prevalence of undernourishment (%) Baseline 20.7 20.5 27.4 15.2 - Latest value 20.0 19.7 27.4 14.3 5.0 ENERGY Percentage of the population with access to energy services Baseline 30.4 29.0 72.7 24.5 70.8 Latest value 33.9 32.7 74.3 27.8 73.7 Renewable energy production as a proportion of total energy production (%) Baseline 54.5 64.7 7.7 - - Latest value .. .. .. .. .. PUBLIC FINANCE MANAGEMENT Change in domestic revenue mobilisation as a percentage of GDP over three years Baseline -3.5 -3.9 0.5 - - Latest value .. .. .. .. .. EDUCATION Primary Education Completio n Rate (%) Female Baseline 64.8 64.3 92.3 76.4 93.9 Latest value 66.4 65.5 98.9 79.8 96.3 Male Baseline 71.3 70.8 90.3 84.6 90.0 Latest value 70.8 69.9 97.3 87.9 90.2 All Baseline 68.1 67.6 91.3 80.6 88.6 Latest value 68.6 67.7 98.1 84.0 87.1 Lower Secondary Education Completio n Rate (%) Female Baseline 30.3 29.0 82.1 64.0 90.5 Latest value 35.0 33.8 67.4 67.7 90.5 Male Baseline 37.3 36.3 74.8 67.9 83.4 Latest value 40.7 39.8 60.4 71.1 83.4 All Baseline 33.8 32.6 78.4 66.0 86.9 Latest value 37.9 36.8 63.8 69.4 86.5 Literacy rate of 15- 24 year- olds (%) Female Baseline 63.2 62.2 86.8 77.5 99.7 Latest value 63.0 62.1 86.8 77.5 99.7 Male Baseline 74.8 74.5 87.3 70.5 99.4 Latest value 74.7 74.4 87.3 70.4 99.4 All Baseline 68.8 68.1 87.0 74.0 99.5 Latest value 68.7 68.0 87.0 73.9 99.5 HEALTH Under-five mortality Baseline 92.7 93.8 46.2 54.2 - ",
        "23 rate (per 1,000 live births) Latest value .. .. .. .. .. Maternal mortality ratio (per 100,000 live births) Baseline 507.6 515.4 223.4 204.0 - Latest value 546.6 555.8 210.9 189.9 - HIV prevalence among population aged 15-24 years (%) Female Baseline Latest value 1.6 1.6 0.6 0.2 - Male Baseline Latest value 1.3 1.3 0.6 0.2 - All Baseline 1.2 1.2 0.5 0.1 - Latest value 1.3 1.3 0.6 0.2 - NATURAL RESOURCES, ENVIRONMENT AND CLIMATE CHANGE Number of deaths per 100,000 from climate- related and natural disasters (average over ten years) Baseline 3.6 0.5 90.1 0.8 0.4 Latest value 3.4 0.7 86.9 0.9 0.3 CO2 equivalent emission (kilo tons) Baseline 345,66 9 245,84 9 88,346 7,418 4,056 Latest value .. .. .. .. .. Proportion of population using an improved drinking water source (%) Baseline 63.0 62.6 77.5 54.1 98.0 Latest value 65.7 65.4 77.5 54.2 98.4 Proportion of population using an improved sanitation facility (%) Baseline 28.4 27.2 61.1 31.5 97.4 Latest value 28.9 27.7 63.3 31.8 98.2 Rate of net forest cover change, since 2000 (%) Baseline -3.2 -3.4 -1.5 -1.6 -1.0 Latest value -3.8 -4 -1.7 -1.9 -1.1 State of global biodiversity Number of global species Percentage change (1970-2010) Baseline Global percent change 1970-2010 -52.0% Latest value Global percent change 1970-2010 .. TRANSPORT Road density (km. of road per 100 sq. km of land area) Baseline 8.3 8.2 14.3 5.6 32.2 Latest value 8.6 8.5 12.9 5.6 35.2 EMPLOYMENT AND SOCIAL PROTECTION Proportion of employed people living below the international poverty line (%) Baseline (USD 1.25) 50.6 51.6 20.3 18.1 - Latest value (USD 1.90) 43 43.9 21.1 34.4 - Share of older persons receiving pensions (%) Baseline 12.6 11.2 27.9 15.2 79.3 Latest value .. .. .. .. .. ",
        "24 TRADE AND PRIVATE SECTOR DEVELOPMENT Average Global Competitiveness score (range 1-7) Baseline 3.6 3.5 3.8 3.2 - Latest value 3.6 3.6 3.7 - - Exports of goods and services as percentage of GDP Baseline 29.1 28.1 35.6 53.3 33.1 Latest value 27.6 26.7 32.6 51.8 40.1 GENDER EQUALITY AND WOMEN'S EMPOWERMENT Proportion of seats held by women in national parliaments (%) Baseline 19.9 20.3 13.9 6.9 - Latest value 19.6 19.9 13.8 7.4 - Percentage of women aged 20-24 years old who were married before their 18th birthday Baseline 38.6 39.3 23.7 21.2 - Latest value 38.7 39.4 23.4 20.9 - ",
        "25 Annex B.2 Aggregated results achieved with EU support - by main regions Name of EURF indicator TOTAL All instruments EDF Africa EDF Caribbean EDF Pacific EDF- OCT* Number of human rights defenders who have received EU support 87,000 1,000 - - - Number of elections supported by the EU where the electoral process is perceived by independent observers as free and fair 4 2 - - - Number of individuals directly benefitting from Justice, Rule of Law and Security Sector Reform programmes funded by EU external assistance programmes 80,000 4,200 45,000 - - Number of people directly benefitting from legal aid programmes supported by the EU 78,000 130 47,000 - - Number of individuals directly benefitting from EU supported programmes that specifically aim to support civilian post-conflict peacebuilding and/or conflict prevention 404,000 200 - 2,400 - Agricultural and pastoral ecosystems where sustainable land management practices have been introduced with EU support (number of hectares) 184,000 4,900 110 - - Number of people receiving rural advisory services with EU support 1,130,000 146,000 680 4,300 - Number of women and men who have secure tenure of land with EU support 5,900 2,200 - - - Number of women of reproductive age and children under 5 benefiting from nutrition related programmes with EU support 5,025,000 1,052,000 - - - Number of food insecure people receiving assistance through social transfers supported by the EU 1,858,000 1,265,000 - - - Kilometres of transmission /distribution lines built or upgraded with EU support 2,600 1,600 - - - Number of countries where overall public financial management has improved 12 5 - 1 - Number of children enrolled in primary education with EU support 10,635,000 3,160,000 - - - ",
        "26 Number of children enrolled in secondary education with EU support 7,603,000 450 - - - Number of teachers trained with EU support 169,000 - - - - Number of births attended by skilled health personnel with EU support 8,104,000 2,921,000 - - - Number of 1-year olds immunised with EU support 5,548,000 44,000 - - - Number of women using any method of contraception with EU support 13,238,000 - - - - Number of people with advanced HIV infection receiving antiretroviral therapy with EU support 8,100,000 - - - - Number of insecticide-treated bed-nets distributed with EU support 204,000,000 - - - - Number of countries/regions with climate change strategies (a) developed and/or (b) implemented with EU support 12 - 4 - - Number of hectares of protected areas managed with EU support 3,951,000 274,000 - - - Number of Micro, Small and Medium Enterprises (MSMEs) applying Sustainable Consumption and Production practices with EU support 6,200 240 - - - Total length of road constructed /rehabilitated /maintained with EU support (kms) 27,000 13,000 110 - - Number of people with access to all season roads with EU support 8,905,000 5,723,000 13,000 - - Number of people who have benefitted from VET/ skills development and other active labour market programmes with EU support 195,000 6,500 1,300 200 - Number of countries whose capacity to trade across borders has improved with EU support 9 - - - - Number of firms with access to credit with EU support 10,000 - - 640 - Number of quality certifications issued with EU support 80 19 19 - - Number of countries where the business environment has improved with EU support 7 2 - 1 - ",
        "27 Annex B.3 Aggregated results achieved with EU support – by country EU Result Framework indicator Results Number of human rights defenders who have received EU support Breakdown not provided due to sensitivities at country level TOTAL 87,000 Number of elections supported by the EU where the electoral process is perceived by independent observers as free and fair Mauritius 1 Somalia 1 TOTAL 2 Number of individuals directly benefitting from Justice, Rule of Law and Security Sector Reform programmes funded by EU external assistance programmes Cape Verde 1,100 Chad 1,800 Ethiopia 910 Haiti 45,000 Lesotho 140 Zimbabwe 230 TOTAL 49,180 Number of people directly benefitting from legal aid programmes supported by the EU Cape Verde 100 Dominican Republic 47,000 Kenya 30 TOTAL 47,130 Number of individuals directly benefitting from EU supported programmes that specifically aim to support civilian post-conflict peacebuilding and/or conflict prevention Senegal 200 Timor Leste 2,400 TOTAL 2,600 Agricultural and pastoral ecosystems where sustainable land management practices have been introduced with EU support (number of hectares) Burundi 380 Congo (Democratic Republic of the) 20 Dominican Republic 420 Gabon 9 Ghana 290 Jamaica 110 Kenya 22,000 Liberia 410 Malawi 580 Sudan 3,200 Timor Leste 820 TOTAL 28,239 Number of people receiving rural advisory services with EU support ",
        "28 Angola 290 Burkina Faso 5,500 Burundi 2,200 Cameroon 20,000 Central African Republic 900 Chad 1,200 Congo (Democratic Republic of the) 11,000 Dominican Republic 2,700 Ethiopia 10,000 Fiji 3,600 Gabon 1,300 Ghana 5,900 Haiti 260 Kenya 53,000 Liberia 2,800 Somalia 6,700 Sudan 4,200 Timor Leste 770 Zimbabwe 81,000 TOTAL 213,320 Number of women and men who have secure tenure of land with EU support Burundi 2,200 TOTAL 2,200 Number of women of reproductive age and children under 5 benefiting from nutrition related programmes with EU support Guinea (Conakry) 1,049,000 Malawi 3,100 Sudan 100 TOTAL 1,052,200 Number of food insecure people receiving assistance through social transfers supported by the EU Guinea (Conakry) 38,000 Liberia 22,000 Madagascar 220,000 Malawi 307,000 Zambia 416,000 Zimbabwe 261,000 TOTAL 1,264,000 Kilometres of transmission /distribution lines built or upgraded with EU support Benin 1,200 Burkina Faso 99 Central African Republic 680 Madagascar 38 Mauritania 430 Mozambique 95 TOTAL 2,600 Number of countries where overall public financial management has improved Botswana 1 Burkina Faso 1 Ethiopia 1 Niger 1 ",
        "29 Samoa 1 Tanzania 1 TOTAL 6 Number of children enrolled in primary education with EU support Liberia 4,800 Mauritania 1,800 Tanzania 17,000 Zambia 3,135,000 TOTAL 3,158,600 Number of children enrolled in secondary education with EU support Liberia 450 TOTAL 450 Number of teachers trained with EU support Barbados 30 Togo 520 TOTAL 550 Number of births attended by skilled health personnel with EU support Angola 2,800 Chad 11,000 Guinea-Bissau 6,900 Mozambique 1,560,000 Niger 438,000 Sierra Leone 5,100 Somalia 42,000 Sudan 1,900 Zimbabwe 853,000 TOTAL 2,920,700 Number of 1-year olds immunised with EU support Angola 13,000 Chad 27,000 Sierra Leone 1,500 Sudan 2,400 TOTAL 43,900 Number of women using any method of contraception with EU support - - TOTAL 0 Number of people with advanced HIV infection receiving antiretroviral therapy with EU support - TOTAL 0 Number of insecticide-treated bed-nets distributed with EU support - TOTAL 0 Number of countries/regions with climate change strategies (a) developed and/or (b) implemented with EU support Belize 1 Dominican Republic 1 Haiti 1 Zambia 1 TOTAL 4 Number of hectares of protected areas managed with EU support Dominican Republic 2,081,000 Ethiopia 259,000 Jamaica 86 Kenya 310 Zimbabwe 15,000 ",
        "30 TOTAL 2,355,396 Number of Micro, Small and Medium Enterprises (MSMEs) applying Sustainable Consumption and Production practices with EU support Ethiopia 230 Ghana 38 Madagascar 1 Senegal 870 TOTAL 1,139 Total length of road constructed /rehabilitated /maintained with EU support (kms) Barbados 3 Benin 12,000 Cameroon 260 Congo (Democratic Republic of the) 140 Jamaica 100 Liberia 21 Madagascar 660 Somalia 96 Swaziland 20 TOTAL 13,300 Number of people with access to all season roads with EU support Barbados 7,100 Benin 4,857,000 Cameroon 49,000 Congo, Democratic Republic of the 181,000 Jamaica 6,200 Liberia 4,500 Madagascar 549,000 Somalia 73,000 Swaziland 9,900 TOTAL 5,736,700 Number of people who have benefitted from VET/ skills development and other active labour market programmes with EU support Barbados 35 Burkina Faso 630 Burundi 710 Cameroon 11 Cape Verde 340 Central African Republic 20 Chad 2 Congo (Democratic Republic of the) 32 Dominican Republic 1,300 Ethiopia 2,200 Fiji 200 Gabon 110 Guinea-Bissau 28 Haiti 16 Kenya 250 Liberia 5 Mali 2,000 Mauritania 240 Niger 29 Sierra Leone 460 Somalia 3,300 ",
        "31 Sudan 55 Togo 450 TOTAL 12,423 Number of countries whose capacity to trade across borders has improved with EU support - - TOTAL 0 Number of firms with access to credit with EU support Fiji 640 TOTAL 640 Number of quality certifications issued with EU support Dominican Republic 19 Liberia 1 Senegal 18 Zimbabwe 12 TOTAL 50 Number of countries where the business environment has improved with EU support Ivory Coast 1 Sierra Leone 1 East Timor 1 TOTAL 3 ",
        "32 Annex C.1 List of Delegation agreements with Member States Agencies (2014-15) Contract Title Benefitting zone Complete Name Start date End date Total EC Committed amount Convention de Délégation entre la Commission Européenne et l'Agence Française de Développement pour la mise en œuvre des composantes 2 3 du projet d'Appui au renforcement des acteurs du secteur privé Benin AGENCE FRANCAISE DE DEVELOPPEMENT 01/07/2014 31/03/2018 €9 600 000 Programme d'Appui à la Réforme Foncière et ses institutions à Madagascar et à la Sécurisation Foncière dans les communes des régions Analamanga et Itasy (ARSF) Madagascar AGENCE FRANCAISE DE DEVELOPPEMENT 01/02/2015 31/01/2019 €3 210 000 Soutien au Plan Régional de lutte et de contrôle des mouches des fruits en Afrique de l'Ouest West Africa Region AGENCE FRANCAISE DE DEVELOPPEMENT 18/08/2014 17/08/2019 €16 700 000 Credit Facility for the Caribbean Development Bank Caribbean Region AGENCE FRANCAISE DE DEVELOPPEMENT 02/10/2015 01/12/2019 €3 150 000 AFD - Lead FI remuneration for the CIF contribution to the project ''Specific Investment and Technical Assistance Components as part of the Programme “Increasing Efficiency in Water and Sanitation Management” in the Dominican Republic Dominican Republic AGENCE FRANCAISE DE DEVELOPPEMENT 02/10/2015 01/10/2020 €350 000 Recapitalisation financière de la Salama Madagascar AGENCE FRANCAISE DE DEVELOPPEMENT 10/08/2015 09/12/2017 € 4 922 000 PEAT 1- Convention de Délégation AFD - Centre d'enfouissement Technique Togo AGENCE FRANCAISE DE DEVELOPPEMENT 27/11/2015 26/07/2019 €7 300 000 FED/2015/359-070-PROJETO DE APOIO INTEGRADO AO DESENVOLVIMENTO RURAL NAS REGIÕES Guinea Bissau CAMOES - INSTITUTO DA COOPERACAO EDA LINGUA IP 15/01/2016 14/07/2019 €3 500 000 Appui institutionnel au développement économique régional auprès des Assemblées Régionales de Ségou et Mopti Mali DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 03/06/2014 02/06/2017 €2 500 000 Initiative de Renforcement de la Résilience par l'Irrigation et la Gestion Appropriée des Ressources (IRRIGAR) : Partie coopération technique (IRRIGAR- CT/GIZ) Mali DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 01/04/2014 31/03/2017 €6 600 000 ",
        "33 Contract Title Benefitting zone Complete Name Start date End date Total EC Committed amount Formations aux acteurs de la décentralisation dans le cadre de l'Appui de l'Union européenne au développement local et à la décentralisation en Mauritanie Mauritania DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 31/10/2014 30/10/2016 €2 500 000 GIZ-IMDA- Delivery of Advisory Services for the Communal Land Development Project Namibia DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 01/04/2014 31/03/2018 €2 900 000 Nigerian Energy Support Programme (NESP) Nigeria DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 30/05/2014 29/09/2017 €15 500 000 EU-GIZ Adaptation to Climate Change and Sustainable Energy (ACSE) Pacific Region DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 22/04/2014 21/04/2019 €18 640 000 Sustainable Road Maintenance and Management for Economic Development Somalia DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 20/12/2014 19/06/2018 €17 739 004 Agricultural Marketing and Transformation Investments Programme (AMTIP) South Sudan DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 01/02/2015 31/01/2018 €3 901 564 Promoting West Africa Trade Integration (WATIP) West Africa Region DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 25/09/2014 24/11/2018 €10 000 000 Programme for Legal Empowerment and Enhanced Justice Delivery (PLEED) Zambia DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH 17/08/2015 16/10/2019 €7 000 000 GHANA - DELEGATION AGREEMENT WITH DANIDA FOR BUSAC Ghana KONGERIGET DANMARK 01/01/2011 31/12/2015 €400 000 Addendum 1 Acuerdo de Delegacion con AECID - Medidas de acompañamiento PAPSE II ID en CRIS 310355 Dominican Republic REINO DE ESPANA 12/03/2014 29/04/2017 €1 600 000 Convention de délégation avec l'AECID - Appui au dispositif d’aide à la décision et renforcement des capacités de l’ARAA, Agence Régionale pour l’Agriculture et l’Alimentation West Africa Region REINO DE ESPANA 16/07/2014 15/07/2018 €4 800 000 ",
        "34 Contract Title Benefitting zone Complete Name Start date End date Total EC Committed amount Approfondissement et renforcement de la coopération régionale au sein de la Grande Caraïbe Caribbean Region REPUBLIQUE FRANCAISE €2 940 000 Access to Justice and Legal Aid in South Sudan South Sudan THE BRITISH COUNCIL ROYAL CHARTER 26/03/2015 25/03/2018 €5 500 000 Support for the Improvement of Business and Investment Climate in Nigeria (BIP) Nigeria UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND 31/10/2014 30/04/2017 €3 385 000 ",
        "35 Annex C.2. List of actions implemented via international organizations EC Signature Date Benefitting Zone Complete Name EU Contribution (EUR) Total Cost (EUR) 23/04/2014 Haiti CENTRE POUR LE DEVELOPPEMENT DEL'ENTREPRISE 237,672.05 485,045.00 07/02/2014 Pan-African region AFRICAN UNION 12,500,000.00 14,152,350.00 25/04/2014 Chad THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 1,250,000.00 1,389,930.00 25/07/2014 Eastern, Southern Africa and the Indian Ocean COMMON MARKET FOR EASTERN AND SOUTHERN AFRICA 5,451,400.00 5,451,400.00 24/07/2014 Pan-African region AFRICAN UNION 10,000,000.00 40,589,225.58 24/07/2014 Pan-African region AFRICAN UNION 6,000,000.00 17,662,037.02 09/03/2014 Solomon Islands UNITED NATIONS DEVELOPMENT PROGRAMME 3,500,000.00 7,136,900.00 05/02/2014 Mozambique UNITED NATIONS CHILDREN'S FUND 9,000,000.00 10,000,000.00 20/02/2014 Comoros EUROPEAN DEVELOPMENT FUND 61,589.81 61,589.81 27/03/2014 Pan-African region IGAD CLIMATE PREDICTION AND APPLICATIONS CENTRE (ICPAC) 2,750,000.00 2,894,737.00 06/06/2014 Pan-African region CENTRE REGIONAL AGRHYMET 2,500,000.00 2,631,579.00 27/03/2014 Pan-African region COMMISSION INTERNATIONALE DU BASSIN CONGO-OUBANGUI-SANGHA 1,846,051.00 1,943,211.00 10/03/2014 Sudan UNITED NATIONS CHILDREN'S FUND 4,800,000.00 4,800,000.00 10/03/2014 Sudan UNITED NATIONS CHILDREN'S FUND 600,000.00 600,000.00 10/02/2014 ACP Countries INTERNATIONAL MARITIME ORGANIZATION 1,200,000.00 1,200,000.00 01/12/2014 Cameroon UNITED NATIONS OFFICE AT GENEVA 294,000.00 294,000.00 28/02/2014 Ghana UNITED NATIONS DEVELOPMENT PROGRAMME 100,000.00 1,893,900.00 18/02/2014 Pan-African region AFRICAN UNION 26,472,070.00 26,472,070.00 26/02/2014 Mauritania WORLD FOOD PROGRAMME 1,999,638.00 1,999,638.00 05/04/2014 Pan-African region AFRICAN UNION 1,974,808.00 2,024,808.00 27/02/2014 ACP Countries CENTRE POUR LE DEVELOPPEMENT DEL'ENTREPRISE 10,000,000.00 10,000,000.00 12/02/2014 Ethiopia UNITED NATIONS CHILDREN'S FUND 40,200,000.00 40,200,000.00 12/02/2014 Malawi INTERNATIONAL TRADE CENTRE 1,207,350.00 1,207,350.00 19/03/2014 West Africa Region THE WORLD BANK GROUP 3,500,000.00 3,500,000.00 19/03/2014 West Africa Region THE WORLD BANK GROUP 7,700,000.00 7,700,000.00 11/08/2014 West Africa Region UNITED NATIONS INDUSTRIAL DEVELOPMENT ORGANIZATION 6,548,049.00 6,548,049.00 10/04/2014 Cape Verde UNITED NATIONS CONFERENCE ON TRADEAND DEVELOPMENT 420,000.00 420,000.00 21/03/2014 Pan-African region AFRICAN UNION 28,800,000.00 31,800,000.00 04/02/2014 Pacific Region PACIFIC ISLANDS FORUM SECRETARIAT 1,829,700.00 1,829,700.00 19/12/2014 West Africa Region UNITED NATIONS OFFICE ON DRUGS ANDCRIME 11,702,404.00 11,702,404.00 05/06/2014 Caribbean Region UNITED NATIONS DEVELOPMENT PROGRAMME 500,000.00 500,000.00 08/09/2014 Mauritania UNITED NATIONS CONFERENCE ON TRADEAND DEVELOPMENT 315,000.00 315,000.00 13/03/2014 Caribbean Region CARIBBEAN PUBLIC HEALTH AGENCY 367,333.00 367,333.00 ",
        "36 EC Signature Date Benefitting Zone Complete Name EU Contribution (EUR) Total Cost (EUR) 26/02/2014 Guinea-Bissau WORLD FOOD PROGRAMME 5,010,000.00 5,010,000.00 08/04/2014 Eastern, Southern Africa and the Indian Ocean EAST AFRICAN COMMUNITY 2,350,450.00 2,350,450.00 28/05/2014 Caribbean Region UNITED NATIONS DEVELOPMENT PROGRAMME 500,000.00 500,000.00 22/07/2014 Liberia UNITED NATIONS DEVELOPMENT PROGRAMME 4,500,000.00 5,499,994.00 12/03/2014 Timor Leste UNITED NATIONS CHILDREN'S FUND 4,200,000.00 4,200,000.00 08/05/2014 Malawi UNITED NATIONS DEVELOPMENT PROGRAMME 2,500,000.00 4,948,279.00 31/10/2014 Somalia AFRICAN UNION 3,000,000.00 3,000,000.00 28/02/2014 Southern Africa Region 10 EDF SOUTHERN AFRICAN DEVELOPMENT COMMUNITY SECRETARIAT 2,464,179.00 2,464,179.00 14/03/2014 Eastern, Southern Africa and the Indian Ocean COMMISSION DE L'OCEAN INDIEN COI 2,987,900.00 2,987,900.00 19/11/2014 Antigua and Barbuda UNITED NATIONS CONFERENCE ON TRADEAND DEVELOPMENT 680,000.00 680,000.00 28/04/2014 Eastern, Southern Africa and the Indian Ocean THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 3,400,000.00 3,400,000.00 22/07/2014 Angola UNITED NATIONS CHILDREN'S FUND 14,079,087.00 16,079,087.00 03/04/2014 Uganda INTERNATIONAL LABOUR ORGANIZATION 2,962,422.00 2,962,422.00 14/04/2014 ACP Countries ASIAN DEVELOPMENT BANK 2,650,000.00 2,650,000.00 16/04/2014 ACP Countries ASIAN DEVELOPMENT BANK 2,952,000.00 20,382,000.00 30/04/2014 West Africa Region UNION ECONOMIQUE ET MONETAIRE OUESTAFRICAINE 636,876.46 636,876.46 11/06/2014 Eastern, Southern Africa and the Indian Ocean INTERGOVERNMENTAL AUTHORITY ON DEVELOPMENT 726,529.59 726,529.59 11/04/2014 Nigeria UNITED NATIONS ENTITY FOR GENDER EQUALITY AND THE EMPOWERMENT OF WOMEN 9,600,000.00 9,600,000.00 28/03/2014 Eastern, Southern Africa and the Indian Ocean COMMISSION DE L'OCEAN INDIEN COI 862,671.58 862,671.58 22/04/2014 Ivory Coast THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 5,000,000.00 5,000,000.00 30/04/2014 Eastern, Southern Africa and the Indian Ocean INTERGOVERNMENTAL AUTHORITY ON DEVELOPMENT 602,368.13 602,368.13 15/09/2014 Central Africa Region - EDF COMMUNAUTE ECONOMIQUE ET MONETAIREDE L'AFRIQUE CENTRALE 80,508.33 80,508.33 07/05/2014 Papua New Guinea THE WORLD BANK GROUP 5,000,000.00 5,000,000.00 05/08/2014 ACP Countries THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 4,167,000.00 6,717,000.00 19/06/2014 ACP Countries UNITED NATIONS ENVIRONMENT PROGRAMME 12,035,000.00 12,035,000.00 29/09/2014 Central Africa Region - EDF COMMUNAUTE ECONOMIQUE DES ETATS DEL'AFRIQUE CENTRALE 605,357.00 605,357.00 01/05/2014 Somalia UNITED NATIONS OFFICE FOR PROJECT SERVICES 306,529.32 306,529.32 24/06/2014 Somalia UNITED NATIONS DEVELOPMENT PROGRAMME 1,000,000.00 17,229,630.85 08/05/2014 Niger UNITED NATIONS DEVELOPMENT PROGRAMME 41,025.00 41,025.00 24/12/2014 ACP Countries ECOWAS CENTRE FOR RENEWABLE ENERGYAND ENERGY EFFICIENCY 6,423,828.00 8,682,115.00 28/05/2014 Ghana INTERNATIONAL ORGANIZATION FOR MIGRATION 3,000,000.00 3,000,000.00 22/05/2014 Somalia UNITED NATIONS CHILDREN'S FUND 299,998.00 299,998.00 24/06/2014 Timor Leste WORLD FOOD PROGRAMME 3,000,000.00 3,000,000.00 19/05/2014 Guinea (Conakry) UNITED NATIONS DEVELOPMENT PROGRAMME 1,797,095.70 1,797,095.70 17/09/2014 Central Africa Region - EDF UNITED NATIONS CONFERENCE ON TRADEAND DEVELOPMENT 1,495,389.00 1,495,389.00 ",
        "37 EC Signature Date Benefitting Zone Complete Name EU Contribution (EUR) Total Cost (EUR) 31/07/2014 Central Africa Region - EDF UNITED NATIONS INDUSTRIAL DEVELOPMENT ORGANIZATION 5,820,019.35 5,820,019.35 28/11/2014 Sub-Saharan Africa ORGANISATION INTERNATIONALE DE LA FRANCOPHONIE 6,000,000.00 7,500,000.00 06/06/2014 Kenya THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 9,500,000.00 9,500,000.00 09/06/2014 Burundi UNITED NATIONS DEVELOPMENT PROGRAMME 500,000.00 1,667,585.28 23/07/2014 Senegal INTERNATIONAL ORGANIZATION FOR MIGRATION 2,500,000.00 2,500,000.00 26/06/2014 ACP Countries INTERNATIONAL ORGANIZATION FOR MIGRATION 9,700,000.00 9,700,000.00 18/07/2014 West Africa Region UNITED NATIONS DEVELOPMENT PROGRAMME 5,560,000.00 5,560,000.00 23/07/2014 Angola UNITED NATIONS CHILDREN'S FUND 22,710,000.00 22,710,000.00 25/08/2014 Southern Africa Region 10 EDF SOUTHERN AFRICAN DEVELOPMENT COMMUNITY SECRETARIAT 974,542.00 974,542.00 20/08/2014 Malawi THE WORLD BANK GROUP 6,000,000.00 16,741,576.00 10/08/2014 Eastern, Southern Africa and the Indian Ocean INTERGOVERNMENTAL AUTHORITY ON DEVELOPMENT 333,000.00 333,000.00 16/05/2014 Mali UNITED NATIONS EDUCATIONAL SCIENTIFIC AND CULTURAL ORGANIZATION 500,000.00 500,000.00 25/07/2014 Eastern, Southern Africa and the Indian Ocean COMMISSION DE L'OCEAN INDIEN COI 1,728,697.00 1,728,697.00 27/06/2014 ACP Countries EUROPEAN DEVELOPMENT FUND 100,000.00 100,000.00 27/11/2014 West Africa Region CENTRE REGIONAL AGRHYMET 18,000,000.00 18,000,000.00 16/07/2014 Ivory Coast UNITED NATIONS DEVELOPMENT PROGRAMME 5,500,000.00 5,500,000.00 25/06/2014 Congo (Democratic Republic of the) CENTER FOR INTERNATIONAL FORESTRY RESERCH 1,519,500.00 1,519,500.00 31/12/2014 Congo (Democratic Republic of the) UNITED NATIONS DEVELOPMENT PROGRAMME 350,000.00 350,000.00 20/11/2014 Pan-African region BANQUE AFRICAINE DE DEVELOPPEMENT 500,000.00 625,000.00 17/07/2014 Dominican Republic UNITED NATIONS DEVELOPMENT PROGRAMME 360,000.00 360,000.00 17/07/2014 Dominican Republic UNITED NATIONS DEVELOPMENT PROGRAMME 1,710,851.10 1,710,851.10 04/07/2014 Southern Africa Region 10 EDF SOUTHERN AFRICAN DEVELOPMENT COMMUNITY SECRETARIAT 31,600,000.00 31,600,000.00 22/07/2014 Eastern, Southern Africa and the Indian Ocean COMMON MARKET FOR EASTERN AND SOUTHERN AFRICA 33,410,000.00 33,410,000.00 09/07/2014 Eastern, Southern Africa and the Indian Ocean COMMON MARKET FOR EASTERN AND SOUTHERN AFRICA 2,722,248.00 2,722,248.00 01/07/2014 Eastern, Southern Africa and the Indian Ocean EAST AFRICAN COMMUNITY 1,971,360.30 1,971,360.30 23/07/2014 ACP Countries CARIBBEAN DEVELOPMENT BANK 12,294,300.00 12,294,300.00 18/09/2014 Papua New Guinea UNITED NATIONS CAPITAL DEVELOPMENTFUND 6,000,000.00 6,835,512.00 25/07/2014 Somalia THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 3,000,000.00 3,000,000.00 08/08/2014 South Sudan THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 1,523,250.00 1,523,250.00 24/07/2014 Pan-African region THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 15,763,479.00 18,413,479.00 13/08/2014 West Africa Region INTERNATIONAL MONETARY FUND 10,000,000.00 10,000,000.00 25/07/2014 Ethiopia THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 9,277,294.00 9,277,294.00 16/10/2014 ACP Countries UNITED NATIONS DEVELOPMENT PROGRAMME 11,700,000.00 13,100,000.00 10/09/2014 Malawi UNITED NATIONS CHILDREN'S FUND 650,000.00 650,000.00 02/09/2014 Pan-African region AFRICAN UNION 55,000,000.00 55,000,000.00 ",
        "38 EC Signature Date Benefitting Zone Complete Name EU Contribution (EUR) Total Cost (EUR) 18/07/2014 Guyana INTER-AMERICAN DEVELOPMENT BANK 10,675,000.00 10,675,000.00 18/07/2014 Guyana INTER-AMERICAN DEVELOPMENT BANK 19,375,000.00 19,375,000.00 18/07/2014 Dominican Republic UNITED NATIONS ENTITY FOR GENDER EQUALITY AND THE EMPOWERMENT OF WOMEN 102,232.08 102,232.08 15/08/2014 Eastern, Southern Africa and the Indian Ocean EAST AFRICAN COMMUNITY 1,535,900.00 1,535,900.00 30/07/2014 Sub-Saharan Africa BANQUE AFRICAINE DE DEVELOPPEMENT 20,000,000.00 27,380,000.00 01/08/2014 Sub-Saharan Africa UNITED NATIONS INTERNATIONAL STRATEGY FOR DISASTER REDUCTION 15,700,000.00 18,700,000.00 21/12/2015 West Africa Region ECONOMIC COMMUNITY OF WEST AFRICANSTATES 1,100,000.00 1,100,000.00 31/07/2014 Central Africa Region - EDF UNITED NATIONS INDUSTRIAL DEVELOPMENT ORGANIZATION 6,300,000.00 6,300,000.00 12/08/2014 Pan-African region AFRICAN UNION 226,111,462.00 235,642,910.00 31/10/2014 Nauru ASIAN DEVELOPMENT BANK 2,000,000.00 2,000,000.00 20/08/2014 Sub-Saharan Africa THE WORLD BANK GROUP 20,000,000.00 20,000,000.00 20/08/2014 West Africa Region ECONOMIC COMMUNITY OF WEST AFRICANSTATES 459,472.46 459,472.46 11/09/2014 Pacific Region PACIFIC ISLANDS FORUM SECRETARIAT 4,000,000.00 4,000,000.00 12/08/2014 Somalia THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 1,200,000.00 1,200,000.00 08/08/2014 Guinea (Conakry) UNITED NATIONS OFFICE FOR PROJECT SERVICES 3,450,000.00 3,450,000.00 20/08/2014 ACP Countries CARIBBEAN DISASTER EMERGENCY MANAGEMENT AGENCY 4,470,000.00 4,470,000.00 08/10/2014 Kenya UNITED NATIONS CHILDREN'S FUND 19,000,000.00 19,000,000.00 02/10/2014 West Africa Region UNION ECONOMIQUE ET MONETAIRE OUESTAFRICAINE 738,857.63 738,857.63 16/09/2014 Ethiopia UNITED NATIONS CHILDREN'S FUND 10,000,000.00 10,000,000.00 02/08/2014 Sudan UNITED NATIONS CHILDREN'S FUND 5,710,000.00 5,710,000.00 16/12/2014 Sudan UNITED NATIONS OFFICE FOR PROJECT SERVICES 4,750,000.00 4,750,000.00 10/09/2014 South Sudan UNITED NATIONS CHILDREN'S FUND 1,542,676.00 1,542,676.00 11/09/2014 Kenya THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 6,000,000.00 6,000,000.00 22/09/2014 ACP Countries THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 5,000,000.00 5,000,000.00 16/09/2014 West Africa Region INTERNATIONAL MONETARY FUND 10,000,000.00 10,000,000.00 13/11/2014 South Sudan THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 5,000,000.00 5,000,000.00 10/10/2014 Mauritania INTERNATIONAL LABOUR ORGANIZATION 1,500,000.00 1,500,000.00 20/02/2015 Namibia THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 1,000,000.00 1,250,000.00 04/12/2014 Sudan UNITED NATIONS CHILDREN'S FUND 1,390,000.00 1,390,000.00 08/10/2014 Somalia THE WORLD BANK GROUP 16,000,000.00 190,000,000.00 08/10/2014 Somalia THE WORLD BANK GROUP 5,750,000.00 190,000,000.00 25/11/2014 Somalia UNITED NATIONS DEVELOPMENT PROGRAMME 1,652,700.00 3,708,717.62 01/10/2014 West Africa Region UNITED NATIONS DEVELOPMENT PROGRAMME 5,102,730.00 5,160,094.13 15/12/2014 Gambia UNITED NATIONS EDUCATIONAL SCIENTIFIC AND CULTURAL ORGANIZATION 870,000.00 870,000.00 ",
        "39 EC Signature Date Benefitting Zone Complete Name EU Contribution (EUR) Total Cost (EUR) 22/12/2014 Dominican Republic THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 500,000.00 551,197.38 11/02/2015 West Africa Region ECONOMIC COMMUNITY OF WEST AFRICANSTATES 3,265,958.00 3,265,958.00 23/02/2015 Dominican Republic THE WORLD BANK GROUP 327,042.00 327,042.00 12/12/2014 Papua New Guinea ASIAN DEVELOPMENT BANK 18,000,000.00 18,000,000.00 21/11/2014 Somalia UNITED NATIONS DEVELOPMENT PROGRAMME 2,610,920.00 3,935,963.74 18/12/2014 Pacific Region ASIAN DEVELOPMENT BANK 3,000,000.00 3,000,000.00 17/12/2014 Dominican Republic UNITED NATIONS ENVIRONMENT PROGRAMME 300,000.00 300,000.00 21/11/2014 Somalia UNITED NATIONS DEVELOPMENT PROGRAMME 753,473.42 3,935,963.74 02/12/2014 South Sudan UNITED NATIONS OFFICE FOR PROJECT SERVICES 36,555,700.00 36,555,700.00 03/12/2014 South Sudan THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 13,500,000.00 13,847,114.00 22/12/2014 Malawi UNITED NATIONS HUMAN SETTLEMENTS PROGRAMME 923,005.29 1,723,006.00 25/11/2014 Angola UNITED NATIONS CHILDREN'S FUND 700,000.00 830,000.00 25/05/2015 Congo (Democratic Republic of the) UNITED NATIONS DEVELOPMENT PROGRAMME 1,256,434.05 1,683,926.58 10/12/2014 Guinea-Bissau UNITED NATIONS CHILDREN'S FUND 850,000.00 850,000.00 08/12/2014 South Sudan UNITED NATIONS INDUSTRIAL DEVELOPMENT ORGANIZATION 2,000,000.00 2,000,000.00 15/04/2015 Pan-African region INTERGOVERNMENTAL AUTHORITY ON DEVELOPMENT 5,005,767.00 5,005,767.00 17/12/2014 Ethiopia THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 2,500,000.00 2,500,000.00 05/12/2014 Nigeria UNITED NATIONS DEVELOPMENT PROGRAMME 15,000,000.00 15,000,000.00 16/04/2015 ACP Countries AFRICAN UNION 3,000,000.00 3,000,000.00 18/12/2014 ACP Countries INTERNATIONAL TRADE CENTRE 3,500,000.00 3,500,000.00 19/12/2014 ACP Countries UNION ECONOMIQUE ET MONETAIRE OUESTAFRICAINE 300,000.00 365,671.16 19/12/2014 ACP Countries COMMUNAUTE ECONOMIQUE DES ETATS DEL'AFRIQUE CENTRALE 143,500.00 159,652.50 19/12/2014 ACP Countries SECRETARIAT DU GROUPE DES ETATS D'AFRIQUE, DES CARAIBES ET DU PACIFIQUE (GROUPE ACP) 17,500,000.00 17,500,000.00 19/12/2014 Uganda INTERNATIONAL FUND FOR AGRICULTURALDEVELOPMENT 14,300,000.00 14,300,001.00 18/12/2014 Caribbean Region INTERNATIONAL LABOUR ORGANIZATION 1,715,000.00 2,015,000.00 21/02/2015 Central Africa Region - EDF UNITED NATIONS DEVELOPMENT PROGRAMME 3,000,000.00 3,000,000.00 24/12/2014 Kenya THE WORLD BANK GROUP 2,500,000.00 2,500,000.00 20/02/2015 Central Africa Region - EDF UNITED NATIONS DEVELOPMENT PROGRAMME 1,000,000.00 1,000,000.00 19/12/2014 ACP Countries CENTRE TECHNIQUE DE COOPERATION AGRICOLE ET RURAL 7,846,416.00 7,846,416.00 24/12/2014 Senegal INTERNATIONAL MONETARY FUND 1,200,000.00 1,200,000.00 20/12/2014 ACP Countries CENTRE POUR LE DEVELOPPEMENT DEL'ENTREPRISE 6,798,101.40 6,798,101.40 20/12/2014 Guinea (Conakry) UNITED NATIONS CHILDREN'S FUND 4,491,499.00 4,491,499.00 26/02/2015 Pan-African region AFRICAN UNION 2,000,000.00 2,000,000.00 26/03/2015 ACP Countries SECRETARIAT DU GROUPE DES ETATS D'AFRIQUE, DES CARAIBES ET DU PACIFIQUE (GROUPE ACP) 7,500,000.00 15,864,256.00 ",
        "40 EC Signature Date Benefitting Zone Complete Name EU Contribution (EUR) Total Cost (EUR) 13/02/2015 ACP Countries SECRETARIAT DU GROUPE DES ETATS D'AFRIQUE, DES CARAIBES ET DU PACIFIQUE (GROUPE ACP) 1,580,000.00 1,580,000.00 22/01/2015 Chad UNITED NATIONS CHILDREN'S FUND 715,920.82 753,600.87 27/05/2015 Central African Republic UNITED NATIONS CHILDREN'S FUND 3,000,000.00 4,500,001.00 27/05/2015 Central African Republic UNITED NATIONS CHILDREN'S FUND 20,930,364.00 20,930,364.00 18/02/2015 Burundi UNITED NATIONS DEVELOPMENT PROGRAMME 7,700,000.00 23,853,887.00 16/02/2015 Eastern, Southern Africa and the Indian Ocean COMMISSION DE L'OCEAN INDIEN COI 2,035,071.69 2,035,071.69 17/04/2015 Guinea (Conakry) UNITED NATIONS OFFICE FOR PROJECT SERVICES 1,400,000.00 1,400,000.00 05/05/2015 Eastern, Southern Africa and the Indian Ocean INTERGOVERNMENTAL AUTHORITY ON DEVELOPMENT 383,483.91 383,483.91 23/07/2015 Eastern, Southern Africa and the Indian Ocean COMMON MARKET FOR EASTERN AND SOUTHERN AFRICA 1,660,642.00 1,660,642.00 16/03/2015 Zimbabwe UNITED NATIONS CHILDREN'S FUND 12,065,000.00 304,800,610.00 29/12/2015 Ethiopia UNITED NATIONS EDUCATIONAL SCIENTIFIC AND CULTURAL ORGANIZATION 400,000.00 400,000.00 13/03/2015 Caribbean Region CARIBBEAN PUBLIC HEALTH AGENCY 55,000.00 55,000.00 18/03/2015 Caribbean Region ORGANISATION OF EASTERN CARIBBEAN STATES 5,496,079.33 5,496,079.33 11/03/2015 Central African Republic UNITED NATIONS DEVELOPMENT PROGRAMME 18,000,000.00 36,088,606.00 10/12/2015 Somalia THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 2,000,000.00 2,200,000.00 14/12/2015 Ethiopia THE WORLD BANK GROUP 11,000,000.00 11,000,000.00 06/05/2015 Ethiopia INTERNATIONAL LABOUR ORGANIZATION 5,000,000.00 5,000,000.00 07/07/2015 Zimbabwe UNITED NATIONS DEVELOPMENT PROGRAMME 1,800,000.00 3,125,439.00 26/05/2015 Pan-African region AFRICAN UNION 120,500,000.00 122,340,961.00 22/06/2015 Eastern, Southern Africa and the Indian Ocean COMMISSION DE L'OCEAN INDIEN COI 2,970,825.00 2,970,825.00 18/08/2015 Niger UNITED NATIONS DEVELOPMENT PROGRAMME 128,410.00 128,410.00 07/05/2015 Zimbabwe UNITED NATIONS DEVELOPMENT PROGRAMME 6,000,000.00 6,000,000.00 28/05/2015 Central Africa Region - EDF COMMUNAUTE ECONOMIQUE DES ETATS DEL'AFRIQUE CENTRALE 1,865,674.12 1,865,674.12 29/04/2015 Southern Africa Region 10 EDF SOUTHERN AFRICAN DEVELOPMENT COMMUNITY SECRETARIAT 1,175,517.00 1,175,517.00 03/09/2015 Somalia UNITED NATIONS CAPITAL DEVELOPMENTFUND 4,000,000.00 6,999,450.00 12/11/2015 Somalia UNITED NATIONS CAPITAL DEVELOPMENTFUND 9,993,878.00 64,289,493.00 13/07/2015 Eastern, Southern Africa and the Indian Ocean COMMISSION DE L'OCEAN INDIEN COI 1,526,857.24 1,526,857.24 10/06/2015 Caribbean Region CARIBBEAN DEVELOPMENT BANK 4,450,000.00 21,368,000.00 08/09/2015 ACP Countries CENTRE TECHNIQUE DE COOPERATION AGRICOLE ET RURAL 8,153,584.00 8,153,584.00 26/07/2015 Eastern, Southern Africa and the Indian Ocean INTERGOVERNMENTAL AUTHORITY ON DEVELOPMENT 680,971.68 680,971.68 25/01/2016 Nigeria UNITED NATIONS CHILDREN'S FUND 1,445,000.00 1,445,000.00 16/10/2015 Uganda UNITED NATIONS ENTITY FOR GENDER EQUALITY AND THE EMPOWERMENT OF WOMEN 500,000.00 552,750.00 23/12/2015 Central African Republic WORLD HEALTH ORGANIZATION 3,000,000.00 3,496,637.81 28/07/2015 Eastern, Southern Africa and the Indian Ocean INTERGOVERNMENTAL AUTHORITY ON DEVELOPMENT 709,258.00 709,258.00 ",
        "41 EC Signature Date Benefitting Zone Complete Name EU Contribution (EUR) Total Cost (EUR) 03/09/2015 Somalia UNITED NATIONS CAPITAL DEVELOPMENTFUND 2,999,450.00 6,999,450.00 07/09/2015 Zambia UNITED NATIONS DEVELOPMENT PROGRAMME 5,250,000.00 9,122,688.00 10/07/2015 Central Africa Region - EDF COMMISSION INTERNATIONALE DU BASSIN CONGO-OUBANGUI-SANGHA 1,045,000.00 1,100,000.00 25/08/2015 Eastern, Southern Africa and the Indian Ocean EAST AFRICAN COMMUNITY 2,144,325.00 2,144,325.00 17/12/2015 Burundi THE WORLD BANK GROUP 30,200,000.00 200,200,000.00 03/12/2015 Zimbabwe INTERNATIONAL TRADE CENTRE 950,000.00 950,000.00 06/08/2015 Southern Africa Region 10 EDF SOUTHERN AFRICAN DEVELOPMENT COMMUNITY SECRETARIAT 606,050.00 606,050.00 29/09/2015 Pan-African region AFRICAN UNION 165,000,000.00 170,634,074.00 18/12/2015 Pan-African region ECONOMIC COMMUNITY OF WEST AFRICANSTATES 5,192,199.00 5,192,199.00 05/11/2015 Pan-African region AFRICAN UNION 15,000,000.00 15,000,000.00 23/10/2015 Somalia UNITED NATIONS OFFICE FOR PROJECT SERVICES 200,000.00 200,000.00 02/10/2015 Somalia THE WORLD BANK GROUP 10,500,000.00 201,110,000.00 01/10/2015 Somalia THE WORLD BANK GROUP 9,000,000.00 201,110,000.00 22/10/2015 Lesotho INTERNATIONAL MONETARY FUND 1,082,840.00 1,082,840.00 12/11/2015 Somalia UNITED NATIONS CAPITAL DEVELOPMENTFUND 15,212,982.00 64,289,493.00 12/11/2015 Pan-African region AFRICAN UNION 5,227,335.00 5,227,335.00 21/10/2015 West Africa Region GROUPE INTERGOUVERNEMENTAL D'ACTION CONTRE LE BLANCHIMENT D'ARGENT ENAFRIQUE 2,105,000.00 2,705,000.00 13/10/2015 Somalia UNITED NATIONS HIGH COMMISSIONER FOR REFUGEES 200,000.00 227,840.00 15/12/2015 Liberia THE WORLD BANK GROUP 2,690,000.00 2,690,000.00 09/10/2015 Guinea (Conakry) UNITED NATIONS DEVELOPMENT PROGRAMME 10,000,000.00 10,000,000.00 30/11/2015 Eastern, Southern Africa and the Indian Ocean COMMISSION DE L'OCEAN INDIEN COI 1,178,076.00 1,178,076.00 28/10/2015 Mali UNITED NATIONS CHILDREN'S FUND 8,940,794.00 8,940,794.00 21/10/2015 Liberia UNITED NATIONS DEVELOPMENT PROGRAMME 10,000,000.00 10,000,000.00 05/11/2015 Eastern, Southern Africa and the Indian Ocean INTERGOVERNMENTAL AUTHORITY ON DEVELOPMENT 1,894,984.00 1,894,984.00 16/11/2015 Zimbabwe UNITED NATIONS CHILDREN'S FUND 12,000,000.00 304,800,610.00 06/11/2015 Southern Africa Region 10 EDF SOUTHERN AFRICAN DEVELOPMENT COMMUNITY SECRETARIAT 520,920.00 520,920.00 15/12/2015 Zimbabwe UNITED NATIONS CHILDREN'S FUND 42,900,000.00 345,872,195.00 02/12/2015 Zimbabwe UNITED NATIONS DEVELOPMENT PROGRAMME 79,352.00 272,683.17 04/12/2015 Zimbabwe INTERNATIONAL ORGANIZATION FOR MIGRATION 2,950,000.00 3,113,684.00 10/12/2015 Somalia THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 2,500,000.00 2,500,000.00 08/12/2015 Ethiopia THE WORLD BANK GROUP 49,000,000.00 49,000,000.00 03/12/2015 Zimbabwe UNITED NATIONS DEVELOPMENT PROGRAMME 11,800,000.00 17,416,000.00 11/12/2015 Eastern, Southern Africa and the Indian Ocean EAST AFRICAN COMMUNITY 2,127,050.00 2,127,050.00 02/12/2015 Guinea (Conakry) INTERNATIONAL MONETARY FUND 1,400,000.00 1,400,000.00 29/12/2015 Eastern, Southern Africa and the Indian Ocean COMMISSION DE L'OCEAN INDIEN COI 3,955,307.00 3,955,307.00 ",
        "42 EC Signature Date Benefitting Zone Complete Name EU Contribution (EUR) Total Cost (EUR) 17/12/2015 Zimbabwe THE WORLD BANK GROUP 9,900,000.00 60,869,565.00 15/12/2015 ACP Countries CENTRE POUR LE DEVELOPPEMENT DEL'ENTREPRISE 17,846,884.00 17,846,884.00 21/12/2015 ACP Countries CENTRE TECHNIQUE DE COOPERATION AGRICOLE ET RURAL 6,846,100.00 6,846,100.00 18/12/2015 Pan-African region AFRICAN UNION 3,000,000.00 12,607,901.67 15/12/2015 Togo UNITED NATIONS CHILDREN'S FUND 1,000,000.00 1,250,000.00 24/12/2015 Eastern, Southern Africa and the Indian Ocean EAST AFRICAN COMMUNITY 1,912,644.00 1,912,644.00 23/12/2015 Uganda THE FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS 16,000,000.00 16,000,000.00 18/12/2015 Lesotho UNITED NATIONS CHILDREN'S FUND 7,800,000.00 7,800,000.00 15/02/2016 Ethiopia THE WORLD BANK GROUP 2,500,000.00 2,500,000.00 04/02/2016 Central Africa Region - EDF COMMUNAUTE ECONOMIQUE DES ETATS DEL'AFRIQUE CENTRALE 1,269,999.65 1,269,999.65 05/02/2016 Kenya UNITED NATIONS DEVELOPMENT PROGRAMME 5,000,000.00 21,852,558.00 18/02/2016 Eastern, Southern Africa and the Indian Ocean INTERGOVERNMENTAL AUTHORITY ON DEVELOPMENT 1,184,365.47 1,184,365.47 01/03/2016 Central African Republic UNITED NATIONS DEVELOPMENT PROGRAMME 1,000,000.00 36,088,606.00 11/03/2016 Malawi UNITED NATIONS EDUCATIONAL SCIENTIFIC AND CULTURAL ORGANIZATION 9,000,000.00 9,000,000.00 ",
        "43 Annex D. Implementation of the Bridging Facility for the ACP Balance of 10th EDF and de-commitments in 8th, 9th and 10th EDF The 31/12/2013 de-commitments from the 8 th and 9 th transferred to the reserves amounted 924,155,413.95 €. With the balances of the 10 th EDF (73,715,210.30 €) the total available at the beginning of the Bridging Facility was 997,870,624.25 € . By mid-2013 we forecast a rhythm of de-commitments of 35 M€ per month, on the basis of the trend registered during the last months, assuming that the possible decrease in de-commitments of 8 th EDF would be balanced by the new and growing de-commitments from the 10 th EDF. In consequence, de-commitments have fed the Bridging Facility gradually, but in a quite irregular way during 2014 and first two months of 2015. A total amount of 1,630,467,849.91 € has been reached by 28 February 2015 , after a last ‘cleansing’ operation of de-commitments in former EDF. This is the maximum theoretical amount that could have been committed during the transition period, although for the last recovery of near 23 million there was practically no time to have them legally committed under the facility. Out of that total potential amount, 1,598,118,000 € have been allocated from the Bridging Facility to different budget lines to finance priorities within the pipeline. Pipeline for the Bridging Facility ",
        "44 A pipeline of actions was established at the beginning of 2014 on the basis of the priorities identified by the Delegations and corresponding geographical units. It was adopted in consultation with the EEAS and validated by Commissioner Piebalgs in March 2014 . The pipeline over programmed by 10 % the projected resources, assuming that a certain number of actions would have a high risk of being finally delayed. The bridging facility allowed the funding of priority actions that could not be postponed until the entry into force of the 11th EDF. It covered:  The African Peace Facility;  Intra-ACP joint institutions and ACP secretariat;  Unforeseen needs such as ECHO and Ebola;  Support expenditure in Headquarters and Delegations;  High priorities within national/regional programmes ACP/OCTs. It was subsequently reviewed in order to adapt to evolving needs, taking into account the available resources and the readiness of the actions. A reviewed pipeline was validated in October 2014 , taking also into account actions to be funded in early 2015. Sound Financial Management of the Facility First amounts from the BF were allocated in March 2014, to fund mainly ECHO, the APF, and support costs. From May 2014 we started to allocate funds for the national, regional and Intra- ACP programmes. Also in May 2014 , in view of the low rhythm of de-commitments in former EDF from the beginning of the year, we launched a call in HQ and Delegations to accelerate and close faster pending dossiers involving de-commitments . As a result, we recovered much of the funds we would need in the aftermath. However, the summer break had again a negative effect, slowing down drastically the rhythm of de-commitments in September, when we were close to run out of reserves (see graphs above). In October 2014 , a revision of the pipeline as mentioned above and a new call to resume efforts in HQ and Delegations led to a quick and impressive recovery of the rhythm of replenishment of the Bridging Facility. Since many programmes were ready for commitment we entered completely in a tense ‘cash-flow’ dynamic to manage the bridging facility. We have managed to find a balance in order to comply with different principles : - Ensure availability of credit and a reserve for contingencies (10-20 M€). - Plan a calendar of allocations, depending on the preparation of actions to finance and on inflows to the facility from on-going de-commitments. - Keeping the objective of financing properly and fairly the priorities. - Ensuring a final level of commitment as close as possible to the final availability of funds. As a result, credit appropriations have been used in an optimal way, with a soft ‘landing’ of the bridging facility at the end of its life: ",
        "45 Final results of the Bridging Facility Out of the total allocated amount from the BF during the transition period, we have committed a total of 1,591,572,259.89 € for the ACP 13 . The following table shows the breakdown of allocations and commitments according to the origin of funds: Total Origin 8-9 EDF Origin 10 EDF Allocated 1,598,118,000.00 1,399,597,882.39 198,520,117.61 Committed 1,591,572,259.89 1,399,597,882.39 191,974,377.50 It has been decided to use first all the funds of 8 th and 9 th EDF origin. The non-allocated balance in the bridging facility belongs therefore to the 10 th EDF and it will be allocated back to the Performance reserve of the 11 th EDF (see schema in annex 1 for better understanding). In overall, the Bridging Facility has funded 83 actions in the ACP area. The funds committed had the following envelope destination: Year of Commitment Envelope 2014 2015 Grand Total A NIP 455,950,000 292,050,000 748,000,000 A RIP 5,000,000 5,000,000 Intra ACP 412,718,000 123,700,000 536,418,000 B NIP 82,700,000 11,000,000 93,700,000 B RIP 98,000,000 98,000,000 Support 99,204,260 11,250,000 110,454,260 Grand Total 1,153,572,260 438,000,000 1,591,572,260 Also during the transition period 5,293,385.15 € of STABEX funds have been transferred to several national budget lines, of which 2,227,684.69 € have been committed (Ethiopia and Mauritania). On the other hand, additional 5,000,000 € have been committed from the interests budget line to finance IT activities. These funds are not accounted for under the Bridging Facility. 13 Another 3,000,000 € have been committed for the OCT. ",
        "46 Use of the funds The following table summarizes the use of the funds committed under the Bridging facility (see the full list of projects in annex 2). Committed (EUR) Year Commitment Envelope Country/Programme 2014 2015 Grand Total A NIP Benin 1,500,000 1,500,000 Burundi 55,000,000 55,000,000 Central African Republic 119,000,000 119,000,000 Congo (DRC) 42,000,000 10,000,000 52,000,000 Ethiopia 10,000,000 10,000,000 Guinea 8,000,000 8,000,000 Guinea-Bissau 12,950,000 9,050,000 22,000,000 Lesotho 12,000,000 12,000,000 Liberia 34,000,000 34,000,000 Madagascar 82,000,000 15,000,000 97,000,000 Mali 5,000,000 5,000,000 Niger 2,000,000 8,000,000 10,000,000 Nigeria 25,000,000 900,000 25,900,000 Rwanda 27,000,000 27,000,000 Sao Tome and Principe 500,000 500,000 Senegal 20,000,000 5,000,000 25,000,000 Sierra Leone 3,100,000 3,100,000 Somalia 10,000,000 79,000,000 89,000,000 Swaziland 2,000,000 19,650,000 21,650,000 Timor Leste 5,000,000 5,000,000 Togo 4,000,000 20,000,000 24,000,000 Uganda 3,000,000 3,000,000 Zambia 64,000,000 64,000,000 Zimbabwe 34,350,000 34,350,000 A NIP Total 455,950,000 292,050,000 748,000,000 A RIP Eastern, Southern Africa and the Indian Ocean 5,000,000 5,000,000 A RIP Total 5,000,000 5,000,000 Intra ACP Intra ACP - APF 325,000,000 123,000,000 448,000,000 Intra ACP - ACP 32,718,000 32,718,000 Intra ACP - Divers 55,000,000 700,000 55,700,000 Intra ACP Total 412,718,000 123,700,000 536,418,000 B NIP Burundi 6,700,000 6,700,000 Cape Verde 3,000,000 3,000,000 Central African Republic 10,000,000 10,000,000 Chad 10,000,000 10,000,000 Congo (DRC) 5,000,000 5,000,000 Guinea-Bissau 12,000,000 11,000,000 23,000,000 Haiti 5,000,000 5,000,000 South Sudan 30,000,000 30,000,000 Tonga 1,000,000 1,000,000 B NIP Total 82,700,000 11,000,000 93,700,000 B RIP West Africa Region 83,000,000 83,000,000 Eastern, Southern Africa and the Indian Ocean 15,000,000 15,000,000 B RIP Total 98,000,000 98,000,000 Support Support Expenditure 99,204,260 11,250,000 110,454,260 Support Total 99,204,260 11,250,000 110,454,260 Grand Total 1,153,572,260 438,000,000 1,591,572,260 ",
        "47 Out of a total of € 191.7 million B-allocations, € 128 million have been implemented by ECHO , of which 28 million are part of the Ebola package. This amount will be discounted from the reserve for humanitarian aid of € 204 million 14 to set up after the entry into force of the 11 th EDF. 14 Working arrangement between DEVCO, ECHO and the EEAS (Note Ares(2014)2783565 of 26/08/2014). ",
        "48 Annex 1: Schema of the Bridging Facility (ACP) Performance Reserve 10 EDF Performance Reserve 11 EDF Bridging Facility BL 1,630 M€ 1,400 M€ 230 M€ 1,598 M€ Programmes’ Budget lines Final Commitments: 1,592 M€ Allocated to Programmes Committed 8-9 EDF 1,400 M€ Committed 10 EDF 192 M€ 38 M€ Funds 8-9 EDF Funds 10 EDF Uncommitted 6 M€ ",
        "49 Annex 2: List of projects committed under the Bridging Facility Country/Programme Decision Number Decision Title Total Commitment Lesotho 25008 Strengthening Governance of Social Protection in Lesotho: Building an Integrated Social Protection System 8,000,000 25040 Technical Cooperation Facility V 4,000,000 Madagascar 24542 Ny Fanjakàna Ho an’ny Daholobe - NFD - (''une administration au service de tous'') 17,000,000 24837 Intégration des fonctions de l’Ordonnateur National du FED dans le système national et renforcement de la coordination entre l'Ordonnateur National et ses partenaires sectoriels (IFON-Syn) 2,000,000 26457 Contrat d'appui à la consolidation des services de l'Etat à Madagascar- State- building contract 78,000,000 Swaziland 22116 Capacity Building Programme II (CBP II) for NAO support unit, line ministries and NSAs 1,000,000 22917 Technical Cooperation Facility III (TCF III) 1,000,000 25041 Development of a Social Protection System in Swaziland 5,800,000 25042 High value crop and horticulture project 13,850,000 Zambia 31570 Kariba dam Rehabilitation Project 64,000,000 Zimbabwe 26387 Support to Institutional Strengthening in the Framework of the New Constitution 8,000,000 31013 CONTRIBUTION TO HEALTH TRANSITION FUND IV 12,350,000 37511 Technical Cooperation Facility V 1,000,000 27282 Agriculture Based Economic Recovery Programme 13,000,000 229,000,000 Eastern, Southern Africa and the Indian Ocean 33788 EAC REGIONAL ELECTORAL SUPPORT PROGRAMME 5,000,000 Ethiopia 37325 Supporting smooth reintegration of returnees and improved management of labour migration in Ethiopia 10,000,000 Somalia 22639 Operational support (air transport) services 8,000,000 23572 Technical and Operational support to development assistance to Somalia II 2,000,000 37616 Contribution post 2013 Conference on Somalia - 2014 EU Support to implementation of New Deal Compact 45,000,000 37615 Resilience Programme for Somalia 34,000,000 Uganda 30183 Sawlog Production Grant Scheme III 3,000,000 ",
        "50 Country/Programme Decision Number Decision Title Total Commitment 107,000,000 Intra ACP - APF 37398 2014-2016 action programme of the African Peace Facility 448,000,000 448,000,000 Burundi 22696 Facilité d'Appui Budgétaire et de Renforcement Institutionnel pour la Croissance Economique (FABRICE) 6,700,000 25048 Projet d'Appui au cycle Electoral 2015 (PACE 2015). 8,000,000 27009 Appui au système de l'Ordonnateur National du FED 3,000,000 27014 APPUI de TRANSITION au SECTEUR ENERGIE (ATASE) 11,000,000 34817 AMENAGEMENTS HYDROELECTRIQUES DE JIJI ET MULEMBWE 30,500,000 37614 Facilité de Coopération technique 11ème FED (FCT) 2,500,000 Central African Republic 37429 Rétablissement de Services Sociaux de base en RCA 27,000,000 37435 Appui au processus électoral 2015 en République Centrafricaine 20,000,000 37458 Programme d'appui à la sauvegarde et à la consolidation de l'Etat Centrafricain 33,000,000 37583 Bêkou EU Trust Fund 39,000,000 Congo (Democratic Republic of the) 21535 Projet d'entretien et réhabilitation des infrastructures routières en RDC et amélioration de l'assainissement urbain à Kinshasa 10,000,000 36193 Programme d'appui à la réforme du secteur de la sécurité - Volet défense (PROGRESS) 25,000,000 33822 Projet Santé 5,000,000 34692 Technical Cooperation facility 10,000,000 34686 NAO - Programme d'appui à l'Ordonnateur national du FED en RDC 2,000,000 Rwanda 32759 Energy Efficiency through Reduction of Losses in Kigali Grid Network 23,000,000 37657 Technical Cooperation Facility V 4,000,000 Sao Tome and Principe 25060 Dispositif d'appui à l'Ordonnateur national du FED à Sao Tomé-et-Principe 500,000 260,200,000 Benin 22038 Technical Cooperation facility 1,500,000 Guinea 37582 Projet d'appui à la mise en œuvre de la coopération UE -Guinée 8,000,000 Guinea-Bissau 21457 Programme de Facilite de Coopération Technique 3 108,000 24967 Actions Collectives et Territoriales Intégrées pour la Valorisation de l'Agriculture 15,000,000 24997 UE-SAUDE 8,000,000 37670 Facilité de Coopération Technique IV (TCF IV) 1,892,000 37674 Appui à la consolidation de l'Etat en Guinée-Bissau (State building contract) 20,000,000 ",
        "51 Country/Programme Decision Number Decision Title Total Commitment Liberia 26122 State-building Contract Liberia 2014 34,000,000 Mali 37408 Appui à la Cellule de l'Ordonnateur National du FED (CONFED) 5,000,000 Niger 22762 Programme d'Appui à la Justice et à l'Etat de Droit II (PAJED II) 8,000,000 24089 Projet d'Appui à l'Ordonnateur National du FED 2,000,000 Nigeria 21980 SUPPORT TO THE OFFICE OF NAO III (top-up) 900,000 22101 EU Support to Immunisation Governance in Nigeria (EU-SIGN) 8,500,000 37407 SUPPORT TO NIGERIA'S ELECTORAL CYCLE (2011-2015) II 15,000,000 37585 Strengthening community-based psychosocial support and protection services for children and adolescents in Borno State, Nigeria 1,500,000 Senegal 24569 Contrat de réforme sectorielle en appui au développement durable (Environnement) 20,000,000 25067 Soutien à la mise en œuvre de la coopération entre le Sénégal et l'Union européenne 5,000,000 Sierra Leone 21357 Priority Infrastructure Works 3,100,000 Togo 22570 Deuxième programme d'appui institutionnel (PAI II) 800,000 23306 Programme d'Appui Budgétaire aux Politiques Publiques (ABPP) 2,000,000 24482 Facilité de coopération technique IV - FCT IV 1,200,000 26431 PROJET EAU ET ASSAINISSEMENT AU TOGO (PEAT) – PHASE 1 20,000,000 West Africa Region 37785 A West African Response to Ebola (AWARE) 28,000,000 22665 African Union Support Programme II 2,000,000 Cape Verde 23892 Envelope B - rider to ongoing Budget Support operation to support recovery process in Fogo. 3,000,000 214,500,000 Intra ACP - ACP 37508 Participation des parlementaires et des acteurs économiques et sociaux ACP à l'APP et au Conseil des Ministres ACP-EU 2015 1,800,000 37540 CTA -Technical Centre for Agricultural and Rural Cooperation - Action Programme 2015 16,000,000 37574 INSTITUTIONAL SUPPORT TO THE ACP SECRETARIAT AND ITS GENEVA ANTENNA 2015 7,500,000 37612 CDE Budget 2015 7,418,000 Intra ACP - Divers 37553 EDF Contribution to the Global Partnership for Education 55,000,000 22796 Support to the air transport sector and satellite service applications in ACP (GNSS/EGNOS) 700,000 88,418,000 Timor Leste 37442 European Union - Timor-Leste Cooperation Support Facility (EU-TL CSF) 5,000,000 Tonga 23407 SRC Renewable Energy 1,000,000 ",
        "52 Country/Programme Decision Number Decision Title Total Commitment 6,000,000 Support Expenditure 37805 Support Expenditure for monitoring and evaluation of EU funded projects and programs in Africa, and of Intra-ACP and Pan-African projects and programmes 11,250,000 11,250,000 Support Expenditure 37455 FINANCING OF DEVOLUTION COSTS PLANNED FOR 2015 99,204,260 99,204,260 Central African Republic 37530 ECHO/-CF/EDF/2014/01000 - Réponse à la crise humanitaire régionale suite à l'arrivée massive de populations fuyant la violence de la République Centrafricaine dans les pays voisins 10,000,000 Chad 37412 ECHO/TCD/EDF/2014/01000 - Réponse à la crise humanitaire au Tchad 10,000,000 Congo (Democratic Republic of the) 37413 ECHO/COD/EDF/2014/01000 - Assistance humanitaire aux populations vulnérables affectées par les conflits et autres chocs au Katanga 5,000,000 Eastern, Southern Africa and the Indian Ocean 37496 ECHO/-HF/EDF/2014/01000 - Ensure an emergency response for the refugee population and host communities directly or indirectly affected by the spill over of the conflict in the Republic of South Sudan in the neighbouring countries 15,000,000 Haiti 37425 ECHO/HTI/EDF/2014/01000 - Support the prevention, surveillance and response to cholera and assist internally displaced people in finding more durable solutions and help improve their livelihood 5,000,000 South Sudan 37410 ECHO/SSD/EDF/2014/01000 - Emergency response for the population directly or indirectly affected by the conflict in the Republic of South Sudan 30,000,000 West Africa Region 37409 ECHO/-WF/EDF/2014/01000 - Coordinated and effective food and malnutrition assistance for those most affected by the current food crisis in the Sahel region 25,000,000 37682 ECHO/-WF/EDF/2014/02000 - Response to Ebola Virus disease outbreak in West Africa 28,000,000 128,000,000 1,591,572,260 ",
        "53 Annex E. Overview of the MDGi 0 50.000.000 100.000.000 150.000.000 200.000.000 250.000.000 300.000.000 350.000.000 Western Africa Southern Africa Central Africa Eastern Africa Caribbean Pacific 348.700.000 318.310.000 194.100.000 112.570.000 44.090.000 31.702.604 MDG Initiative by Region (€) Total Food Security 28,5% Water 27,1% Health 23,0% Multi-sector 7,5% Infrastructure, Communication and Transport 5,9% Budget Support 2,7% Energy 2,6% Education 1,1% Economic and institutional reform 0,9% NSA 0,5% Environment and sustainable management of natural resources 0,2% Total MDGi envelope by Sector ",
        "54 Indicators Period Total (EDF+DCI+centrally managed projects) Total EDF (bilateral only) % of EDF Indicator 1 - People trained in technical and vocational training and education 2004-2013 7,766,352.60 3,010,354.00 39% Indicator 2 - Nr of people that benefitted from employment related interventions 2004-2013 8,819,338.00 5,837,795.00 66% Indicator 3 - People assisted through food security related social transfers 2004-2013 46,973,045.00 34,100,061.00 73% Indicator 4 - Pupils enrolled in primary education, disaggregated by gender 2004-2013 13,760,430.00 9,066,264.00 66% Indicator 5 - Primary school teachers trained 2004-2013 1,183,821.12 192,035.00 16% Indicator 6 - Schools built/rehabilitated 2004-2013 37,159.80 10,035.00 27% Indicator 8 - New female students enrolled in secondary education, regardless of age 2004-2013 300,237.00 170,029.00 57% Indicator 10 - Children under one year of age immunized against measles 2004-2013 18,329,741.00 5,050,463.00 28% Indicator 11 - Health centres and/or facilities built, renewed and /or furnished 2004-2013 8,875.30 3,806.00 43% Indicator 12 - Births attended by skilled health personnel 2004-2013 7,544,632.00 5,482,342.00 73% Indicator 13 - Consultations on reproductive health 2004-2013 16,697,371.00 8,004,474.00 48% Indicator 14 - People with advanced HIV infection receiving antiretroviral combination therapy 2004-2013 517,648.00 264,662.00 51% Indicator 15 - People connected to improved drinking water 2004-2013 70,218,043.00 42,100,448.00 60% Indicator 16 - People connected to sanitation facilities 2004-2013 24,487,494.00 17,189,802.00 70% Indicator 17 - Ha of forests protected 2004-2013 188,115,312.25 21,508,908.00 11% ",
        "55 Annex F. Relevant links Annual Accounts: http://ec.europa.eu/budget/biblio/documents/FED/fed_en.cfm Annual Activity Reports: http://ec.europa.eu/atwork/synthesis/aar/index_en.htm Annual Reports: http://ec.europa.eu/europeaid/annual-reports_en EU Emergency Trust Fund for Africa: http://ec.europa.eu/europeaid/regions/africa/eu-emergency- trust-fund-africa_en EU Bekou Trust Fund: http://ec.europa.eu/europeaid/trust-fund-bekou_en Results Framework: https://ec.europa.eu/europeaid/news-and-events/eu-publishes-key-results-its- international-cooperation-and-development-activities_en Evaluations Approaches and Methodologies: Introduction and Methodology: http://ec.europa.eu/europeaid/sites/devco/files/evaluation- methods-guidance-vol1_en.pdf Guide to geographic and thematic evaluations: http://ec.europa.eu/europeaid/sites/devco/files/evaluation-methods-guidance-vol2_en.pdf Guide to projects and programmes evaluations: http://ec.europa.eu/europeaid/sites/devco/files/evaluation-methods-guidance- vol3_en_1.pdf Evaluation tools: http://ec.europa.eu/europeaid/sites/devco/files/evaluation-methods- guidance-vol4_en.pdf Aid effectiveness: https://ec.europa.eu/europeaid/policies/eu-approach-aid-effectiveness_en Policy Coherence for Development: https://ec.europa.eu/europeaid/policies/policy-coherence- development_en "
    ]
}