{
    "text": [
        "Research and Innovation 2014 Research and Innovation performance in Country Profile Austria ",
        "EUROPEAN COMMISSION Directorate-General for Research and Innovation Directorate A — Policy Development and Coordination Unit A4 — Analysis and monitoring of national research policies Contact: Román Arjona and Diana Senczyszyn E-mail: RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2014 ISBN 978-92-79-40287-6 doi 10.2777/88963 © European Union, 2014 Reproduction is authorised provided the source is acknowledged. Cover Images © Shutterstock ",
        "1 I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : A u s t r i a Summary: Performance in research and innovation The indicators in the table below present a synthesis of research and innovation (R&I) performance in Austria. They relate knowledge investment and input to performance and economic output throughout the innovation cycle. They show thematic strengths in key technologies and also the high-tech and medium-tech contribution to the trade balance. The indicator on excellence in science and technology takes into consideration the quality of scientific production as well as technological development. The Innovation Output Indicator covers technological innovation, skills in knowledge-intensive activities, the competitiveness of knowledge-intensive goods and services, and the innovativeness of fast-growing enterprises, focusing on innovation output. The indicator on the knowledge-intensity of the economy focuses on the economy’s sectoral composition and specialisation and shows the evolution of the weight of knowledge-intensive sectors and products. Austria The challenge of further enhancing the innovation base of a knowledge-intensive economy Austria has expanded its research and innovation system over the last decade with investments in R&I growing more quickly than the EU average. These efforts have been translated into a high and growing level of excellence in science and technology and clear strengths in key technologies for energy, environment and transport. The Austrian economy is characterised by specialised niche players, which require constant innovation, in particular technological innovation, in order to remain leaders in their market segment. Hence, the level of innovation in Austrian firms is relatively high. Overall, according to several indicators on trade, company innovations and patent revenues from abroad, the Austrian economy is – partly for structural reasons – less knowledge-intensive than many other EU Member States. However, the indexes on structural change and trade balance both point towards an upgrading of knowledge intensity linked to an increase in competitiveness. Key indicators of research and innovation performance R&D intensity 2012: 2.84 % (EU: 2.07 %; US: 2.79 %) 2007-2012: +2.5 % (EU: +2.4 %; US: +1.2 %) Excellence in S&T 1 2012: 51.9 (EU: 47.8; US: 58.1) 2007-2012: +3.6 % (EU: +2.94 %; US: -0.24) Innovation Output Indicator 2012: 100.1 (EU: 101.6) Knowledge-intensity of the economy 2 2012: 45.3 (EU: 51.2; US: 59.9) 2007-2012: +1.7 % (EU: +1.01 %; US: +0.54 %) Areas of marked S&T specialisations: Energy, construction, environment, automobiles, and other transport technologies HT + MT contribution to the trade balance 2012: 3.5 % (EU: 4.23 %; US: 1.02 %) 2007-2012: +10.0 % (EU: +4.8 %; US: -32.3 %) 1 Composite indicator that includes PCT per population, ERC grants per public R&D, top universities and research institutes per GERD and highly cited publications per total publications. 2 Composite indicator that includes R&D, skills, sectoral specialisation, international specialisation and internationalisation sub-indicators. Nevertheless, the efforts to boost research must be maintained, given the specialisation of the Austrian economy in a limited number of knowledge-intensive sectors where international competition is strong. These include, for example, transport technology, biotechnology and the energy sector. The economic crisis had less impact on Austria than in other Member States and its unemployment rate is currently the lowest in the EU. To maintain its competitiveness and hence its favourable economic position, the country depends on an ongoing high rate of innovation. Austria’s R&I policies are addressing these challenges by means of educational reform, improved governance of the R&D sector, establishing new research centres of excellence, setting up a more effective system of public research funding and, more generally, by promoting a further increase in the already high level of public and private investment in R&D. ",
        "2 R e s e a r c h a n d I n n o v a t i o n p e r f o r m a n c e i n t h e E U Austria has set a national R&D intensity target of 3.76 %, one percentage point above its performance in 2011 and the third highest national target among EU Member States. In the past decade, R&D intensity in Austria has progressed faster than the EU average – reaching 2.84 % in 2012. The trends during 2007-2012 imply that Austrian R&D intensity will progress further, but that additional efforts are required to achieve the ambitious national R&D intensity target. Public spending on R&D as a % of GDP in Austria has shown a clear upward trend since 2002; it also increased both during and after the recession of 2009, despite budgetary constraints. In addition, business R&D as a % of GDP has expanded strongly during the last decade and is now among the highest in Europe. However, in recent years, progress in private spending has decelerated, with the share of GDP stagnating and a decline in absolute spending in real terms during the 2009 recession. From 2010, growth picked up in business R&D, with nominal growth surpassing 5 % in 2012. Austrian R&I are also benefitting from support from the EU budget via co-funding for private and public R&D investment as well as other innovation, training and entrepreneurial activities. A key instrument in recent years has been the Seventh Framework Programme for Research (FP7). At 22.5 %, Austrian applicants’ success rate in FP7 is close to the EU average success rate of 22 %. Until mid-2013, over 3300 Austrian participants had been partners in an FP7 project, with a total EU financial contribution of EUR 1100 million. Furthermore, Structural Funds are an important source of funding for R&I activities. For the European Regional Development Fund (ERDF) programme period 2007-2013, nearly EUR 360 million of the EUR 1200 million have been allocated from the EU budget to activities related to research, development and innovation in Austrian regions (RTDI) 1 , whilst EUR 530 million has been spent on innovation in a broad sense (including entrepreneurship, innovative ICT, and human capital). 3 RTDI includes the following sectors: (01) RTD activities in research centres, (02) RTD infrastructures and centres of competence, (03) Technology transfer and improvement of cooperation of networks, (04) Assistance to RTD, particularly in SMEs (and RTD services in research centres), (06) Assistance to SMEs for the promotion of environmentally friendly products and processes, (07) Investment in firms directly linked to research and innovation, (09) Other methods to stimulate research and innovation and entrepreneurship in SMEs, and (74) Developing human potential in the field of research and innovation. Investing in knowledge R & D i n t e n s i t y ( % ) Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: DG Research and Innovation, Eurostat, Member State Notes: ( 1 ) The R&D intensity projections based on trends are derived from the average annual growth in R&D intensity for 2007–2012. ( 2 ) AT: The projection is based on a tentative R&D intensity target of 3.76 % for 2020. ( 3 ) EU: The projection is based on the R&D intensity target of 3.0 % for 2020. 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 \u0017 Austria – R&D intensity projections: 2000–2020 ( 1 ) Austria ( 2 ) – target Austria – trend EU ( 3 ) – target EU – trend 1.5 2.5 2.0 3.0 3.5 4.0 ",
        "3 I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : A u s t r i a An effective research and innovation system building on the European Research Area The graph below illustrates the strengths and weaknesses of the Austrian R&I system. Reading clockwise, it provides information on human resources, scientific production, technology valorisation and innovation. Average annual growth rates from 2007 to 2012 (or the latest year) are given in brackets. The graph shows that the Austrian R&I system is balanced and performing well in all areas: human resources, scientific production, technology development and innovation. In general, progress has also been good. However, there are some warning signs from falling marketing or organisational innovation in SMEs and declining shares in R&D investments by foreign firms. There has also been a decline in the share of foreign doctoral students, in public expenditure on R&D financed by business enterprises, and in the number of scientific publications within the 10 % most often cited. In the field of human resources for R&I, Austria is performing either at or above EU average and has made good progress since 2000. Traditionally, tertiary attainment has been low in Austria, with many graduates classified as post-secondary, non-tertiary (ISCED 4), although a relatively high share of Austrian students study science and technology subjects and an above- average proportion of them graduate at doctoral level. Despite a strong inflow of foreign students, notably from Germany, Austria still has a lower share of foreign doctoral students than comparable countries – and the share has actually declined since 2007. Highly skilled graduates are quite well integrated into the Austrian economy, as evidenced by the relatively high number of business enterprise researchers and, linked to that, the country’s good performance in the field of patent applications. Austria does not significantly outperform the EU average in high-quality scientific publications, nor in its success in international competitions for EU Framework Programme funding for R&D. The share of Austrian universities is high among those performing well in major international rankings, although they are not well represented at the very top of such rankings. In the past, Austria has improved public-private cooperation considerably, both in scientific production and in contract research by business enterprises working with public research organisations, and it now performs above the EU average in this field. It also performs well as regards innovation in SMEs. Austria Reference group (BE+FR+AT+UK) EU Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: DG Research and Innovation, Eurostat, OECD, Science-Metrix/Scopus (Elsevier), Innovation Union Scoreboard. Notes: ( 1 ) The values refer to 2012 or to the latest available year. ( 2 ) Growth rates which do not refer to 2007–2012 refer to growth between the earliest available year and the latest available year for which comparable data are available over the period 2007–2012. ( 3 ) Fractional counting method. ( 4 ) EU does not include EL. \u0017 Austria, 2012 ( 1 ) In brackets: average annual growth for Austria, 2007–2012 ( 2 ) New graduates (ISCED 5) in science and engineering per thousand population aged 25–34 (9.0 %) PCT patent applications per billion GDP in current PPS€ (0.7 %) New doctoral graduates (ISCED 6) per thousand population aged 25–34 (2.8 %) Business enterprise researchers (FTE) per thousand labour force (3.0 %) EC Framework Programme funding per thousand GERD (euro) (14.8 %) BERD financed from abroad as % of total BERD (-1.6 %) Public-private scientific co-publications per million population (6.6 %) Public expenditure on R&D (GOVERD plus HERD) financed by business enterprise as % of GDP (-2.4 %) SMEs introducing product or process innovations as % of total SMEs ( 4 ) (1.4 %) SMEs introducing marketing or organisational innovations as % of total SMEs ( 4 ) (-0.5 %) Business R&D Intensity (BERD as % of GDP) (2.0 %) Foreign doctoral students (ISCED 6) as % of all doctoral students ( 4 ) (0.0 %) Scientific publications within the 10 % most cited scientific publications worldwide as % of total scientific publications of the country ( 3 ) (-1.7 %) Employment in knowledge-intensive activities (manufacturing and business services) as % of total employment aged 15–64 (0.7 %) ",
        "4 R e s e a r c h a n d I n n o v a t i o n p e r f o r m a n c e i n t h e E U Austria’s scientific and technological strengths The graph below illustrates the areas, based on the Framework Programme thematic priorities, where Austria shows scientific and technological specialisations. Both the specialisation index (SI, based on the number of publications) and the revealed technological advantage (RTA, based on the number of patents) measure the country’s scientific (SI) and technological (RTA) capacity compared to that at the world level. For each specialisation field it provides information on the growth rate in the number of publications and patents. As illustrated in the graph above, there is a notable difference in performance between scientific production (publications) and technological production (patents) in Austria. As regards publications, Austria only shows specialisation in the fields of ICT, and health. There is a lack of specialisation in the other areas, notably in other transport technologies, energy and construction. With reference to patents (technological output), Austria has obvious strengths in other transport technologies and construction, and performs above the EU average in automobiles, environment and materials. There is a certain imbalance between those specialisations measured by citations and patents. Hence, Austria could profit more from its higher education system to better underpin its technological output. Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: Science-Metrix Canada; Bocconi University, Italy Notes: ( 1 ) Values over 1 show specialisation; values under 1 show a lack of specialisation. ( 2 ) The Revealed Technology Advantage (RTA) is calculated based on the data corresponding to the WIPO-PCT number of patent applications by country of inventors. For the thematic priorities with fewer than 5 patent applications over 2000–2010, the RTA is not taken into account. Patent applications in ‘Aeronautics or Space’ refer only to ‘Aeronautics’ data. ( 3 ) The growth rate index of the publications (S) refers to the periods 2000–2004 and 2005–2009. ( 4 ) The growth rate in number of patents (T) refers to the periods 2000–2002 and 2003–2006. \u0017 Austria – S&T National Specialisation ( 1 ) in thematic priorities, 2000–2010 in brackets: growth rate in number of publications ( 3 ) (S) and in number of patents ( 4 ) (T) ICT (S: 2.6 %; T: 0.8 %) 0 0.5 1.52 2.53 Materials (S: 1.4 %; T: 0.8 %) Other transport technologies (S: 1.6 %; T: 0.7 %) Health (S: 1.0 %; T: 0.7 %) Automobiles (S: 1.8 %; T: 1.1 %) Environment (S: 1.3 %; T: 0.3 %) Humanities (S: 1.5 %) Food, Agriculture and Fisheries (S: 1.4 %; T: 0.2 %) Biotechnology (S: 1.8 %; T: 1.4 %) Socio-economic sciences (S: 1.9 %) New Production Technologies (S: 2.1 %; T: 0.7 %) Security (S: 4.2 %; T: 1.0 %) Nanosciences & Nanotechnologies (S: 2.4 %; T: 4.1 %) Aeronautics or Space (S: 1.7 %; T: 1.2 %) Energy (S: 1.4 %; T: 0.8 %) Construction and Construction Technologies (S: 1.5 %; T: 0.9 %) Specialisation index Revealed Technology Advantage ( 2 ) 1 ",
        "5 I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : A u s t r i a The graph below illustrates the positional analysis of Austrian publications showing the country’s situation in terms of scientific specialisation and scientific impact over the period 2000-2010. The scientific production of the country is reflected by the size of bubbles, which corresponds to the share of scientific publications from a science field in the country’s total publications. Policies and reforms for research and innovation Austria is formulating R&D policies from a relatively favourable position in terms of overall R&D intensity. While research is among the priority areas in public spending, the share of private-sector expenditure on R&D in the total R&D expenditure fell from 71 % in 2007 to 69 % in 2012, thus putting at risk the achievement of the ambitious Europe 2020 R&D intensity target of 3.76 %. Among the factors attributed to the low growth in private spending in 2009-2011 are the economic crisis and a lack of venture capital (VC). However, the government has taken steps to stimulate additional private-sector spending on R&D and recently private spending growth has improved. In 2011, on the initiative of the Austrian Ministry for Transport, Innovation and Austria shows a high specialisation in health, and ICT publications, and some specialisation in automobiles. In all these areas, the scientific impact is above the global average. As regards the other areas, apart from humanities and Technology (bmvit), 22 of Austria’s larger companies, representing more than one-fifth of the country’s business enterprise research spending, have committed to increasing R&D spending by 20 % by 2015. This target had already been reached by 2013 (with a 24 % growth in spending). The Austrian RTDI Strategy ‘Becoming an innovation leader’, which was published in 2011, puts forward many initiatives to improve the performance of the R&I system. These include initiatives to strengthen links to the education system, to increase the share of tertiary graduates, to promote high-quality research infrastructure and fundamental research, and to use public procurement to promote innovation. socio-economic sciences (where the impact tends to be affected by a language bias) as well as new production technologies, the scientific impact is above the world level, despite a low specialisation index. \u0017 Austria – Positional analysis of publications in Scopus (specialisation versus impact), 2000–2010 0.0 0.2 0.4 0.6 0.8 1.0 1.2 1.4 1.6 1.8 0.0 0.2 0.4 0.6 0.8 1.0 1.2 1.4 1.6 Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: Science-Metrix Canada, based on Scopus Note: Scientific specialisation includes 2000–2010 data; the impact is calculated for publications of 2000–2006, citation window 2007–2009. I m p a c t a b o v e w o r l d l e v e l I m p a c t b e l o w w o r l d l e v e l Scientific specialisation index (SI) S c i e n t i f i c i m p a c t ( A R C ) Not specialised Specialised Environment Materials Health ICT Automobiles Humanities Socio-economic sciences New production technologies Construction & construction technologies Food, agriculture & fisheries Energy Biotechnology Aeronautics or Space Nanosciences & nanotechnologies Security Other transport technologies ",
        "6 R e s e a r c h a n d I n n o v a t i o n p e r f o r m a n c e i n t h e E U The Austrian government has set up a task force to implement the RTDI strategy. A key measure to stimulate private investment concerns the simplification of the tax regime for R&D activities to a single tax credit raised from 8 % to 10 %. In addition, the cap on the amount which can be subcontracted while remaining eligible for tax credit has risen from EUR 0.1 million to EUR 1 million. These measures, which are budget neutral, are expected to encourage subcontracting to research centres and universities. On the other hand, this approach favours established activities over the breakthrough research needed for an economy like Austria’s. In July 2013’ the public procurement law was updated and innovation was added as a secondary criterion. As regards the sustainability of economic activities, which plays an important role in the public’s acceptance of innovation and which in itself can also be a source of innovation, since 2012 the National Energy Strategy has aimed at increasing efficiency, energy security and the share of renewables. Funding is available for the greening of industries and an action plan was set up in October 2010 for Green Public Procurement. In 2011, a strategy paper was prepared to promote electrical mobility, and in 2012, a resource-efficiency action plan (REAP) was adopted. A Smart Grids Strategy is currently under preparation. Innovation Output Indicator The Innovation Output Indicator, launched by the European Commission in 2013, was developed at the request of the European Council to benchmark national innovation policies and to monitor the EU’s performance against its main trading partners. It measures the extent to which ideas stemming from innovative sectors are capable of reaching the market, providing better jobs and making Europe more competitive. The indicator focuses on four policy axes: growth via technology – (patents); jobs (knowledge- intensive employment); long-term global competitiveness (trade in mid/high-tech commodities); and future business opportunities (jobs in innovative fast-growing firms). The graph below enables a comprehensive comparison of Austria’s position regarding the indicator’s different components: Austria is an average performer in the Innovation Output Indicator. However, its performance is improving as a result of mixed performance as regards the indicator’s components. The country performs relatively well on patents but only on or below average in the other areas. Austria’s performance is relatively low in knowledge-intensive services exports. As regards employment in high-growth 2012 2010 \u0017 Austria – Innovation Output Indicator Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: Eurostat, OECD, Innovation Union Scoreboard 2014, DG JRC Notes: All data refer to 2012 except PCT data, which refer to 2010. PCT = Number of PCT patent applications per billion GDP, PPS. KIA = Employment in knowledge-intensive activities in business industries as % of total employment. DYN = Innovativeness of high-growth enterprises (employment-weighted average). COMP = Combination of sub-components GOOD and SERV, using equal weights. GOOD = High-tech and medium-high-tech products exports as % total exports. EU value refers to EU-28 average (extra-EU = 59.7 %). SERV = Knowledge-intensive services exports as % of total service exports. EU value refers to EU-28 average (extra-EU = 56 %). GOOD AT AT AT AT Austria AT 80.0 100.0 120.0 60.0 0.0 0.0 0.1 5.0 0.2 10.0 75.0 100.0 25.0 50.0 0.0 0.0 20.0 10.0 0.0 2.5 5.0 7.5 KIA PCT COMP DYN 75.0 100.0 25.0 50.0 0.0 SERV 0.0 20.0 40.0 EU EU EU EU EU EU EU 2.5 7.5 AT ",
        "7 I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : A u s t r i a enterprises in innovative sectors, it performs near the EU average, although it is falling behind. Austria’s relatively good performance in patents is explained by its above-average share of industries (automobile, other transport equipment, biotechnology, ICT) which are patent-intensive thanks to the quality of the R&I system. The automobile/ transport equipment industry and machinery also contribute to an above-average share of medium/ high-tech exports. Tourism is an important economic sector in Austria, which is a leading winter tourism destination. It contributes to both a low share of employment in knowledge-intensive activities and, together with the export of services such as road and rail transport, which are not classified as knowledge-intensive, to a low share of knowledge-intensive services exports, as Austria has no particular strongholds in Upgrading the manufacturing sector through research and technologies The graph below illustrates the upgrading of knowledge in different manufacturing industries. The position on the horizontal axis illustrates the changing weight of each industry sector in value added over the period. The general trend to the left-hand side reflects the decline of manufacturing in the overall economy. The sectors above the x-axis are those where research intensity has increased over time. The size of the bubble represents the sector share (in value added) in manufacturing (for all sectors presented in the graph). The red sectors are high-tech or medium-high-tech sectors. other knowledge-intensive service export areas to compensate for this specialisation pattern. Expenditure on R&D is high by European standards, although Austria may not be exploiting and maintaining its innovative potential sufficiently. One reason for this is an underdeveloped venture capital market (in 2012, VC represented 0.04 % of GDP in Austria compared to the EU average of 0.29 %). It suffers from an unfavourable legal framework and from structural and other problems related to its VC market (e.g. small size and limited differentiation, general reluctance to invest in early stages, uncertainty concerning the treatment of non- incorporated companies as VC funds, etc.). In addition, the education system is facing the challenge of providing the basic skills required for innovation and competitiveness, while the low tertiary attainment rate and the general demographic development might lead to a scarcity of skilled people in the long term. B E R D i n t e n s i t y – a v e r a g e a n n u a l g r o w t h ( % ) , 2 0 0 7 – 2 0 1 1 ( 1 ) Share of value added in total value added – average annual growth (%), 2007–2011 ( 1 ) 30 10 20 -5 -15 25 05 15 -10 -20 Source: DG Research and Innovation - Unit for the Analysis and Monitoring of National Research Policies Data: Eurostat Notes: ( 1 ) ‘Food products; beverages and tobacco products’: 2009–2011. ( 2 ) High-tech and medium-high-tech sectors (NACE Rev. 2 – two-digit level) are shown in red. \u0017 Austria – Share of value added versus BERD intensity: average annual growth, 2007–2011 ( 1 ) -10 -5 5 0 10 ( 1 ) Repair & installation of machinery & equipment Electricity, gas & water Machinery & equipment Chemicals & chemical products Electrical equipment Computer, electronic & optical products Pharmaceutical products Rubber & plastics Food products, beverages & tobacco Furniture & other manufacturing Basic metals Other transport equipment Motor vehicles Printing & recorded media Other non-metallic mineral products Wood & cork (except furniture) Fabricated metal products Paper & paper products Construction ",
        "8 R e s e a r c h a n d I n n o v a t i o n p e r f o r m a n c e i n t h e E U Austria is one of the EU countries with a high contribution of manufacturing industry to total value added (around 19 % compared to the EU average of 16 %). But, as in most other EU countries, the manufacturing sector’s share of value added tends to decline over time. This is reflected in the general development towards a service- oriented economy, despite the fact that Austria’s manufacturing industry has clearly increased its knowledge-intensity in many high- and medium- high-tech sectors as well as in most medium-low and low-tech sectors (with the notable exception of pharmaceutical products). As in many other European countries, construction is one of the largest sectors in the economy. This sector’s share of the economy has declined since the economic crisis, while its research intensity has improved significantly. In general, research intensity in Austria has increased more in low-tech sectors than in high-tech and medium-high-tech ones, although coming from a lower baseline. On the other hand, the chemicals and chemical products sector, as well as the machinery and equipment sector have seen a rise in research intensity and a parallel rise in economic importance, while the pharmaceutical sector has increased its share of the economy despite a significant decline in research intensity. ",
        "9 I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : A u s t r i a Key indicators for Austria AUSTRIA 2000 2005 2006 2007 2008 2009 2010 2011 2012 Average annual growth 2007–2012 ( 1 ) (%) EU average ( 2 ) Rank within EU ENABLERS Investment in knowledge New doctoral graduates (ISCED 6) per thousand population aged 25–34 1.42 2.02 1.97 1.92 2.03 2.10 2.30 2.16 2.20 2.8 1.81 8 Performance in mathematics of 15-year-old students: mean score (PISA study) : : 505 : : : : : 506 0.1 ( 3 ) 495 ( 4 ) 7 ( 4 ) Business enterprise expenditure on R&D (BERD) as % of GDP : 1.72 1.72 1.77 1.85 1.84 1.91 1.90 1.95 2.0 1.31 6 Public expenditure on R&D (GOVERD + HERD) as % of GDP : 0.74 0.72 0.73 0.81 0.85 0.88 0.85 0.87 3.6 0.74 7 Venture capital as % of GDP 0.08 0.06 0.06 0.14 0.08 0.05 0.04 0.04 0.04 -23.7 0.29 ( 5 ) 17 ( 5 ) S&T excellence and cooperation Composite indicator on research excellence : : : 43.4 : : : : 51.9 3.6 47.8 9 Scientific publications within the 10% most cited scientific publications worldwide as % of total scientific publications of the country : 10.7 10.8 11.5 11.0 11.1 : : : -1.7 11.0 10 International scientific co-publications per million population : 770 795 907 985 1035 1111 1206 1248 6.6 343 7 Public–private scientific co-publications per million population : : : 67 70 77 84 86 : 6.6 53 6 FIRM ACTIVITIES AND IMPACT Innovation contributing to international competitiveness PCT patent applications per billion GDP in current PPS (EUR) 3.8 5.0 5.3 5.2 4.6 5.2 5.3 : : 0.7 3.9 6 License and patent revenues from abroad as % of GDP : 0.13 0.16 0.20 0.22 0.19 0.18 0.17 0.20 0.1 0.59 15 Community trademark (CTM) applications per million population 93 168 222 235 240 268 303 315 343 7.9 152 4 Community design (CD) applications per million population : 38 43 50 46 49 49 53 55 2.0 29 4 Sales of new-to-market and new-to-firm innova- tions as % of turnover : : 13.6 : 11.2 : 11.9 : : 2.9 14.4 16 Knowledge-intensive services exports as % total service exports : 21.8 22.7 24.0 22.8 23.1 22.3 23.8 : -0.2 45.3 22 Contribution of high-tech and medium-tech products to the trade balance as % of total exports plus imports of products -1.83 1.59 2.41 2.20 2.69 2.29 2.59 3.18 3.55 - 4.23 ( 6 ) 9 Growth of total factor productivity (total economy): 2007 = 100 93 96 98 100 100 96 97 98 98 -2 ( 7 ) 97 10 Factors for structural change and addressing societal challenges Composite indicator on structural change : : : 41.6 : : : : 45.3 1.7 51.2 15 Employment in knowledge-intensive activities (manufacturing and business services) as % of total employment aged 15–64 : : : : 13.8 14.2 14.4 14.0 14.2 0.7 13.9 13 SMEs introducing product or process innovations as % of SMEs : : 47.8 : 39.6 : 40.7 : : 1.4 33.8 9 Environment-related technologies: patent applica- tions to the EPO per billion GDP in current PPS (EUR) 0.47 0.44 0.48 0.60 0.63 0.69 : : : 6.9 0.44 5 Health-related technologies: patent applications to the EPO per billion GDP in current PPS (EUR) 0.55 0.65 0.78 0.79 0.64 0.67 : : : -7.6 0.53 7 EUROPE 2020 OBJECTIVES FOR GROWTH, JOBS AND SOCIETAL CHALLENGES Employment rate of the population aged 20–64 (%) 71.4 71.7 73.2 74.4 75.1 74.7 74.9 75.2 75.6 0.3 68.4 4 R&D intensity (GERD as % of GDP) 1.93 2.46 2.44 2.51 2.67 2.71 2.80 2.77 2.84 2.5 2.07 5 Greenhouse gas emissions: 1990 = 100 104 120 117 113 113 104 110 108 : -6 ( 8 ) 83 23 ( 9 ) Share of renewable energy in gross final energy consumption (%) : 23.8 25.3 27.2 28.3 30.2 30.6 30.9 : 3.2 13.0 4 Share of population aged 30–34 who have suc- cessfully completed tertiary education (%) : 20.5 21.2 21.1 22.2 23.5 23.5 23.8 26.3 4.5 35.7 22 Share of population aged 18–24 with at most lower secondary education and not in further education or training (%) 10.2 9.1 9.8 10.7 10.1 8.7 8.3 8.3 7.6 -6.6 12.7 8 ( 9 ) Share of population at risk of poverty or social exclusion (%) : 16.8 17.8 16.7 18.6 17.0 16.6 16.9 18.5 ( 10 ) 0.3 24.8 6 ( 9 ) Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: Eurostat, DG JRC – Ispra, DG ECFIN, OECD, Science Metrix / Scopus (Elsevier), Innovation Union Scoreboard Notes: ( 1 ) Average annual growth refers to growth between the earliest available year and the latest available year for which compatible data are availa- ble over the period 2007–2012. ( 2 ) EU average for the latest available year. ( 3 ) The value is the difference between 2012 and 2006. ( 4 ) PISA (Programme for Internatonal Student Assessment) score for EU does not include CY and MT. These Member States were not included in the EU ranking. ( 5 ) Venture capital: EU does not include EE, HR, CY, LV, LT, MT, SI and SK. These Member States were not included in the EU ranking. ( 6 ) EU is the weighted average of the values for the Member States. ( 7 ) The value is the difference between 2012 and 2007. ( 8 ) The value is the difference between 2011 and 2007. A negative value means lower emissions. ( 9 ) The values for this indicator were ranked from lowest to highest. ( 10 ) Break in series between 2012 and the previous years. Average annual growth refers to 2007–2011. ( 11 ) Values in italics are estimated or provisional. ",
        "How to obtain EU publications Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions: • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "K I - 01 - 14 - 801 - E N - N doi:10.2777/88963 \"If we get it right, Europe will become the leading destination for ground-breaking science and innovation.\" Máire Geoghegan-Quinn European Commissioner for Research, Innovation and Science Research and Innovation policy "
    ]
}