{
    "text": [
        "HAVE AGREED AS FOLLOWS: AMENDMENTS TO THE TREATY ON EUROPEAN UNION AND TO THE TREATY ESTABLISHING THE EUROPEAN COMMUNITY Article 1 The Treaty on European Union shall be amended in accordance with the provisions of this Article. PREAMBLE 1) The preamble shall be amended as follows: (a) the following text shall be inserted as the second recital: ‘ DRAWING INSPIRATION from the cultural, religious and humanist inheritance of Europe, from which have developed the universal values of the inviolable and inalienable rights of the human person, freedom, democracy, equality and the rule of law, ’ ; (b) In the seventh, which shall become the eighth, recital, the words ‘ of this Treaty ’ shall be replaced by ‘ of this Treaty and of the Treaty on the Functioning of the European Union, ’ ; (c) In the eleventh, which shall become the twelfth, recital, the words ‘ of this Treaty ’ shall be replaced by ‘ of this Treaty and of the Treaty on the Functioning of the European Union, ’ . GENERAL PROVISIONS 2) Article 1 shall be amended as follows: (a) the following words shall be inserted at the end of the first paragraph: ‘ on which the Member States confer competences to attain objectives they have in common. ’ ; (b) the third paragraph shall be replaced by the following: ‘ The Union shall be founded on the present Treaty and on the Treaty on the Functioning of the European Union (hereinafter referred to as “ the Treaties ” ). Those two Treaties shall have the same legal value. The Union shall replace and succeed the European Community. ’ . C 306/10 EN Official Journal of the European Union 17.12.2007 ",
        "3) The following Article 1a shall be inserted: ‘ Article 1a The Union is founded on the values of respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights, including the rights of persons belonging to minorities. These values are common to the Member States in a society in which pluralism, non-discrimination, tolerance, justice, solidarity and equality between women and men prevail. ’ . 4) Article 2 shall be replaced by the following: ‘ Article 2 1. The Union's aim is to promote peace, its values and the well-being of its peoples. 2. The Union shall offer its citizens an area of freedom, security and justice without internal frontiers, in which the free movement of persons is ensured in conjunction with appropriate measures with respect to external border controls, asylum, immigration and the prevention and combating of crime. 3. The Union shall establish an internal market. It shall work for the sustainable development of Europe based on balanced economic growth and price stability, a highly competitive social market economy, aiming at full employment and social progress, and a high level of protection and improvement of the quality of the environment. It shall promote scientific and technological advance. It shall combat social exclusion and discrimination, and shall promote social justice and protection, equality between women and men, solidarity between generations and protection of the rights of the child. It shall promote economic, social and territorial cohesion, and solidarity among Member States. It shall respect its rich cultural and linguistic diversity, and shall ensure that Europe's cultural heritage is safeguarded and enhanced. 4. The Union shall establish an economic and monetary union whose currency is the euro. 5. In its relations with the wider world, the Union shall uphold and promote its values and interests and contribute to the protection of its citizens. It shall contribute to peace, security, the sustainable development of the Earth, solidarity and mutual respect among peoples, free and fair trade, eradication of poverty and the protection of human rights, in particular the rights of the child, as well as to the strict observance and the development of international law, including respect for the principles of the United Nations Charter. 6. The Union shall pursue its objectives by appropriate means commensurate with the competences which are conferred upon it in the Treaties. ’ . 17.12.2007 EN Official Journal of the European Union C 306/11 ",
        "5) Article 3 shall be repealed, and the following Article 3a shall be inserted: ‘ Article 3a 1. In accordance with Article 3b, competences not conferred upon the Union in the Treaties remain with the Member States. 2. The Union shall respect the equality of Member States before the Treaties as well as their national identities, inherent in their fundamental structures, political and constitutional, inclusive of regional and local self-government. It shall respect their essential State functions, including ensuring the territorial integrity of the State, maintaining law and order and safeguarding national security. In particular, national security remains the sole responsibility of each Member State. 3. Pursuant to the principle of sincere cooperation, the Union and the Member States shall, in full mutual respect, assist each other in carrying out tasks which flow from the Treaties. The Member States shall take any appropriate measure, general or particular, to ensure fulfilment of the obligations arising out of the Treaties or resulting from the acts of the institutions of the Union. The Member States shall facilitate the achievement of the Union's tasks and refrain from any measure which could jeopardise the attainment of the Union's objectives. ’ . 6) The following Article 3b shall be inserted, replacing Article 5 of the Treaty establishing the European Community: ‘ Article 3b 1. The limits of Union competences are governed by the principle of conferral. The use of Union competences is governed by the principles of subsidiarity and proportionality. 2. Under the principle of conferral, the Union shall act only within the limits of the competences conferred upon it by the Member States in the Treaties to attain the objectives set out therein. Competences not conferred upon the Union in the Treaties remain with the Member States. 3. Under the principle of subsidiarity, in areas which do not fall within its exclusive competence, the Union shall act only if and insofar as the objectives of the proposed action cannot be sufficiently achieved by the Member States, either at central level or at regional and local level, but can rather, by reason of the scale or effects of the proposed action, be better achieved at Union level. The institutions of the Union shall apply the principle of subsidiarity as laid down in the Protocol on the application of the principles of subsidiarity and proportionality. National Parliaments ensure compliance with the principle of subsidiarity in accordance with the procedure set out in that Protocol. 4. Under the principle of proportionality, the content and form of Union action shall not exceed what is necessary to achieve the objectives of the Treaties. C 306/12 EN Official Journal of the European Union 17.12.2007 ",
        "The institutions of the Union shall apply the principle of proportionality as laid down in the Protocol on the application of the principles of subsidiarity and proportionality. ’ . 7) Articles 4 and 5 shall be repealed. 8) Article 6 shall be replaced by the following: ‘ Article 6 1. The Union recognises the rights, freedoms and principles set out in the Charter of Fundamental Rights of the European Union of 7 December 2000, as adapted at Strasbourg, on 12 December 2007, which shall have the same legal value as the Treaties. The provisions of the Charter shall not extend in any way the competences of the Union as defined in the Treaties. The rights, freedoms and principles in the Charter shall be interpreted in accordance with the general provisions in Title VII of the Charter governing its interpretation and application and with due regard to the explanations referred to in the Charter, that set out the sources of those provisions. 2. The Union shall accede to the European Convention for the Protection of Human Rights and Fundamental Freedoms. Such accession shall not affect the Union's competences as defined in the Treaties. 3. Fundamental rights, as guaranteed by the European Convention for the Protection of Human Rights and Fundamental Freedoms and as they result from the constitutional traditions common to the Member States, shall constitute general principles of the Union's law. ’ 9) Article 7 shall be amended as follows: (a) throughout the Article, the word ‘ assent ’ shall be replaced by ‘ consent ’ , the reference to breach ‘ of principles mentioned in Article 6(1) ’ shall be replaced by a reference to breach ‘ of the values referred to in Article 1a ’ , the words ‘ of this Treaty ’ shall be replaced by ‘ of the Treaties ’ and the word ‘ Commission ’ shall be replaced by ‘ European Commission ’ ; (b) at the end of the first sentence of the first subparagraph of paragraph 1, the words ‘ and address appropriate recommendations to that State ’ shall be deleted; at the end of the last sentence, the words ‘ and, acting in accordance with the same procedure, may call on independent persons to submit within a reasonable time limit a report on the situation in the Member State in question ’ shall be replaced by ‘ and may address recommendations to it, acting in accordance with the same procedure. ’ ; (c) in paragraph 2, the words ‘ The Council, meeting in the composition of the Heads of State or Government and acting by unanimity ’ shall be replaced by ‘ The European Council, acting by unanimity ’ and the words ‘ the government of the Member State in question ’ shall be replaced by ‘ the Member State in question ’ ; 17.12.2007 EN Official Journal of the European Union C 306/13 ",
        "(d) paragraphs 5 and 6 shall be replaced by the following: ‘ 5. The voting arrangements applying to the European Parliament, the European Council and the Council for the purposes of this Article are laid down in Article 309 of the Treaty on the Functioning of the European Union. ’ 10) The following new Article 7a shall be inserted: ‘ Article 7a 1. The Union shall develop a special relationship with neighbouring countries, aiming to establish an area of prosperity and good neighbourliness, founded on the values of the Union and characterised by close and peaceful relations based on cooperation. 2. For the purposes of paragraph 1, the Union may conclude specific agreements with the countries concerned. These agreements may contain reciprocal rights and obligations as well as the possibility of undertaking activities jointly. Their implementation shall be the subject of periodic consultation. ’ . 11) The provisions of Title II shall be incorporated into the Treaty establishing the European Community, as amended elsewhere, which shall become the Treaty on the Functioning of the European Union. DEMOCRATIC PRINCIPLES 12) Title II and Article 8 shall be replaced by the following new heading and new Articles 8 to 8 C: ‘ TITLE II PROVISIONS ON DEMOCRATIC PRINCIPLES Article 8 In all its activities, the Union shall observe the principle of the equality of its citizens, who shall receive equal attention from its institutions, bodies, offices and agencies. Every national of a Member State shall be a citizen of the Union. Citizenship of the Union shall be additional to national citizenship and shall not replace it. Article 8 A 1. The functioning of the Union shall be founded on representative democracy. 2. Citizens are directly represented at Union level in the European Parliament. Member States are represented in the European Council by their Heads of State or Government and in the Council by their governments, themselves democratically accountable either to their national Parliaments, or to their citizens. C 306/14 EN Official Journal of the European Union 17.12.2007 ",
        "3. Every citizen shall have the right to participate in the democratic life of the Union. Decisions shall be taken as openly and as closely as possible to the citizen. 4. Political parties at European level contribute to forming European political awareness and to expressing the will of citizens of the Union. Article 8 B 1. The institutions shall, by appropriate means, give citizens and representative associations the opportunity to make known and publicly exchange their views in all areas of Union action. 2. The institutions shall maintain an open, transparent and regular dialogue with representative associations and civil society. 3. The European Commission shall carry out broad consultations with parties concerned in order to ensure that the Union's actions are coherent and transparent. 4. Not less than one million citizens who are nationals of a significant number of Member States may take the initiative of inviting the European Commission, within the framework of its powers, to submit any appropriate proposal on matters where citizens consider that a legal act of the Union is required for the purpose of implementing the Treaties. The procedures and conditions required for such a citizens' initiative shall be determined in accordance with the first paragraph of Article 21 of the Treaty on the Functioning of the European Union. Article 8 C National Parliaments contribute actively to the good functioning of the Union: (a) through being informed by the institutions of the Union and having draft legislative acts of the Union forwarded to them in accordance with the Protocol on the role of national Parliaments in the European Union; (b) by seeing to it that the principle of subsidiarity is respected in accordance with the procedures provided for in the Protocol on the application of the principles of subsidiarity and proportionality; (c) by taking part, within the framework of the area of freedom, security and justice, in the evaluation mechanisms for the implementation of the Union policies in that area, in accordance with Article 61 C of the Treaty on the Functioning of the European Union, and through being involved in the political monitoring of Europol and the evaluation of Eurojust's activities in accordance with Articles 69 G and 69 D of that Treaty; (d) by taking part in the revision procedures of the Treaties, in accordance with Article 48 of this Treaty; 17.12.2007 EN Official Journal of the European Union C 306/15 ",
        "(e) by being notified of applications for accession to the Union, in accordance with Article 49 of this Treaty; (f) by taking part in the inter-parliamentary cooperation between national Parliaments and with the European Parliament, in accordance with the Protocol on the role of national Parliaments in the European Union. ’ INSTITUTIONS 13) The provisions of Title III shall be repealed. Title III shall be replaced by the following heading: ‘ TITLE III PROVISIONS ON THE INSTITUTIONS ’ . 14) Article 9 shall be replaced by the following: ‘ Article 9 1. The Union shall have an institutional framework which shall aim to promote its values, advance its objectives, serve its interests, those of its citizens and those of the Member States, and ensure the consistency, effectiveness and continuity of its policies and actions. The Union's institutions shall be: — the European Parliament, — the European Council, — the Council, — the European Commission (hereinafter referred to as “ the Commission ” ), — the Court of Justice of the European Union, — the European Central Bank, — the Court of Auditors. 2. Each institution shall act within the limits of the powers conferred on it in the Treaties, and in conformity with the procedures, conditions and objectives set out in them. The institutions shall practice mutual sincere cooperation. 3. The provisions relating to the European Central Bank and the Court of Auditors and detailed provisions on the other institutions are set out in the Treaty on the Functioning of the European Union. 4. The European Parliament, the Council and the Commission shall be assisted by an Economic and Social Committee and a Committee of the Regions acting in an advisory capacity. ’ . C 306/16 EN Official Journal of the European Union 17.12.2007 ",
        "15) An Article 9 A shall be inserted: ‘ Article 9 A 1. The European Parliament shall, jointly with the Council, exercise legislative and budgetary functions. It shall exercise functions of political control and consultation as laid down in the Treaties. It shall elect the President of the Commission. 2. The European Parliament shall be composed of representatives of the Union's citizens. They shall not exceed seven hundred and fifty in number, plus the President. Representation of citizens shall be degressively proportional, with a minimum threshold of six members per Member State. No Member State shall be allocated more than ninety-six seats. The European Council shall adopt by unanimity, on the initiative of the European Parliament and with its consent, a decision establishing the composition of the European Parliament, respecting the principles referred to in the first subparagraph. 3. The members of the European Parliament shall be elected for a term of five years by direct universal suffrage in a free and secret ballot. 4. The European Parliament shall elect its President and its officers from among its members. ’ . 16) An Article 9 B shall be inserted: ‘ Article 9 B 1. The European Council shall provide the Union with the necessary impetus for its development and shall define the general political directions and priorities thereof. It shall not exercise legislative functions. 2. The European Council shall consist of the Heads of State or Government of the Member States, together with its President and the President of the Commission. The High Representa- tive of the Union for Foreign Affairs and Security Policy shall take part in its work. 3. The European Council shall meet twice every six months, convened by its President. When the agenda so requires, the members of the European Council may decide each to be assisted by a minister and, in the case of the President of the Commission, by a member of the Commission. When the situation so requires, the President shall convene a special meeting of the European Council. 4. Except where the Treaties provide otherwise, decisions of the European Council shall be taken by consensus. 5. The European Council shall elect its President, by a qualified majority, for a term of two and a half years, renewable once. In the event of an impediment or serious misconduct, the European Council can end the President's term of office in accordance with the same procedure. 17.12.2007 EN Official Journal of the European Union C 306/17 ",
        "6. The President of the European Council: (a) shall chair it and drive forward its work; (b) shall ensure the preparation and continuity of the work of the European Council in cooperation with the President of the Commission, and on the basis of the work of the General Affairs Council; (c) shall endeavour to facilitate cohesion and consensus within the European Council; (d) shall present a report to the European Parliament after each of the meetings of the European Council. The President of the European Council shall, at his level and in that capacity, ensure the external representation of the Union on issues concerning its common foreign and security policy, without prejudice to the powers of the High Representative of the Union for Foreign Affairs and Security Policy. The President of the European Council shall not hold a national office. ’ . 17) An Article 9 C shall be inserted: ‘ Article 9 C 1. The Council shall, jointly with the European Parliament, exercise legislative and budgetary functions. It shall carry out policy-making and coordinating functions as laid down in the Treaties. 2. The Council shall consist of a representative of each Member State at ministerial level, who may commit the government of the Member State in question and cast its vote. 3. The Council shall act by a qualified majority except where the Treaties provide otherwise. 4. As from 1 November 2014, a qualified majority shall be defined as at least 55 % of the members of the Council, comprising at least fifteen of them and representing Member States comprising at least 65 % of the population of the Union. A blocking minority must include at least four Council members, failing which the qualified majority shall be deemed attained. The other arrangements governing the qualified majority are laid down in Article 205(2) of the Treaty on the Functioning of the European Union. 5. The transitional provisions relating to the definition of the qualified majority which shall be applicable until 31 October 2014 and those which shall be applicable from 1 November 2014 to 31 March 2017 are laid down in the Protocol on transitional provisions. C 306/18 EN Official Journal of the European Union 17.12.2007 ",
        "6. The Council shall meet in different configurations, the list of which shall be adopted in accordance with Article 201b of the Treaty on the Functioning of the European Union. The General Affairs Council shall ensure consistency in the work of the different Council configurations. It shall prepare and ensure the follow-up to meetings of the European Council, in liaison with the President of the European Council and the Commission. The Foreign Affairs Council shall elaborate the Union's external action on the basis of strategic guidelines laid down by the European Council and ensure that the Union's action is consistent. 7. A Committee of Permanent Representatives of the Governments of the Member States shall be responsible for preparing the work of the Council. 8. The Council shall meet in public when it deliberates and votes on a draft legislative act. To this end, each Council meeting shall be divided into two parts, dealing respectively with deliberations on Union legislative acts and non-legislative activities. 9. The Presidency of Council configurations, other than that of Foreign Affairs, shall be held by Member State representatives in the Council on the basis of equal rotation, in accordance with the conditions established in accordance with Article 201b of the Treaty on the Functioning of the European Union. ’ 18) An Article 9 D shall be inserted: ‘ Article 9 D 1. The Commission shall promote the general interest of the Union and take appropriate initiatives to that end. It shall ensure the application of the Treaties, and of measures adopted by the institutions pursuant to them. It shall oversee the application of Union law under the control of the Court of Justice of the European Union. It shall execute the budget and manage programmes. It shall exercise coordinating, executive and management functions, as laid down in the Treaties. With the exception of the common foreign and security policy, and other cases provided for in the Treaties, it shall ensure the Union's external representation. It shall initiate the Union's annual and multiannual programming with a view to achieving interinstitutional agreements. 2. Union legislative acts may only be adopted on the basis of a Commission proposal, except where the Treaties provide otherwise. Other acts shall be adopted on the basis of a Commission proposal where the Treaties so provide. 3. The Commission's term of office shall be five years. The members of the Commission shall be chosen on the ground of their general competence and European commitment from persons whose independence is beyond doubt. In carrying out its responsibilities, the Commission shall be completely independent. Without prejudice to Article 9 E(2), the members of the Commission shall neither seek nor take instructions from any Government or other institution, body, office or entity. They shall refrain from any action incompatible with their duties or the performance of their tasks. 17.12.2007 EN Official Journal of the European Union C 306/19 ",
        "4. The Commission appointed between the date of entry into force of the Treaty of Lisbon and 31 October 2014 shall consist of one national of each Member State, including its President and the High Representative of the Union for Foreign Affairs and Security Policy who shall be one of its Vice-Presidents. 5. As from 1 November 2014, the Commission shall consist of a number of members, including its President and the High Representative of the Union for Foreign Affairs and Security Policy, corresponding to two thirds of the number of Member States, unless the European Council, acting unanimously, decides to alter this number. The members of the Commission shall be chosen from among the nationals of the Member States on the basis of a system of strictly equal rotation between the Member States, reflecting the demographic and geographical range of all the Member States. This system shall be established unanimously by the European Council in accordance with Article 211a of the Treaty on the Functioning of the European Union. 6. The President of the Commission shall: (a) lay down guidelines within which the Commission is to work; (b) decide on the internal organisation of the Commission, ensuring that it acts consistently, efficiently and as a collegiate body; (c) appoint Vice-Presidents, other than the High Representative of the Union for Foreign Affairs and Security Policy, from among the members of the Commission. A member of the Commission shall resign if the President so requests. The High Representative of the Union for Foreign Affairs and Security Policy shall resign, in accordance with the procedure set out in Article 9 E(1), if the President so requests. 7. Taking into account the elections to the European Parliament and after having held the appropriate consultations, the European Council, acting by a qualified majority, shall propose to the European Parliament a candidate for President of the Commission. This candidate shall be elected by the European Parliament by a majority of its component members. If he does not obtain the required majority, the European Council, acting by a qualified majority, shall within one month propose a new candidate who shall be elected by the European Parliament following the same procedure. The Council, by common accord with the President-elect, shall adopt the list of the other persons whom it proposes for appointment as members of the Commission. They shall be selected, on the basis of the suggestions made by Member States, in accordance with the criteria set out in paragraph 3, second subparagraph, and paragraph 5, second subparagraph. The President, the High Representative of the Union for Foreign Affairs and Security Policy and the other members of the Commission shall be subject as a body to a vote of consent by the European Parliament. On the basis of this consent the Commission shall be appointed by the European Council, acting by a qualified majority. C 306/20 EN Official Journal of the European Union 17.12.2007 ",
        "8. The Commission, as a body, shall be responsible to the European Parliament. In accordance with Article 201 of the Treaty on the Functioning of the European Union, the European Parliament may vote on a motion of censure of the Commission. If such a motion is carried, the members of the Commission shall resign as a body and the High Representative of the Union for Foreign Affairs and Security Policy shall resign from the duties that he carries out in the Commission. ’ 19) The following new Article 9 E shall be inserted: ‘ Article 9 E 1. The European Council, acting by a qualified majority, with the agreement of the President of the Commission, shall appoint the High Representative of the Union for Foreign Affairs and Security Policy. The European Council may end his term of office by the same procedure. 2. The High Representative shall conduct the Union's common foreign and security policy. He shall contribute by his proposals to the development of that policy, which he shall carry out as mandated by the Council. The same shall apply to the common security and defence policy. 3. The High Representative shall preside over the Foreign Affairs Council. 4. The High Representative shall be one of the Vice-Presidents of the Commission. He shall ensure the consistency of the Union's external action. He shall be responsible within the Commission for responsibilities incumbent on it in external relations and for coordinating other aspects of the Union's external action. In exercising these responsibilities within the Commission, and only for these responsibilities, the High Representative shall be bound by Commission procedures to the extent that this is consistent with paragraphs 2 and 3. ’ . 20) An Article 9 F shall be inserted: ‘ Article 9 F 1. The Court of Justice of the European Union shall include the Court of Justice, the General Court and specialised courts. It shall ensure that in the interpretation and application of the Treaties the law is observed. Member States shall provide remedies sufficient to ensure effective legal protection in the fields covered by Union law. 2. The Court of Justice shall consist of one judge from each Member State. It shall be assisted by Advocates-General. The General Court shall include at least one judge per Member State. 17.12.2007 EN Official Journal of the European Union C 306/21 ",
        "The judges and the Advocates-General of the Court of Justice and the judges of the General Court shall be chosen from persons whose independence is beyond doubt and who satisfy the conditions set out in Articles 223 and 224 of the Treaty on the Functioning of the European Union. They shall be appointed by common accord of the governments of the Member States for six years. Retiring judges and Advocates-General may be reappointed. 3. The Court of Justice of the European Union shall, in accordance with the Treaties: (a) rule on actions brought by a Member State, an institution or a natural or legal person; (b) give preliminary rulings, at the request of courts or tribunals of the Member States, on the interpretation of Union law or the validity of acts adopted by the institutions; (c) rule in other cases provided for in the Treaties. ’ . 21) The provisions of Title IV shall be incorporated into the Treaty establishing the European Atomic Energy Community, as amended elsewhere. ENHANCED COOPERATION 22) Title IV shall take over the heading of Title VII, ‘ PROVISIONS ON ENHANCED COOPERATION ’ and Articles 27 A to 27 E, Articles 40 to 40b and Articles 43 to 45 shall be replaced by the following Article 10, which shall also replace Articles 11 and 11a of the Treaty establishing the European Community. These same articles shall also be replaced by Articles 280 A to 280 I of the Treaty on the Functioning of the European Union, as set out below in point 278 of Article 2 of this Treaty: ‘ Article 10 1. Member States which wish to establish enhanced cooperation between themselves within the framework of the Union's non-exclusive competences may make use of its institutions and exercise those competences by applying the relevant provisions of the Treaties, subject to the limits and in accordance with the detailed arrangements laid down in this Article and in Articles 280 A to 280 I of the Treaty on the Functioning of the European Union. Enhanced cooperation shall aim to further the objectives of the Union, protect its interests and reinforce its integration process. Such cooperation shall be open at any time to all Member States, in accordance with Article 280 C of the Treaty on the Functioning of the European Union. 2. The decision authorising enhanced cooperation shall be adopted by the Council as a last resort, when it has established that the objectives of such cooperation cannot be attained within a reasonable period by the Union as a whole, and provided that at least nine Member States participate in it. The Council shall act in accordance with the procedure laid down in Article 280 D of the Treaty on the Functioning of the European Union. C 306/22 EN Official Journal of the European Union 17.12.2007 ",
        "3. All members of the Council may participate in its deliberations, but only members of the Council representing the Member States participating in enhanced cooperation shall take part in the vote. The voting rules are set out in Article 280 E of the Treaty on the Functioning of the European Union. 4. Acts adopted in the framework of enhanced cooperation shall bind only participating Member States. They shall not be regarded as part of the acquis which has to be accepted by candidate States for accession to the Union. ’ 23) Title V shall be renamed as follows: ‘ GENERAL PROVISIONS ON THE UNION'S EXTERNAL ACTION AND SPECIFIC PROVISIONS ON THE COMMON FOREIGN AND SECURITY POLICY ’ . GENERAL PROVISIONS ON THE UNION'S EXTERNAL ACTION 24) The following new Chapter 1 and Articles 10 A and 10 B shall be inserted: ‘ CHAPTER 1 GENERAL PROVISIONS ON THE UNION'S EXTERNAL ACTION Article 10 A 1. The Union's action on the international scene shall be guided by the principles which have inspired its own creation, development and enlargement, and which it seeks to advance in the wider world: democracy, the rule of law, the universality and indivisibility of human rights and fundamental freedoms, respect for human dignity, the principles of equality and solidarity, and respect for the principles of the United Nations Charter and international law. The Union shall seek to develop relations and build partnerships with third countries, and international, regional or global organisations which share the principles referred to in the first subparagraph. It shall promote multilateral solutions to common problems, in particular in the framework of the United Nations. 2. The Union shall define and pursue common policies and actions, and shall work for a high degree of cooperation in all fields of international relations, in order to: (a) safeguard its values, fundamental interests, security, independence and integrity; (b) consolidate and support democracy, the rule of law, human rights and the principles of international law; (c) preserve peace, prevent conflicts and strengthen international security, in accordance with the purposes and principles of the United Nations Charter, with the principles of the Helsinki Final Act and with the aims of the Charter of Paris, including those relating to external borders; 17.12.2007 EN Official Journal of the European Union C 306/23 ",
        "(d) foster the sustainable economic, social and environmental development of developing countries, with the primary aim of eradicating poverty; (e) encourage the integration of all countries into the world economy, including through the progressive abolition of restrictions on international trade; (f) help develop international measures to preserve and improve the quality of the environment and the sustainable management of global natural resources, in order to ensure sustainable development; (g) assist populations, countries and regions confronting natural or man-made disasters; and (h) promote an international system based on stronger multilateral cooperation and good global governance. 3. The Union shall respect the principles and pursue the objectives set out in paragraphs 1 and 2 in the development and implementation of the different areas of the Union's external action covered by this Title and by Part Five of the Treaty on the Functioning of the European Union, and of the external aspects of its other policies. The Union shall ensure consistency between the different areas of its external action and between these and its other policies. The Council and the Commission, assisted by the High Representative of the Union for Foreign Affairs and Security Policy, shall ensure that consistency and shall cooperate to that effect. Article 10 B 1. On the basis of the principles and objectives set out in Article 10 A, the European Council shall identify the strategic interests and objectives of the Union. Decisions of the European Council on the strategic interests and objectives of the Union shall relate to the common foreign and security policy and to other areas of the external action of the Union. Such decisions may concern the relations of the Union with a specific country or region or may be thematic in approach. They shall define their duration, and the means to be made available by the Union and the Member States. The European Council shall act unanimously on a recommendation from the Council, adopted by the latter under the arrangements laid down for each area. Decisions of the European Council shall be implemented in accordance with the procedures provided for in the Treaties. 2. The High Representative of the Union for Foreign Affairs and Security Policy, for the area of common foreign and security policy, and the Commission, for other areas of external action, may submit joint proposals to the Council. ’ . C 306/24 EN Official Journal of the European Union 17.12.2007 ",
        "THE COMMON FOREIGN AND SECURITY POLICY 25) The following headings shall be inserted: ‘ CHAPTER 2 SPECIFIC PROVISIONS ON THE COMMON FOREIGN AND SECURITY POLICY SECTION 1 COMMON PROVISIONS ’ . 26) The following new Article 10 C shall be inserted: ‘ Article 10 C The Union's action on the international scene, pursuant to this Chapter, shall be guided by the principles, shall pursue the objectives of, and be conducted in accordance with, the general provisions laid down in Chapter 1. ’ . 27) Article 11 shall be amended as follows: (a) paragraph 1 shall be replaced by the following two paragraphs: ‘ 1. The Union's competence in matters of common foreign and security policy shall cover all areas of foreign policy and all questions relating to the Union's security, including the progressive framing of a common defence policy that might lead to a common defence. The common foreign and security policy is subject to specific rules and procedures. It shall be defined and implemented by the European Council and the Council acting unanimously, except where the Treaties provide otherwise. The adoption of legislative acts shall be excluded. The common foreign and security policy shall be put into effect by the High Representative of the Union for Foreign Affairs and Security Policy and by Member States, in accordance with the Treaties. The specific role of the European Parliament and of the Commission in this area is defined by the Treaties. The Court of Justice of the European Union shall not have jurisdiction with respect to these provisions, with the exception of its jurisdiction to monitor compliance with Article 25b of this Treaty and to review the legality of certain decisions as provided for by the second paragraph of Article 240a of the Treaty on the Functioning of the European Union. 2. Within the framework of the principles and objectives of its external action, the Union shall conduct, define and implement a common foreign and security policy, based on the development of mutual political solidarity among Member States, the identification of questions of general interest and the achievement of an ever-increasing degree of convergence of Member States' actions. ’ ; 17.12.2007 EN Official Journal of the European Union C 306/25 ",
        "(b) paragraph 2, renumbered 3, shall be amended as follows: (i) The following words shall be added at the end of the first subparagraph: ‘ and shall comply with the Union's action in this area. ’ ; (ii) the third subparagraph shall be replaced by ‘ The Council and the High Representative shall ensure compliance with these principles. ’ . 28) Article 12 shall be replaced by the following: ‘ Article 12 The Union shall conduct the common foreign and security policy by: (a) defining the general guidelines; (b) adopting decisions defining: (i) actions to be undertaken by the Union; (ii) positions to be taken by the Union; (iii) arrangements for the implementation of the decisions referred to in points (i) and (ii); and by (c) strengthening systematic cooperation between Member States in the conduct of policy. ’ . 29) Article 13 shall be amended as follows: (a) in paragraph 1, the words ‘ define the principles of and general guidelines for ’ shall be replaced by ‘ identify the Union's strategic interests, determine the objectives of and define general guidelines for ’ and the following sentence shall be added: ‘ It shall adopt the necessary decisions. ’ . The following subparagraph shall be inserted: ‘ If international developments so require, the President of the European Council shall convene an extraordinary meeting of the European Council in order to define the strategic lines of the Union's policy in the face of such developments. ’ ; (b) paragraph 2 shall be deleted and paragraph 3 shall be renumbered 2. The first subparagraph shall be replaced by the following: ‘ The Council shall frame the common foreign and security policy and take the decisions necessary for defining and implementing it on the basis of the general guidelines and strategic lines defined by the European Council. ’ The second subparagraph shall be deleted. In the third subparagraph, which shall become the second, the words ‘ shall ensure ’ shall be replaced by ‘ and the High Representative of the Union for Foreign Affairs and Security Policy shall ensure ’ ; C 306/26 EN Official Journal of the European Union 17.12.2007 ",
        "(c) the following new paragraph shall be inserted: ‘ 3. The common foreign and security policy shall be put into effect by the High Representative and by the Member States, using national and Union resources. ’ . 30) The following new Article 13a shall be inserted: ‘ Article 13a 1. The High Representative of the Union for Foreign Affairs and Security Policy, who shall chair the Foreign Affairs Council, shall contribute through his proposals towards the preparation of the common foreign and security policy and shall ensure implementation of the decisions adopted by the European Council and the Council. 2. The High Representative shall represent the Union for matters relating to the common foreign and security policy. He shall conduct political dialogue with third parties on the Union's behalf and shall express the Union's position in international organisations and at international conferences. 3. In fulfilling his mandate, the High Representative shall be assisted by a European External Action Service. This service shall work in cooperation with the diplomatic services of the Member States and shall comprise officials from relevant departments of the General Secretariat of the Council and of the Commission as well as staff seconded from national diplomatic services of the Member States. The organisation and functioning of the European External Action Service shall be established by a decision of the Council. The Council shall act on a proposal from the High Representative after consulting the European Parliament and after obtaining the consent of the Commission. ’ . 31) Article 14 shall be amended as follows: (a) in paragraph 1, the first two sentences shall be replaced by the following sentence: ‘ Where the international situation requires operational action by the Union, the Council shall adopt the necessary decisions. ’ ; (b) paragraph 2 shall become the second subparagraph of paragraph 1, and the other paragraphs shall be renumbered accordingly. In the first sentence, the words ‘ to joint action, ’ shall be replaced by ‘ to such a decision, ’ and the words ‘ that action ’ shall be replaced by ‘ that decision ’ . The last sentence shall be deleted; (c) in paragraph 3, renumbered 2, the words ‘ Joint actions ’ shall be replaced by ‘ Decisions referred to in paragraph 1 ’ ; (d) the current paragraph 4 shall be deleted and the remaining paragraphs shall be renumbered accordingly; 17.12.2007 EN Official Journal of the European Union C 306/27 ",
        "(e) in the first sentence of paragraph 5, renumbered 3, the words ‘ pursuant to a joint action, information shall be provided in time to allow, ’ shall be replaced by ‘ pursuant to a decision as referred to in paragraph 1, information shall be provided by the Member State concerned in time to allow, ’ ; (f) in the first sentence of paragraph 6, renumbered 4, the words ‘ failing a Council decision, ’ shall be replaced by ‘ failing a review of the Council decision as referred to in paragraph 1, ’ and the words ‘ of the joint action ’ shall be replaced by ‘ of that decision ’ ; (g) in paragraph 7, renumbered 5, the words ‘ joint action ’ in the first sentence shall be replaced by ‘ decision as referred to in this Article ’ and in the second sentence by ‘ decision referred to in paragraph 1 ’ . 32) At the beginning of Article 15, the words ‘ The Council shall adopt common positions. Common positions shall define ’ shall be replaced by ‘ The Council shall adopt decisions which shall define ’ and at the end of the Article the words ‘ common positions ’ shall be replaced by ‘ Union positions ’ . 33) An Article 15a shall be inserted, with the text of Article 22, with the following amendments: (a) in paragraph 1, the words ‘ Any Member State or the Commission may refer to the Council any question relating to the common foreign and security policy ’ shall be replaced by ‘ Any Member State, the High Representative of the Union for Foreign Affairs and Security Policy, or the High Representative with the Commission's support, may refer any question relating to the common foreign and security policy to the Council ’ and the words ‘ submit proposals to the Council ’ shall be replaced by ‘ submit to it initiatives or proposals as appropriate ’ ; (b) in paragraph 2, the words ‘ the Presidency, of its own motion, ’ shall be replaced by ‘ the High Representative, of his own motion ’ and the words ‘ , or at the request of the Commission or a Member State, ’ shall be replaced by ‘ , or at the request of a Member State, ’ . 34) An Article 15b shall be inserted, with the text of Article 23, with the following amendments: (a) in paragraph 1, the first subparagraph shall be replaced by the following: ‘ Decisions under this Chapter shall be taken by the European Council and the Council acting unanimously, except where this Chapter provides otherwise. The adoption of legislative acts shall be excluded. ’ and the last sentence in the second subparagraph shall be replaced by the following: ‘ If the members of the Council qualifying their abstention in this way represent at least one third of the Member States comprising at least one third of the population of the Union, the decision shall not be adopted. ’ ; (b) paragraph 2 shall be amended as follows: (i) the first indent shall be replaced by the following two indents: ‘— when adopting a decision defining a Union action or position on the basis of a decision of the European Council relating to the Union's strategic interests and objectives, as referred to in Article 10 B(1), C 306/28 EN Official Journal of the European Union 17.12.2007 ",
        "— when adopting a decision defining a Union action or position, on a proposal which the High Representative of the Union for Foreign Affairs and Security Policy has presented following a specific request from the European Council, made on its own initiative or that of the High Representative, ’ ; (ii) in the second indent, which shall become the third indent, the words ‘ a joint action or a common position, ’ shall be replaced by ‘ a decision defining a Union action or position, ’ ; (iii) in the second subparagraph, first sentence, the word ‘ important ’ shall be replaced by ‘ vital ’ ; the last sentence shall be replaced by the following: ‘ The High Representative will, in close consultation with the Member State involved, search for a solution acceptable to it. If he does not succeed, the Council may, acting by a qualified majority, request that the matter be referred to the European Council for a decision by unanimity. ’ ; (iv) the third subparagraph shall be replaced by the following new paragraph 3, the last subparagraph shall become paragraph 4 and paragraph 3 shall be renumbered 5: ‘ 3. The European Council may unanimously adopt a decision stipulating that the Council shall act by a qualified majority in cases other than those referred to in paragraph 2. ’ ; (c) in the paragraph now numbered 4, the words ‘ This paragraph shall not apply ’ shall be replaced by ‘ Paragraphs 2 and 3 shall not apply ’ . 35) Article 16 shall be amended as follows: (a) the words ‘ inform and ’ shall be deleted, the words ‘ within the Council ’ shall be replaced by ‘ within the European Council and the Council ’ and the words ‘ in order to ensure that the Union's influence is exerted as effectively as possible by means of concerted and convergent action ’ shall be replaced by ‘ in order to determine a common approach ’ ; (b) the following sentences shall be added after the first sentence: ‘ Before undertaking any action on the international scene or entering into any commitment which could affect the Union's interests, each Member State shall consult the others within the European Council or the Council. Member States shall ensure, through the convergence of their actions, that the Union is able to assert its interests and values on the international scene. Member States shall show mutual solidarity. ’ ; (c) the following two paragraphs shall be added: ‘ When the European Council or the Council has defined a common approach of the Union within the meaning of the first paragraph, the High Representative of the Union for Foreign Affairs and Security Policy and the Ministers for Foreign Affairs of the Member States shall coordinate their activities within the Council. 17.12.2007 EN Official Journal of the European Union C 306/29 ",
        "The diplomatic missions of the Member States and the Union delegations in third countries and at international organisations shall cooperate and shall contribute to formulating and implementing the common approach. ’ . 36) The text of Article 17 shall become Article 28 A, it shall be amended as set out below in point 49. 37) Article 18 shall be amended as follows: (a) paragraphs 1 to 4 shall be deleted; (b) in paragraph 5, which shall not be numbered, the words ‘ whenever it deems it necessary, ’ shall be replaced by ‘ on a proposal from the High Representative of the Union for Foreign Affairs and Security Policy ’ and the following sentence shall be added at the end: ‘ The special representative shall carry out his mandate under the authority of the High Representative. ’ . 38) Article 19 shall be amended as follows: (a) in paragraph 1, the words ‘ the common positions ’ shall be replaced by ‘ the Union's positions ’ in the first and second subparagraphs and the following sentence shall be added at the end of the first subparagraph: ‘ The High Representative of the Union for Foreign Affairs and Security Policy shall organise this coordination. ’ ; (b) paragraph 2 shall be amended as follows: (i) in the first subparagraph, the words ‘ Without prejudice to paragraph 1 and Article 14(3), ’ shall be replaced by ‘ In accordance with Article 11(3), ’ and the words ‘ the latter ’ shall be replaced by ‘ the other Member States and the High Representative ’ ; (ii) in the second subparagraph, first sentence, the words ‘ and the High Representative ’ shall be inserted after ‘ the other Member States ’ ; in the second sentence, the word ‘ permanent ’ shall be deleted and the words ‘ ensure the defence of the positions ’ shall be replaced by ‘ defend the positions ’ ; (iii) the following new third subparagraph shall be added: ‘ When the Union has defined a position on a subject which is on the United Nations Security Council agenda, those Member States which sit on the Security Council shall request that the High Representative be invited to present the Union's position. ’ C 306/30 EN Official Journal of the European Union 17.12.2007 ",
        "39) Article 20 shall be amended as follows: (a) in the first paragraph, the words ‘ Commission delegations ’ shall be replaced by ‘ Union delegations ’ and the words ‘ the common positions and joint actions adopted by the Council ’ shall be replaced by ‘ decisions defining Union positions and actions adopted pursuant to this Chapter ’ ; (b) in the second paragraph, the words ‘ information, carrying out joint assessments ’ shall be replaced by ‘ information and carrying out joint assessments ’ and the words ‘ and contributing to the implementation of the provisions referred to in Article 20 of the Treaty establishing the European Community ’ shall be deleted; (c) the following new paragraph shall be added: ‘ They shall contribute to the implementation of the right of citizens of the Union to protection in the territory of third countries as referred to in Article 17(2)(c) of the Treaty on the Functioning of the European Union and of the measures adopted pursuant to Article 20 of that Treaty. ’ . 40) Article 21 shall be amended as follows: (a) the first paragraph shall be replaced by the following: ‘ The High Representative of the Union for Foreign Affairs and Security Policy shall regularly consult the European Parliament on the main aspects and the basic choices of the common foreign and security policy and the common security and defence policy and inform it of how those policies evolve. He shall ensure that the views of the European Parliament are duly taken into consideration. Special representatives may be involved in briefing the European Parliament. ’ ; (b) in the second paragraph, first sentence, the words ‘ and to the High Representative ’ shall be inserted at the end; in the second sentence, the words ‘ It shall hold an annual debate ’ shall be replaced by ‘ Twice a year it shall hold a debate ’ and the words ‘ , including the common security and defence policy ’ shall be inserted at the end. 41) The text of Article 22 shall become Article 15a; it shall be amended as set out above in point 33. 42) The text of Article 23 shall become Article 15b; it shall be amended as set out above in point 34. 43) Article 24 shall be replaced by the following: ‘ Article 24 The Union may conclude agreements with one or more States or international organisations in areas covered by this Chapter. ’ . 17.12.2007 EN Official Journal of the European Union C 306/31 ",
        "44) Article 25 shall be amended as follows: (a) in the first paragraph, first sentence, the reference to the Treaty establishing the European Community shall be replaced by a reference to the Treaty on the functioning of the European Union and the words ‘ or of the High Representative of the Union for Foreign Affairs and Security Policy ’ shall be inserted after ‘ at the request of the Council ’ ; in the second sentence, the words ‘ without prejudice to the responsibility of the Presidency and the Commission ’ shall be replaced by ‘ without prejudice to the powers of the High Representative ’ ; (b) the text of the second paragraph shall be replaced by the following: ‘ Within the scope of this Chapter, the Political and Security Committee shall exercise, under the responsibility of the Council and of the High Representative, the political control and strategic direction of the crisis management operations referred to in Article 28 B. ’ ; (c) in the third paragraph, the words ‘ , without prejudice to Article 47 ’ shall be deleted. 45) Articles 26 and 27 shall be repealed. The following Articles 25a and 25b shall be inserted, with Article 25b replacing Article 47: ‘ Article 25a In accordance with Article 16 B of the Treaty on the Functioning of the European Union and by way of derogation from paragraph 2 thereof, the Council shall adopt a decision laying down the rules relating to the protection of individuals with regard to the processing of personal data by the Member States when carrying out activities which fall within the scope of this Chapter, and the rules relating to the free movement of such data. Compliance with these rules shall be subject to the control of independent authorities. Article 25b The implementation of the common foreign and security policy shall not affect the application of the procedures and the extent of the powers of the institutions laid down by the Treaties for the exercise of the Union competences referred to in Articles 2 B to 2 E of the Treaty on the Functioning of the European Union. Similarly, the implementation of the policies listed in those Articles shall not affect the application of the procedures and the extent of the powers of the institutions laid down by the Treaties for the exercise of the Union competences under this Chapter. ’ . 46) Articles 27 A to 27 E, on enhanced cooperation, shall be replaced by Article 10 in accordance with point 22 above. C 306/32 EN Official Journal of the European Union 17.12.2007 ",
        "47) Article 28 shall be amended as follows: (a) paragraph 1 shall be deleted and the remaining paragraphs shall be renumbered accordingly; throughout the Article the words ‘ budget of the European Communities ’ shall be replaced by ‘ Union budget ’ ; (b) in paragraph 2, renumbered 1, the words ‘ which the provisions relating to the areas referred to in this Title entail ’ shall be replaced by ‘ to which the implementation of this Chapter gives rise ’ ; (c) in paragraph 3, renumbered 2, the words ‘ the implementation of those provisions ’ in the first subparagraph shall be replaced by ‘ the implementation of this Chapter ’ ; (d) the following new paragraph 3 shall be added and paragraph 4 deleted: ‘ 3. The Council shall adopt a decision establishing the specific procedures for guaranteeing rapid access to appropriations in the Union budget for urgent financing of initiatives in the framework of the common foreign and security policy, and in particular for preparatory activities for the tasks referred to in Article 28 A(1) and Article 28 B. It shall act after consulting the European Parliament. Preparatory activities for the tasks referred to in Article 28 A(1) and Article 28 B which are not charged to the Union budget shall be financed by a start-up fund made up of Member States' contributions. The Council shall adopt by a qualified majority, on a proposal from the High Representative of the Union for Foreign Affairs and Security Policy, decisions establishing: (a) the procedures for setting up and financing the start-up fund, in particular the amounts allocated to the fund; (b) the procedures for administering the start-up fund; (c) the financial control procedures. When the task planned in accordance with Article 28 A(1) and Article 28 B cannot be charged to the Union budget, the Council shall authorise the High Representative to use the fund. The High Representative shall report to the Council on the implementation of this remit. ’ . 17.12.2007 EN Official Journal of the European Union C 306/33 ",
        "THE COMMON SECURITY AND DEFENCE POLICY 48) The following new section 2 shall be inserted: ‘ SECTION 2 PROVISIONS ON THE COMMON SECURITY AND DEFENCE POLICY ’ 49) An Article 28 A shall be inserted, taking over the wording of Article 17, with the following amendments: (a) the following new paragraph 1 shall be inserted and the next paragraph shall be renumbered 2: ‘ 1. The common security and defence policy shall be an integral part of the common foreign and security policy. It shall provide the Union with an operational capacity drawing on civilian and military assets. The Union may use them on missions outside the Union for peace-keeping, conflict prevention and strengthening international security in accordance with the principles of the United Nations Charter. The performance of these tasks shall be undertaken using capabilities provided by the Member States. ’ ; (b) paragraph 1, renumbered 2, shall be amended as follows: (i) the first subparagraph shall be replaced by the following: ‘ 2. The common security and defence policy shall include the progressive framing of a common Union defence policy. This will lead to a common defence, when the European Council, acting unanimously, so decides. It shall in that case recommend to the Member States the adoption of such a decision in accordance with their respective constitutional requirements. ’ ; (ii) in the second subparagraph, the words ‘ in accordance with this Article ’ shall be replaced by ‘ in accordance with this Section ’ ; (iii) the third subparagraph shall be deleted. (c) the present paragraphs 2, 3, 4 and 5 shall be replaced by the following paragraphs 3 to 7: ‘ 3. Member States shall make civilian and military capabilities available to the Union for the implementation of the common security and defence policy, to contribute to the objectives defined by the Council. Those Member States which together establish multinational forces may also make them available to the common security and defence policy. Member States shall undertake progressively to improve their military capabilities. The Agency in the field of defence capabilities development, research, acquisition and armaments (hereinafter referred to as “ the European Defence Agency ” ) shall identify operational requirements, shall promote measures to satisfy those requirements, shall contribute to identifying and, where appropriate, implementing any measure needed to C 306/34 EN Official Journal of the European Union 17.12.2007 ",
        "strengthen the industrial and technological base of the defence sector, shall participate in defining a European capabilities and armaments policy, and shall assist the Council in evaluating the improvement of military capabilities. 4. Decisions relating to the common security and defence policy, including those initiating a mission as referred to in this Article, shall be adopted by the Council acting unanimously on a proposal from the High Representative of the Union for Foreign Affairs and Security Policy or an initiative from a Member State. The High Representative may propose the use of both national resources and Union instruments, together with the Commission where appropriate. 5. The Council may entrust the execution of a task, within the Union framework, to a group of Member States in order to protect the Union's values and serve its interests. The execution of such a task shall be governed by Article 28 C. 6. Those Member States whose military capabilities fulfil higher criteria and which have made more binding commitments to one another in this area with a view to the most demanding missions shall establish permanent structured cooperation within the Union framework. Such cooperation shall be governed by Article 28 E. It shall not affect the provisions of Article 28 B. 7. If a Member State is the victim of armed aggression on its territory, the other Member States shall have towards it an obligation of aid and assistance by all the means in their power, in accordance with Article 51 of the United Nations Charter. This shall not prejudice the specific character of the security and defence policy of certain Member States. Commitments and cooperation in this area shall be consistent with commitments under the North Atlantic Treaty Organisation, which, for those States which are members of it, remains the foundation of their collective defence and the forum for its implementation. ’ . 50) The following new Articles 28 B to 28 E shall be inserted: ‘ Article 28 B 1. The tasks referred to in Article 28 A(1), in the course of which the Union may use civilian and military means, shall include joint disarmament operations, humanitarian and rescue tasks, military advice and assistance tasks, conflict prevention and peace-keeping tasks, tasks of combat forces in crisis management, including peace-making and post-conflict stabilisation. All these tasks may contribute to the fight against terrorism, including by supporting third countries in combating terrorism in their territories. 17.12.2007 EN Official Journal of the European Union C 306/35 ",
        "2. The Council shall adopt decisions relating to the tasks referred to in paragraph 1, defining their objectives and scope and the general conditions for their implementation. The High Representative of the Union for Foreign Affairs and Security Policy, acting under the authority of the Council and in close and constant contact with the Political and Security Committee, shall ensure coordination of the civilian and military aspects of such tasks. Article 28 C 1. Within the framework of the decisions adopted in accordance with Article 28 B, the Council may entrust the implementation of a task to a group of Member States which are willing and have the necessary capability for such a task. Those Member States, in association with the High Representative of the Union for Foreign Affairs and Security Policy, shall agree among themselves on the management of the task. 2. Member States participating in the task shall keep the Council regularly informed of its progress on their own initiative or at the request of another Member State. Those States shall inform the Council immediately should the completion of the task entail major consequences or require amendment of the objective, scope and conditions determined for the task in the decisions referred to in paragraph 1. In such cases, the Council shall adopt the necessary decisions. Article 28 D 1. The European Defence Agency referred to in Article 28 A(3), subject to the authority of the Council, shall have as its task to: (a) contribute to identifying the Member States' military capability objectives and evaluating observance of the capability commitments given by the Member States; (b) promote harmonisation of operational needs and adoption of effective, compatible procurement methods; (c) propose multilateral projects to fulfil the objectives in terms of military capabilities, ensure coordination of the programmes implemented by the Member States and management of specific cooperation programmes; (d) support defence technology research, and coordinate and plan joint research activities and the study of technical solutions meeting future operational needs; (e) contribute to identifying and, if necessary, implementing any useful measure for strengthening the industrial and technological base of the defence sector and for improving the effectiveness of military expenditure. C 306/36 EN Official Journal of the European Union 17.12.2007 ",
        "2. The European Defence Agency shall be open to all Member States wishing to be part of it. The Council, acting by a qualified majority, shall adopt a decision defining the Agency's statute, seat and operational rules. That decision should take account of the level of effective participation in the Agency's activities. Specific groups shall be set up within the Agency bringing together Member States engaged in joint projects. The Agency shall carry out its tasks in liaison with the Commission where necessary. Article 28 E 1. Those Member States which wish to participate in the permanent structured cooperation referred to in Article 28 A(6), which fulfil the criteria and have made the commitments on military capabilities set out in the Protocol on permanent structured cooperation, shall notify their intention to the Council and to the High Representative of the Union for Foreign Affairs and Security Policy. 2. Within three months following the notification referred to in paragraph 1 the Council shall adopt a decision establishing permanent structured cooperation and determining the list of participating Member States. The Council shall act by a qualified majority after consulting the High Representative. 3. Any Member State which, at a later stage, wishes to participate in the permanent structured cooperation shall notify its intention to the Council and to the High Representative. The Council shall adopt a decision confirming the participation of the Member State concerned which fulfils the criteria and makes the commitments referred to in Articles 1 and 2 of the Protocol on permanent structured cooperation. The Council shall act by a qualified majority after consulting the High Representative. Only members of the Council representing the participating Member States shall take part in the vote. A qualified majority shall be defined in accordance with Article 205(3)(a) of the Treaty on the Functioning of the European Union. 4. If a participating Member State no longer fulfils the criteria or is no longer able to meet the commitments referred to in Articles 1 and 2 of the Protocol on permanent structured cooperation, the Council may adopt a decision suspending the participation of the Member State concerned. The Council shall act by a qualified majority. Only members of the Council representing the participating Member States, with the exception of the Member State in question, shall take part in the vote. A qualified majority shall be defined in accordance with Article 205(3)(a) of the Treaty on the Functioning of the European Union. 5. Any participating Member State which wishes to withdraw from permanent structured cooperation shall notify its intention to the Council, which shall take note that the Member State in question has ceased to participate. 17.12.2007 EN Official Journal of the European Union C 306/37 ",
        "6. The decisions and recommendations of the Council within the framework of permanent structured cooperation, other than those provided for in paragraphs 2 to 5, shall be adopted by unanimity. For the purposes of this paragraph, unanimity shall be constituted by the votes of the representatives of the participating Member States only. ’ . 51) Articles 29 to 39 of Title VI, which relate to judicial cooperation in criminal matters and to police cooperation, shall be replaced by the provisions of Chapters 1, 4 and 5 of Title IV of Part Three of the Treaty on the Functioning of the European Union. As set out below, in Article 2, points 64, 67 and 68 of this Treaty, Article 29 shall be replaced by Article 61 of the Treaty on the Functioning of the European Union, Article 30 shall be replaced by Articles 69 F and 69 G thereof, Article 31 shall be replaced by Articles 69 A, 69 B and 69 D thereof, Article 32 shall be replaced by Article 69 H thereof, Article 33 shall be replaced by Article 61 E thereof and Article 36 shall be replaced by Article 61 D thereof. The heading of the Title shall be deleted and its number shall become the number of the Title on final provisions. 52) Articles 40 to 40 B of Title VI and Articles 43 to 45 of Title VII, relating to enhanced cooperation, shall be replaced by Article 10 in accordance with point 22 above, and Title VII shall be repealed. 53) Articles 41 and 42 shall be repealed. FINAL PROVISIONS 54) Title VIII, on final provisions, shall be renumbered VI; this Title and Articles 48, 49 and 53 shall be amended as set out respectively in points 56, 57 and 61 below. Article 47 shall be replaced by Article 25b, as indicated above in point 45, and Articles 46 and 50 shall be repealed. 55) The following new Article 46 A shall be inserted: ‘ Article 46 A The Union shall have legal personality. ’ . 56) Article 48 shall be replaced by the following: ‘ Article 48 1. The Treaties may be amended in accordance with an ordinary revision procedure. They may also be amended in accordance with simplified revision procedures. Ordinary revision procedure 2. The Government of any Member State, the European Parliament or the Commission may submit to the Council proposals for the amendment of the Treaties. These proposals may, inter alia , serve either to increase or to reduce the competences conferred on the Union in the Treaties. These proposals shall be submitted to the European Council by the Council and the national Parliaments shall be notified. C 306/38 EN Official Journal of the European Union 17.12.2007 ",
        "3. If the European Council, after consulting the European Parliament and the Commission, adopts by a simple majority a decision in favour of examining the proposed amendments, the President of the European Council shall convene a Convention composed of representatives of the national Parliaments, of the Heads of State or Government of the Member States, of the European Parliament and of the Commission. The European Central Bank shall also be consulted in the case of institutional changes in the monetary area. The Convention shall examine the proposals for amendments and shall adopt by consensus a recommendation to a conference of representatives of the governments of the Member States as provided for in paragraph 4. The European Council may decide by a simple majority, after obtaining the consent of the European Parliament, not to convene a Convention should this not be justified by the extent of the proposed amendments. In the latter case, the European Council shall define the terms of reference for a conference of representatives of the governments of the Member States. 4. A conference of representatives of the governments of the Member States shall be convened by the President of the Council for the purpose of determining by common accord the amendments to be made to the Treaties. The amendments shall enter into force after being ratified by all the Member States in accordance with their respective constitutional requirements. 5. If, two years after the signature of a treaty amending the Treaties, four fifths of the Member States have ratified it and one or more Member States have encountered difficulties in proceeding with ratification, the matter shall be referred to the European Council. Simplified revision procedures 6. The Government of any Member State, the European Parliament or the Commission may submit to the European Council proposals for revising all or part of the provisions of Part Three of the Treaty on the Functioning of the European Union relating to the internal policies and action of the Union. The European Council may adopt a decision amending all or part of the provisions of Part Three of the Treaty on the Functioning of the European Union. The European Council shall act by unanimity after consulting the European Parliament and the Commission, and the European Central Bank in the case of institutional changes in the monetary area. That decision shall not enter into force until it is approved by the Member States in accordance with their respective constitutional requirements. The decision referred to in the second subparagraph shall not increase the competences conferred on the Union in the Treaties. 7. Where the Treaty on the Functioning of the European Union or Title V of this Treaty provides for the Council to act by unanimity in a given area or case, the European Council may adopt a decision authorising the Council to act by a qualified majority in that area or in that case. This subparagraph shall not apply to decisions with military implications or those in the area of defence. 17.12.2007 EN Official Journal of the European Union C 306/39 ",
        "Where the Treaty on the Functioning of the European Union provides for legislative acts to be adopted by the Council in accordance with a special legislative procedure, the European Council may adopt a decision allowing for the adoption of such acts in accordance with the ordinary legislative procedure. Any initiative taken by the European Council on the basis of the first or the second subparagraph shall be notified to the national Parliaments. If a national Parliament makes known its opposition within six months of the date of such notification, the decision referred to in the first or the second subparagraph shall not be adopted. In the absence of opposition, the European Council may adopt the decision. For the adoption of the decisions referred to in the first and second subparagraphs, the European Council shall act by unanimity after obtaining the consent of the European Parliament, which shall be given by a majority of its component members. ’ . 57) The first paragraph of Article 49 shall be amended as follows: (a) in the first sentence, the words ‘ which respects the principles set out in Article 6(1) may apply ’ shall be replaced by ‘ which respects the values referred to in Article 1a and is committed to promoting them may apply ’ ; (b) in the second sentence, the words ‘ It shall address its application to the Council, which shall act unanimously ’ shall be replaced by ‘ The European Parliament and national Parliaments shall be notified of this application. The applicant State shall address its application to the Council, which shall act unanimously ’ ; the word ‘ assent ’ shall be replaced by ‘ consent ’ and the words ‘ an absolute majority ’ shall be replaced by ‘ a majority ’ ; (c) the following sentence shall be added at the end of the paragraph: ‘ The conditions of eligibility agreed upon by the European Council shall be taken into account. ’ . 58) The following new Article 49 A shall be inserted: ‘ Article 49 A 1. Any Member State may decide to withdraw from the Union in accordance with its own constitutional requirements. 2. A Member State which decides to withdraw shall notify the European Council of its intention. In the light of the guidelines provided by the European Council, the Union shall negotiate and conclude an agreement with that State, setting out the arrangements for its withdrawal, taking account of the framework for its future relationship with the Union. That agreement shall be negotiated in accordance with Article 188 N(3) of the Treaty on the Functioning of the European Union. It shall be concluded on behalf of the Union by the Council, acting by a qualified majority, after obtaining the consent of the European Parliament. 3. The Treaties shall cease to apply to the State in question from the date of entry into force of the withdrawal agreement or, failing that, two years after the notification referred to in paragraph 2, unless the European Council, in agreement with the Member State concerned, unanimously decides to extend this period. C 306/40 EN Official Journal of the European Union 17.12.2007 ",
        "4. For the purposes of paragraphs 2 and 3, the member of the European Council or of the Council representing the withdrawing Member State shall not participate in the discussions of the European Council or Council or in decisions concerning it. A qualified majority shall be defined in accordance with Article 205(3)(b) of the Treaty on the Functioning of the European Union. 5. If a State which has withdrawn from the Union asks to rejoin, its request shall be subject to the procedure referred to in Article 49. ’ . 59) The following Article 49 B shall be inserted: ‘ Article 49 B The Protocols and Annexes to the Treaties shall form an integral part thereof. ’ . 60) An Article 49 C shall be inserted: ‘ Article 49 C 1. The Treaties shall apply to the Kingdom of Belgium, Republic of Bulgaria, the Czech Republic, the Kingdom of Denmark, the Federal Republic of Germany, the Republic of Estonia, Ireland, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Grand Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, Romania, the Republic of Slovenia, the Slovak Republic, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland. 2. The territorial scope of the Treaties is specified in Article 311a of the Treaty on the Functioning of the European Union. ’ . 61) Article 53 shall be amended as follows: (a) the first paragraph shall be numbered 1, the languages listed in the second paragraph of the current Article 53 of the Treaty on European Union shall be added to the list in this paragraph and the second paragraph shall be deleted; (b) the following new paragraph 2 shall be added: ‘ 2. This Treaty may also be translated into any other languages as determined by Member States among those which, in accordance with their constitutional order, enjoy official status in all or part of their territory. A certified copy of such translations shall be provided by the Member States concerned to be deposited in the archives of the Council. ’ . 17.12.2007 EN Official Journal of the European Union C 306/41 "
    ]
}