{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 21.6.2021 SWD(2021) 161 final COMMISSION STAFF WORKING DOCUMENT Analysis of the recovery and resilience plan of Slovakia Accompanying the document Proposal for a COUNCIL IMPLEMENTING DECISION on the approval of the assessment of the recovery and resilience plan for Slovakia {COM(2021) 339 final} ",
        "1 Table of contents 1. Executive summary ............................................................................................................................... 2 2. Recovery and resilience challenges: scene-setter ................................................................................ 5 2.1. Macroeconomic outlook and developments since the 2020 country report ............................... 5 2.2. Challenges related to sustainable growth, cohesion, resilience and policies for the next generation ................................................................................................................................................. 8 2.3. Challenges related to the green and digital transition ............................................................... 10 Green dimension ................................................................................................................................. 10 Digital dimension ................................................................................................................................ 15 3. Objectives, structure and governance of the plan.............................................................................. 21 3.1. Overall strategy of the plan ........................................................................................................ 21 3.2. Implementation aspects of the plan ........................................................................................... 23 4. Summary of the assessment of the plan ............................................................................................ 29 4.1. Comprehensive and adequately balanced response to the economic and social situation ...... 29 4.2. Link with country-specific recommendations and the European Semester ............................... 37 4.3. Growth potential, job creation, economic, institutional and social resilience, European Pillar of Social Rights, mitigating the impact of the crisis, and social territorial cohesion and convergence ...... 47 4.4. The principle of ‘do no significant harm’ .................................................................................... 60 4.5. Green transition .......................................................................................................................... 62 4.6. Digital transition .......................................................................................................................... 66 4.7. Lasting impact of the plan ........................................................................................................... 70 4.8. Milestones, targets, monitoring and implementation................................................................ 72 4.9. Costing ........................................................................................................................................ 74 4.10. Controls and audit ....................................................................................................................... 78 4.11. Coherence ................................................................................................................................... 80 ",
        "2 1. E XECUTIVE SUMMARY With a total estimated cost of EUR 6 575 000 000, the implementation of Slovakia’s recovery and resilience plan is expected to contribute significantly to the recovery from the COVID-19 crisis and economic, social and territorial cohesion. The pandemic pushed Slovakia’s economy into a deep recession in 2020, with GDP declining by 4.8% and the unemployment rate rising to 6.7%. As containment measures are eased, a swift recovery is expected with 4.8% growth in 2021 and 5.2% growth in 2022, driven by both domestic spending and foreign demand. Investments and reforms set out in the plan should help the recovery, particularly from 2022 onwards. Fiscal policy is expected to remain supportive, with the government budget deficit forecast to be 6.5% in 2021. The plan fully uses the allocation for non-repayable financial support of EUR 6 328 586 359 1 . Slovakia did not request any loans from the RRF. Slovakia has made fast progress in catching up with the EU average in many areas in the years following EU accession, but population ageing, climate change and the digital transformation pose long-term structural challenges to the country’s economy and society. Maintaining productivity growth, the backbone of Slovakia’s economic convergence, will require sustained structural reforms of education and of institutions, and targeted investment into infrastructure and research and innovation. Moreover, Slovakia is not yet sufficiently prepared for the green and digital transitions. Technological change, such as the automation of production processes, is likely to impact Slovakia’s economy more than the economies of other countries, given the exposure of its large manufacturing sector, including automotive production. In addition, the pension and the healthcare systems pose long-term sustainability risks to public finances and the economy. The plan is expected to contribute to effectively addressing a significant subset of the structural challenges identified in the country-specific recommendations of 2019 and 2020, and is consistent with the euro area recommendation. 2 The plan’s strong focus on inclusive education, public governance and productivity-enhancing investment into the green and digital transition, as well as its envisaged contribution to decreasing regional divergences, can be considered a comprehensive and adequate response to the challenges Slovakia is facing. The 1 This amount corresponds to the financial allocation after deduction of the Slovakia’s proportional share of the expenses of Article 6(2) of Regulation (EU) 2021/241, calculated in accordance with the methodology of Article 11 of that Regulation. 2 Pending final adoption by the Council, after endorsement by the European Council. The text agreed by the Eurogroup on 16 December 2020 is available at: https://data.consilium.europa.eu/doc/document/ST-14356-2020- INIT/en/pdf ",
        "3 challenge of accelerating the green and digital transition is tackled with determination and a wide range of measures. Long-standing challenges in the area of education, childcare, healthcare, as well as research, development and innovation are also addressed with comprehensive measures designed to tackle the most serious shortcomings, such as the low quality and inclusiveness of education, fragmented RDI policy coordination, insufficient public-private cooperation, and weak RDI performance. Additional measures proposed in the plan to improve the justice system, public procurement and the fight against money laundering have the potential to address many of the underlying challenges, if adopted and implemented in line with EU law requirements on proper safeguards and judicial independence and with due involvement of stakeholders. Lastly, several reforms are expected to improve the long-term sustainability of public finances. The plan thereby provides for ambitious reforms and investments across the euro area recommendations, particularly as regards the health system, the green and digital transition, and public administration, and is moreover geared towards further improving convergence and fostering economic growth. The implementation of the recovery and resilience plan is expected to contribute significantly to economic growth and job creation in Slovakia, while strengthening economic, social and institutional resilience. RRF-financed fiscal stimulus is expected to provide a boost to aggregate demand in the short to medium term, improving the cyclical position of the Slovak economy, and thereby mitigating the adverse economic effects of the COVID-19 crisis. As a result, GDP is estimated to be higher by between 1.3% and 1.8% on average during the period of 2021-2026, relative to the counterfactual scenario without the RRF. The labour market is also expected to fare markedly better than it would in the absence of RRF. Potential growth is projected to be boosted significantly and in a long-lasting manner as a result of investments and productivity gains. In the long run, structural reforms contained in the plan are expected to entail a sizeable GDP gain by 2040. Most of this impact is assumed to stem from human capital policies such as education, training, research, development and innovation, which improve the productivity of the Slovak economy. This would facilitate the country’s transition to an economic model more focused on high value-added activities, and which remains competitive amid automation and digital change. With 43% of its allocation dedicated to climate-related measures, Slovakia’s recovery and resilience plan has a strong focus on climate change mitigation, addressing adaptation and the protection of biodiversity and natural resources and intends to contribute to 2030 and 2050 climate targets and zero pollution ambition of the European Green Deal. Investments in renewable energy capacity combined with a set of reforms aimed notably at facilitating the access to the grid of clean energy sources are to set Slovakia achieve its 2030 renewables target. A wide programme of building renovations will decrease their impact on greenhouse gas emissions and improve air quality. A distinct set of measures is designed to support industry decarbonisation. In transport, a comprehensive package of reforms and investments will target electro-mobility, inter-modality and public modes of transportation. The plan also includes reforms and investments aimed at sustainable landscape, forest and water management. The plan includes a complete assessment of “do no significant harm” (DNSH) and all measures respect the DNSH principle. ",
        "4 With 21% of its allocation dedicated to digital measures, the plan is expected to contribute significantly to the digital transformation of the Slovak economy and society. The plan puts strong emphasis on digitalisation of the public sector, both as part of sectoral reforms (justice, police, healthcare) as well as through horizontal measures aiming at increasing quality and accessibility of eGovernment solutions, improving the efficiency in public use of IT resources and strengthening cybersecurity. A reform of the governance model for the digital economy, together with investments into top digital technologies and into digital capabilities of companies, in particular SMEs, should help the development of the digital ecosystem. Development of digital skills is one of the objectives of the proposed education reforms and of the investment in skills of seniors and disadvantaged groups, which will be complemented by a digital skills strategy for persons in productive and post-productive age. Slovakia’s recovery and resilience plan entails structural changes to institutions and policies geared at addressing root causes of existing challenges and as such can be expected to achieve a lasting impact. Digitalisation efforts across a wide range of institutions and public administration are expected to structurally enhance efficiency and improve the quality of public services. Reforms of the governance framework of the judiciary and in the fight against corruption and money laundering are set to have a lasting impact. Investment measures – including into sustainable transport, building renovation, higher education infrastructure, and healthcare - are set to support and enhance the positive impact of structural reforms. Climate adaptation measures more broadly contribute to mitigating climate change related risks and improve future prosperity and well-being. Moreover, Slovakia has put emphasis on stakeholder involvement to ensure broad support for structural changes. The plan proposes a comprehensive and coherent set of milestones and targets that are clear, realistic and with a sufficient level of ambition to achieve the objectives of each component. Indicators attributed to milestones and targets are relevant, acceptable and robust. Slovakia is setting up a comprehensive implementation system with leading role of the National Implementation and Coordination Authority (NIKA) responsible for the monitoring and overall implementation of the milestones and targets and submitting payment request to the European Commission. Overall, costing information and supporting documents are provided to a relatively high extent, and provide a good basis to assess the reasonability and plausibility of cost estimates. At the same time, for certain measures information and supporting documents or other comparable data have been provided to a limited extent, which hampers the degree to which these specific cost estimates can be considered reasonable and plausible. Overall, synergies with other EU funding are explained to the extent possible at this stage. For various measures, these synergies need to be carefully monitored during implementation at strategic and project levels. Provided the milestones mentioned below (on the entry into force of the RRF Act and on the repository of information) are met before the first payment request, the arrangements proposed in the recovery and resilience plan and the additional measures contained in the proposal for the Council implementing decision are adequate to prevent, detect and correct ",
        "5 corruption, fraud and conflicts of interests, and the arrangements are expected to effectively avoid double funding. In general, identification of the actors responsible for controls and audit in Slovakia is well explained and the independence and segregation of functions of the audit authority clearly set out, including how it is enshrined in Slovak legislation. Measures to detect and avoid double funding seem to be comprehensively included. NIKA will work to coordinate actors involved in implementing the RRF. At the same time, much of the legal basis rests on “ Recovery and Resilience Facility Act ” or “ Act on RRF ” which was still a draft at the time of submission of the plan. A milestone shall therefore cover the entering into force of the Act on RRF, as well as the absence of any material difference between the content of the Act as described in the plan and the content of the final version that will enter into force. In addition, a repository system for monitoring the implementation of the RRF and for the collection and storage of all the data referred to in Article 22(2)(d) of the RRF regulation shall be put in place and operational by the time of the first payment request. A milestone shall be included to this end. The plan presents a consistent and comprehensive package of reforms and investments mutually reinforcing each other with a strong reform drive. The plan’s vision of a modernised Slovakia is centred on three interconnected pillars of an innovative, sustainable and healthy country and five key policy areas, which are implemented through 18 components. Synergies are ensured in thematic components (e.g. education components) as well as horizontally across a number of components (e.g. when applying energy efficiency requirements for public buildings renovations or digital transition of the public administration). (1) Balanced Response (2) CSRs (3) Growth, jobs… (4) DNSH (5) Green target (6) Digital target (7) Lasting impact (8) M & T (9) Costing (10) Control Systems (11) Coherence A A A A A A A A B A A 2. R ECOVERY AND RESILIENCE CHALLENGES : SCENE - SETTER 2.1. Macroeconomic outlook and developments since the 2020 country report Slovak economic activity was hit hard by the Covid-19 pandemic and the corresponding containment measures, resulting in a sharp fall in real output during the first half of 2020. As restrictions were lifted after the first wave of the pandemic, the Slovak economy experienced a sharp rebound in Q3-2020, but the recovery slowed down towards the end of the year amid the resurging second wave, resulting in a decline of 4.8% of annual GDP for 2020. The downturn ",
        "6 was driven by a sharp fall in both foreign and domestic demand, with industry-heavy exports and imports as well as investment suffering relatively more than household consumption. The latter was supported by a resilient labour market (propped up by short-term work schemes) as well as by other fiscal support measures (e.g. nursing and sickness benefits) 3 . While this cushioned the fall in retail sales, the service sector (especially in hospitality) could not avoid larger losses amid the restrictions. Investment and construction output also fell sharply due to increasing uncertainty about the future. Public support measures helped mitigate the impact of the crisis on the labour market. Nevertheless, after years of strong employment growth, the unemployment rate rose from a record low of 5.8% in 2019 to 6.7% in 2020, and employment fell by 1.9%. Fiscal support measures as well as weaker tax revenues have considerably increased the government budget deficit to 6.2% of GDP in 2020, resulting in a sharp increase of the public debt-to-GDP ratio to 60.6% in 2020 from 48.2% in 2019. The macroeconomic scenario of the Slovak Ministry of Finance’s Institute for Financial Policy (IFP) 4 expects the pandemic to keep weighing on economic activity at the beginning of 2021, mainly due to weak household consumption and muted private investment. However, as gradual vaccination rollout facilitates the lifting of restrictions, a solid recovery is forecast later in the year, also aided by continued fiscal stimulus, leading to a projected GDP growth of 3.3% in 2021. Thereafter, the IFP forecasts robust output growth of 6.3% in 2022 and 2.8% in 2023, helped by public investments to be supported under the Recovery and Resilience Facility (RRF), and by the drawing of Multiannual Financial Framework (MFF) funds, which can compensate for the effects of the planned gradual fiscal consolidation (1pp of GDP from 2023 onwards). The output gap is estimated to remain negative in 2021, and be closed by 2022 with output slightly above potential thereafter. The 2019 GDP level is projected to be reached by 2022. Aided by short-term work schemes, employment proved to be rather resilient in the face of the crisis. However, its recovery is projected to be somewhat delayed as working hours are increased first and firms remain cautious about posting new vacancies. Despite the economic rebound later on, due to the weaker first half of the year the IFP expects employment in 2021 to be 0.4% lower on average, before gradually recovering from 2022 onwards. The unemployment rate is forecast to rise to 7.1% in 2021, and to start slowly decreasing from 2022 onwards. Inflation is projected to slow down during 2021, mainly due to a fall in regulated energy prices, but then it should rise gradually as the cyclical position of the economy improves. 3 According to estimates by the Commission’s Joint Research Centre, in 2020 the Slovak tax-benefit system, including emergency policy measures to protect incomes, cushioned about 84% of the shock on households’ income, with more than half of the effect due to the monetary compensation schemes (JRC Working Papers on Taxation and Structural Reforms, 02/2021 [forthcoming], and 06/2020 [https://ec.europa.eu/jrc/sites/jrcsh/files/jrc121598.pdf]). 4 Slovakia’s RRP refers to the official macroeconomic forecast of IFP, updated in March 2021. ",
        "7 In terms of social developments, income inequality in Slovakia remains low relative to the EU-27 average. According to the latest 2019 statistics, the S80/S20 ratio 5 stood at 3.34 for disposable income (vs 4.99 in the EU) and the Gini-coefficient was 22.8% (vs 30.2% for the EU). However, this is due to a low wage dispersion rather than strong redistribution by the state. Similarly, the proportion of people at risk of poverty and social exclusion (AROPE) is relatively low, at just 16.4% (vs 20.9% for the EU). However, behind this average there are large disparities, with some regions (particularly South-Center and Eastern Slovakia) and groups remaining particularly vulnerable, e.g. marginalised Roma communities. Also, for children with low skilled parents the AROPE ratio is a very high 89.3% (vs 59.6% in the EU), suggesting low social mobility. Low-skilled and young people face considerable disadvantages in the labour market. Young people not in employment, education and training (NEET) comprised 14.5% of the population in 2019, similar to the EU average (12.5%), but in Q3-2020 long term unemployment among young people was very high at 6.55% (vs 3.71% in the EU). The unemployment rate for low skilled youth (53.2%) is more than twice the EU average (21.1%), while unemployment for all low-skilled workers is 30.9% (vs 13.3% for the EU). According to the plan, fiscal policy is projected to remain supportive in the near term, with the budget deficit forecast to reach 9.9% of GDP in 2021. Along with the subsequent recovery, the government projects a gradual fiscal consolidation from 2023 onwards, as the structural deficit is reduced by 1 pp. each year until the medium-term budgetary objective (MTO) of 0.5% structural surplus is reached in 2028. As a result of continued primary deficits, the public debt-to-GDP ratio is expected to keep rising in the medium term, however, its pace should be contained by low interest rates and robust nominal growth. Compared with the latest Commission forecast, the macroeconomic scenario of the plan and the 2021 stability programme is slightly more pessimistic for 2021 (see Table 1). The Commission 2021 Spring Forecast expects annual growth of 4.8% in 2021, although followed by a slower expansion of 5.2% in 2022. The Commission therefore expects the recovery to materialize sooner, mainly due to a sharper rebound in domestic spending, but also to the inclusion of the spillover effect of the US fiscal stimulus on exports. Related to this different pattern in aggregate demand recovery, the Commission’s inflation forecast is somewhat higher for 2021, and lower for 2022. In terms of the labour market, the Commission’s outlook is broadly in line with that of the IFP. The Commission’s forecast for fiscal indicators follows a more favourable trajectory than that projected by the Slovak government, as the Spring Forecast could not yet incorporate the latest information from the authorities. Table 1 Comparison of macroeconomic developments and forecasts 5 The S80/S20 ratio compares the mass of disposable income flowing to the richest 20% of households versus that flowing to the poorest 20%. ",
        "8 There are several risks around the macroeconomic scenario outlined above. The macroeconomic and fiscal outlook continue to be affected by high uncertainty related to the COVID-19 pandemic and its economic consequences. According to the IFP, the main downside risk in the short run is a deterioration of the pandemic situation, which would necessitate more prolonged restrictions, harming and delaying the recovery. In addition, with the eventual withdrawal of policy support measures, unemployment and bankruptcies could rise. In the medium term, this would raise the risk of labour market scarring from sustained unemployment spells, and of persistent damage to potential growth. Upside risks include spillover effects from the recent US fiscal stimulus, which have not been incorporated to the IFP’s forecast, and could boost Slovakia’s export performance. A similar positive risk concerns spillover effects from European trading partners as they implement their own RRP. Overall, the plan’s macroeconomic assumptions are plausible and broadly in line with the Commission’s own forecasts. 2.2. Challenges related to sustainable growth, cohesion, resilience and policies for the next generation Slovakia has made fast progress in catching up with the EU average in many areas in the years following EU accession, driven by export-based industrial production based on attractive labour costs, in particular the automotive industry. This period of swift convergence was based on industrial specialisation – achieved with the help of foreign direct investment with high shares of goods exported to the single market. Manufacturing accounted for 20% of GDP in 2018, compared to 14.6% in the EU. In the past years preceding the crisis, Slovakia’s progress in catching up has slowed down. It is now lagging behind that of regional peers in Central and Eastern Europe. GDP per person in 2019 2023 2024 2025 2026 COM COM RRP COM RRP COM RRP RRP RRP RRP RRP Real GDP (% change) 2.5 -4.8 -5.2 4.8 3.3 5.2 6.3 2.8 0.3 Employment (% change) 1.0 -1.9 -1.9 -0.6 -0.4 0.8 0.9 1.2 0.3 Unemployment rate (%) 5.8 6.7 6.7 7.4 7.1 6.6 6.5 5.4 4.7 HICP inflation (% change) 2.8 2.0 2.0 1.5 1.1 1.9 2.2 2.5 2.3 General government balance (% of GDP) -1.3 -6.2 -6.2 -6.5 -9.9 -4.1 -5.1 Gross debt ratio (% of GDP) 48.2 60.6 60.6 59.5 64.1 59.0 Source: [Commission Spring Forecast 2021] (COM); Recovery and resilience plan (RRP) 2020 2021 2022 ",
        "9 purchasing power standards has stood around 75% of the EU average since 2010. This is partly linked to the persisting labour productivity gap vis-à-vis the EU average. With domestic unit labour costs increasing, further convergence will hinge on Slovakia’s ability to increase competitiveness and productivity, and to diversify the economy. This calls for stronger diffusion of new technologies and innovations to domestic and smaller companies – supported by increased investment in R&D and in upskilling, and development of economic sectors. There remains scope to improve public sector performance and governance effectiveness in view of fostering growth and investment. A significant economic and social developmental gap between Slovakia’s capital and its other regions further hampers economic progress. Regional disparities, especially between Eastern and Western Slovakia, constitute an important challenge, as infrastructure gaps and weak urban-rural linkages mark pronounced economic differences. The quality of Slovakia’s education and training system and the inequalities within it prevent the country from fulfilling its economic potential. There are skills mismatches between current skillsets and future labour market needs, including digital skills. Students’ performance in basic skills remains low and pronounced educational inequalities persist, with socioeconomic background having a significant impact on educational and employment outcomes. These inequalities have been exacerbated by the Covid-19 outbreak. Participation in early childhood education and care (ECEC) is among the lowest in the EU, in particular among vulnerable groups (notably the Roma minority). The quality, relevance and internationalisation of higher education is low, affected by the fragmentation of the system. Investment in high- quality and inclusive education (including the teaching profession) and training remains insufficient, affecting educational outcomes across all levels, including vocational training and schemes for upskilling and reskilling of workers, which will be essential for an inclusive recovery and to successfully manage the twin transition. Digital illiteracy features among top barriers for jobseekers indicated by employers. Slovakia has a strong labour market, but structural challenges and disparities persist. The gender gaps in both employment and wages remain. Long-term unemployment remains high in particular in eastern Slovakia, also due to lack of integrated employment and social services for the vulnerable groups. The proportion of people at risk of poverty or social exclusion is low overall, but severe material deprivation is among the highest in the EU and there are strong disparities between groups and regions. A large part of the Roma population lives in poverty or in poor housing conditions, and their access to social and basic services is hampered by missing infrastructure. For the Roma children living in concentrated residential areas, the probability of becoming unemployed or earning less than the minimum wage in irregular work is high. Access to healthcare for marginalized populations (such as ethnic minorities and those living in deprived areas) remains relatively poor and characterized by sizeable geographic disparities, reflecting the uneven distribution of healthcare staff across the country. Although some steps have been taken in recent years to alleviate this issue, the age composition of the current health workforce raises concerns about their future supply. An underperforming public administration is a bottleneck for public investment, while low trust in the justice system undermines business confidence and private investment. The overall effectiveness of Slovakia’s public institutions, administration and regulatory environment ",
        "10 remains low, hampering the business environment. Despite efforts, specific concerns regarding the independence and integrity of the justice system remain. There is scope to improve the corruption prevention framework and to carry out planned reforms. Public procurement procedures need to be simplified and accelerated, but proper safeguards and transparency ensured. Moreover, quality-related and lifecycle cost criteria are insufficiently used in public purchases thus limiting their strategic use. Strengthening governance capacities, performance of civil service and coordination particularly at local and regional level could bolster the implementation of reforms and investment. A stronger role of expenditure reviews and the introduction of multiannual expenditure ceilings could further improve spending efficiency. Specific but important shortcomings such as lengthy processes to get construction permits or to resolve insolvency hinder economic efficiency, and the high frequency and low predictability of changes in the regulatory framework hamper investment. In addition, late payments represent a risk to liquidity of companies and a barrier to investment. Moreover, the anti-money laundering framework and related capacities exhibit important weaknesses. Population ageing, recent pension reforms and the healthcare system pose long-term sustainability risks to public finances and the economy. The demographic old-age dependency ratio in Slovakia is projected to increase significantly due to sustained increases in life expectancy and low fertility rates. Moreover, recent reforms capping the retirement age and raising minimum pensions heighten long-term fiscal sustainability risks. Excessive reliance on hospitals to provide care services hinders the efficiency of the healthcare system, while the current Slovak long-term care system is not ready to face the challenges posed by rapid population ageing. The tax system does not promote growth and fiscal sustainability: Property, consumption and environmental taxes play a limited role; the VAT compliance gap remains high despite improvements; and the tax wedge for low-income earners is high and hampers social inclusion through employment. Technological changes are likely to impact Slovakia’s economy more than the economies of other countries. Yet, both public and private R&D investment remain low. The low quality of public research and limited cooperation of universities and research organisations with businesses, partly explained by inefficiencies related to a fragmented governance system, constrain the development and sharing of knowledge and skills. 2.3. Challenges related to the green and digital transition Green dimension The recovery and resilience plan should contribute to the green transition and at least 37% of the plan´s total allocation needs to contribute to climate objectives . The measures in the plan shall contribute to achieving the 2050 climate neutrality objective, and the 2030 energy and climate targets, taking into account the Slovak National Energy and Climate Plan. They should also contribute to meeting environmental targets for waste, water, pollution control, sustainable mobility, biodiversity protection and restoration, marine and water resources, and support the transition to sustainable food systems as well as to a circular economy as appropriate, while ensuring that nobody is left behind. ",
        "11 Slovakia is not yet sufficiently prepared for the green transition, and investment is lacking in many areas. Investments in the green transition are particularly challenging due to a limited absorption capacity of funds, and most government plans are only in an initial phase. Progress and levels of existing funding vary widely across the various policy areas that are part of the green transition and Cohesion Policy funds and public finance remain the major source of funding. In 2014-2020, the Cohesion Policy funds for Slovakia have allocated EUR 1.99 billion for environment protection and resource efficiency, EUR 1.24 billion for low-carbon economy (energy efficiency: approx. EUR 920 million, renewables: approx. EUR 315 million) and EUR 552 million for climate change adaptation and risk prevention . The main priorities in energy policy include supporting energy efficiency solutions, in particular for households, and investing into renewable energy. These priorities are reflected in Slovakia’s National Energy and Climate Plan (NECP), which estimates total investment needs to reach the 19.2% renewable energy contribution by 2030 at around EUR 4.3 billion and the cost of energy efficiency measures at EUR 2.2 billion per year. Energy policy is a key lever to mitigating climate change, as Slovakia is lagging behind on related targets. However, the decarbonisation models on which Slovak NECP is built is considered outdated and revaluation as well as reflection on new emission targets would be needed. GHG emissions Slovakia has set an ambitious emissions target, but this ambition is not always reflected in the underpinning policy measures. For sectors outside of the Emissions Trading Scheme Slovakia has set a target of -20% by 2030 compared to 2005. It is however unclear if the measures included in the National Energy and Climate Pan (NECP), would allow to achieve that objective. The existing measures projections imply a reduction of just 12% by 2030 compared to 2005, likely requiring significant additional effort for those sectors. Adapting to climate impacts Slovakia has adopted its National Adaptation Strategy, but mainstreaming of climate adaptation into sectoral policies is not yet sufficien t and its implementation requires strong commitment, financial support and systemic approach. Overall, there is a lack of uptake of nature-based solutions. Renewable share Slovakia's target of 19.2% renewables share is well below the 24% share calculated in line with the formula in Annex II of the Regulation (EU) 2018/1999 (Governance Regulation), but even that will require significant additional policy effort. It is planned to achieve this target notably through a significant increase in onshore wind capacity and photovoltaics and a modest increase of renewable energy in heating and transport, based to a large extent on bioenergy and biofuels. However, recent modification in reporting of renewables needs to be taken into account in interpretation of the trends in energy sector. In particular, a higher statistical coverage of the use of bioenergy in households implied a significant increase in the ",
        "12 reported uptake of renewables and requires assessing of further support of bioenergy with focus on LULUCF carbon sinks, biodiversity and air quality. In order to tap the potential of renewables, Slovakia should accelerate implementation of relevant measures. It should relaunch the auctions to support large-scale renewable energy installations, promoting market-based direct contracts (PPAs) and reducing investors’ risk by re- installing the right to grid connection. In other sectors, additional reforms and investments for e- mobility and for upgrading district heating and cooling could allow for more ambition beyond the NECP trajectory. The NECP estimates total investment needs to reach the 19.2% renewable energy contribution (proposed by Slovakia for 2030) at around EUR 4.3 billion . The investment costs for electricity generation are EUR 180 million and for heat generation EUR 250 million per year. Reforms in late 2018 and 2019 introduced auctions and regulated how consumers can participate in producing renewable energy (Renewable Energy Act). However, auctions for large scale sources of renewable energies have still not been re-launched, and there is a lack of investment certainty. The Action Plan for the transition of the Upper Nitra region contributes to phasing out of coal mining and coal-fired electricity generation by 2023. The solution for district heating system (now coal-based) in Nováky is being developed. The national hydrogen strategy is also being finalised and should be adopted in 2021. Energy and resource efficiency The 2030 objectives that Slovakia has fixed itself for energy efficiency are modest. But even against that benchmark there may be a need to significantly scale up measures listed in the NECP and ensure a proper implementation. Existing investment support measures should be streamlined with due regard to energy poverty and ensure that the energy efficiency first principle applies at system level. Investments needs in energy efficiency are significant, but a number of non-financial barriers need to be addressed at the first place. The NECP estimates that by 2030, EUR 3 billion are needed to renovate non-residential buildings, out of which EUR 1.2 billion are needed for public buildings 6 . Slovakia has been pursuing an ambitious renovation programme for multi-apartment and public buildings. In addition, following Eurostat’s new rules, Slovakia has embraced the energy performance contracts and prepared enabling legislation and model contract to be followed by all public bodies. However, building owners’ low income, low awareness about energy renovation and a 6 Economidou, M., et al., 2020, National Energy and Climate Plans for 2021-2030 under the EU Energy Union: Assessment of the Energy Efficiency Dimension, EUR 30487 EN, Publications Office of theEuropean Union, Luxembourg, 2020, 978-92-76-27013-3, doi:10.2760/678371, JRC122862 ",
        "13 lack of advisory services are among Slovakia’s barriers to change. It is estimated that around 120,000 boilers are inefficient. Following an average annual renovation rate of 2.6% at the cost optimal level, the primary energy saving potential in Slovakia, by 2050, is 20.4 TWh. Over the period of 2021-2050 this is expected to generate more than 0.73 million of full time equivalent jobs 7 . Despite resource efficiency gains, and a relative decoupling of raw material use and economic growth, natural resources use remain at an environmentally unsustainable level . Slovakia´s secondary raw material use rate is well below EU average, with almost no progress since 2010. Moving to a circular economy, e.g. by promoting reuse, recyclability and secondary raw materials markets, can boost Slovakia´s resource productivity and efficient use of natural resources, generate cost savings and create jobs. However, fundamental changes in core systems of production and consumption which are prerequisite for the transition towards sustainability are even more challenging in Slovakia due to its existing economy model. Transport Transport systems need to be made more sustainable while serving key needs to connect regions and people. This requires shifting towards zero and lower emission transport – using low-emission technologies, changing modal shares and setting better incentives – which can also reduce (locally) congestion and high levels of air pollution. Transport networks already receive large amounts of funding, though investments could be tailored to be more sustainable. The Operational Programme Integrated Infrastructure is funding many measures amounting to an allocation of EUR 3.88 billion, also in complementarity with Connecting Europe Facility (CEF). However, as regards the future programming period it can be assumed that the available funding for transport may not be sufficient to cover all the needs. The existing investment gaps are mostly linked to the infrastructure quality and standards, in particular the infrastructure requirements defined in TEN-T Regulation . The NECP estimates total investment needs for transport by 2030 at EUR 64,8 billion with rail passenger transport, freight inland transport and public transport representing EUR 4,15 billion; EUR 1,3 billion and EUR 97 million. Rail freight transport comes with a tag of EUR 1,8 billion. Funding for transport is also provided by the CEF that focuses on cross-border projects and bridging missing links in various sections of the TEN-T Core Network and on the 7 Zangheri P., et al., 2020, Building energy renovation for decarbonisation and Covid-19 recovery. A snapshot at regional level, EUR 30433 EN, Publications Office of the European Union, Luxembourg, 2020, ISBN 978-92-76- 24766-1, doi:10.2760/08629, JRC122143. ",
        "14 Comprehensive Network, as well as for horizontal priorities such as traffic management systems and installation of ERTMS. Nearly EUR 120 million have been allocated in the current programming period (2014 – 2020) for the construction of cycling track and around 150 projects are in implementation Many regions and cities have developed a masterplan for cycle tracks, thus addressing the call for sustainable mobility. However, a number of other measures to address sustainable urban mobility, such as integration of low emissions zones, are insufficiently taking up. Nature and environment A more comprehensive actions on protection of — forests, soil, water, air and biodiversity — to mitigate the effects of climate change are needed. Slovakia identified water, energy, forestry, and soil as priority areas to address drought and water scarcity. The Environmental Strategy 2030 should provide a guidance for smart and sustainable development, but the actual implementation of Slovakia´s environmental agenda continues to face several challenges. To improve environmental protection and move towards the circular economy, a number of priority policy axes should be pursued. These include improving the waste management system with innovative collection and treatment solutions, improving water efficiency across sectors, completing drinking water and sewage networks to address sanitary problems, as well as investing into natural capital by protecting and restoring forests, wetlands, and soils. An insufficient performance on waste management with low recycling rates and a strong dependence on landfilling, stagnating at around 60% remains one of the main concerns . Slovakia is among Member States of being at risk of not meeting the 2020 target of 50% preparation for re-use/recycling for municipal waste. Some important legislative changes were made but the necessary change in the waste management performance would depend on their effective implementation, in particular with respect to the obligation for biodegradable waste separation well as fiscal incentives, including the newly established deposit system for single use beverage packaging. Slovakia is among Members States where the air quality is a particularly challenging policy area, especially due to the exceedances of particulate matter concentrations with a significant health impact. The air sector still needs to reduce emissions from the burning of solid fuel in homes and from agriculture transport and industry. Assessment of second generation of River Basins Management Plans shows that Slovakia is lagging behind in achieving the good status for water bodies. This is mainly due to morphological alterations related to flood infrastructure and pressures from other sectors (e.g. agriculture) as well as insufficiencies in the water management policy, including the application of the legislation (e.g. small hydro power installations). Despite the support for investments with EU Funds, the wastewater and drinking water networks are not completed yet and Slovakia has the highest rate of waste water load addressed outside of collection systems in the EU. Preserving and restoring natural capital is a wide policy area with heterogeneous progress. Overall (public and private) investment in environmental protection has been low (0.35% of ",
        "15 GDP) and on a declining trend since 2008. Cohesion Policy funds (2014 – 2020) for Slovakia have allocated EUR 1.99 billion for environment protection and resource efficiency, and EUR 552 million for climate change adaptation and risk prevention. With nearly 30% of its territory within Natura 2000 sites, Slovakia belongs to the Member States with the highest coverage while around 48% of the country’s forests are protected . However, this situation is subject to several pressures, mainly logging, resulting in the critical situation of the Capercaillie, a large forest bird. Although some progress has been made, significant gaps remain in the in the completion of the Natura 2000 network and in setting of conservation objectives and measures in the management plans for Natura 2000 sites. Table 2. Overview of Slovakia objectives, targets and contributions under Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action. National targets and contributions Latest available data 2020 2030 Assessment of 2030 ambition level Binding target for greenhouse gas emissions compared to 2005 under the Effort Sharing Regulation (%) -5 13 -20% Ambitious National target/contribution for renewable energy: Share of energy from renewable sources in gross final consumption of energy (%) 16.9 14 19.2 Unambitious (24% is the result of the RES formula) National contribution for energy efficiency: Primary energy consumption (Mtoe) 16.0 16.4 15.7 Low ambition Final energy consumption (Mtoe) 11.2 10.4 10.3 Low ambition Level of electricity interconnectivity (%) 43 59 52 NA Source: Assessment of the final national energy and climate plan of Slovakia, SWD (2020) 926 final (Note: updated with Eurostat data, where available). Digital dimension The recovery and resilience plan should contribute to the digital transition and at least 20% of the plan´s total allocation needs to contribute to digital objectives. The measures in the plan should, inter alia, contribute to the digital transformation of the economic and social sectors (including public administration, public services, and the justice and health systems). The objective of the measures in the plan should be to improve not only the competitiveness, but also ",
        "16 the resilience, agility and security of companies and public actors, all while ensuring inclusiveness. Despite having achieved some progress, Slovakia’s performance in the digital area has slowed in comparison to other EU countries, hampering its potential for sustainable economic growth and resilience. Slovakia currently ranks 22 nd amongst EU Member States in the Digital Economy and Society Index (DESI) 2020. The Covid-19 pandemic made existing weaknesses even more visible including in the areas of connectivity, digital skills attainment and digitalisation of schools, households, companies and in digital public services. Although the overall performance has improved over time, the gap between Slovakia and the EU average has not decreased given that Slovakia is experiencing a stagnating take-up of mobile and fixed broadband connections, underdeveloped digital public services, whereas businesses are not fully participating in the Digital Single Market. Digitalisation of education is low, as schools, teachers and pupils often lack the necessary skills and tools, and new technologies are not efficiently integrated in teaching and learning. Expanding broadband coverage and speed, and robust investments in the deployment of 5G should allow for equal and improved access to the internet, and coverage of ‘white spots’. Slovakia ranks 21 st in the connectivity dimension of 2020 DESI. In 2019, only 45% of rural households were covered by fast broadband internet access, compared to 76% in Slovakia overall. The Covid-19 outbreak, revealed that many pupils and teachers do not have access to internet and digital equipment at home, especially in Eastern Slovakia, which contributes to deepening socio-economic inequalities and to a growing digital divine in education. After some initial delays the national broadband plan for 2021 – 2025 was adopted by the Government on 17 March 2021, opening the way for the implementation of broadband objectives. Although Slovakia intends to cover 95% of households with ultra-fast internet connections by 2030, there appears to be a significant investment gap, reflected also in the insufficient capacity of the Broadband Office. 5G auctions took place in 2020 after several delays, but investments currently appear to rely on private operators only, risking insufficient coverage, particularly in market failure areas. In December 2020, the regulatory authority allocated to participating operators frequencies in the 700MHz, 900MHz and 1800MHz bands. The percentage of total harmonised 5G spectrum assignation increased from 33% in 2020 to 67% in 2021. Additional allocations should take place in 2022. Investments are needed for the deployment of 5G throughout the country, including the network of base stations and the construction of cross-border corridors. Operators are mandated to cover at least 95% of the territory of each regional city by the end of 2025, 70% of the entire population by the end of 2027, and 95% by 2030. Further increasing the population coverage may not be possible without public investments. In addition, Slovakia has set the objective to cover all sections of motorways/expressways and railway corridors with 5G networks by 2025. ",
        "17 Investments in digital skills and tools are essential as the overall low digital human capital performance in society, economy and public administration is a bottleneck for development. Slovakia ranks 20 th in the human capital dimension of the 2020 DESI. Only 54% of Slovaks have at least basic digital skills, with only 27% above basic digital skills, and digital illiteracy features among the top barriers for jobseekers. Opportunities to develop digital skills should therefore be available to the entire population, including teachers and civil servants, and should also be linked to existing research and innovation challenges. Schools lack sufficient and adequate digital equipment (only 17% of Slovak primary school students attend digitally equipped and connected schools), whereas educators often lack the necessary skills to provide effective online learning. The availability of quality educational resources, virtual learning environments, and adjusted school curricula is quite limited. The pronounced regional differences result in an educational digital divide. This is detrimental to economic development and territorial cohesion. Slovakia’s public administration is underperforming, and the low level of digitalisation of the public administration and of public services is a key bottleneck for the business environment and an unnecessary drag on economic growth. Digital public services are the weakest dimension in the 2020 DESI for Slovakia, which ranks 26 th . The percentage of individuals who used the internet in the last 12 months, for interaction with public authorities has also marginally decreased from 69% in 2019 to 68% in 2020. Investments are therefore needed to improve the efficiency and user-friendliness of public services, eliminate any unnecessary administrative requirements, thereby improving the overall business environment. Public Procurement of IT equipment should be complemented with reforms to facilitate the effective integration of digital methods and processes in the public administration. Investments are needed to improve efficiency of the public administration, reduce administrative burden and improve the business environment . The focus should be in particular on user-friendliness in order to make investments effective. Public Procurement of IT- purchases requires reforms and investments to make them more efficient. Technological changes are likely to impact Slovakia’s economy more than the economies of other countries, but both public and private R&D investment remain low. Slovakia’s ability to increase competitiveness and productivity requires innovation and diversification of the economy, but the low quality of public research and limited cooperation with businesses, partly explained by inefficiencies related to a fragmented governance system, constrain the development and sharing of knowledge and skills. Reforms and investments in R&I and higher education are essential for sustained economic growth and competitiveness. Efforts to reinforce and expand the current R&I ecosystem are needed in close cooperation and synergies between research organisations, universities and companies. Investments that support the integration of digital technology in businesses are needed to improve their capacity to keep up with market developments and modernise the economy. ",
        "18 The integration of digital technology dimension in the 2020 DESI ranks Slovakia 21 st in the EU Investments in Digital Innovation Hubs can play a major role in supporting companies in Slovakia (especially SMEs) in the digital transformation by providing services to businesses and the uptake of new technologies. Investments in the development and deployment of advanced technologies are also lagging behind in Slovakia. Existing infrastructure for development of supercomputers needs to be strengthened and extended, based on existing technology financed from European Structural and Investment Funds (2014 -2020) at the Slovak Academy of Science. Moreover, there is potential for investments in quantum encrypted communication technology and infrastructure as well as in block chain technology and artificial intelligence, where the National Research Centre plays a key role. Graph 1. Digital Economy and Society Index 2020 – relative performance of Slovakia by dimension. Slovakia’s ranking in the Digital Economy and Society Index 2020. https://ec.europa.eu/digital- single-market/en/scoreboard/slovakia Note: EU aggregate corresponds to EU28, based on 2020 DESI report Box: Progress towards the Sustainable Development Goals Graph 2. Sustainable D evelopment Goals and the four dimensions underpinning the recovery and resilience plans. Sustainable Development Goals and the four dimensions underpinning the Annual Sustainable Growth Strategy. ",
        "19 The objectives of the Sustainable Development Goals (SDGs) are integrated in the European Semester since the 2020 cycle. This provides a strong commitment towards sustainability in coordination of economic and employment policies in the EU. In that respect, this section outlines Slovakia’s performance with respect to SDGs with particular relevance for the four dimensions underpinning the 2021 Annual Sustainable Growth Strategy and of relevance to the recovery and resilience plans (green transition, fairness, digital transformation and productivity, and macroeconomic stability), indicating possible areas where investments and reforms are in line with the objectives of the Facility could further accelerate progress on the SDGs. Green Transition ",
        "20 In recent years Slovakia has made significant progress with respect to SDG 7 (Affordable and clean energy).Its greenhouse gas emissions intensity of energy consumption is now below the EU average. Although, at 16.9%, the share of renewable energy consumption in gross final energy consumption was in 2019 below the EU average (19.7%) this difference decreased significantly as compared to 2014. At the same time the share of population unable to keep their homes adequately warm increased from 6.1% in 2014 to 7.8% in 2019. A negative trend can also be observed in transport, where average CO2 emissions per km from new passenger cars increased from 131.7 in 2014 to 133.4 in 2019, The share of forest area is above the EU average and has been stable between 2015 and 2018. While the quality of water in rivers has been improving, this has not been the case for land degradation. Fairness Slovakia has made progress towards achieving SDGs in the area of fairness, but challenges remain. Slovakia performs better than the EU average in various social SDGs. It made progress towards SDG 1 (no poverty), for instance by bringing the share of population at risk of poverty and social exclusion down from 18.4% to 16.4%, which is well below the EU average of 20.9%. At the same time, the share of severely materially deprived people has also been brought down from 9.9% to 7.9%, but is still higher than the EU average of 5.5%. The share of overcrowding in the area of housing was with 34.1% still significantly higher than the EU average of 17.1%. Although inequalities are overall still higher than the EU average, Slovakia performed relatively better in reducing inequalities (SDG 10). Worrying are for instance the increased urban-rural gap for risk of poverty or social exclusion (from 5.8% to 7.5%; EU average 1.1%). Moreover, the adjusted gross disposable income per-capita went down from 73 to 68 towards 2019 (with EU-index being 100), showing increased inequality within the EU. Slovakia performed better than the EU average in reducing zero hunger indicators (SDG 2). While still lagging behind EU average, progress is visible in quality education (SDG4). Participation in early childhood education and tertiary education achievement increased significantly. However, whereas the share of early leavers from education and training decreased in the EU as a whole between 2015 and 2020, in Slovakia this increased from 6.9% to 7.6%. A negative trend is also visible in adult participation in learning. Slovakia has made progress in good health and well-being (SDG3) e.g. with a decreased obesity rate, but smoking prevalence of the population over 15 years increased from 21% to 25% between 2014 and 2020 (also the EU average). Also, the self-reported unmet need for medical care increased from 2.1% to 2.7% (EU average 1.7%). Regarding gender equality (SDG 5), Slovakia showed significant progress between 2015 and 2020 in reducing the gender employment gap and significantly increasing the share of women in senior management positions (from 12.7% to 31.4%, now above the EU average of 29.5%). At the same time, challenges remain e.g. in the gender gap for tertiary education attainment, which increased from 16.1% to 19.9%, largely above the EU average of 10.8%. Digital transition and productivity ",
        "21 Slovakia is lagging behind the EU average in most targets related to the digital transition and productivity dimension reported under SDG 8 (Decent work and economic growth) and SDG 9 (Industry, innovation and infrastructure). Slovak investment expenditure as a share of GDP has decreased between 2015 and 2020, falling below the EU average, which increased somewhat over the same period. R&D expenditure, R&D personnel and R&D output remain well below the EU average and the gap has increased over the five-year period covered by data. Macroeconomic stability The performance of Slovakia with respect to SDG 8 (Decent work and economic growth) has been somewhat mixed in recent years. Real GDP per capita in 2020 was only slightly higher than in 2015, while it declined relative to the EU average (from 78.3% to 70.2% in 2019 at purchasing power standards), signalling a disruption in Slovakia’s convergence process. Investment as a share of GDP has also decreased from 23.7% in 2015 to 19.5% in 2020, adversely affecting capital accumulation and future growth potential. In contrast, labour market developments have been rather favourable with the employment rate increasing to 72.5% and catching up with the EU average, and long term unemployment falling from 7.6% to 3.2% between 2015 and 2020. Regarding the external balance of the Slovak economy, the country has been running moderate current account deficits since 2015, but its net international investment position is only slightly negative (-14.1% of GDP in 2019), while net external liabilities are also at a relatively safe level (31.7% of GDP in 2020). Prior to the pandemic public debt stayed below the Maastricht threshold, and even after the crisis it only slightly exceeds 60% of GDP, being significantly lower than the EU average, which affects fiscal sustainability positively. 3. O BJECTIVES , STRUCTURE AND GOVERNANCE OF THE PLAN 3.1. Overall strategy of the plan The recovery and resilience plan of the Slovak Republic presents a comprehensive response to the consequences of the COVID-19 crisis, as well as to the main challenges and systemic weaknesses of the Slovak econom y. It builds on Slovakia’s global development vision based on the following three pillars:  an innovative economy that drives sustainable economic growth and guarantees successful management of the green and digital transitions;,  a modern state providing quality public services to citizens  a healthy country that paves the way for the full use of human and natural capital. The Slovak recovery and resilience plan comprises 18 components in five areas: the green economy, education, research and innovation, health, and public administration /digitalisation. The total amount of the estimated costs of the plan of EUR 6.58 billion is slightly ",
        "22 above the maximum non-repayable financial support of EUR 6.33 billion. Proposed reforms of the education system at all levels can enhance skills (including digital), while also supporting social inclusion. Reformed research and innovation governance and funding can mobilize investment and cooperation of researchers with the private sector, trigger innovation and help the manufacturing-centred economy to diversify. By removing barriers for foreign workers and students while offering scholarship schemes, Slovakia can better attract and retain talents. The emphasis on healthcare is expected to address systemic weaknesses particularly of the hospital network and should lead to tangible improvements. Investments in care facilities (both pre- primary and long-term) contributes to labour force participation, especially of women. Various important investments are geared towards the green transition, notably renewables, building renovation, industry decarbonisation scheme and sustainable transport. Measures addressing digital connectivity challenges are financed outside of the Recovery Resilience Facility, while the part financed under the facility includes significant investments in digitalisation of public services. Reforms of the judiciary and anti-money laundering framework should address long- standing concerns. Table 3. Components and associated costs. Component Cost (EUR millio n) Green economy 2301 C1 Renewable energy sources and energy infrastructure 232 C2 Building renovation 741 C3 Sustainable transport 801 C4 Decarbonisation of industry 368 C5 Adaptation to climate change 159 Education 892 C6 Accessibility, development and quality of inclusive education at all levels 210 C7 Education for the 21st century 469 C8 Improving the performance of Slovak universities 213 Science, research, innovation 793 C9 More efficient governance and strengthening funding for science, research and innovation 633 C10 Attracting and retaining talent 106 Health 1533 C11 Modern and accessible healthcare 1163 C12 Human, modern and accessible mental health care 105 C13 Accessible and high-quality long-term socio-health care 265 Efficient public administration and digitization 1110 C14 Improve the business environment 11 ",
        "23 C15 Judicial reform 255 C16 Fight against corruption and money laundering, security and protection of the population 229 C17 Digital Slovakia (state in mobile, cybersecurity, fast internet for everyone, digital economy) 615 C18 Sound, sustainable and competitive public finances 0 Total 6575 3.2. Implementation aspects of the plan Consistency with other programmes The plan describes consistency with the other main European and national programmes and planning documents. The plan outlines complementarities with the National Energy and Climate Plan (NECP), which serves as both an analytical basis and a reference framework for the proposed plan´s reforms and investments. The plan explains how the five green components are in line and contribute to the objectives of the NECP. The plan mirrors the strong emphasis of the NECP on decarbonisation of industry, transport and buildings, and complements these with measures fostering climate adaptation. The measures are designed to contribute to ambitious targets to achieve carbon neutrality in the EU by 2050 and to the objective of reducing GHG emissions by 2030 by 55% compared to 1990.  Industry: according to the NECP, industrial production and use of fossil fuels by industry are the source of 41% of all emissions produced in Slovakia, the highest share of EU countries. This is expected to be addressed by the component (4) on industry decarbonisation with the objective of driving innovation, the increased use of Best Available Technologies (BAT) standards, as well as by the modernisation of energy and material intensive installations and the transition to cleaner energy and product production processes.  Transport: is recognised in the NECP as a sector with the fastest-growing GHG emissions among all areas of the economy. In response, the transport component (3) of the plan aims at increasing the share of public passenger transport, in particular rail transport and improving urban micro-mobility – cycling, thus contributing to priorities of the Slovak Strategic Transport Development Plan 2030.  Renewable Energy Sources (RES) : the NECP priorities of achieving an optimal energy mix and promoting the use of RES are reflected in the RES component (1), which aims at modernising the existing RES as well as increasing the new RES capacities.  Buildings: to achieve energy efficiency targets, the NECP emphasises the need to renovate the national stock of residential and non-residential buildings, both public and private, which is reflected in the component of buildings renovation (2) pursuing the objective of at least 30% of the primary energy savings. ",
        "24 The plan summarises the complementarities of the Just Transition Fund’s main priorities with the plan´s components. Under the new Cohesion Policy programming period (2021 – 2027), the Just Transition Fund (JTF) should be a key tool to mitigate the negative impacts of the decarbonisation on the selected most affected regions by financing the diversification and modernisation of local economy. The plan explains that the JTF will be implemented through the Programme Slovakia and on the basis of to-be-developed territorial just transition plans. Assistance from JTF should cover Slovak regions that are most affected by the decarbonisation process and face many structural and economic challenges. JTF measures should be synergetic and complementary to measures financed by both RRF and Cohesion policy funds and the implementation will require close cooperation between national, regional and local authorities. The plan is designed to be complementary to the Union Funds both in the current programming period (2014 – 2020) as well as to the new programming period (2021-2027). As the draft Partnership Agreement (PA) and the Programme are still pending finalisation and approval, the plan indicates preliminary synergies and complementarities at the strategic level (between priority areas of the Cohesion Policy funds and RRP components), which are also elaborated in individual components. This is without prejudice to programming of the Cohesion Policy measures in respective thematic areas. The plan recognises important synergies with the Cohesion Policy and stresses that complementarities and potential overlaps will be systematically and continuously assessed at different levels of the implementation (e.g. strategic, programme and project levels) including through a dedicated mechanism to avoid “double funding”. The plan clarifies that when prioritising investments for the RRF funding, the following criteria were used: i) meeting the RRF criteria (e.g. green and digital targets, CSRs), ii) selecting measures advanced in the preparation, iii) selecting reforms, which create a precondition for the delivery of Cohesion Policy investment, and iv) targeting projects for regions with less Cohesion Policy funding (e.g. Bratislava region). The plan demonstrates complementarities by presenting an indicative overview tables of sectors, where synergies between RRF and Cohesion Policy funds are envisaged. The tables are based on information available at the time of the drafting of the plan and are included in the Annex. The plan outlines its contribution to Youth Guarantee initiative and considers that the highest contribution to youth employment is provided by the education components. The school- to-work transition of future generations is likely to be positively impacted by reforms and investments in the component 6. These measures should help to improve the performance of disadvantaged learners, in particular from marginalised Roma communities and thus improve equal chances for graduates to enter the labour market. While the component is designed to support inclusive measures to prevent any form of discrimination with a prospective wider impact on more vulnerable groups, such as young people with disabilities or young people living in rural areas. The component 7, which aims at increasing pupils´ literacy and the skills, critical thinking as well as the components on higher education (component 8) and talent retention (component 10) are designed to create a supportive ecosystem to improve the labour market perspectives of the high skilled youth employment. ",
        "25 The plan is consistent with the challenges and priorities identified for the euro area recommendation. 8 The draft Council recommendation on the economic policy of the euro area recommended to euro area Member States to take action, including through their recovery and resilience plans, to, inter alia, ensure a policy stance which supports the recovery, including by improving the coverage, adequacy and sustainability of their respective healthcare system. It also recommended to, inter alia, further improve convergence, resilience and sustainable and inclusive growth, notably towards the green and digital transition, as well as by improving the functioning of public administration. The Slovak plan provides for ambitious reforms and investments across these policy areas, particularly as regards the health system, the green and digital transition, and public administration. The plan is moreover geared towards further improving convergence and fostering economic growth. Administrative organisation of the RRP To ensure effective implementation, the plan outlines administrative arrangement. It plans the creation of a dedicated RRP implementation structure to be supervised by the Slovak government as the steering committee. The implementation body will be composed of:  the National Implementation and Coordination Authority (NIKA) tasked with the main implementation and coordination responsibilities,  implementing bodies (e.g. individual ministries and central government authorities),  intermediaries and  beneficiaries. The NIKA should be assigned with the overall responsibility for the coordination and implementation of the plan . It will coordinate and guide other actors, monitor and assess outcomes of the implementation, coordinate the financial flow, including submission of payment requests. It will function as the single point of contact for the Commission services. Tasks and competences will be detailed in a specific Act on the RRP, which should enter into force by 31 December 2021 and no later than the submission of the first payment request . The RRP Section, which has carried out the role of NIKA and had been set up in the Ministry of Finance will be transferred to the Government Office in the implementation phase. Administrative capacity will gradually increase in the second half of 2021 by both creating new structures (e.g. hospital.sk within the Ministry of Health, etc.) and strengthening existing ones. 8 Pending final adoption by the Council, after endorsement by the European Council. The text agreed by the Eurogroup on 16 December 2020 is available at: https://data.consilium.europa.eu/doc/document/ST-14356-2020- INIT/en/pdf ",
        "26 The Government Council for the RRP shall be set up as a new advisory body to the Government in the implementation phase. The purpose of this measure is ensuring the full involvement of professional public as well as of maintaining the structured dialogue with key stakeholders and social partners. The plan indicates that an assistance from the Technical Support Instrument was requested for the overall implementation and communication on the plan. The Technical Support Instrument (TSI) already provides expertise in building capacities to implement the plan in a number of areas covered such as healthcare, education, talent attraction, energy, green transition, research and innovation, insolvency, anti-money-laundering and public spending, as well as for the overall implementation of the plan. In addition, it is expected that the design and implementation of some reforms under R&I component (9) will be supported by a project of the Horizon Policy Support Facility currently in preparation. Gender equality and equal opportunities for all The plan describes existing national challenges in gender equality and equal opportunities and outlines which reforms and investments are expected to contribute to these aims across the different components. It foresees an early warning system for the prevention of early school leaving, including mentoring and tutoring opportunities. To address the low availability of kindergarten facilities and its impact on women’s participation in the labour market and on children´s performance later in school, a legal entitlement to a place in a kindergarten for children from the age of three should be introduced. Gender equality considerations are also integrated in some other sections of the plan, such as those related to curriculum reform (component 7). The plan addresses the quality of inclusive mainstream education by including reforms and investments to establish a system of educational support measures for students with special educational needs, to modernise the teacher training programmes, to reduce segregation in education and promoting early care services in marginalised Roma communities, and by improving access to higher education for disadvantaged students. The whole education component (6) is strongly focusing on the right to quality and inclusive mainstream education and ensuring availability of quality pre-school education. The situation and needs of people with disabilities are addressed in several parts of the plan including in relation to the buildings´ renovation plan, sustainable transport, digitalisation, and social and healthcare services. Improving accessibility to buildings renovated through plan´s financing and addressing energy poverty are additional measures to address the needs of socially disadvantaged and disabled groups. The challenges faced by older people are also covered in particular through supporting their digital skills development and improving the long- term social and healthcare systems. To respond to these challenges, the plan intends to introduce a mechanism to mainstream aspects of gender equality based on experiences from the implementation of European Structural and Investment Funds (2014 – 2020). Stakeholder consultation ",
        "27 The Slovak authorities engaged in a wide range of consultation activities in the preparation phase of the recovery and resilience plan. The consultation has been heavily affected by the second wave of COVID-19 pandemic and the meetings were largely organised online. The plan’s preparations started in summer 2020, with the elaboration of the National Integrated Reform Plan (published in October 2020) providing the analytical basis for the Slovak recovery and resilience plan. At a later stage, RRP drafts were consulted with a wider range of stakeholders and general public. The different forms of activities, besides standard inter-ministerial consultation procedures, included working meetings both at technical and political level, dedicated debates for the general public, and six thematic round tables involving a wide range of professional and public stakeholders. In addition, a website (www.planobnovy.sk) and a dedicated e-mail contact for proposals by the public were made available. The roundtable discussions brought together representatives of over 100 stakeholders, including municipalities, social partners, national as well as regional associations, entrepreneurs and NGOs. The inter-ministerial consultation received nearly 2,500 comments. Most comments in the consultation process were related to environmental protection, biodiversity, climate change, and cycling infrastructure. A number of comments from the public and stakeholders have been incorporated into the plan’s measures during its preparatory phase. This included for instance a new component on climate change adaptation, extending the focus on urban cycling, actions in so-called “soft tourism” and measures addressing the inclusion of the social economy actors. Security self-assessment Slovakia indicated that a security self-assessment of investments into digital capacities funded by the Recovery and Resilience Facility will be performed as part of the implementation stage. Assessment of security will be an integral part of the analysis and design in development of new IT systems. Strategic measures mentioned in the security self-assessment would need to be closely monitored during the implementation of the plan. Regarding the investments related to the development and extension of a governmental cloud, information about the type of security measures or safeguards would be expected during the implementation. In this respect, it would be of relevance to explicitly identify the potential risks and associated specific mitigation measures against data security if the use of third-country providers subject to extra-territoriality laws is foreseen. Slovakia intends to fund digital connectivity investments from Cohesion Policy funds. According to the national broadband plan adopted in March 2021, a security self-assessment will be done as part of the follow-up feasibility study. Cross-border and multi-country projects The plan proposes several cross-border projects, in particular in the digital area under component 17. It includes participation in a network of European Digital Innovation Hubs/Digital Innovation Hubs to support Slovak SMEs with digitalisation and the investment in the High Performance Computer (HPC) allowing participation in the EuroHPC Joint ",
        "28 Undertaking. This initiative will benefit from European processors as well as other technologies developed under a potential IPCEI for Microelectronics Joint Initiative. Two other multi-country projects should be supported by the RRF from a predefined list of digital projects, which includes participation in the European blockchain and quantum communication infrastructure (QCI). Quantum communication nodes will be part of the EuroQCI European initiative to build a quantum communication infrastructure across the EU, preparing for further cross-border connections (Bratislava-Vienna, and future connections of Komarno-Budapest, Žilina-Warsaw, Bratislava-Brno). Strengthening of electricity connection in the profile between Slovakia and Hungary shall allow for an increase in the capacity in the Slovak transmission system and facilitate connection of more renewable sources into the electricity grid. Communication strategy The plan outlines communication effort specifying that some communication activities have been already launched by the authorities during the preparatory phase of the Slovak recovery and resilience plan. The activities were mainly centred on raising the awareness and positive perception of the plan. It included several dedicated debates with stakeholders, a number of online public events as well as targeted public thematic discussions on thematic pillars with the line Ministers. The main objective of the communication strategy of the Slovak authorities is to raise awareness about the RRP´s priorities. It should also highlight the overall benefits of the plan , show the benefits of the green and digital transition, ensure visibility of the EU financing and improving the overall image of the EU. The communication should also address the impact of specific reforms and investments, contributing to understanding of public about the need for reforms. The plan builds upon the strategic importance of key reform and investments for the success of RRP and includes dedicated actions around the selected topics: green transition (buildings´ renovation, climate adaptation), digital transformation (“state in the mobile”), quality and inclusive education (e.g. accessible kindergartens, competitive universities), excellent science, research and innovation, quality and modern health and sustainable and reliable transport. The communication tools and activities are designed to run in two streams, the communication on benefits of the plan and information on main reforms and investments. A wide range of social networks, newsletters and webpages are planned to be used in the roll-out of communication activities. The overall communication strategy shall be further detailed in annual action plans, allowing for sufficient flexibility in view of changing circumstances. The synergies with the cohesion policy communication should be explored in order to maximise the use of existing tools, experiences and projects examples to strengthen the key messages on benefits of EU financing. The plan envisages setting up an RRP network of communication coordinators in relevant line ministries and intend strengthening the cooperation with the European Commission Representation and European Parliament Information Office in Slovakia. State aid State aid and competition rules fully apply to the measures funded by the Recovery and Resilience Facility. Union funds channelled through the authorities of Member States, like the ",
        "29 RRF funds, become State resources and can constitute State aid if all the other criteria of Article 107(1) TFEU are met. When this is the case and State aid is present, these measures must be notified and approved by the Commission before Member States can grant the aid, unless those measures are covered by an existing aid scheme or comply with the applicable conditions of a block exemption regulation, in particular the General Block Exemption Regulation (GBER) declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 TFEU 9 . When State aid is present and it requires notification, it is the duty of the Member State to notify State aid measures to the Commission before granting them, in compliance with Article 108(3) TFEU. In this respect, the State aid analysis carried out by Slovakia in the recovery and resilience plan cannot be deemed a State aid notification. In as far as Slovakia considers that a specific measure contained in the recovery and resilience plan entails de minimis aid or aid exempted from the notification requirement, it is the responsibility of Slovakia to ensure full compliance with the applicable rules.” Irrespective of whether they comply with the EU’s State aid regime, measures taken under this framework should be compatible with the EU’s international obligations, in particular under World Trade Organization rules. 4. S UMMARY OF THE ASSESSMENT OF THE PLAN 4.1. Comprehensive and adequately balanced response to the economic and social situation The Slovak recovery and resilience plan aims at a comprehensive and balanced response to the consequences of the pandemic crisis, while tackling the main systemic socio-economic challenges (as detailed in section 4.3 of this document). As such, it makes an explicit reference to six fundamental pillars of the Recovery and Resilience Facility pursuant to Article 3 of the Recovery and Resilience Facility Regulation. It presents a global vision of an innovative economy, supporting economic growth through green and digital transitions. The overarching objective of the plan is to re-launch sustainable growth and increase the quality of life in Slovakia. The focus is on five key public policy areas: green economy, education, science and R&D, health, public administration with digitalization. Table 4: Coverage of the six pillars of the Facility by the MS RRP components Green transition Digital transformation Smart, sustainable & inclusive growth Social and territorial cohesion Health, and economic, social and institutional resilience Policies for the next generation 9 Commission Regulation 651/2014, OJ L 187, 26.6.2014, p. 1 ",
        "30 C1 - Renewable energy sources and energy infrastructure ● ○ ○ ○ ○ C2 – Building renovation ● ○ ○ ○ C3 - Sustainable transport ● ○ ○ ○ C4 - Decarbonisation of industry ● ○ ○ ○ C5 - Adapting to climate change ● C6 - Accessibility, development and quality of inclusive education ● ● ● C7 - Education for 21 Century ○ ● ● ○ ● C8 - Increase in the performance of Slovak higher education institutions ● ● ○ ● C9 - More efficient governance and strengthening RDI funding ● ● ● ○ ○ C10 - Attracting and retaining talent ○ ○ ● ● C11 - Modern and accessible healthcare ○ ○ ● C12 - Human, modern and accessible mental health care ○ ● C13 - Accessible and high-quality long- term socio-health care ○ ○ ● C14 - Improve the business environment ○ ○ ● ● C15 - Judicial reform ○ ○ ○ ● C16 - Fight against corruption and ○ ○ ○ ○ ● ",
        "31 money laundering, security and protection of the population C17 - Digital Slovakia ● ● ○ ○ ○ C18 - Sound, sustainable and competitive public finances ○ ○ ● Key: “●” investments and reforms of the component significantly contribute to the pillar; “○” the component partially contributes to the pillar Green transition The Slovak recovery and resilience plan identifies key challenges of Slovakia related to climate and environment. It underlines the contribution of reforms and investments contained in the plan to achieving the EU’s carbon neutrality target EU by 2050. Slovakia is a highly industrialized economy, with energy and industrial processes contribution to overall greenhouse gas emissions of just above 70%. Slovakia ranks among the Member States with the highest average air concentrations of dust particles in the EU, resulting largely from aging industrial technologies and burning of solid fuels in households. The plan also recognizes the need for increasing resilience of ecosystems amid the deteriorating conditions due to changing climate patterns. Given the amplitude of green challenges in Slovakia, the high share of 43% of the plan´s total grant allocation attributed to climate-related actions appears appropriate. Slovakia’s ambition is to reduce greenhouse gas emissions from industrial processes, including in energy production. The ambitious industry decarbonisation auction scheme is projected to contribute significantly to greenhouse gas emission reductions, also in view of meeting the EU’s climate 2030 target. Supporting investments in renewable energy capacities, including modernisation of existing installations, is expected to boost Slovakia’s green installed capacity by total of 220 MW, supporting the EU’s 32% share of renewables target by 2030. The construction of new green buildings, in particular hospitals and schools, and the renovation of existing buildings at low emission standards (including 30,000 of single-family houses and indicatively 100 historic public buildings) shall also on balance help in decarbonising of the country. Energy efficiency measures are expected to reduce greenhouse gas emissions and air pollution. The plan will also promote circular economy processes through a reform of the construction waste management. The strategic planning and substantial investments is expected to contribute to greening of transport . Transport is one of the sectors with the highest emissions growth in Slovakia. The transport infrastructure networks will benefit from an upgrade of railways and newly constructed cycle paths. The new measures will also increase the volumes of goods transported in cleaner intermodal transport. The new investments will support the roll-out of the charging stations for ",
        "32 alternative fuels vehicles, which is important especially for Slovakia exhibiting a high share of automotive sector in the economy. The recovery plan is expected to contribute to the long-term resilience of ecosystems to climate change. The reforms and investments will create a framework for more efficient management of watercourses and increasing the landscape’s water retention capacity. A number of measures will ensure more resilient forest ecosystems, also contributing to greater biodiversity and climate change mitigation. In national parks Muránska Planina and Poloniny, the nature conservation measures are expected to be accompanied by complementary development plans which will enable regions to be transformed from intensive use of natural resources to a more diversified, local economy. Digital transformation The plan’s diagnosis of Slovakia’s challenges in the area of digital transformation is relevant and accurate (see also section 2.3). Slovakia particularly lags behind in terms of digitalisation of public services, standing close to the end of EU Member States’ ranking in this area. The plan also rightly identifies the need for developing the digital skills of citizens and creating an innovative environment. The Slovak recovery plan assigns to digital challenges 21% of the plan´s total grant allocation. The outlined actions particularly aim at supporting faster and more efficient e- government. This should be particularly achieved through making better use of technological innovations for communication with the state and strengthening digital processes in the administration. The user-friendly information systems should reduce the time and financial costs of communicating with the state and improve the wide range of public services – including police, firefighting, rescue systems as well as the justice system. The reforms and investments are rightly targeting the improvements in digital skills and expanding the opportunities for teleworking and learning. Increasing digital skills is perceived as a key prerequisite for digitalizing the economy. The reforms and investments aim at creation of a broader digital learning ecosystem. The investment in digital infrastructure and equipment at all levels of education, together with boosting skills of teachers, should create a basis for development of digital and information skills. An improved access to technologies should connect the vulnerable, including disadvantaged children, and help them in integration into society as well as in a decisive leap in digital learning. Digital investments is expected to contribute to ambitions to modernize Slovakia nearly across all components of the recovery and resilience plan . The digitalized service center for hospital management and support to telemedicine are expected to make medical processes more efficient, improving the efficiency and accessibility of healthcare services for all citizens. The smart energy solutions including battery storage systems shall allow for connection of more renewable energy sources to the grid, contributing thus to strategic energy independence and cleaner air in Slovakia. Support to research and innovations will be key for the transformative ",
        "33 areas such as smart mobility, smart cities and cybersecurity. Investments in automation of traffic management of railway lines shall increase the transport capacity and safety of the transport network. Smart, sustainable and inclusive growth, including economic cohesion, jobs, productivity, competitiveness, research, development and innovation, and a well-functioning single market with strong SMEs The plan presents targeted policy actions across various relevant policy areas related to smart, sustainable and inclusive growth. Smart growth will be promoted particularly through actions targeting innovation and digitalisation as well as through improvements in educational outcomes and skills. As regards the sustainable growth, the plan’s key investment initiatives should inter alia contribute to a cleaner energy mix, industrial decarbonisation and greening of public transport. The plan aims at strengthening the inclusion through addressing the negative impact of children’s socio-economic background on educational outcomes. The plan reacts to the deterioration of the labour market caused by the COVID-19 crisis. Due to the contraction in economic growth, the unemployment rate is expected to increase to above 7% in 2021. Job losses occurred mainly in selected service sectors, affecting a large share of the low-skilled workforce. The post-pandemic recovery and job creation should be particularly helped by rolling out investments into green construction sector activities (both building and reconstructions), renewables, nature protection, sustainable transport and digital infrastructure. The modernization of hospitals and clinical processes will also indirectly contribute to increasing the attractiveness of jobs in the health sector. The reform and investments are expected to contribute to strengthening of competitiveness through innovation. The plan rightly identifies the productivity-related challenges for Slovakia and the need for innovation-driven growth, while aiming at closing the gap vis-à-vis the EU in terms of average level of living standard. Delivering a higher quality of Slovak universities through promoting their profiling and greater openness to research cooperation shall kick-start innovation and make the businesses more competitive. The decarbonisation investments are expected to strengthen the competitiveness of the industrial sector, through supporting the process of green transition. Adequate reforms and investments are expected to contribute towards strengthening of Slovakia’s competitiveness through research and innovation and an improved business environment. The plan rightly identifies the productivity-related challenges for Slovakia and the need for innovation-driven growth, while aiming at closing the gap vis-à-vis the EU average in terms of living standards. The reform of research and innovation governance has the potential to overcome the current institutional fragmentation and to deliver efficient policy design, implementation and evaluation. The reform of the Slovak Academy of Sciences, research institutions and universities could increase the quality of public science base and its openness to international and cross-sectoral cooperation. Research grants and fellowships can contribute to attracting and retaining top talent in science and innovation. The set-up of innovative consortia are expected to kick-start greater knowledge diffusion. The decarbonisation investments will ",
        "34 strengthen the competitiveness of the industrial sector, through supporting the inevitable process of green transition. Improvements in the business environment through lower administrative burden will boost investments, while the insolvency reform is expected to deliver a better allocation of resources in the economy. The reforms are expected to contribute to a well-functioning Single Market with strong SMEs . The SMEs will particularly benefit from a strong demand impulse triggered by investments, particularly in the construction and service sector. The new infrastructure for alternative fuels will support the transition of the automotive sector towards higher value-added alternatives, supporting the local manufacturing sector along the whole supply chain. The digital vouchers are expected to stimulate the uptake of new digital technologies in firms. Various financial instruments and grants will offer to both young and mature companies the opportunities to develop and grow. The increase in electricity transmission capacity between Slovakia and Hungary, more transparent public procurement and boosting mobility of talented workers are also expected to deliver positive effect for the internal market. Overall, the plan will contribute to achieving the objectives of the updated Industrial Strategy 10 for making the EU industry more competitive globally, enhancing open strategic autonomy and fostering the twin transition. Social and territorial cohesion The plan recognises the significant economic and social disparities between the regions, especially between the west and east of Slovakia (see also section 2.2). The marked territorial gaps remain particularly large between the capital of Bratislava and other regions – not only in income levels, but also in terms of education attainment, R&D expenditure and employment share in sectors with a higher value added. Intra-regional disparities are further aggravated by infrastructure gaps in the most disadvantages municipalities and poor linkages between urban and rural areas. Despite the long-term trend of declining unemployment in years before the COVID-19 crisis, the unemployment rate of low-skilled and youth rests among the highest in the EU. The socio-economic situation of marginalized Roma communities is even more difficult amid consequences of the COVID-19 pandemic. The plan clearly sets out that social and territorial cohesion is expected to also be supported from other EU programmes than the RRF , notably from shared management funds. The authorities provide references to other types of the EU funding for a number of important policy areas. Such examples include, for instance, the rolling out the broadband infrastructure (cohesion policy funds), support to greening of the heating sector (Modernisation Fund) and transition of the coal region Upper Nitra (Just Transition Fund). 10 COM(2020) 102 final, https://ec.europa.eu/info/sites/info/files/communication-eu-industrial-strategy- march-2020_en.pdf and COM(2021) 350 final https://ec.europa.eu/info/sites/default/files/ communication-industrial-strategy-update-2020_en.pdf ",
        "35 The plan addresses the cohesion challenges primarily through reforms and investments in education, health and digitalisation . In education, the attention is given to supply of quality pre-school education and inclusiveness of the system, in view of pending social inequalities. The acquisition of digital equipment for schools across Slovakia will open the opportunities for pupils from poorer regions and disadvantaged socio-economic backgrounds, including marginalised Roma. The infrastructural investments and optimization of the national hospital network is expected to reduce regional disparities in access to care, and improve the quality, cost-effectiveness and accessibility of healthcare services. A comprehensive reform of the long- term care system is expected to increase the inclusion of disabled persons into society and alleviate pressures on families caring for vulnerable. The investments will increase the accessibility of mental healthcare in less developed regions. The expansion of digital services and high-speed broadband is expected to boost possibilities for distance learning and teleworking across Slovakia, thus contributing to reducing regional and social disparities. The plan, however, does not offer a comprehensive approach to integration of the marginalised Roma communities and labour market nor solutions to the gaps in social housing provision. The green measures are expected to contribute to social and territorial cohesion. The green investments will create new job opportunities across Slovakia and across all skill levels. A significant part of building renovations shall be channeled into private family homes in regions, taking into account the needs of socially disadvantaged. People with disabilities will benefit from investments improving accessibility, especially in the renovated public buildings and in the new public transport fleet. The reforms in the area of renewables have potential to deliver positive effects for household energy bills, including for socially vulnerable people. The actions supporting industry are expected to help the recipients to adjust to challenges related to green transition, with positive effect on jobs in the regions. Health, and economic, social and institutional resilience, with the aim of, inter alia, increasing crisis preparedness and crisis reaction capacity The plan rightly identifies the significant challenges for the Slovak health system on the background of pandemic situation. It emphasises the existence of gaps in hospital-level care, particularly in ensuring critical services in crisis situations. Slovakia’s main objective in this area is to improve the resilience and cost-effectiveness of its healthcare system as a whole through a set reforms and investments in primary care, long-term care (including community-based solutions) and mental healthcare. The large investments will modernise the country’s hospital network and related infrastructure, which will deliver new hospitals and renovations of existing facilities. The digitalization of healthcare services will also increase the efficiency and capacity of the sector to respond more adequately to crisis situations. The Slovak recovery and resilience plan intends to overcome educational gaps caused by the pandemic and foster investments into digitalization and knowledge economy. The proposed measures target the digitalization of primary and secondary schools, particularly through improving the digital skills of all pupils and teaching staff. The investments will allow ",
        "36 for support to pupils and appropriate learning also during the pandemic restrictions. The reforms of tertiary education will enable universities to adapt faster to changing economic and social developments, as well as to pandemic situations. A new national strategy for the development of digital skills will be prepared as part of the plan. Given that the plan does not offer a comprehensive approach towards adult learning, in particular in view of persistently elevated low-skilled workers’ unemployment, the strategy should be followed up with concrete measures to support adult learning, helping them to acquire new skills amid the progressing digitalization of the society. The support for innovation and digital transformation of companies is expected to contribute to adjustment of the Slovak economy to post-pandemic challenges and make it more competitive and resilient. The Slovak public sector is expected to improve its crisis reaction capacity through investment into early warning systems and crisis infrastructure. The better equipped emergency services (police, fire-fighters, rescue) should make Slovakia better prepared for security hazards in future, including the resurgence of pandemic situations. Societal resilience should be strengthened by measures protecting citizens’ legal certainty through a more efficient and transparent judicial system. The pension reform is expected to make Slovakia less vulnerable to possible financial turbulences. The green investments should contribute to Slovakia’s strategic autonomy and strengthen the resilience in view of external shocks. The increasing share of renewables in energy mix and energy efficiency investments will reduce the share of imported fossil fuels. The plan underlines that Slovakia currently imports more than 98 % of oil and natural gas, which accounts for a significant part of its energy consumption, from countries outside the EU. The resilience of the energy sector will also be increased through strengthening of electricity transmission capacity at the cross-border profile with Hungary. Policies for the next generation, children and the youth, such as education and skills Among the main socio-economic challenges for the next generation, the plan focuses predominantly on the reforms and investments in education. A large share of children have only limited access to early care and pre-primary education. The average scores for the best and worst-performing pupils remain heavily affected by the socio-economic background. In recent years, Slovakia has seen a worrying drop in the results of young people’s knowledge and skills. Slovakia is also one of the Member States most exposed to the effects of brain-drain and automation. The low share of people participating in adult learning creates risks in view of economy’s expected structural shifts in the future. The Slovak authorities plan to tackle the educational challenges through dedicated system reforms and better inclusion of socio-economically disadvantaged groups . The new kindergartens are expected to increase the attendance of children from three years of age, including those with disabilities and from socially disadvantaged backgrounds. The quality and inclusiveness of primary and lower-secondary school education will be addressed by the curricular reform, introducing competence-based and learner-centered approaches. The skills of teaching staff should improve through the reform of initial teacher education, upgrading the ",
        "37 teacher qualifications requirements and setting incentives to pursue lifelong professional development. The changes in the support system for pupils with special educational needs will enable all children to develop their full educational potential. The planned investments and reforms are expected to improve the digital skills of young people as well as to increase the awareness on the effects of climate change and technological transformation the economy. The Slovak recovery and resilience plan aims at improving the quality, relevance and internationalisation of Slovak higher education. Slovakia plans to implement a set of comprehensive reforms changing the governance, scientific evaluation, accreditation and financing systems of higher education institutions, accompanied by introducing performance contracts. The internationalisation will be boosted through the scholarship programmes for student and staff mobility. Scholarships for students with the disadvantaged background and investments into accessibility of universities will improve the inclusiveness of higher education. The reforms targeting the improvements in quality and relevance of Slovak higher education have potential to help retain the Slovak talent and attract skilled individuals from abroad, addressing the negative demographic trends and brain drain. Taking into consideration all reforms and investments envisaged by Slovakia, its Recovery and Resilience plan represents, to a large extent a comprehensive and adequately balanced response to the economic and social situation, thereby contributing appropriately to all six pillars referred to in Article 3 of the RRF Regulation, taking the specific challenges and the financial allocation of Slovakia into account. This would warrant a rating of A under the assessment criterion 2.1 in Annex V to the RRF Regulation. 4.2. Link with country-specific recommendations and the European Semester The plan contributes to effectively addressing a significant subset of the structural challenges identified in the country-specific recommendations (CSRs) of 2019 and 2020. Bearing in mind the persistence of Slovakia’s various structural challenges identified in the CSRs, the plan appears to place the right emphasis on the different reform and investment needs. Generally speaking, the (horizontal) challenge of ensuring a swift and smooth green and digital transition appears to be tackled with determination and a wide range of measures in Slovakia’s plan. Long-standing challenges in the area of education, childcare, healthcare, as well as research, development and innovation also met with comprehensive measures suited to ensure a near-resolution of the most serious shortcomings. In recent years there had already been some and limited progress observed regarding challenges in the justice and public procurement system, respectively, and the additional measures proposed in the plan can be expected to contribute to effectively addressing the underlying challenges. While other crucial challenges such as those related to Slovakia’s business environment, corruption control, waste management and integration of the Roma population are all also targeted in the plan, the underlying problems tend to be of a multi-faceted, behavioural or cultural nature, which tends to complicate their swift and complete resolution. ",
        "38 Table 5: Mapping of country challenges identified in 2019-20 country-specific recommendations and Slovakia’s RRP components Country challenges Associated CSR (2019-2020) and European Semester recommendations C 1 - R e n e w a b l e e n e r g y s o u r c e s a n d e n e r g y i n f r a s t r u c t u r e C 2 – B u i l d i n g r e n o v a t i o n C 3 - S u s t a i n a b l e t r a n s p o r t C 4 - D e c a r b o n i s a t i o n o f i n d u s t r y C 5 - A d a p t i n g t o c l i m a t e c h a n g e C 6 - A c c e s s i b i l i t y , d e v e l o p m e n t a n d q u a l i t y o f i n c l u s i v e e d u c a t i o n C 7 - E d u c a t i o n f o r 2 1 C e n t u r y C 8 - I n c r e a s e i n t h e p e r f o r m a n c e o f S l o v a k h i g h e r e d u c a t i o n i n s t i t u t i o n s C 9 - M o r e e f f i c i e n t g o v e r n a n c e a n d s t r e n g t h e n i n g R D I f u n d i n g C 1 0 - A t t r a c t i n g a n d r e t a i n i n g t a l e n t C 1 1 - M o d e r n a n d a c c e s s i b l e h e a l t h c a r e C 1 2 - H u m a n , m o d e r n a n d a c c e s s i b l e m e n t a l h e a l t h c a r e C 1 3 - A c c e s s i b l e a n d h i g h - q u a l i t y l o n g - t e r m s o c i o - h e a l t h c a r e C 1 4 - I m p r o v e t h e b u s i n e s s e n v i r o n m e n t C 1 5 - J u d i c i a l r e f o r m C 1 6 - F i g h t a g a i n s t c o r r u p t i o n a n d m o n e y l a u n d e r i n g , s e c u r i t y a n d p r o t e c t i o n o f t h e p o p u l a t i o n C 1 7 - D i g i t a l S l o v a k i a C 1 8 - S o u n d , s u s t a i n a b l e a n d c o m p e t i t i v e p u b l i c f i n a n c e s Public finances: long- term sustainability and fiscal policy 2019.1.1, 2019.1.2, 2020.1.1 ● ○ ● Healthcare system: Resilience and provision and coordination of care 2019.1.1, 2020.1.2, 2020.1.3 ○ ● ● ● ",
        "39 Education and care, social policy: Quality, access and inclusiveness 2019.2.1, 2019.2.2, 2019.2.3, 2020.2.1, 2020.2.3 ● ● ● ● Investment focus on specific areas 2019.3.1, 2020.3.3 ● ● ● ● ● ○ Green transition 2019.3.1, 2020.3.4 ● ● ● ● ● ○ ○ ○ ○ ○ Digital transition 2019.3.1, 2020.2.2, 2020.3.2, 2020.3.4 ○ ○ ○ ○ ● Justice system, corruption and anti- money laundering 2019.4.1, 2019.4.2, 2020.4.1, 2020.4.3 ● ● Business environment and competitiveness, public administration and public procurement 2019.3.1, 2019.3.2, 2020.3.1, 2020.3.3, 2020.4.2 ○ ● ● ○ Key: “●” investments and reforms of the component significantly address the challenge; “○” the component partially addresses the challenge ",
        "40 Slovakia’s Recovery and Resilience Plan presents a mapping of CSR challenges onto the plan’s eighteen components. In particular, a summary table sets out a combined set of 2019- 2020 CSRs in table format, bundling thematically similar CSRs from both years into one column and then breaking these down into further sub-recommendations. The table is both accurate and complete in terms of covering all CSRs as well as all relevant elements of the plan’s components. Where relevant, the table includes supplementary information on measures taken outside the RRP, notably the pandemic crisis response measures taken over the course of 2020 aimed at supporting incomes, jobs and companies. The table thereby illustrates the very high degree of CSR coverage achieved by Slovakia’s RRP. The plan contributes to effectively addressing recommendations as regards fiscal policy and public finances. It presents a number of highly relevant components in response to its longer-term sustainability challenge, which particularly concerns the health and pension system, both of which are significant drivers in Slovakia’s long-term spending pressures. The modernisation of healthcare (component 11, the largest of the eighteen components) includes a number of reforms and investments that have the potential to improve the cost-effectiveness of Slovakia’s healthcare system. The optimisation of the hospital and acute healthcare network offer potentially sizeable efficiency savings, especially when coupled with the considerable investments into healthcare facilities foreseen under the RRF. It reflects the transformative potential of the plan for improving the cost-effectiveness of the healthcare system, which will alleviate the long-term fiscal sustainability risks stemming from public spending on healthcare and long-term care. The plan also envisages improving the sustainability of the pension system through a pension reform (part of component 18). Moreover, the latter component envisages a tax reform 11 and the introduction of binding expenditure ceilings, both of which are likely to have a favourable effect on budgetary trajectories. The recommendations related to the immediate fiscal policy response to the pandemic can be considered as falling outside the scope of Slovakia’s RRP, notwithstanding the fact that Slovakia has generally responded adequately and sufficiently to the immediate need to support the economy through fiscal means in 2020 and 2021, in line with the provisions of the General Escape Clause. Moreover, the recommendation to achieve the medium-term budgetary objective in 2020 is no longer relevant, due both to the lapsing of the corresponding budgetary period and the activation in March 2020 of the General Escape Clause of the Stability and Growth Pact in the context of the pandemic crisis. Slovakia’s plan represents a broad-based and detailed response to the healthcare challenges expressed in the country-specific recommendations. The plan includes three components that deal with the modernisation of the healthcare system, the mental health system, and the social and long-term care one. Taken together, these three components account for 23% 11 It should be noted that the tax reform has a low level of detail and no clear commitments ",
        "41 of the plan’s total estimated cost, and thus represent a key pillar of Slovakia’s recovery strategy. The components foresee a combination of measures to improve the systems’ capacity and infrastructure, rationalize the provision of care services and modernise their management instruments. Their successful implementation has the potential to improve the accessibility and quality of these services for end-users, while they can also be expected to alleviate long-term budgetary risks for public finances (see fiscal policy above). Challenges in education and care, and social policy more broadly are addressed in a satisfactory fashion. Slovakia’s plan places emphasis mainly on addressing the challenges related to equal access to education and to childcare and long-term care services, while the potential to foster skills through adult learning is underexploited. Three of the eighteen components tackle shortcomings in the pre-primary, primary, secondary and tertiary education sector (components 6, 7 and 8, with a combined estimated cost of EUR 892 million, 11% of the total estimated cost). Component 13 addresses challenges in the area of long-term care. Key measures under these components aim at extending pre-primary education provision for children as of 3 years of age, making schools barrier-free at secondary school level , updating curricula and upgrading school infrastructure (including IT equipment), and reforming initial teacher education and continuing professional development. Socio-economic inequalities in access to pre-school education are targeted through large-scale investment in extra kindergarten capacities, however actual attendance, and high quality and inclusive environment will need to be ensured to bring the necessary results. The availability of childcare below age three remains a challenge. The performance of higher education institutions is to be improved by a set of comprehensive reforms, which aim to change the evaluation, accreditation, management and financing models, as well as by boosting internationalisation and improving inclusiveness. The educational inequalities resulting from the school closure due to the pandemic are to be addressed by a compensatory programme for pupils. Investment in the digital infrastructure and skills of teachers and students is set to address the digital divide in education, and to ensure equal access to education. Although the plan partly supports Slovakia’s Strategy for Equality, Inclusion and Participation of Roma by 2030, with various RRP measures aimed at reducing educational segregation of Roma pupils and increasing their educational outcomes, it lacks quantitative targets stated in the strategy itself. By contrast, for housing-related measures aimed at improving living conditions of the Roma community, Slovakia plans to seek funding by Cohesion policy funds and the national budget. The recommendation on income replacement has, for the purpose of this assessment, been treated as already satisfactorily dealt with through the introduction of effective short-term work schemes in response to the pandemic. Slovakia’s plan shows a large number of measures corresponding to recommendations to focus investment in specific areas. The plan features dedicated components for health (EUR 1.533 billion, 23% of the total estimated cost), research and innovation (EUR 633 million, 9.6%), sustainable transport (EUR 801 million, 12.1%), digital Slovakia (EUR 615 million, 9.3%), and building renovation (EUR 741 million, 11.3%), much of which is dedicated to making homes more energy-efficient. By contrast, in the area of waste management the plan foresees relevant measures for the improved recycling of construction waste. However, it is missing the ",
        "42 opportunity to target insufficient recycling rates of municipal and packaging waste and high rates of landfilling in Slovakia. Investments into social housing are not addressed under the plan. With regard to front-loading mature public investment projects, while the plan does not provide sufficient detail for a close assessment, it can be presumed that this did occur to the greatest extent possible, for reasons of both economic need and political expediency. In addition, the development and application of a new public investment methodology aims at improving the prioritisation of mature projects with a high cost-benefit ratio and is set to develop sector-specific investment project pipelines to this end. Slovakia’s plan can be regarded as a determined and effective response to the twin challenges posed by the green and digital transition. Investment and reforms into upgrading Slovakia’s digital infrastructure encompass target both e-government, digital skills, as well as edcuation investments, while plan describes also envisaged measures in digital connectivity, which will require other financial resources to be implemented. The move to digital capabilities and services also extends to education, healthcare, public administration and research and innovation, making the plan a well-integrated response to the challenges posed by the digital demands of the future. Equally, the plan includes reforms and investments to facilitate the green transition in numerous components, notably those focused on renewable energy sources (component 1), energy efficiency measures (component 2), sustainable transport infrastructure incl. rail transport (component 3), reduction of industrial greenhouse gas emissions and the decarbonisation of industry (component 4), and bolstering the resilience of natural carbon sinks and ecosystem services (component 5). The plan entails an ambitious agenda to improve the effectiveness and integrity of the justice system and to fight corruption and money laundering. Slovakia’s plan shows a clear acknowledgement of the above challenges and dedicates component 15 entirely to justice reforms (EUR 255 m, 3.8% of the total estimated cost) and component 16 to the fight against corruption and money laundering (EUR 229 m, 3.5%). One of the main aims of component 15 is, through a reform of the judicial map, to create conditions for a greater specialisation of judges and thus allow for better and faster court decisions. A modernisation and digitalisation of judicial proceedings, including the creation of online court files, an analytic support platform and the procurement of IT equipment, is also envisaged as part of the investment side of the component. Furthermore, the reform of the judicial map is expected to allow for a better system of random allocation of court cases to (more specialised) judges and further reforms aim to reduce the scope for corrupt practices and improve the integrity of the justice system. A large part of the justice investment component will go towards enhancing building capacity, which – if coupled with an improved use of human capital and processes - may potentially increase the efficiency of the justice system and reduce length of proceedings. The amendment of the Constitution adopted in December 2020 seeks to improve the public trust in the justice system by introducing important changes in several aspects of the justice system, in particular the Constitutional Court and the Judicial Council. Furthermore, an amendment of the Constitutional provision on immunity of judges and a new crime of bending the law was introduced. Whereas the reforms have the potential to address the concerns about the effectiveness and integrity of the justice system, it is ",
        "43 important that adequate safeguards are observed in line with EU law requirements on judicial independence, including when applying these new provisions in practice. An appropriate involvement of the judiciary, stakeholders and civil society throughout the reform process is particularly important. In addition to the aforementioned judicial dimension in the fight against corruption, component 16 also proposes stepping up the capacity to investigate corruption claims through adequate staffing and better technological capabilities. Prevention and detection tools such as strengthened whistleblower protection, new and centralised information systems and consolidated electronic databases seem necessary steps in tackling both corruption and money laundering. If this is accompanied by greater deterrents and a cultural change with regards to anti-corruption attitudes, the measures envisaged in the plan could make a meaningful difference in stamping out widespread corruption. The plan presents a balanced and promising response to recommendations to improve the business environment. Regarding the ongoing shortcomings in Slovakia’s business environment, the plan dedicates component 14 to setting out various measures in response. The principal objective of this component is the easing of the administrative and regulatory burdens on businesses, which is a key reason for Slovakia’s poor (and by some measures deteriorating) performance in business climate surveys. The plan also envisages a large-scale shift to digital public services and improved interfaces for citizens requesting public administration services. Quicker and simplified insolvency processes targeted by the plan could also help to address a long-running complication for entrepreneurs operating in Slovakia. The effectiveness of the plan’s measures in addressing recommendations to improve public procurement and SME competitiveness remains uncertain in some respects. The public procurement reform and investment are foreseen in Component 14, aiming at centralising, digitalising and modernizing practices, thereby accelerating and simplifying procedures. While public procurement training and the adoption of best practices may potentially address the value- for-money concerns underlying the CSR at hand, quality-related and lifecycle cost criteria are addressed less comprehensively, although the plan contains good steps to mainstream green public procurement. The reform of public procurement practices not only offers the chance of improving transparency and value for money, but also opens up the potentially important commercial field of public contracts to a wider range of bidding suppliers, including small and medium-sized enterprises. Regarding the competitiveness of SMEs, component 14 mainly focuses on reforming the business environment in terms of insolvency procedures, public procurement reform and administrative burden, but it largely lacks specific provisions for SMEs. In turn, component 9 envisages dedicated support to SMEs to foster their innovation capacities, plausibly with a positive impact on their competitiveness. In addition, the envisaged increase in construction investment (including from building renovations) is expected to trickle down to greater SME activity at local level. The challenge of ensuring liquidity support for SMEs and the self-employed has been dealt with during the phase of acute liquidity problems for businesses in 2020, in which tax deferrals and government loan guarantees ensured adequate short-term liquidity for businesses. Still, long-standing concerns about late payments and ensuing liquidity challenges could have been addressed, too. ",
        "44 The plan presents a balanced and promising response to recommendations to improve public administration. Component 16 envisages optimising crisis management and strengthening general administrative capacities at different levels of the government. It is important to further strengthen evidence-based policy-making, inter-ministerial cooperation, as well as governance at local level. Furthermore, component 17 (EUR 615 m, 9.3% of the total estimated cost) foresees comprehensive investments and reforms to usher in a shift towards e- government services, suitably secured and accompanied by better tools and skills for providers and users. The shift to quick and standardised electronic platforms offers considerable potential to improve the quality of public services in Slovakia, as well as their coordination by government, given the difficulties at present in communication and coordination of e-government initiatives between different government levels and entities, as well as with end-users. Response to the economic and social situation Slovakia entered the pandemic crisis on fairly robust macroeconomic footing, having previously enjoyed six years of robust economic growth amidst a supportive external environment and a growing integration into European value chains. This was accompanied by falling unemployment, accelerating wage inflation and rising skill shortages, particularly in the more prosperous and activity-rich western part of the country. Even though Slovakia’s convergence with the rest of the EU had slowed down compared to the period immediately following EU accession, the pre-crisis period represented, by any measure, a period of good economic times for Slovakia. At the same time, structural weaknesses in education, innovation, social inclusion, regional divergences and governance were acutely constraining Slovakia’s economic advancement when the pandemic arrived. After a 4.8% decline in 2020 real output, persisting pandemic-related restrictions in early 2021 continue to weigh on economic activity in Slovakia. Nevertheless, the assumed progress in vaccination and the improving pandemic situation should enable a sharp rebound in the second half of the year, bringing annual GDP growth to 4.8% in 2021. The Slovak economy is forecast to reach its pre-pandemic output level by the end of 2021 and to continue growing at a robust annual rate of 5.2% in 2022, closing its negative output gap. Thanks to public short-time work schemes, the impact of the crisis on the labour market has been mostly reflected in declining hours worked, while employment has been shielded, decreasing only by 1.9% in 2020. However, despite the economic recovery gaining momentum already in 2021, the labour market is expected to strengthen only from 2022 onwards. On the social side, strong economic growth in the past drove up employment and created moderately inclusive growth, while reducing the risk of poverty in the population. Nevertheless, long-term unemployment remains still above the EU average, and shows a strong correlation with low skill levels, as well as being much more acute in the structurally weaker central and eastern parts of the country. The pandemic crisis is also likely to have accentuated employment difficulties for disadvantaged groups, who are facing a significantly higher risk of poverty and for whom social exclusion remains a challenge. The pandemic led to a spike in the ",
        "45 unemployment rate, with negative repercussions not on only incomes, but also social relations and a sense of purpose for those put out of work. Moreover, this has detached a generation of pupils from educational and social life for at least parts of one school year, also due to gaps in infrastructure to provide digital learning opportunities. The scar in Slovakia’s human capital, social inclusion and regional divergences is thus not to be underestimated, and is likely to exceed the degree of macroeconomic scarring as measured by the path of GDP. Overall, and compared to initial expectations of a much deeper and protracted recession in Slovakia, the economic scars of the pandemic recession appear to be comparatively moderate, serious though they are. In light of the relatively swift recovery that Slovakia is projected to experience in economic activity, policy attention deserves to be placed on more structural – rather than purely cyclical - constraints on growth and prosperity. In light of Slovakia’s aforementioned structural challenges, which became more apparent as the economy ‘heated up’ in the pre-pandemic years, the plan’s strong focus on inclusive education, governance and productivity-enhancing investment into the green and digital transition, can be regarded as a comprehensive and adequate response to the economic crisis. Impact on growth potential In the long run, structural reforms contained in the Slovak RRP are expected to entail a GDP gain of at least 5.3% by 2040 according to the authorities, relative to the counterfactual scenario without RRF. Three-quarters of these effects are assumed to come from increasing the quality of human capital, improving the skill composition and size of the Slovak labour force, and from boosting domestic research and innovation. The remaining quarter of the effect is expected from enhancing the efficiency of public administration and fighting corruption, which would improve the business environment. These measures would raise productivity and maintain the competitiveness of the Slovak economy. As a result, a successful implementation of the RRP could facilitate the country’s transition to a new, more diversified economic model, based on a larger share of high value added activities. By addressing long- standing weaknesses of the Slovak economy and preparing the country to successfully face the challenges posed by 21 st century trends, these reforms could have a long lasting beneficial effect on the economic performance and growth potential of Slovakia. In particular, the RRP aims to address the problem of low R&D spending and innovation by improving the governance of public funding for research projects and enhancing cooperation with the private sector. The plan also places a particular emphasis on improving human capital and raising the skill level of Slovak citizens, an area where the country has significant weaknesses which prevent it from fulfilling its economic potential. Measures include reforming the educational curriculum, strengthening teacher training, increasing the focus on digital education, extending compulsory pre-primary education and aiming at better inclusion of disadvantaged groups in the education system, all of which should improve the skill composition of the Slovak workforce. This would also be facilitated by trying to attract and retain very highly ",
        "46 skilled labour via university reform, more scholarships and removing administrative barriers for foreign workers and students. Low labour force participation is another important factor constraining Slovak potential growth, which the RRP aims to address via several channels. By reducing skill mismatches, measures aiming for better and more inclusive education, as described above, should facilitate higher participation in the labour market. In addition, green investments into sustainable transport infrastructure could also help by creating better transport links between employees and workplaces, especially in more remote areas of the country. The plan also intends to expand the long-term care facility network for the elderly, which can significantly unburden family members, supporting their return to the workforce. Moreover, a pension reform linking retirement age to life expectancy and a tax reform shifting the tax burden from labour towards consumption and wealth could further boost labour supply.12 These measures could have a beneficial impact on potential growth, especially given the projections of a fast-ageing Slovak population. By addressing the problems of inefficient public administration and by fighting corruption, the RRP could also facilitate a more favourable business environment which is more conducive to private investment and innovation. Broadening digital public services and lowering high regulatory barriers for entrepreneurs is expected to ease the administrative burden on businesses and enhance their competitiveness. Justice reforms and anti-corruption measures could mitigate business uncertainty. These reforms support potential growth via a more efficient allocation of public resources as well as by encouraging productivity growth in the private sector. *** Taking into consideration the reforms and investments envisaged by Slovakia, its recovery and resilience plan is expected to contribute to effectively addressing all or a significant subset of challenges identified in the country-specific recommendations, or challenges in other relevant documents officially adopted by the Commission under the European Semester, and the recovery and resilience plan represents an adequate response to the economic and social situation of Slovakia. This would warrant a rating of A under the assessment criterion 2.2 in Annex V to the RRF Regulation. 12 It should be noted that the tax reform has a low level of detail and no clear commitments. ",
        "47 4.3. Growth potential, job creation, economic, institutional and social resilience, European Pillar of Social Rights, mitigating the impact of the crisis, and social territorial cohesion and convergence 4.3.1. Fostering economic growth and jobs The implementation of the Recovery and Resilience Plan is expected to contribute significantly to economic growth and job creation in Slovakia. RRF-funded public expenditures should provide a boost to aggregate demand in the short to medium term, improving the cyclical position of the Slovak economy, and thereby mitigating the adverse economic effects of the COVID-19 crisis. In the long run, investments together with the planned structural reforms would help addressing the current growth challenges and the threat of middle income trap faced by Slovakia. This would facilitate the country’s transition to a knowledge- based economic model more focused on high value added activities, and which remains competitive amid automation and digital change. Implementing the RRP is therefore expected to raise potential output and to have a lasting impact on the economic performance of Slovakia. Non-refundable financial support from the RRF amount to around 5.9% of pre-crisis GDP, which Slovakia plans to spend mainly on public investments spread over 6 years between 2021 and 2026. These expenditures constitute a sizable fiscal stimulus, as a result of which Slovak authorities estimate GDP to be on average 1.2% higher during the period of 2021-2026, relative to the counterfactual scenario without the RRF. The labour market is also expected to improve. This short to medium term boost to aggregate demand should speed up the recovery of the Slovak economy from the COVID-19 crisis, especially in light of the high share of construction projects in the investment plans, and considering that the Slovak construction sector was among the hardest hit during the pandemic. While the economic benefits of RRF spending are mainly driven by higher aggregate demand in the short run, the contribution of expanding supply capacities gradually increases in the medium run. Slovak authorities estimate that solely as a result of higher capital accumulation, by 2026 potential output will be 0.7% higher than it would be without the RRF. After also taking into account possible TFP-enhancing effects of public investments, this figure goes up to 2.4%, while the potential growth rate is estimated to increase from around 1.4% to 1.6%. Unlike the boost via demand stimulus, which dissipates rather quickly once the spending stops, this is a longer lasting effect raising the economic performance of Slovakia persistently. The plan contributes to potential output also by speeding up the recovery from the COVID-19 crisis, whereby it could prevent long-term scarring due to hysteresis effects, prolonged unemployment and rising bankruptcies. Therefore, permanent economic damages from the pandemic could be mitigated. As far as the plausibility of these short and medium-run economic impact estimates is concerned, the plan rests on well-reasoned macroeconomic modelling and econometric techniques. The implied fiscal multiplier of 1.3 over the period of 2021-2026 is in line with the Commission’s own estimates with its QUEST macroeconomic model, which predicts RRF- ",
        "48 financed public spending to raise GDP by between 1.3% and 1.8% on average during the period of 2021-2026. The somewhat higher impact estimates of the Commission reflect the fact that in its exercise positive cross-border demand spillovers have also been taken into account, stemming from synchronized NGEU spending across the whole EU (see Box 2). While these model-based estimates are surrounded by considerable uncertainty, even the lower bound of estimates suggest that the RRP is expected to have a significant impact on the GDP of Slovakia. In addition, the above short and medium-run estimates only consider the effects of public investments in the RRP, while structural reforms are not taken into account. Given that structural reforms could start to exert their beneficial economic impact already in the medium term, this might constitute a downward bias in the estimated figures. ",
        "49 Box2: Stylised NGEU impact simulations with QUEST - Slovakia Model simulations conducted by the Commission using the QUEST model show that the economic impact of the NGEU in Slovakia could lead to an increase of GDP of between 1,3% and 2,1% by 2026. 13 After 20 years, GDP could be 0,6% higher. Cross-border spillovers account for a large part of such impact. According to these simulations, this would translate into up to 20 000 additional jobs. Cross border (GDP) spillovers account for 0,6 pps in 2026, showing the value added of synchronised expenditure across Member States (line 2). Even in a scenario with a lower productivity of NGEU funds, it would still lead to a significant impact (line 3). 14 Table 1: QUEST simulation results (% deviation of real GDP level from non-NGEU case, linear disbursement assumption over 6 years) Scenario 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 2040 Baseline 1,2 1,8 1,8 1,9 2,0 2,1 1,6 1,1 1,1 1,1 0,6 of which spillover 0,5 0,6 0,6 0,6 0,7 0,6 0,6 0,4 0,3 0,2 0,1 Low productivity 0,9 1,4 1,3 1,3 1,3 1,3 0,8 0,3 0,3 0,4 0,3 The transmission channels of higher public investment spending to the broader economy are manifold. In addition to the direct effect of more public expenditures on GDP, there is also an indirect response of the economy via influencing private spending decisions, which will determine the size of the fiscal multiplier. In the current environment of depressed demand, the usual effect of crowding out private expenditures via higher real interest rates is likely to be muted, given the expectations of continued monetary policy support in the euro area for the coming years. In addition, by expanding the capital stock of the economy, public investment can raise the productivity of the private sector, and thereby crowd in private investments. Higher public spending raises incomes in general, while higher productivity also contributes to faster real wage growth, which can further support household consumption. This is even more so if households tend to consume a large fraction of their earnings, which bodes well for Slovakia with household saving rates below the EU average. However, in the case of a highly open economy like Slovakia, these multiplier effects are likely to be mitigated, as some of the increase in aggregate spending will “leak out” via imports instead of being directed at domestically produced goods. On the other hand, if trading partners simultaneously also engage in stimulus, as in the case of NGEU, then this import leakage can be counteracted by positive cross-border demand spillovers, which contribute to the estimated GDP impact significantly. 15 This stylised scenario does not include the possible positive impact of structural reforms, which can be substantial . A model-based benchmarking exercise shows that undertaking structural reforms that would result in 13 RRF amounts to roughly 90% of NGEU, which also includes ReactEU, Horizon, InvestEU, JTF, Rural Development and RescEU. 14 Technically, the low productivity scenario considers a significantly reduced output elasticity of public capital. 15 It must also be noted, that fiscal multipliers depend a great deal on modelling assumptions about the financing of government expenditures: domestic debt-financed spending is more stimulative than a balanced-budget one, and the distribution of taxes across households also matters. In the case of RRF grants, spending is financed from outside by foreign transfers, which fact tends to raise fiscal multipliers (Farhi and Werning, 2017). To the extent that model estimates do not account for this fact, they could also be biased downwards. ",
        "50 halving the gap vis-à-vis best performers in terms of indicators of structural reforms could raise Slovak GDP by 11% in 20 years’ time, in line with findings for the EU average. 16 Due to the differences in the assumptions and methodology, the results of this stylised assessment cannot be directly compared to the numbers reported in chapter 4 of Slovakia’s RRP. In the long run, structural reforms contained in the Slovak RRP are expected to entail a GDP gain of at least 5.3% by 2040 according to the authorities, relative to the counterfactual scenario without RRF. Three-quarters of these effects are assumed to come from increasing the quality of human capital, improving the skill composition and size of the Slovak labour force, and from boosting research and innovation, all of which would enhance productivity and enable Slovakia to remain technologically competitive, focusing on higher value added activities. The remaining quarter of the effect is expected from enhancing the efficiency of public administration and fighting corruption, which would improve the business environment. By addressing long-standing weaknesses of the Slovak economy and preparing the country to successfully face the challenges posed by 21 st century trends, these reforms could have a long lasting beneficial effect on the economic performance of Slovakia. The ability to reach these objectives, however, is surrounded by considerable risks. The Slovak RRP identifies areas in which the country still needs to catch up to ensure its convergence to western European economies, such as technological and allocative inefficiency as well as low labour force participation and low quality of human capital, then sets out measures and reforms to address these issues, the effect of which on GDP is estimated in a systematic way based on the literature. But whether the measures will manage to improve these indicators to the assumed extent is highly uncertain. Nevertheless, the reforms certainly aim in the right direction of trying to address the weaknesses of Slovakia’s economy, as detailed in Section 2.2. of this document. Slovakia’s significant automotive manufacturing is heavily exposed to risks posed by automation and green transition. By supporting the transition to electric technologies, and providing financial assistance for decarbonisation of industry, measures under the “Green economy” policy area of the RRP contribute towards keeping the sector competitive. Encouraging R&D and innovation, improving the skills of the labour force and promoting digital technologies are also among RRP measures designed to help the sector keep high value added jobs in an era of automation. 16 Varga, J, in 't Veld J. (2014), “The potential growth impact of structural reforms in the EU: a benchmarking exercise \", European Economy Economic Papers no. 541. http://ec.europa.eu/economy_finance/publications/economic_paper/2014/pdf/ecp541_en.pdf. ",
        "51 The RRP aims to address the problem of low R&D spending and innovation by improving the governance of public funding for research projects and enhancing cooperation with the private sector. Slovak authorities expect these measures (such as matching grants for public- private cooperation projects) to raise total R&D expenditure to 1.2% of GDP by 2024 (from 0.83% in 2019), contributing to the innovative capacity and productivity of the Slovak economy. The RRP places an emphasis on improving human capital and raising the skill level of Slovak citizens, an area where the country has significant weaknesses which prevent it from fulfilling its economic potential. Reforming the educational curriculum and strengthening teacher training could help the performance of Slovak pupils to catch up with the OECD average. Focus on digital education could ease digital illiteracy and mitigate skill mismatches between jobseekers and the needs of employers. The extension of compulsory pre-primary education and measures aiming at better inclusion of disadvantaged groups in the education system should improve the skill composition of the Slovak workforce, which would also be facilitated by trying to attract and retain very highly skilled labour via university reform, more scholarships and removing administrative barriers for foreign workers and students. At the same time, however, the plan does not include any investments in the upskilling of the working-age population. Low labour force participation, especially among the young, old and female population is an important factor constraining Slovak potential growth, which the RRP aims to address via several channels. By reducing skill mismatches, measures aiming for better and more inclusive education, as described above, should facilitate higher participation in the labour market. In addition, green investments into sustainable transport infrastructure could also help by creating better transport links between employees and workplaces, especially in more remote areas of the country. The RRP also intends to expand the long term care facility network for the elderly, which can significantly unburden family members, supporting their return to the workforce. Moreover, a planned tax reform of shifting the tax burden from labour towards consumption and wealth could further boost the labour supply of households. 17 These measures could have a beneficial impact on potential growth, especially given the projections of a fast ageing Slovak population. By addressing the problems of inefficient public administration and by fighting corruption, the RRP could also facilitate a more favourable business environment which is more conducive to private investment and innovation. Broadening digital public services and lowering high regulatory barriers for entrepreneurs is expected to ease the administrative burden on businesses and enhance their competitiveness. Justice reforms and anti-corruption measures could mitigate business uncertainty. These reforms support potential growth via a more efficient 17 It should be noted, however, that no details have been given nor commitments have been taken about that reform. ",
        "52 allocation of public resources as well as by encouraging productivity growth in the private sector. In summary, the reforms envisioned in the Slovak RRP can be expected to facilitate the country’s transition to a new, more diversified economic model, based on a larger share of high value added activities. A successful implementation of the RRP could raise domestic innovation, productivity, and maintain the competitiveness of the Slovak economy, thereby contributing to potential growth. Investment baseline The public investments outlined in the RRP are convincingly argued to be additional to what would have been the case in the absence of the RRF. This argument for macro- additionality is supported by analysis in the plan showing that baseline public investments, excluding those included in the plan, are forecast to be at least as high on average over the period of 2021-2026 as they were in 2017-2019. This makes it likely that, by coming on top of these investments, RRF funded spending truly contributes to economic growth and does not just replace otherwise planned nationally-financed investments, being used only for public debt reduction. 18 According to information supplied by the Slovak authorities, nationally-financed baseline public investments (excluding military spending) are expected to average 13.4% higher in real terms between 2021 and 2026 compared to the three years preceding the pandemic. This corresponds to baseline investments maintaining a similar share of GDP across the two time periods. 19 Prior to the pandemic the composition of public investments was dominated by spending on transport infrastructure (almost 50%), while 10% was spent on IT systems of the public administration. Funds from the RRF place more emphasis on investments in the areas of health (construction and renovation of hospitals), and education (digitalisation of schools, expansion of kindergarten capacities). A large part of the funds is planned to go for green economy measures. This includes sustainable transport investments and the promotion of renewable energy sources as well as measures aimed at industry decarbonisation and improving the energy efficiency of buildings. Compared to the pre-pandemic baseline, the proportional impact of RRF funds is set 18 While it is never straightforward to establish a true counterfactual scenario, the default working assumption is that even without the RRF public investments would have at least stayed at a similar level than prior to the pandemic. 19 Although the baseline investment forecast exhibits a slight decline of 0.2 pp. as a fraction of GDP (See Table 4b of the annex to RRP Chapter 4), this is only due to the exclusion of other EU funds from the forecast after 2024, which have not been scheduled yet. Once these other EU funds are adjusted for, the baseline trajectory for nationally-financed public investments is shown to increase as a percentage of GDP. Slovakia has also included steeply increasing military spending in its baseline investment forecast which is not affected by the RRF, but could nevertheless drive macro-additionality. However, even after excluding military spending, the baseline for RRF- affected categories does not decline as a percentage of GDP between the time periods in question. ",
        "53 to be biggest in the areas of health and social protection (expansion of long term care facilities), given their relatively low base value, while the rather high spending on transport infrastructure constitutes only a smaller percentage increase. 4.3.2. Strengthening social cohesion The Recovery and Resilience Plan addresses several social and territorial challenges relevant for Slovakia and contributes to the implementation of the European Pillar of Social Rights. The plan is targeted at areas where Slovakia is lagging behind, namely: education outcomes including digital skills, pre-primary education enrolment, health and long-term care, equality and social inclusion, regional disparities in access to social services. The principal objective for the recovery plan is to improve the quality of the education process, which is among Slovakia’s long-standing challenges. Slovak pupils’ skills lag significantly behind those in other OECD countries, as they are found to perform poorly in reading and science literacy, and also in skills such as critical thinking, problem-solving and teaming (PISA, 2018). A key measure to address this is a curricular reform focusing on pupils’ key competences, in particular literacy, but also transversal skills (critical thinking, digital and soft skills). Reform will be introduced at primary and secondary level, supported by the digitalization of teaching, learning and assessment. Continuous professional development of teachers is expected to be modernized, better preparing and equipping teachers with skills related to inclusive education and the use of new technologies. To foster inclusiveness of education, measures to combat segregation in education, in particular as regards Roma pupils, are envisaged by introduction of the legal definition of desegregation and by expanding the capacity of schools that provide two shifts classes. Tools to prevent early school leaving (monitoring system) will be implemented and lower secondary education opportunities will be expanded by the strengthening the teaching of so called F-type study programmes. The Component on attracting talents proposes, among other things additional scholarships for upper-secondary graduates from socially disadvantaged backgrounds to help them continue their education at higher education. Ambitious reforms in the education field are set to be underpinned by necessary investments that help to achieve the objectives of inclusiveness and strengthen digital skills. By the end of 2024 every primary and secondary school will be supplied with the full digital equipment according to defined ICT standards based on the “highly equipped and connected classroom HECC” model. Investments in infrastructure by removing architectonic barriers for disabled children in large secondary school is a good starting point but the barriers to equal access education remain at all levels of education. Slovak government commits to map the needs of schools in this regard and provide for equal and high standard of renovations. All the activities described above comply with the principles of Chapter I: Equal opportunities and access to the labour market of the European Pillar of Social Rights. Investment in digital higher education equipment (competitiveness, information systems, hardware and teaching software) is expected to make a significant contribution to the digital development of universities. Performance contracts will also aim to increase the share of ",
        "54 graduates in IT disciplines where there is a significant shortage aligning the students profile to the labour market needs. Introduction of a system of periodic scientific performance evaluation as well as the reform of governance may strengthen the internalisation and the capacity of higher education institutions. The envisaged reforms can bring the necessary systemic change if they are efficiently implemented in close cooperation with the academia, while respecting its autonomy. Comprehensive reform and investments will tackle existing challenges in pre-primary education. The density of pre-primary education is low and unevenly distributed. The total enrolment rate of children aged from age 4 to the starting age of compulsory education at primary level is at 82 % in Slovakia (95% in the EU) while for children from Roma minority in is only 32 %. The problem of low female employment between 25 and 39 years old is directly linked to it. Subsequently, the later entry or return of mothers to the labour market widens the income gap between the sexes. The comprehensive reform followed by investments introducing the obligatory pre-primary education for 5-year-olds, as well as the legal entitlement to a place in a kindergarten for children as of age 3 are fully in line with within the principles of the Social Pillar No. 11 (childcare and support for children). Furthermore, the plan provides for a grant scheme for NGOs and other actors will be set up to support early care and early intervention for children aged 0 to 6 years, in particular from marginalised Roma communities and generational poverty environments. This is a good, initial step in towards providing formal care for children up to 3 years, which is the lowest in the EU (6.6%). Comprehensive reforms combined with significant infrastructural investments are expected to substantially improve the quality and cost-effectiveness of the Slovak healthcare system. The re-design of the national hospital network, coupled with the reform aimed at defining a map of primary care needs and its related subsidy scheme to incentivise doctors to open their practice in underserved locations are expected to alleviate the existing geographic inequities in access to acute and outpatient care services. The large investments in the construction and modernisation of healthcare facilities are also expected to indirectly improve the retention of medical professionals in the Slovak public healthcare system. The reform aims at optimizing the hospital network, streamlining the managerial tasks and better reflecting real regional needs. These two objectives are expected to be achieved by defining minimum volume requirements for hospital services. Available resources (personnel, equipment) will be re- distributed accordingly across the network, to the benefit of quality and efficiency of care. The timely availability of healthcare services across the territory will be guaranteed by means of strict response-time criteria for various classes of cases, using a system of prioritized dispatch for ambulance services. For example, the reformed hospital network will have to guarantee that 90 % of Slovakia’s population will be able to access ambulance services within 15 minutes. Priority will be given to life-threatening cases, for which the ambulance response interval will be reduced to 8 minutes for 80 % of the population. This result will be achieved through the optimization of the network of ambulance stations (in line with the revised hospital network), investment in their construction and refurbishment, and a renewal of the ambulance fleet Comprehensive reform of the Slovak long-term care system (LTC) will contribute to facing the challenges posed by the rapid ageing of the population. The Slovak RRP envisages a ",
        "55 comprehensive reform of the LTC system, including changes to the legislative set-up, processes, assessment and control activities and capacity building. The assessment process is today fragmented, inefficient and often inconsistent and unfair. The reform will also include a change in the financing of long-term care (health, social) and a reform of social care surveillance. The supervisory system will be consolidated and strengthened by the creation of an independent supervisory authority. At the same time, new, uniform conditions for the quality of care in both institutions and homes will be defined. The reforms and investments under this component and in conjunction with reforms in local governance (under component 16) are designed to support the build-up of growth and jobs in the silver economy, while putting in place reinforces social safety nets for the elderly population and persons with disabilities. This component has the ambition to close the gaps within the principles of the Social Pillar No. 17 (Inclusion of people with disabilities) and 18 (long-term care), even though additional investments (including from Cohesion Policy funds) in these sectors will be needed. Green investments in transport and renewable energy, together with the decarbonisation of the industry, are expected to reduce air pollution and smog, improving public health outcomes. Moreover, replacing coal/oil-based heating systems and obsolete gas boilers with low carbon solutions in the family houses, as integral part of complex building renovation, will help to reduce the cost of green investment for the low income groups and contribute to alleviate energy poverty . ",
        "56 Box3: Employment and social challenges in light of the Social Scoreboard accompanying the European Pillar of Social Rights The Social Scoreboard supporting the European Pillar of Social Rights points to some challenges in Slovakia. The COVID-19 crisis has halted the positive labour market developments observed in the past years and risks increasing pre-existing employment and social challenges. Although decreasing since 2013, the long-term unemployment rate remains relatively high, at 3.2% in 2020, however close to the EU27 average (2.5%).There are limited opportunities for early leavers to get a second chance for completing the education cycle or to attain new skills through lifelong learning. Inclusiveness of education remains a challenge, in particular for Roma children. Income inequality increased in Slovakia in 2019 and, though still comparatively low, is likely to have worsened during the crisis. The net earnings of workers earning the average wage are slowly rising but remain critically low, which may have an impact on in-work poverty. Minimum wages have however been recently increased (7.4% compared to 2020). While the risk of poverty is relatively low, severe material deprivation is among the highest in the EU . This was already the case before the outbreak of COVID-19 (7.9% vs 5.5% in the EU in 2019), which is likely to lead to a worsening of social outcomes. A significant share of the Roma experience such condition, often lacking access to essential services, including drinking water, electricity and heating, as well as digital communications or nearby childcare and healthcare facilities. The odds of becoming unemployed or earning less than the minimum wage in irregular work is up to 70% in the concentrated Roma areas. Slovakia, however, continues to lack a concrete plan to ensure the inclusion of the Roma population. The recently adopted Strategy for equality, inclusion and participation of Roma is a first step in that direction, however it needs to be followed by setting of concrete implementing measures. The Recovery and Resilience Plan submitted by Slovakia addresses several challenges to equal opportunities and social protection and inclusion that are relevant for the implementation of the Pillar. To foster equal opportunities, the plan envisages improved access to inclusive mainstream education for disadvantaged groups at all levels. This includes also measures to avoid segregation in education, in particular as regards Roma pupils. However, more focus on supporting skills for the labour market needs would be needed in the future. The Slovak government have announced to prepare a comprehensive tax reform that shall shift the taxation burden from labour to less distortive taxes. This may contribute to the decrease of the tax wedge for low-income earners but the details of the reform ",
        "57 remain to be seen. 4.3.3. Reducing vulnerability and increasing resilience While no macroeconomic imbalances have been identified, Slovakia is a particularly open, manufacturing-centred economy vulnerable to potential supply chain shocks or technological disruptions. Investment into research an innovation and into skills have the potential to help the country to better cope with technological disruptions and thus build economic resilience to accelerating changes, such as digitalisation and automation trends. These measures can also help reduce Slovakia’s reliance on cost-competitive export-oriented production by building R&D capabilities at home amid a particular lack of technological diffusion to domestic SMEs as well as fast-rising wages. The reform of the insolvency framework is set to improve the ability to absorb economic shocks by improving allocative efficiency and resource reallocation. Moreover, the strong focus on the green transition reduces Slovakia’s dependence on imported fossil fuels, cushioning the potential impact of supply or price shocks. This is achieved by an expansion of renewable energy production, by measures to reduce energy consumption of buildings and in industry, and by moving towards more sustainable transport (such as the purchase of alternative fuels rolling stock, or the development of infrastructure for e-mobility). An economic vulnerability that is only partially addressed related to weaknesses in the construction sector. Swift house price growth amid slow building permit procedures call for a reform of the construction act, which is not included in the plan. Nevertheless, the plan partially addresses related concerns by simplifying procurement procedures relevant for public construction projects, and may lead to improvements in the housing market with its sizeable building renovation programme. Slovakia’s Plan includes a range of measures in health and education policy that can be expected to improve social resilience. The plan provides explanations on such links at plan level and by component. Education reforms and their particular focus on inclusiveness can be expected to contribute to social resilience, as e.g. desegregation efforts for marginalised Roma communities help strengthening social cohesion, while providing more equal access to opportunities through education to this disadvantaged – and other - groups. Health reforms reorganise the provision of care by strengthening primary care services while modernizing hospital care. This set of measures is expected to decrease wasteful spending and reduce avoidable pressure on hospitals, thus augmenting their capacity to withstand sudden surges in demand for acute care while improving health outcomes overall. Social services are also expanded, as investments e.g. in community-based long-term care are expected to help protect a particularly vulnerable group in society. Structural reforms, improved capacities and digitalisation efforts are set to strengthen institutional resilience. Here again, the plan provides explanations on such links at plan level and by component. Investment into and training of the police force has the potential to improve the capacity of law enforcement, particularly as regards the fight against financial crime and money laundering. A reformed and better equipped rescue system and service will be able to ",
        "58 better respond to crises. Reduced bureaucracy, professionalisation of public procurement, as well as digitalisation efforts across institutions are set to improve efficiency and hence the ability to react swiftly and with sufficient resources to shocks. This ability to mobilise resources is also fostered in the long-term, as a pension reform and the introduction of multi-annual expenditure ceilings are expected to improve fiscal sustainability and hence fiscal space, while allowing for more counter-cyclical spending. 4.3.4. Cohesion and convergence The Recovery and Resilience Plan of Slovakia aims to contribute to reducing social inequalities and territorial disparities within the country. Certain social groups are highly disadvantaged when it comes to labour market outcomes. The unemployment rate of low-skilled workers is among the highest in the EU, and this problem is particularly serious for low-skilled youth. A further challenge is high long-term unemployment for groups facing social exclusion, in particular marginalised Roma communities who face a higher risk of poverty. The gender employment gap negatively affects female workers. Regarding territorial disparities, Eastern and Central Slovakia tend to perform significantly worse than the western part of the country, in terms of various interconnected labour market and social indicators, like the share of high skilled workers, long-term and youth unemployment, the share of population at risk of poverty, as well as disposable income. Measures in the RRP aim to address these weaknesses by improving the access of the above disadvantaged groups (mostly present in the eastern regions of the country) to more inclusive education, better health care services and more job opportunities. The primary channel in the RRP for reducing social inequalities is to improve the quality and accessibility of the education process. Measures for more inclusive education via desegregation of schools and by broadening pre-primary education could considerably mitigate the effect of different social background on the performance of pupils, thereby contributing to enhancing social mobility and equality of opportunity. In addition, these measures could also help in preventing high rates of early school leaving, and more widely available pre-primary care would go a long way in addressing low employment rates among young mothers. More university scholarships for students from socially disadvantaged groups would further strengthen the mobility effect. As a result of better educational outcomes and higher skills, the labour market prospects of these groups would also improve prospectively in future generations. Measures included in the RRP to improve the quality, accessibility and cost-effectiveness of health care services could also contribute to alleviating social and territorial disparities. A wider availability of mental health care is assumed to address the strongly interlinked problems of unemployment, poverty and poor mental health, especially in the lowest income groups where unemployment rates and levels of chronic depression are much higher than in the rest of society. The expansion of affordable long-term care facilities would also have the largest benefit for low income households, especially in less developed regions, by reducing the care responsibilities of family members who, for these reasons, could not participate in the labour market so far. Improving access to good quality healthcare in less developed parts of Slovakia could not only ",
        "59 attract a more highly specialized workforce, but the building and renovating of hospitals could also create additional job opportunities in the construction sector, mostly for medium-skilled workers. Investments related to the green transition in the RRP exert their beneficial effects on social and territorial cohesion mainly via creating new and more accessible job opportunities. The modernisation of rail infrastructure and investments into sustainable transport links are expected to help connecting remote regions to economic centres and to facilitate the commuting of jobseekers to where employment opportunities are more abundant, thereby improving the labour market outcomes of less developed regions. In addition, the construction projects related to the green infrastructure investments would provide another source of job opportunity for medium skilled workers. Assistance for renovating and increasing the energy efficiency of family homes would help addressing the energy poverty prevalent among poor households. The tax reform planned in the RRP, shifting tax burden from labour to consumption and wealth is expected to have a beneficial effect on employment, both via labour supply and labour demand, but especially among the low-skilled where labour costs are a relatively more important factor for employers. 20 While the precise impact of the above measures on social and territorial cohesion is uncertain, and they are unlikely to exhaustively solve all the existing issues, the RRP is nevertheless expected to make a contribution to addressing all these challenges. *** Taking into consideration all reforms and investments envisaged by Slovakia, its recovery and resilience plan is expected to have a high impact on strengthening the growth potential, job creation, and economic, social and institutional resilience of the Member State, on contributing to the implementation of the European Pillar of Social Rights, including through the promotion of policies for children and youth, and on mitigating the economic and social impact of the COVID-19 crisis, thereby enhancing the economic, social and territorial cohesion and convergence within the Union. This would warrant a rating of A under the assessment criterion 2.3 of Annex V to the RRF Regulation. 20 While this tax reform is mentioned in the RRP of Slovakia, there is no corresponding formal milestone or target attached to it, which means its actual implementation, and therefore its beneficial effects, are surrounded by risks. ",
        "60 4.4. The principle of ‘do no significant harm’ Slovakia has conducted an adequate Do No Significant Harm (DNSH) assessment of all measures included in the plan in line with the methodology set out in the Commission´s technical guidance on the application of DNSH under the RRF regulation (2021/C 58/01). It covers the six environmental objectives, namely climate change mitigation, climate change adaptation, sustainable use and protection of water and marine resources, circular economy, pollution prevention and control, and protection and restoration of biodiversity and ecosystems. Each DNSH assessment follows a two-step approach. The first step assesses whether there is a risk that a measure could do significant harm to one or more of the environmental objectives. In cases where the analysis identifies a risk, a more detailed assessment is performed. Based on the information provided by the Slovak authorities, no measure for the implementation of reforms and investments projects included in Slovakia’s recovery and resilience plan is expected to do significant harm to the environmental objectives within the meaning of Article 17 of the Taxonomy Regulation. Strong commitments are included that DNSH requirements shall be respected, being enshrined in the design of measures and also reflected in various milestones and targets. The potential harmful environmental and climate impact of all relevant measures is addressed through appropriate assurances that the applicable criteria are to be respected. The increase in the use of biomass in heat and electricity production is expected to be, according to the plan, tackled through the adoption of sustainability criteria for renewable sources under the Environmental Policy Strategy 2030 and taken into account in the implementation of biomass related investment. Measures targeting industry decarbonisation are aiming at levels of greenhouse gas emissions well below the applicable ETS benchmarks; building renovations will comply with requirements linked to the boiler replacement and will ensure that at least 70% of non-hazardous construction and demolition waste is reused or recycled; the rolling stock/vehicles will meet the applicable emission standards. With respect to hydropower projects, only the projects in full compliance with relevant EU legislation, namely the Water Framework, Habitats and Birds, EIA and SEA Directives and national legislation will be supported. No investments for the construction of new hydro-power is eligible under the plan. A number of these criteria are also reflected in the milestones and targets through references to relevant criteria and thresholds (e.g. the revision of waste legislation, RDI schemes and a design of financial instruments, biomass projects to achieve at least 80% GHG emission savings at the facility from the use of biomass and compliance with RED II Sustainability criteria, as well as the decarbonisation scheme for the industry to reduce at least 30% of GHG emissions while ensuring that support directed at installations covered by the EU Emissions Trading Scheme reduces their emissions substantially below the relevant ETS benchmark. DNSH requirements apply also horizontally to similar measures across a number of components . Examples of flanking measures include the amendment of the waste legislation (component 2), which requires that at least 70% of non-hazardous construction and demolition ",
        "61 waste is reused or recycled. The reform can stir up an important transformation of the waste management and application of circular economy principles. The legislation is designed to ensure that the investment in buildings renovation as well as construction and renovation of infrastructure will take account the prevention, separation and recycling of the waste. The plan includes the commitment that conditions resulting from DNSH compliance will apply in the preparatory stage (e.g. call/tender specifications) as well as during the implementation of buildings renovation (e.g. in component 2 for family houses and historic buildings, as well as a number of other components covering for renovation of public buildings). Coal/oil based heating system and obsolete gas boilers can be replaced by higher efficient and low emission gas boilers only as part of a larger renovation programme. This investment will aim not only at reducing greenhouse gas emissions but also air pollution, which is particularly problematic in some regions in Slovakia. The RRF-financed investment will not provide for support of biomass boilers. The IT tool is yet another measure, which is appearing in a number of components and the procurement will need to ensure compliance with green public procurement criteria, including ensuring energy-efficient criteria for the hardware selection. For cars, the plan makes the commitment to support only zero-emission and low emission cars (emissions below 50gCO2/km), which are considered compliant with DNSH for the climate mitigation objective, if available on the market. In case of special purpose vehicles, if the above rules are not applicable, the best-available technology in that vehicle category will be supported (e.g. for ambulance cars in component 11). The general RDI investment schemes (component 9) will include a clause (e.g. in eligibility criteria of calls specifications) on the technological neutrality and ex-ante exclusion of harmful activities (e.g. coal, lignite support). Only activities that comply with relevant EU and national environmental legislation can be selected. A similar approach is taken to tax schemes. The DNSH compliance of the financial instruments (component 9) requires that an investment strategy and contractual agreement with financial intermediaries are aligned with the Commission sustainability proofing guidance. This requirement is reflected in design of measures and corresponding targets. *** Taking into consideration the assessment of all the measures envisaged, no measure for the implementation of reforms and investments projects included in Slovak´s recovery and resilience plan is expected to do a significant harm to environmental objectives within the meaning of Article 17 of Regulation (EU) No 2020/852 (the principle of ‘do no significant harm’). This would warrant a rating of A under the assessment criterion 2.4 of Annex V to the RRF Regulation. ",
        "62 4.5. Green transition Climate target Measures proposed in the plan to support climate change objectives account for 43% of the plan´s total allocation 21 , which exceeds the 37% threshold. In absolute terms, the highest contributions towards this target come from measures targeting building renovations, railway modernisation and industry decarbonisation. Slovak´s recovery and resilience plan correctly follows the methodology for climate tracking in line with Annex VI to the Regulation, with the relevant conditions factored in the description of the objectives of the measures and the eligibility criteria for future financing. The plan identifies properly intervention fields and corresponding coefficients to calculate contribution to climate objectives. If the plan consists of several sub-measures, intervention field and respective climate contribution are tagged at the sub-measures level. The increase of climate coefficient has not been proposed. The plan includes significant investment into renovation and construction of new buildings, which accounts for a large part of the climate contribution with an overall objective of achieving at least 30% of primary energy savings during for renovation of family houses and historic buildings (component 2) and most of renovation schemes for public buildings. The plan envisages the construction of new hospitals (component 11) in the highest energy efficiency standard (applying for BREEM certificate), which would qualify for the intervention field 025ter). In addition, 30% greenhouse reduction within enterprises will be supported under the industry decarbonisation component. These criteria are reflected in the applicable milestones and targets. Table 4. Climate contribution of the components of the Slovak recovery and resilience plan. Component Cost (EUR million) Climate contribution (EUR million) Climate contribution (% of total cost) C1 Renewable energy sources and energy infrastructure 232 232 3,5 C2 Building renovation 741 735 11,2 21 The climate contribution is calculated as a percentage of the plan’s allocation for financial support (EUR 6 329 million). ",
        "63 C3 Sustainable transport 801 705 10,7 C4 Decarbonisation of industry 368 368 5,6 C5 Adaptation to climate change 159 159 2,4 C6 Accessibility, development and quality of inclusive education at all levels 210 39 0,6 C7 Education for the 21st century 469 12 0,2 C8 Improving the performance of Slovak universities 213 63 1,0 C9 More efficient governance and strengthening funding for science, research and innovation 633 79 1,2 C10 Attracting and retaining talent 106 0 0,0 C11 Modern and accessible healthcare 1163 295 4,5 C12 Human, modern and accessible mental health care 105 3 0,0 C13 Accessible and high-quality long-term socio-health care 265 13 0,2 C14 Improve the business environment 11 0 0,0 C15 Judicial reform 255 18 0,3 C16 Fight against corruption and money laundering, security and protection of the population 229 11 0,2 C17 Digital Slovakia (state in mobile, cybersecurity, fast internet for everyone, digital economy) 615 0 0,0 C18 Sound, sustainable and competitive public finances 0 0 0,0 Total 6575 2732 41,6 22 Green transition The package of measures and investments outlined in the 5 green components represents a significant contributions to the green transition and to the ambitious 55% of GHG reduction target by 2030 and overall EU carbon neutrality objective by 2050 . The selection and design of green measures reflect the main priorities of the National Climate and Energy 22 This percentage relates to the total estimated costs of the plan (EUR 6 575 million). The climate contribution as a percentage of the plan’s allocation for financial support (EUR 6 329 million) is 43%. ",
        "64 Action Plan (NECP), although the plan does not quantify the contribution of the different measures. In line with the NECP, the green components cover main GHG emitting sectors, namely industry, buildings and transport as well as supporting the RES capacities and climate adaptation. The plan intends to achieve almost 60% of the necessary reductions to meet the 2030 targets, through measures on the industry decarbonisation (component 4). The plan recalls that reducing industrial emissions is one of the main challenges in decarbonising the Slovak economy. The industry production and use of fossil fuels are the source of 41% of all emissions produced in Slovakia. The main tool will be an auction scheme to pursue a cost-effective way of reducing GHG emissions, while promoting the application of new efficient technologies and compliance with BAT and DNSH principles. The companies would need to achieve at least 30% GHG emissions reduction. The scheme is calibrated in such a way as to complement the Emissions Trading Scheme. The overall decarbonisation effort is complemented by the reform to facilitate transformation of the Horna Nitra coal region based on the Action Plan from July 2019. Synergies and complementarities are planned to be pursued with other EU funds, namely with the Just Transition Fund (covering selected regions) and the Modernisation Fund (focusing on heating sector). The plan includes measures to support the uptake of RES (component 1). It includes investments in supporting the construction of new RES capacities and the modernisation of existing RES electricity installations totalling 220MW of installed capacity, which shouldcontribute to reducing the carbon intensity and support the EU´s target of a 32% share of RES in final energy consumption by 2030. New jobs should be created by integrating RES in the production sector at local level (e.g. RES energy communities). Investments will be directed towards storage and hydrogen in order to increase the flexibility of the grid. The investments will be underpinned by reforms facilitating access to the grid for new entrants and clean energy sources, putting in place a long-term auctioning scheme, and integrating the ‘energy efficiency first’ principle into the planning of investment. The support to RES will be subject to rules and criteria for their sustainable use, which will be taken into account in the process of implementing investments supporting the production of electricity and heat from biomass, as well as where relevant. Investments in RES should respect regional potential, economic benefits, effects on the energy system, impact on water ecosystems, on protected areas, protected species of plants and fauna, and the opinion of the public, municipalities and regions concerned. The reforms and investments aim at mobilising medium/deep and comprehensive renovation of buildings (component 2) to contribute to the climate change and adaptation objectives. According to the plan, reaching the EU climate objectives will require that energy consumption of buildings in Slovakia is reduced by 40% by 2050. The objective is to renovate at least 30 000 single family houses as well as public historical and listed buildings in line with the Long-term renovation Strategy for Buildings. Renovation investment schemes will mobilise at least 30% primary energy savings as well as implementation of climate adaptation and other measures. Renovation measures should also target regions with high air pollution. Historical and remembrance buildings are among the worst in terms of energy performance and a tailor-made ",
        "65 renovation approach is required to preserve and protect their cultural value and heritage. The investment should result in renovating around 100 historic and listed public buildings. Corresponding reforms aim at streamlining and simplifying investment support schemes and addressing building waste by setting mandatory recycling and reuse targets. Energy savings will be verified primarily by energy certificates. Green building renovation will channel a significant part of the investment and should help restarting the construction sector, which has been significantly affected by COVID-19 crises. It should create new jobs relevant in particular for SMEs, including at local level. The investment should take into account the needs of socially disadvantaged households and address the energy poverty to respond to social and economic challenge in particular in less developed regions Measures in the plan are expected to increase the share of environmentally friendly forms of transport and the volume of goods transported in cleaner intermodal transport. The development of an urban and long-distance infrastructure network for alternatively fuelled vehicles should contribute to addressing the increasing emissions in transport. A new optimised rail transport plan will result in more frequent connections and increase their cost-effectiveness (an increase up to 40% with 17% reduction in unit costs) and integrated tariff schemes will be implemented in at least 6 regions. Measures are included to increase the number of recharging points and building pilot refuelling points for hydrogen (around 3000 by Q2/2026). Investment in clean transport, in particular the reconstruction of over 69km of railways, the dispatching of over 100km of railways and the construction of 200 km of new cycle transport infrastructure – should create a cleaner, smarter, safer and more efficient transport sector. Each investment will be coupled with a corresponding reform aimed at strengthening the administrative capacity for project preparation; at putting in place an integrated ticketing system; at procurement and logistics coordination of inter-modal projects; and at a set of measures accelerating the process of constructing alternative propulsion infrastructure. All of the above measures should contribute to growth and job creation and support RDI potential to assist the gradual transition of the automotive sector towards greener, higher value-added alternatives. To respond to the need to increase the resilience of ecosystems in the landscape as well as biodiversity and conservation concerns, the plan proposes adaptation reforms and investments in the water management system, land management, nature protection and biodiversity. Measures are designed to focus on expanding protected areas and national parks, renaturing watercourses and reducing the impact of natural disasters. The maintenance of landscape structures will be reformed to create a framework for more efficient management of watercourses, better conditions for their favorable status so as to increase the country´s water retention capacity and ensure flood protection of settlements and landscapes. Nature conservation will be complemented by soft tourism development plans in two parks that would promote ecological recreation. Shoring up the resilience of forest ecosystems will also contribute to greater biodiversity and climate mitigation as well as adaptation. The nature protection reform as part of the climate change adaptation measures, should start the process of transforming the economy in protected areas from intensive logging to closer to forest management and soft tourism, with higher added value and a diversified structure of job opportunitie s. ",
        "66 *** Taking into consideration the assessment of all the measures envisaged, the recovery and resilience plan is expected, to a large extent, to make a significant contribution to the green transition or to address the challenges resulting from it and ensures that at least 37% of its total allocation contribute to the climate target. This would warrant a rating of A under criterion 2.5 of Annex V to the RRF Regulation. 4.6. Digital transition Digital target Measures in the plan contributing to the digital transition account for 21% 23 , exceeding the required minimum of 20% of the plan’s total allocation, based on the methodology for digital tagging set out in Annex VII to the Regulation. Component 17 - Digital Slovakia (state in the mobile, cybersecurity, fast internet for everyone, digital economy) clearly stands out as the main contributor to the digital target, followed by digital investments in education, R&I, and sustainable transport. Digital tagging is in line with the methodology outlined in Annex VII to the Regulation. Table 4. Digital contribution of the components of the Slovak recovery and resilience plan. Component Cost (EUR million) Digital contribution (EUR million) Digital contribution (% of total cost) C1 Renewable energy sources and energy infrastructure 232 20,2 0,3% C2 Building renovation 741 0 0,0% C3 Sustainable transport 801 145 2,2% C4 Decarbonisation of industry 368 0 0,0% C5 Adaptation to climate change 159 0 0,0% C6 Accessibility, development and quality of inclusive education at all levels 210 0 0,0% C7 Education for the 21st century 469 229 3,5% C8 Improving the performance of Slovak universities 213 7 0,1% 23 The digital contribution is calculated as a percentage of the plan’s allocation for financial support (EUR 6 329 million). ",
        "67 C9 More efficient governance and strengthening funding for science, research and innovation 633 156 2,4% C10 Attracting and retaining talent 106 0 0,0% C11 Modern and accessible healthcare 1163 41 0,6% C12 Human, modern and accessible mental health care 105 2 0,0% C13 Accessible and high-quality long-term socio-health care 265 0 0,0% C14 Improve the business environment 11 6 0,1% C15 Judicial reform 255 36 0,5% C16 Fight against corruption and money laundering, security and protection of the population 229 73 1,1% C17 Digital Slovakia (state in the mobile, cybersecurity, fast internet for everyone, digital economy) 615 615 9,4% C18 Sound, sustainable and competitive public finances 0 0 0% Total 6575 1329 20,2% 24 Digital transformation The reforms and investments put forward in the plan jointly represent a significant contribution to the digital transformation of the Slovak economy and society. As described in section 2.3, Slovakia’s main digital challenges include insufficient digital skills, lack of an environment conducive to digital innovation and development of advanced technologies, and low or ineffective use of digital tools in public administration and the delivery of public services. The RRP responds to these challenges in a comprehensive and ambitious manner, in line with the EU digital strategy. 25 The development of digital skills, an essential prerequisite for successfully meeting the challenges of the digital transformation, is among the main objectives of the educational 24 This percentage relates to the total estimated costs of the plan (EUR 6 575mn). The digital contribution as a percentage of the plan’s allocation for financial support (EUR 6 329 million) is 21%. 25 Shaping Europe’s Digital Future: https://ec.europa.eu/info/strategy/priorities-2019-2024/europe-fit-digital- age/shaping-europe-digital-future_en ",
        "68 system reform. The envisaged measures put digital skills development at their core, combining revised curricula, training of teachers and investments in the digital equipment of schools. Taken together, these reforms and investments are expected to contribute to the development of a digital learning ecosystem. Improved access to digital technologies and skills development programmes for vulnerable communities, including in less economically-developed regions will help overcome educational barriers for disadvantaged children and make society more resilient to crises. In parallel, Slovakia will develop a national digital skills strategy focusing on adult learning opportunities for all adult age groups, to ensure their continued inclusion in a society transformed by digitalisation. The authorities intend to finance specific measures under the strategy by Cohesion Policy funds (2021 – 2027). The plan also foresees a targeted investment to improve the digital skills of elderly and vulnerable persons, combining training in digital skills with the provision of accessible digital equipment. Targeted investments aimed at developing specialised skills of IT and cybersecurity professionals working in the public sector are also foreseen in the plan. Investments in digital technologies for the public administration are prominent throughout the plan. Investments in information systems will increase the quality and efficiency of the judiciary, police, firefighting and rescue processes. Digital investments in facilitating the online payment of taxes and levies and the digitalisation of restructuring proceedings will increase the transparency of the business environment. The quality and accessibility of eGovernment solutions will improve thanks to a new digital platform for providing more efficient and better quality public services. Specifically, the authorities committed to identifying 16 priority “life situations” of citizens and businesses, for which simple and efficient digital solutions for a comprehensive delivery of public services will be proposed, ensuring appropriate coordination across sectors of the public administration and interoperability. This is expected to minimise the administrative actions required from citizens and businesses, reduce the time and costs associated with administrative requirements and improve the user-friendliness of public services. This will contribute to the digital transformation of both public and private sectors. In addition, the plan also envisages measures for a more efficient management of IT resources in the public administration. Complementing this development of digital public services, the authorities intend to strengthen and standardise cybersecurity protocols across all sectors of public administration, thereby increasing the public’s trust in these new e-services. Digital investments in a central hospital management from the RRP will make medical and operational processes in institutional care more efficient. These investments will also increase the quality of healthcare and will lead to a better management of time and human resources. In addition, telemedicine and digitalised solutions for medical imaging and pathology will be supported. In the field of long-term care, a new integrated system for assessing disability, which will be linked to the eHealth, the social services systems and other e-registers of public administration, is expected to facilitate the integration of health and social aspects and ensure the transparency and efficiency of the assessment process. The plan mobilises synergies between digital and green investments. Investments in the flexibility of the electricity grid are expected to promote faster, more reliable and more cost- ",
        "69 effective integration of renewables and to contribute to lowering electricity prices for consumers. Investments in automation and the digitalisation of traffic management on railway lines should increase the capacity and speed of rail transport thereby improving its reliability. This is expected to incentivise passengers to switch from individual car transport to more sustainable forms of travel. While the authorities intend to finance connectivity investments from other sources, the plan will support the achievement of national targets agreed in the Broadband Strategy, by strengthening the coordination role of the Broadband Competence Office. The National Broadband Plan adopted the following objectives: i) all households will have access to internet connections of at least 100 Mbit/s by 2030 with the possibility to expand to Gigabit speed and ii) all major socio-economic drivers such as schools, transport hubs and major public service providers, as well as businesses using digital services will have access to Gigabit connectivity by 2030 on the passive part of the infrastructure. The digital measures of the plan are anchored in the implementation of the Slovak Digital Transformation Strategy 2030 and its related Action Plan, strengthening the role of Digital economy governance and cooperation with digital stakeholders. A new, more effective governance model for the digital transformation should foster the development of the digital ecosystem. Investments will support the development and application of advanced digital technologies, so as to complete technology-oriented competence centres and cooperation platforms. The digitalisation of Slovak companies, in particular SMEs, will be stimulated by “voucher” schemes (e.g. digital and innovation vouchers) and assisted by Digital Innovation Hubs initiatives connected with the EU Digital Innovation Hubs network. The focus on development of digital skills and expertise among companies, including SMEs, will contribute to ensuring a lasting impact, helping Slovakia adapt to the changing production modes in both the industry and services sector. With the RRF’s support, Slovakia will participate in EU multi-country projects to build joint capacity in key digital technologies, while increasing the participation of Slovak actors in projects under directly-managed EU programmes in 2021-2027. Participation in such projects is expected to facilitate the implementation of advanced R&D and to provide networking possibilities resulting in know-how transfer and capacity-building. Slovakia will engage in the EU Digital Innovation Hubs as well as in the EuroHPC project. As the existing high-performance computing infrastructure network in Slovakia is outdated, Slovakia intends to develop expertise in high performance computing by commissioning a new supercomputer, which will be part of the EuroHPC Joint Undertaking framework. The RRP envisages the participation in at least two other EU multi-country projects such as the quantum communication infrastructure and the European blockchain partnership. *** Taking into consideration the assessment of all the measures envisaged, the Recovery and Resilience plan is expected, to a large extent, to make a significant contribution to the digital ",
        "70 transition or to address the challenges resulting from it and ensures that at least 20% of its total allocation contribute to support digital objectives. This would warrant a rating of A under criterion 2.6 of Annex V to the RRF Regulation. 4.7. Lasting impact of the plan Structural change in administration and institutions Slovakia’s recovery and resilience plan entails highly relevant structural changes to public administration and institutions. Notably, reforms of the justice system and the fight against corruption and money laundering are set to have a lasting impact, and therefore it is important that adequate safeguards are observed, in line with EU law requirements on judicial independence, including when applying new provisions in practice. A fundamental reform reorganises the court map, enabling increased specialisation of judges and thereby paving the way for higher efficiency and quality of the justice system. A further reform package introduces measures to strengthen judicial integrity and to better prevent and prosecute corruption. An improved sanctions and asset freezing regime, a common payments and accounts register, and other changes to the legal framework are set to structurally equip Slovakia to better fight money laundering practices and corruption. The plan also puts a strong focus on structural improvements of respective capacities, reinforcing financial investigation and reorganising and training the police force. Moreover, the reform of public administration, which also envisages strengthening general administrative capacities at different levels of the government, can improve efficiency and effectiveness and thereby improve the delivery of public services. A governance reform of the public research system is designed to harmonise activities and provide for better synergies, and an overall increased attractiveness of the research environment. Digitalisation efforts across a wide range of institutions and public administration have the potential to structurally enhance efficiency and improve the quality of public services. A fully electronic handling of insolvency procedures is set to reduce the time and cost of resolving insolvencies. The introduction of a comprehensive electronic marketplace for public procurement with the requirement to publish also low-value contracts is expected to enhance transparency and improve competition in public procurement procedures. Various digitalisation initiatives for the judiciary, such as a centralised system of judicial governance, a commercial register and an analytic support platform, are set to improve the efficiency and quality of the justice system. Structural change in policies Slovakia’s resilience and recovery plan encompasses a large set of structural reforms that are bound to have a lasting impact in many policy areas. A comprehensive reform and investment package across levels of education has the potential to improve the skills base of the population and reduce youth unemployment and long-term unemployment, particularly of disadvantaged groups. The plan estimates that reforms to enhance the quality, accessibility and inclusiveness of education will lift growth by 1.3% by 2040. Further positive effects are expected ",
        "71 by better talent retention, as incentives reduce the outflow of skilled graduates. Reforms in health and social care are expected to improve the effectiveness and efficiency of the healthcare system and improve health outcomes, providing more specialised healthcare, more home- and community-based long-term care, and improving the provision of care in disadvantaged regions. By linking the retirement age to life expectancy, the pension reform is designed to improve fiscal sustainability, while lifting potential growth by indirectly expanding labour supply. The tax reform is aimed at shifting taxation away from labour to property and environmental taxes, which could reduce the tax wedge on labour, structurally improving incentives for labour market participation particularly for low-income groups, while fostering environmental sustainability.26 Climate adaptation measures contribute to mitigating climate change related risks and improve future prosperity and well-being. Investment measures are set to support and enhance the positive impact of structural reforms in Slovakia’s recovery and resilience plan. Sizeable investment to modernise the railway system is likely to attract more passengers to this sustainable mode of transport, aiding the green transition and supporting regional cohesion. An ambitious energy efficiency programme allows for renovating the building stock, with a lasting impact on lowering emissions of this key sector, while the construction waste reform will improve its circularity in long term. Healthcare reforms are supported by investment in hospitals and other care facilities. Investment also leverages education reforms, for example by providing digital equipment, or by building new kindergartens. A large investment programme will also inject funding into a reformed research and innovation system, raising Slovakia’s attractiveness for companies and skilled workers alike, and with significant potential to diversify the economy towards higher value- added activities, including in the highly relevant fields of digitalisation and the green transition. Lasting impact The outlined structural changes to institutions and policies are clearly geared at addressing root causes and as such are suited to achieve a lasting impact. The plan rightly addresses the need to advance coherent and comprehensive reform and investment packages that make changes to the legal framework and governance system, reinforce capacities and provide training, and digitalise processes, coupled with corresponding investments into the necessary infrastructure. In its plan, Slovakia not only provides estimates of the expected economic and social impact including in a long-term perspective until 2040, but also identifies implementation risks and challenges for key reforms. It also provides an estimate of implied improvements to long-term fiscal sustainability and the debt trajectory. However, more justification on assumptions behind 26 It should be noted that the tax reform has a low level of detail and no clear commitments. ",
        "72 the estimates on long-run productivity gains (e.g. targets not directly under the control of the government) could have helped to further underpin the analysis of lasting impacts. Slovakia has put emphasis on broad stakeholder involvement to ensure structural changes can count on broad support. Comments from stakeholders have already been taken into account in the preparation of the plan. This led, for example, to the inclusion of an initially not planned component containing measures to help climate adaptation and biodiversity. To trigger the public debate, a reform plan providing an analytical basis for the recovery and resilience plan was published in early October 2020. Stakeholders have been able to engage by various means. A series of working meetings and thematic roundtables have structured the dialogue. The public debate was also advanced and a website on the plan was launched in December 2020, where proposals could be submitted. The plan also envisages setting up an advisory body to ensure a structured dialogue with key stakeholders throughout the implementation phase, as well as a communication strategy for the broader public. *** Taking into consideration all reforms and investments envisaged by Slovakia in its recovery and resilience plan, their implementation is expected to a large extent to bring about a structural change in the administration, in relevant institutions and in relevant policies and to have a lasting impact. This would warrant a rating of A under criterion 2.7 of Annex V to the RRF Regulation. 4.8. Milestones, targets, monitoring and implementation Adequacy of the structure tasked with the implementation of the plan, monitoring of progress and reporting The plan identified NIKA as responsible for the implementation of the recovery plan in Slovakia. In particular, it is responsible for drawing up and submitting payment requests and management declarations. Regarding coordination and reporting mechanisms between the lead Ministry/body for the RRP and other bodies responsible for the implementation of the investments and reforms under the components, its description seems sound. Concerning the assurance of management verifications, the plan provides comprehensive information on how this shall be done for the fulfilment of milestones and targets. However, it depends on an information system – ISPO - which is not yet in place. The plan describes the institutional actors that are responsible for implementation the individual reforms and investments at component level. For each measure in all components there is a body designated as responsible for its implementation. There is often a ministry that create public policy in the particular area/component. In some components costing information provide for further insight on the necessary support to perform duties. This is especially the case in components with a substantial investment portfolio. In some components there is more than one body responsible for the implementation (Component 16), and division of labour among ",
        "73 them is not always specified. The responsible ministries or actors involved in the execution of each reform and investment shall liaise on a regular basis with NIKA. Milestones, targets and indicators The plan includes mostly relevant and well-defined milestones and targets . The plan combines 116 reforms and investments (broken down into 18 components) that are accompanied by 196 milestones and targets, making the overall number of the latter reasonable and manageable. They indicate key steps towards the implementation of reforms and investment and their level of ambition is considered high. The right proportion between milestones and targets is maintained, with the latter slightly predominating. Milestones dominate the first phase of the plan's implementation, laying the groundwork for investments resulting from the adopted reforms. Most of the milestones involve key amendments to the framework of the crucial CSRs public policies such as: inclusive education, child-care and long-term care, healthcare, business environment, pension, anti-corruption, R&D, transport, energy shall be adopted in the period 2021-2023. Targets, quantifying the objectives of investments and reforms dominate in the second period of implementation with an accumulation of targets at the end of the implementation. Intermediate targets or the monitoring steps are set to track the progress over the timespan. For most of the reforms and investments, milestones and targets are designed around a life- cycle approach, which ensures that the overall objective shall be achieved. For the reforms the Initial milestone is often associated with the entry into force of the important piece of legislation. Investments in turn, commence by launching a call for tenders. Reforms and investments ends up with either an implementing milestone or output oriented target. Milestones and targets to ensure appropriate climate tracking/digital tagging and compliance with ‘do no significant harm’ (DNSH) principle are also included. Indicators chosen for the implementation of milestones and targets are clear, realistic and robust. Data source, methodology of collecting the data as well as the verification mechanisms of milestones and targets, that will trace the implementation of the reform and investments, are described properly. More details shall be defined in the Operational Arrangement to be concluded with the Commission, as prescribed in Article 20(6) of the RRF Regulation. Overall organisational arrangements The draft of the Recovery and Resilience Facility Act (RRF act) has been presented. It covers mandates, the functions, remits and responsibilities of the various bodies involved in the implementation of the plan. The RRF act is going to be adopted and entered into force by the end of the 2021. Once it is in force as described, it would provide significant credibility about the various arrangements set up to devise, negotiate and ensure an efficient and regular implementation of the plan as well as providing the responsible bodies with their legal/political mandates. ",
        "74 In addition, the plan provides extensive information on the administrative capacity of the Slovak administration to implement and audit the RRF in Slovakia. A section entitled Administrative capacity shows that the authorities have considered the resourcing of the bodies involved and it is supplemented by a section entitled Administrative arrangements for audits devoted just to the Audit and Control Section of the Slovak Ministry of Finance. Finally, text on National Implementation and Coordination Authority (NIKA) dedicated to the coordinating body for the RRF in Slovakia explains in some detail how actors implementing the RRF in Slovakia will work in coordination and ensure the plan’s overall coherence. *** The arrangements proposed by Slovakia in its recovery and resilience plan are expected to be adequate to ensure effective monitoring and implementation of the recovery and resilience plan, including the envisaged timetable, milestones and targets, and the related indicators. This would warrant a rating of A under the assessment criterion 2.8 of Annex V to the RRF Regulation . 4.9. Costing Overall, costing information and supporting documents are provided to a high extent, and provide a good basis to assess the reasonability and plausibility of cost estimates. All costs are incurred after February 2020 and do not substitute recurring national budgetary expenditure, meeting the requirements of article 5 of the Regulation. At the same time, for certain measures information and supporting documents or other comparable data have been provided to a limited extent, which hampers the degree to which these specific cost estimates can be assessed as reasonable and plausible. Overall, synergies with other EU funding are explained to the extent possible at this stage. The Partnership Agreement and Programme for the new programming period of Cohesion Policy (2021-2027) had not been concluded at the time of the submission of the RRP. For various measures, these synergies need to be carefully monitored during implementation at strategic and project level. Reasonable costs Based on the analysis made, Slovakia has overall provided sufficient information and evidence that the amount of the estimated total costs of the recovery and resilience plan is reasonable to a medium extent. Estimated costs are reasonable to a high or medium extent for a large majority of the reforms and investments. Even though various measures concern projects without much precedent, estimates are generally robust and sufficiently reasonable, and the bottom-up methodologies that are sometimes used are mostly well explained. Some cost estimates, often due to the unprecedented nature of the investments (e.g. in the areas of renewable energy, RD&I, and digitalisation), lack comparable costing benchmarks or are supported by unclear documentation, but they are considered reasonable and plausible nevertheless. As an example, the development of a supercomputer (Component 17) is an innovative project in Slovakia, but the authorities have provided calculations of several ",
        "75 scenarios, based on price quotations from international companies for the quantum side of the investment, and indicated that a feasibility study will be conducted to select the best option. Hence, the cost estimates are reasonable and plausible despite the lack of clear comparable data. In various other cases where there have been no previous projects in Slovakia, it has referred to relevant and comparable projects in other Member States and adjusted prices in accordance with e.g. price differences in countries and inflation rates, or based itself on externally commissioned studies and information from certified bodies, or relevant market prices. For investments requiring procurement, Slovakia has provided reasonable cost estimates, baselines and benchmarks, often based on comparable past projects. Although final prices will be known only after the procurement phase, the estimates are generally robust. This applies e.g. to the development of low-carbon transport infrastructure, in particular rail projects, where comparable information from previous projects has been provided. At the same time, reasonable or comparable estimates are limited for some new or innovative projects. For instance, regarding the auction scheme to speed up the decarbonisation of industry (Component 4), Slovakia has provided limited details on the design of the auction scheme, the calculation of the subsidies envisaged, and comparable data from other Member States to justify the costs. For the adaptation of regions to climate change with an emphasis on nature conservation and biodiversity development in Component 5, Slovakia was not able at this stage to identify the precise activities in the two envisaged national parks in view of launching calls for proposals. Horizontally, the cost estimates for project preparation and management and administrative costs are reasonable to a medium extent. Justifications e.g. for the inclusion of staff costs have been provided, but detail is at times limited, although Slovakia has explained and justified this with necessary implementation capacity needs. In particular, for Components 11, 12 and 13, Slovakia aims explicitly for efficiency gains by creating a separate entity for project preparation, management and implementation within the Ministry of Health, which will be controlled by the National Implementation and Coordination Authority (NIKA) to ensure efficient use of staff and avoid double financing. Aside from salaries of public servants for the implementation of specific reforms and investments, Slovakia has included such costs also for other salaries. This is the case e.g. for the professionalisation of the Public Procurement Office (PPO) in component 14. The costs include temporary staff of the PPO, which Slovakia has justified by indicating that this staff will secure the implementation of the professionalisation process through continuous education and training of contracting authorities. Another example concerns personnel costs for the reform to increase transparency and streamlining decisions of the Monuments Board and investments in improving the energy efficiency of family houses or renovation of public buildings in Component 2. Various staff costs are also envisaged in the area of health, e.g. in Component 13, and for hiring 25 analysts for supporting the reform of the judicial map (Component 15). These costs have been justified by clearly indicating the temporary nature and the link with the implementation of important measures. ",
        "76 Plausible costs Based on the analysis made, Slovakia has overall provided sufficient information and evidence that the amount of the estimated total costs of the recovery and resilience plan is in line with the nature and the type of the envisaged reforms and investments (plausible) to a medium extent. In cases where there have been no previous projects in Slovakia, it has often referred to relevant and comparable projects in other Member States and adjusted prices in accordance with e.g. price differences in countries and inflation rates. Although assessment of plausibility is at times hampered by the lack of comparable data, in particular for projects without much precedent (see Reasonable costs above), the costs are plausible to a medium or high extent for the large majority of reforms and investments. Reference costs and comparable data are provided to a large extent, and the estimated costs are in large majority in line and consistent with similar reforms/investments, including those funded by other EU Programmes if available, and/or in line with other independent data and independent studies. Horizontally, the costs for project preparation and management and administrative costs, often including staff costs of public servants, are estimated at a relatively high level. However, as indicated under Reasonable costs , Slovakia has justified this by pointing to capacity needs for implementation, and has provided assurances that these costs will be carefully monitored by NIKA. Similarly, for the purchase of land, although calculations are provided, they lack detail in certain cases. Sufficient assurances have been provided that these costs are strictly linked to relevant reforms and investments, and the costs are still deemed commensurate (see also below), but the estimates are sometimes speculative and require monitoring. For a limited number of other reforms and investments, the plausibility assessment shows some shortcomings. As an example, reference costs in Component 2 for the renovation of public historical and monumentally protected buildings are provided to a limited extent. For the financial instruments envisaged in the RD&I component (9) to support innovative companies in their start-up or growth phase, information on the management of funds and leveraging of private capital is limited. The envisaged absorption capacity is not always justified compared to previous projects and in absence of clear mapping of needs and interest. As a result, the targets and cost estimates are relatively high and less plausible. The same applies to the investment in cooperation between business, academia and R&D organisations. In other cases, Slovakia has in fact weighed the absorption capacity factor in the cost estimates, based on past experience, which makes such estimates more plausible. No double Union financing Based on the analysis made, Slovakia has overall provided sufficient information and evidence that the estimated costs of the investments and reforms to be financed by the Facility is not financed or planned to be financed by other EU funds. Overall, synergies with other EU funding are explained to the extent possible at this stage (pending finalisation of the Partnership Agreement and Programme for the new Cohesion Policy programming period 2021- 2027 ). This applies to various investment areas, as the Cohesion Policy funds are traditionally involved in different sectors, ranging from basic infrastructure to innovation. Slovakia has ",
        "77 committed to put in place strong safeguards to ensure that double funding is avoided, both at strategic and at project level (for instance for the financing of different costs under the same measure). For various measures, synergies will need to be carefully monitored at project level. Further cooperation between the managing entities, including on avoiding double funding, need to be effectively established and implemented. All potential investments under the Cohesion Policy funds indicated in the plan are still subject to negotiations with the Commission at this stage and cannot be prejudged. Strong synergies with other Union financing, in particular Cohesion Policy funds, have been identified by Slovakia e.g. in the area of schools. RRF investments will be complementary to investments from Cohesion Policy funds for instance for investments in in the field of mental health promotion for children, pupils and students, as well as desegregation in schools. Importantly, e.g. for investments in digitalisation and infrastructure in education (e.g. libraries), such complementarity has not been indicated clearly and will need careful monitoring. Generally, this is also needed for investments throughout the Slovak RRP that affect programmes for integration of disadvantaged students (e.g. in the context of scholarships for talented students in Component 10). In the area of health, where Cohesion Policy traditionally supports various projects, demarcation will need to be ensured e.g. regarding the investment to support opening of new primary care clinics in deprived areas. Additional financing is also foreseen from the national budget, and here Slovakia has clearly indicated the delineation with the RRF. Commensurate and cost-efficient costs Overall, the amount of the estimated total cost of the recovery and resilience plan is commensurate to the expected social and economic impact of the envisaged measures included on Slovakia. As described in the relevant sections, the overall level of reasonability and plausibility of the costs are considered to be medium. The economic and social impact of the plan is considered to be high, and Slovakia will address the CSRs to a high extent. Several of the measures also contribute effectively to the implementation of the European Pillar of Social Rights, including through the promotion of policies for children and youth. Taking the financial allocation into account, this allows for the conclusion that costs are in line with the principle of cost-efficiency and commensurate to the expected national economic and social impact on the economy. *** The justification provided by Slovakia on the amount of the estimated total costs of the recovery and resilience plan is to a medium extent reasonable and plausible, it is in line with the principle of cost-efficiency and commensurate to the expected national economic and social impact. Slovakia provided sufficient information and evidence that the amount of the estimated cost of the reforms and investments of the recovery and resilience plan to be financed under the Facility is not covered by existing or planned Union financing. This would warrant a rating of B under the assessment criterion 2.9 of Annex V to the RRF Regulation. ",
        "78 4.10. Controls and audit Robustness of internal control system and distribution of roles and responsibilities The actors responsible for controls and audit in Slovakia are mainly identified in a dedicated section entitled Institutional structure of implementation, administrative and decision-making processes . The same section covers the independence of the audit authority including how this is enshrined in Slovak legislation. The plan makes it clear that NIKA is responsible for the summary of audits: and section 6.2 System of auditing clearly describes the audit actors, their relationships and their administrative capacity, whilst section 6.2.3 explains the independence of the audit function and the segregation of functions. Effective procedures should be in place for drawing up the summary of audits and keeping the underlying information for audit trails. Regular reporting of monitoring is promised. At component level, section 6.1.2 on Checks by Implementers and NIKA , as well as the audit strategy provide comprehensive information not just on measures that will be taken to tackle serious irregularities but also who is responsible for implementing the measures. A comprehensive audit strategy is described and there is a good description of the Slovak approach to risk assessment. Effective procedures are in place to ensure that all serious irregularities (fraud, corruption and conflict of interests) are properly reported - a lengthy detailed section on the Identification of serious deficiencies covers the risk based approach and commits that those responsible for the identification of serious irregularities will be trained in recognising signs that such irregularities may be occurring. In addition, whistle-blowing is enshrined in legislation - The protection of whistle-blowers is also enshrined in national legislation. A key feature of Act No 54/2019 on the protection of whistle-blowers is the extensive protection of whistle-blowers, including the creation of a whistle-blower protection office. Adequacy of control systems and other relevant arrangements To avoid component-specific risks of irregularities, e.g. due to the funding mechanism used or higher risk of fraud, corruption and conflict of interests in the specific sector, Slovak implementing bodies must assess and take into account the potential risks and checks identified on suspected irregularities as part of the controls carried out. Furthermore, risk assessments are carried out to appropriately determine the scope and areas of verification in the performance of controls so that all material misstatements and serious irregularities (in particular fraud, corruption, conflict of interest and double funding) are identified . Furthermore, concerning the robustness of management verifications through which the implementing Ministries/bodies will check not just the absence of serious irregularities but also the fulfilment of milestones and targets, the plan provides comprehensive information how this will be done. Hence, as far as the plan is concerned, component-specific risks and fulfilment of milestones and targets seem well covered. Arrangements and mechanisms to collect, store and make available data on final recipients are covered in a section entitled Information systems at national level . The arrangements and ",
        "79 mechanisms are not very elaborated but there is a commitment to implement Article 22 - The ISPO shall record and store all relevant data related to the implementation of the recovery plan, including data pursuant to Article 22(2)(d) of Regulation (EU) 2021/241.ISPO will provide a platform for the electronic communication of the different actors (in particular NIKA, the implementer, the intermediary, the beneficiary and the applicant) and the exchange of data with other information systems, including the EIS, where appropriate with the EC information systems . A repository system for monitoring the implementation of the RRF and for the collection and storage of all the data referred to in Article 22(2)(d) of the RRF regulation shall be put in place and operational by the time of the first payment request. The system shall include, as a minimum, the following functionalities: (a) ensure the collection of data and monitoring of the achievement of milestones and targets; and (b) collect, store and ensure access to the data required by Article 22(2)(d)(i) to (iii) of the RRF Regulation. A milestone shall be included to this end. Overall, the plan seems adequate on the correction of fraud, corruption and conflicts of interest. It asserts The Slovak Criminal Code56 (Act No 300/2005) transposed the relevant parts of Directive (EU) 2017/1371 of the European Parliament and of the Council on the fight against fraud to the Union’s financial interests by means of criminal law. The Criminal Code contains a set of offences entitled’ Damage to the European Union‘s financial interests ‘, which are the basis for prosecution for offences related to EU funding. Corrections are also covered in “ 6.3. Activities related to the completion of controls and audits ” and according to section 4.1 detected conflicts of interest can entail the obligation to refer a case to the law enforcement authorities or the infringement procedure, and directly excludes certain persons from the preparation of calls and the evaluation of applications for the provision of funds to the Mechanism. However, the latter, as well as other relevant features of the control systems (including e.g. the mandate, role and competences of the relevant bodies) is subject to a so-called Recovery and Resilience Facility Act being in force, which is not yet the case. A milestone on the entry into force of the Act, as it has been described in the RRP, is therefore warranted and will have to be fulfilled before any payment claim can be filed by Slovakia (except pre-financing) (see section just below on legal empowerment and administrative capacity of control function ). Adequacy of arrangements to avoid double EU funding The arrangements to detect and avoid double funding from RRF and other EU funds and programmes is the subject of a dedicated section on No double funding . Between that section and one on National Implementation and Coordination Authority (NIKA) dedicated to the coordinating body for the RRF in SK and how it will work to coordinate actors involved in implementation of the RRF, measures to detect and avoid double funding appear comprehensive. It is clear from the plan that the responsible coordinating bodies for RRF and Cohesion Policy funds will liaise to avoid double funding at the programming and implementation stage and there are numerous measures to avoid double funding such as making the receipt of double funding a criminal offence and dedicating different funding sources to different investment ",
        "80 project types. Measures for further cooperation between the managing entities together with a mechanism to avoid double funding will be provided in the Recovery and Resilience Facility Act. Legal empowerment and administrative capacity of control function A section entitled Recovery and Resilience Facility Act gives extensive information on the legal mandates of the various bodies carrying out controls on the implementation of the plan. It should cover things like how “irregularities are dealt with”, “measures to protect the financial interests of the European Union”, “system on collection of data on beneficial owners”, “mandates, functions and responsibilities of the various bodies involved in the implementation”. However, much of the legal basis rests on “ Recovery and Resilience Facility Act ” or “ Act on RRF ” which is still a draft. This means that the exact mandate and competence of the coordination body and all other implementing bodies will only be known for sure after the final submission of the plan and likely after the adoption of the plan. Slovakia should provide a precise timeline for the adoption of this Act and commit to inform promptly the Commission of any material difference between what is described in the plan and what ends up in the adopted Act. This should be the subject of milestone or a target or an action plan because this is the legal foundation for implementing the whole Slovak plan. The plan provides extensive information on the administrative capacity of the Slovak administration to implement and audit the RRF in Slovakia. A section entitled Administrative capacity shows that the authorities have considered the resourcing of the bodies involved and they supplement it with a section entitled Administrative arrangements for audits devoted just to the Audit and Control Section of the Slovak Ministry of Finance. *** The arrangements proposed by Slovakia in the recovery and resilience plan to prevent, detect and correct corruption, fraud and conflicts of interest when using the funds provided under the Facility, including the arrangements aimed to avoid double funding from the Facility and other Union programmes, are assessed to be adequate, taking into account that milestones were put in place to address insufficiencies, requiring the entry into force of the Recovery and Resilience Facility Act as well as recordkeeping systems. This would warrant a rating of A under the assessment criterion 2.10 of Annex V to the RRF Regulation. 4.11. Coherence The plan provides a comprehensive response to the consequences of the COVID-19 crises, as well as a response to the main challenges identified based on the country´s performance and the systemic weaknesses of the Slovak economy. The plan builds on global vision of Slovakia as an innovative economy that drives sustainable economic growth, a modern state providing quality public services to citizens and ultimately Slovakia as a healthy country. By working towards all three pillars, the plan focuses on five key policy areas, which are implementing through strongly interlinked 18 components. ",
        "81 Mutually-reinforcing measures The plan presents the coherent and comprehensive package of reforms and investments, mutually reinforcing each other with the strong reform drive. It builds on synergies among components (e.g. measures in RDI, higher education and talent attraction), which are well presented and clearly structured. There is a good interplay between reforms and investment in each component, while some reforms, e.g. the revision of the public procurement legislation, which should have a widespread impact on efficiency of all RRF funded measures and other public spending. Reforms are concentrated in the first years in order to create conditions for effective and targeted investment (e.g. optimization of hospital network, judiciary map) and addressing several implementation barriers (e.g. for uptake of RES or buildings´ renovation). Synergies are ensured in thematic components as well as horizontally across components e.g. when applying energy efficiency requirements for public buildings renovations or digital transition of the public administration. Investments in new user-friendly information system can be found in a number of components to help modernize and improve the quality and efficiency of the public services (e.g. digitalization of hospitals, electronisation and digitalisation of judicial processes, etc.). In order to promote wider coherence across instruments, notably with the European cohesion policy funds, a balanced territorial allocation of resources is encouraged. No cases have been observed of areas where the measures proposed within any component (be it reforms or investments) contradict or undermine each other´s effectiveness. Complementarity of measures The plan presents a consistent vision throughout the thematic areas, components as well as regards the proposed reforms and investments. Public administration components (14-15-16) combine reforms and investments and should create a more favourable investment framework, business environment and improve quality of public services, including at local level. The components cover business environment, effectiveness and integrity of the justice system, the fight against corruption and money laundering, quality and efficiency of public administration and are closely linked to the e- government (component 17), which increases efficiency through digitalization of public administration (e.g. digitalization of insolvency processes) and better services to citizens (“state in mobile”). The package includes an essential public procurement reform to simplify and accelerate the public procurement procedures while increasing transparency and ensuring sufficient safeguards. In response to the target for achieving carbon neutrality, the green economy transition is pursued through five components focusing on reducing GHG emission. It covers the biggest emitter – the industry, the building sector and transport while mobilizing the increase of RES and promoting climate adaptation measures. The vast renovation programme to improve energy and green performance of buildings is pursuing through the dedicated component 2 covering single- ",
        "82 family houses, historic buildings as well as horizontally in a number of components addressing public buildings. The building´s renovation itself integrates a number of measures improving energy performance, integrating RES installations, as well as addressing climate adaptation, accessibility and smart buildings management. The investment is well combined with reforms, which are addressing implementation bottlenecks (e.g. access to grids, alignment and simplification of renovation schemes). Well-developed education components (6-7-8) are building on each other and address a key challenge of Slovakia – insufficient quality and inclusiveness of education at all levels. While component 6 addresses the increase of children´ participation in pre-primary education and the inclusion of disadvantaged children in education, component 7 focusses on improving educational outcomes through a curriculum reform, and better teachers preparation at pedagogical faculties. This is linked to measures, which aim at improving the quality, performance and internationalization of higher education institutions (component 8). Increasing capacities of pre-primary and elementary schools, digitalization of schools and digital skills of teachers are addressed horizontally, across all education components and connected to component 17, which outlines overall digital skills strategy to be financed mostly from the Cohesion Policy funding. Digital upskilling of vulnerable groups, in particular pensioners with a tailor made program is a part of component 17. All education components combine reforms and investments in a mutually supportive way to bring about changes in the content and form of education at all levels. Reforms of the legal entitlement of place for pre-primary education for 3- year-old, the system of counseling, concept of special education needs goes along with the investment in increasing the capacity of kindergartens and should enable children to develop their full education potential. The interlinked components on RDI (9) and higher education (8) are centered on a key R&I governance reform to overcome the current fragmentation and improve R&I policy making, efficiency and impact of R&I investment. Through long awaited R&I reforms and an increased funding, the R&I component aims to strengthen the R&I ecosystem as a precondition for competitive and sustainable economic growth. This effort is complemented by the reforms on higher education through the introduction of performance contracts, the assessment of scientific performance and mobilization of excellence in research teams. The R&I component is closely linked to “Digital Slovakia” (component 17), which contains measures to support the digital economy (e.g. development and application of top digital technologies, participation in EU multi-country projects, etc.) and should be a subject to a similar governance structure for the digital economy. The R&I component along with the “talent retention and attraction” component are designed to stimulate the supply of human resources for R&I and support brain circulation. The respective measures should mobilize excellent researchers including from abroad and strengthen academia-business cooperation. Private investment should be mobilized through a number of dedicated schemes, including the use of financial instruments. Investment in digital hubs (component 17) intends to provide services to SMEs on the supply side in the form of ",
        "83 diagnostics and design of solutions. On the other hand, digital “voucher schemes” (component 9) should stimulate business demand for these solutions. Components 17, 9 and 7 pave the way for the digital transformation of the economy, including digital skills´ improvement. The e-government measures aim at simplifying communication with public administration, increasing satisfaction of users and optimising processes, including across a number of components. Cybersecurity should be developed in a systemic way focusing on uniform standards, security audits, investments in early warning systems and trainings. While it should apply only to public organisations, the development of expertise and competence centres are expected to benefit the broader society. Digital skills should be part of the school curricula reform, while a respective strategy intends to address the adult population. Digital capabilities of businesses should be fostered through development of Digital Innovation Hubs as well as through targeted support schemes. Three health components focusing on institutional healthcare, primary care (component 11), long-term care (component 13) and mental health (component 12) are building on each other and combine long-awaiting reforms and investments. Key reforms in the component 11 on optimising the hospital healthcare network, developing a health investment strategy and, centralising the management of the largest public hospitals should provide a framework for the significant investment in physical infrastructure, including construction of new hospitals and refurbishment of some of the existing ones. In addition, the definition of an optimal primary care network and related subsidy scheme supporting the establishment of new primary care facilities in underserved areas should improve access to primary care services in the regions with the lowest density of general practitioners in the country. This component has strong digital dimension and intends to promote telemedicine. In response to the increasing burden of behavioural health conditions, many of which are neither diagnosed nor treated, component 12 aims at promoting mental health for all population groups from childhood to old age, and at increasing the accessibility of community-based support services. Finally, component 13 addresses rapid population ageing by ensuring high-quality and comprehensive support for people in need of long-term and palliative care. The reform part is designed to address integration and financing of long term social and healthcare including the reform of the invalidity activity. Reforms will pave ways for the follow up investment in enhancing community-based social care capacities, after-care and nursing capacities and restoring palliative care capacities. As Slovakia is an important beneficiary of Cohesion Policy funds, significant complementarities are visible and in principle spelled out in the text, but level of details vary across the components. This is due to the fact that both programming documents, namely the Partnership Agreement and Programme (2021 – 2027) are pending finalisation and adoption. Therefore, an overall description of synergies at the horizontal level accompanied by summary tables (in the Annex) offer only a first overview of intended complementarities per areas covered by both funds. This is complemented by a mechanism to avoid “double funding”, which seems to ",
        "84 be reasonable, but need to be effectively established, implemented and monitored in close cooperation between responsible actors under both funds. All potential investments under the Cohesion Policy funds indicated in the plan are still subject to negotiations with the Commission and cannot be prejudged on the basis of the text in the plan. The plan does not present inconsistencies or contradictions between the different components. *** Taking into consideration the qualitative assessment of all components of Slovakia´s recovery and resilience plan, their individual weight (size, relevance, financial allocation) and their interactions, the plan contains measures for the implementation of reforms and public investments which, to a high extent, represent coherent actions. This would warrant a rating of A under the assessment criterion 2.11 of Annex V to the RRF Regulation. ",
        "85 ANNEX – Climate and Digital tagging 27 Int. Field = intervention field Coeff. = Coefficient for the calculation of support to climate change objectives and to digital transition, on the basis of Annex VI and Annex VII to the RRF Regulation Climate Digital Measure/ Sub- Measure ID Measure/Sub-Measure Name Budget (EUR million) Int. Field Coeff.% Int. Field Coeff.% C1.I1a Investments in the construction of new sources of electricity from RES 102,7 029 100% C1.I1b Investments in the construction of new sources of electricity from RES – Administrative costs 2,1 029 100% C1.I2a Investments in upgrading existing RES electricity sources (repowering) 62,1 032 100% C1.I2b Investments in upgrading existing RES electricity sources (repowering) - Administrative costs 1,3 032 100% C1.I3a Investments in increasing flexibility of electricity systems for greater RES integration - excluding Hydropower 50,4 033 100% 033 40% C1.I3b Investments in increasing flexibility of electricity systems for greater RES integration - excluding Hydropower - Administrative costs 1,0 033 100% 033 40% C1.I3c Investments in increasing flexibility of electricity systems for greater RES integration - Hydropower 11,8 032 100% 27 While the total cost of the Slovak recovery and resilience plan exceeds the total allocation of non-repayable financial support to Slovakia, Slovakia will ensure that all spending related to the measures mentioned in this table as contributing to climate and digital objectives are fully financed by the funds from the Recovery and Resilience Facility. ",
        "86 C1.I3d Investments in increasing flexibility of electricity systems for greater RES integration - Hydropower - Administrative costs 0,2 032 100% C2.I1a Improving the energy efficiency of family houses - 506,0 025bis 100% C2.I1b Improving the energy efficiency of family houses - administrative costs 22,0 025bis 100% C2.I2a Renovation of public historical and listed buildings - 200,1 026bis 100% C2.I2b Renovation of public historical and listed buildings - administrative cost 5,4 026bis 100% C2.I2c Renovation of public historical and listed buildings - information campaign 1,0 026bis 100% C3.R2 Public passenger transport reform 26,6 084bis 40% 084bis 100% C3.I1a Development of low-carbon transport infrastructure: railway lines 431,5 069bis 100% C3.I1b Development of low-carbon transport infrastructure: rail digitalisation 118,1 070 40% 070 100% C3.I1c Development of low-carbon transport infrastructure: cycling paths 105,0 075 100% C3.I1d Development of low-carbon transport infrastructure: administrative costs 5,8 069bis 100% C3.I2 Promoting clean passenger transport 45,3 072bis 100% C3.I3 Development of intermodal freight transport 16,1 079 40% C3.R4 Introduction of new policies for the long-term promotion of alternative fuels in the transport sector 1,0 077 100% C3.I4 Supporting the development of infrastructure for alternative fuel vehicles 51,6 077 100% C4.I1 Decarbonisation of industry 362,7 024ter 100% C4.I2a Ensuring the functioning of SIŽP processes linked to decarbonisation - excluding vehicles 2,7 027 100% ",
        "87 C4.I2b Ensuring the functioning of SIŽP processes linked to decarbonisation – vehicles 2,5 n/a 28 40% C5.I1a Adapting to climate change – Adapting regions to climate change, focusing on nature conservation and biodiversity development - renaturation of watercourses 62,3 037 100% C5.I1b Adapting regions to climate change, focusing on nature conservation and biodiversity development - settlements with private land owners 77,5 037 100% C5.I1c Adapting regions to climate change, focusing on nature conservation and biodiversity development - development plans in the two national parks of Polonina and Muránska plan 16,0 037 100% C5.I1d Adapting regions to climate change, focusing on nature conservation and biodiversity development: administrative capacity 3,2 037 100% C6.R1a Providing conditions for the implementation of compulsory pre-primary education for children from the age of 5 and introducing a legal entitlement to a place in kindergarten or other pre- primary education providers from the age of 3 - energy efficiency renovation 39,3 026bis 100% C7.R1a Education content and form reform – Curriculum and textbook reform – Digital testing and digital tools 19,5 012 100% C7.R2a Preparing and developing teachers for new content and form of teaching – Digital teacher education 16,7 108 100% C7.I1a Digital infrastructure in schools 187,2 012 100% 28 The ‘Methodology for climate tracking’ annexed to the Recovery and Resilience Facility Regulation does not set out intervention fields that would allow for climate or environmental tracking of electric vehicles or plug-in hybrid vehicles, except for vehicles for urban transport falling under intervention field 074. According to Article 18(4)(e) of the Regulation, the methodology should however ‘be used accordingly for measures that cannot be directly assigned to an intervention field listed in Annex VI’. In this context, the Commission has applied a 100% climate contribution coefficient for zero-emission vehicles of all categories (this includes battery electric and fuel cell/hydrogen-powered vehicles); a 40% climate contribution coefficient for plug-in hybrid light-duty vehicles; and, in line with the criteria under the Taxonomy Regulation, a 100% climate coefficient for low-emission heavy-duty vehicles. ",
        "88 C7.I1b Digital infrastructure in schools - administrative capacity 5,1 012 100% C7.I2a Completion of school infrastructure 12,3 026bis 100% C7.I2b Completion of school infrastructure - administrative capacity 0,3 026bis 100% C8.I1 Investment support for the strategic development of universities 63,0 026bis 100% C8.R2a Introduction of a system of periodic scientific performance evaluation 6,5 011 100% C9.I2 Support for cooperation between firms, academia and R & D organisations 14,0 009bis 100% C9.I4 Research and innovation to decarbonise the economy 78,7 022 100% C9.I5 Research and innovation for the digitalisation of the economy 134,0 009bis 100% C9.I7 It support a single R & D grant system 6,6 011 100% C11.I2a New hospital network – construction – green costs 692,1 025ter 40% C11.I2b New hospital network – reconstruction – green costs 17,4 026bis 100% C11.I3 Digitalisation in health 41,2 095 100% C11.I4c Construction and rehabilitation of ambulance stations – Reconstruction – green costs 0,8 026bis 100% C12.R1c Coordinated inter-ministerial cooperation and regulation - IT part 0,5 095 100% C12.I3b, C12.I4b, C12.I5b Community centres' energy efficiency renovation costs – Building psycho-social centres, Completing the psychiatric stationary network, Establishment of specialised centres for autism spectrum disorders 0,7 026bis 100% C12.I6b Establishment of a repository of psychodiagnostic methods - IT costs 1,0 095 100% C12.I7b Humanisation of institutional psychiatric care – energy efficiency renovation costs 2,1 026bis 100% C13.I1a Enhancement of community-based welfare capacities – Green investment 12 026bis 100% C13.I2a Extension and renewal of after-care and nursing capacities – Green investment 2 026bis 100% C14.I1a Anti-bureaucratic packages – work-flow tool 0,2 011 100% C14.I2 Digitalisation of insolvency processes 6,0 011quater 100% ",
        "89 C15.I1a Reform of the judicial map – reorganisation of courts – renovation of buildings (green part of the investment) 18,0 026bis 100% C15.I2a Supporting instruments for reform of the Judicial Map – Commercial Register and Centralised System of Judicial Governance 9,4 011quater 100% C15.I2b Supporting tools for reform of the judicial map – Upgrading of IT equipment 26,7 011quater 100% C16.I1a Tools and capacity for the fight against corruption and money laundering – development of tools: Central Accounts Register 3,3 011 100% C16.I1b Tools and capacity for the fight against corruption and money laundering – development of tools: GoAML 1,6 011 100% C16.I1e Tools and capacity for the fight against corruption and money laundering – technical equipment for efficient financial investigations (digital investment) 12,5 011 100% C16.I2a Equipping and digitalising the police force – training of staff and technical equipment of new units (digital investment) 5,6 011 100% C16.I2c Equipping and digitalising the police force – new Aliens Registration Information System (IS ECU) 3,3 011 100% C16.I2d Equipping and digitalising the police force – Automated system for detecting road traffic offences 24,8 011 100% C16.I2f Equipping and digitalising the police force – reconstruction of buildings (green investment) 10,1 026bis 100% C16.I3a Modernisation of the fire and rescue system – building a network of Integrated Safety Centres (digital investment) 14,3 011 100% C16.I3c Modernisation of the fire and rescue system – renovation of fire station buildings (green investment) 1,2 026bis 100% C16.I4b Strengthening administrative capacity at different levels of government – creation of a National Implementation and Coordination Authority (digital investment) 7,7 011 100% C17.I1a Better services for citizens and businesses 177,5 011 100% C17.I2a Digital transformation of public service delivery 127,6 011 100% C17.I3a Engaging in multi-country European projects related to the digital economy – EDIHs 16,9 010 100% ",
        "90 C17.I3b Engagement in cross-border European projects leading to the digital economy - supercomputing 85,1 021quater 100% C17.I4a Support for projects aiming at the development and application of top digital technologies 73,5 010 100% C17.I5a Fast grants – hackathons 3,2 009bis 100% C17.R4a Standardisation of technical and procedural cybersecurity solutions 4,2 011 100% C17.R5a Improving cybersecurity training and skills 9,4 021 quinquies 100% C17.I6a Strengthening preventive measures, increasing the speed of incident detection and resolution 34,6 011 100% C17.I6b Strengthening preventive measures, increasing the speed of incident detection and resolution – securing critical infrastructure 3,9 021 quinquies 100% C17.I7a Improving the digital skills of seniors and the distribution of Senior Tablets - pilot project 4,1 012 100% C17.I7b Improving the digital skills of seniors and the distribution of Senior Tablets - completed project 62,9 012 100% C17.I1b Better services for citizens and businesses - administrative capacity 2,3 011 100% C17.I2b Digital transformation of public service delivery - administrative capacity 1,8 011 100% C17.I3c Engaging in multi-country European projects related to the digital economy - EDIHs - administrative capacity 0,5 010 100% C17.I3d Digital Slovakia – Engagement in cross-border European projects leading to the digital economy - supercomputing - administrative capacity 1,5 021quater 100% C17.I4b Support for projects aiming at the development and application of top digital technologies - administrative capacity 1,3 010 100% C17.I5b Fast grants – hackathons - administrative capacity 0,6 009bis 100% C17.R4b Standardisation of technical and procedural cybersecurity solutions - administrative capacity 0,3 011 100% C17.R5b Improving cybersecurity training and skills - administrative capacity 0,3 021 quinquies 100% C17.I6c Strengthening preventive measures, increasing the speed of incident detection and resolution - administrative capacity 1,0 011 100% ",
        "91 C17.I6d Strengthening preventive measures, increasing the speed of incident detection and resolution – securing critical infrastructure - administrative capacity 0,3 021 quinquies 100% C17.I7c Improving the digital skills of seniors and the distribution of Senior Tablets - pilot project - administrative capacity 0,1 012 100% C17.I7d Improving the digital skills of seniors and the distribution of Senior Tablets - completed project - administrative capacity 2,2 012 100% "
    ]
}