{
    "text": [
        "European Economic and Social Committee “Visits and Publications” Unit For further information, please contact: publications@eesc.europa.eu Tel. (32-2) 546 96 04 (cid:129) Fax (32-2) 546 97 64 Rue Belliard 99 (cid:129) B-1040 Bruxelles Internet: http://www.eesc.europa.eu Catalogue No: CESE-2007-02-EN QE-X1-07-037-EN-C European Economic and Social Committee The EESC: a bridge between Europe and organised civil society EN ",
        "The EESC: a bridge between Europe and organised civil society ",
        "The European Economic and Social Committee is organised civil society's European-level institutional forum for consultation, representation and information, and where it can express its views. It enables representatives of Member States' economic, social and civic organisations to play an integral part in the process of shaping policy and decisions at Community level. Set up by the Rome Treaties in 1957, the Committee has seen its role confirmed and strengthened by the Nice Treaty and by the draft Constitution with its provisions on participatory democracy and civil dialogue. It serves mainly as a consultative body to advise the Council of the European Union, the Commission and the European Parliament. This consultation is mandatory for those issues stipulated in the Treaties, but the Committee is also increasingly being asked to draw up exploratory opinions before proposals are adopted or policy decisions are taken. It can also issue opinions and draw up information reports on its own initiative. Further, the Committee is particularly active in external relations, creating and maintaining links with representatives of organised civil society in non-EU countries. The Committee has been tasked by the Council with working towards greater ownership in the European Community of processes linked to the Lisbon strategy, and with continuing its work for the beginning of 2008 on preparing summary reports on the activities of an interactive network of civil society initiatives in support of the partnership for growth and employment. The Committee must meet this challenge forthwith. It has a duty to mobilise itself by focusing its actions on entrepreneurship with a human face, lifelong learning, research which prioritises innovation, and the creation of more attractive jobs. Entrepreneurial activity must go hand in hand with social and environmental awareness and a focus on innovation; it must not be simply about making profits. With this in mind, the Committee, in collaboration with the economic and social councils of the Member States, is helping to bridge the gap between Europe and its citizens by encouraging them and urging them to adopt a participatory approach to ongoing processes and decisions at Community level, to the formulation of a renewed sustainable development strategy and to promoting the Lisbon strategy, with the ultimate goal of raising support for the EU's Constitution among the peoples of Europe. Mr Dimitris DIMITRIADIS, President of the European Economic and Social Committee © I s o p i x / E . A n s o t t e ",
        "The EESC: a bridge between Europe and organised civil society 7 Missions, structures and operation 9 (cid:2) Missions and means of action 9 (cid:2) Members 10 (cid:2) The Presidency and the Bureau 12 (cid:2) The Budget Group 13 (cid:2) The Communication Group 13 (cid:2) The Quaestors' Group 14 (cid:2) The Groups 14 - The Employers Group (Group I) 14 - The Employees Group (Group II) 15 - The Various Interests Group (Group III) 17 (cid:2) The Sections and other EESC bodies 18 (cid:2) The Plenary Assembly 26 (cid:2) The Secretariat-general 28 (cid:2) The EESC at the heart of the European quarter 28 The EESC: spreading the European message 29 (cid:2) Europe 29 - Countries involved in accession negotiations 30 - The Western Balkans 30 - Eastern European neighbours, including Russia 31 - The European Economic Area 31 (cid:2) The Euro-Mediterranean partnership 31 (cid:2) The African, Caribbean and Pacific States 32 (cid:2) Latin America 33 (cid:2) India 33 (cid:2) China 34 (cid:2) International trade 34 (cid:2) International organisations 35 The EESC's \"structured dialogue\" 36 General information 39 (cid:2) The EESC: a key link between the European institutions and organised civil society 39 (cid:2) The EESC and communication policy 40 (cid:2) Cooperation between the EESC and the economic and social councils and similar institutions in the Member States 40 (cid:2) Welcome to the EESC 42 (cid:2) The website 43 (cid:2) Publications and reference material 43 Recent Committee work 45 (cid:2) Main EESC own-initiative and exploratory opinions in 2005-2006 45 (cid:2) Main publications (booklets, brochures and folders) 2005-2006 49 The EESC: a bridge between Europe and organised civil society 5 Summary Preliminary remark In accordance with the Treaties, the European Economic and Social Committee is appointed for terms of four years. The current term runs from October 2006 to September 2010. All decisions relating to the EESC's bodies - such as the election of the president, the two vice-presidents, the members of the Bureau and the group and section presidents - are valid for a period of two years. The information set out in this chapter takes the enlargement of 1 January 2007 into account and deals with the period till September 2008. ",
        "Under the Treaties, the European Economic and Social Committee represents and voices the concerns of \"the various economic and social components of organised civil society\". The EESC has a distinctive place in the Community's decision-making process. Intermediate between the Community's \"executive\" (the European Commission), the European Parliament and the Council, it is an assembly of representatives of the various spheres of economic and social activity, and a valuable forum for representing and informing civil society organisations and expressing their views. The members of the Committee play an integral part in the process of policy formation and the preparation of decisions at EU level. With the general interest in mind, the dynamic consensus which Committee opinions usually reflect is the result of an amalgamation of initial positions which are often different, and at times contradictory. This process, and the continual quest for compromise, bring together representatives of public and private-sector employers' organisations (Group I), employees (Group II), but also – and this is the distinguishing feature of the EESC – other sections of organised civil society (Group III). Consulting the Committee enables the Community's decision-making bodies to gain a better idea of (a) the impact Commission proposals are likely to have on those most directly concerned, and (b) what changes may be necessary to enlist wider public support. In addition to this consultative function laid down by the Treaties, the Committee also makes known its views on subjects of which the institutions may have taken insufficient or no account, by means of own-initiative opinions or information reports. Frequently, the Commission decides to publish new proposals as a result of matters highlighted by the Committee in this way or the analysis or suggestions it makes. When framing EU policies, the Commission may request the Committee to draw up exploratory opinions in areas of particular importance for organised civil society. This also applies to the Council of the European Union and the European Parliament. As part of the drive to step up this inter-institutional cooperation, the Commission and the EESC signed a new cooperation agreement in November 2005. This agreement identifies various key areas for closer cooperation in which the Committee has particular expertise and can offer significant added value to EU measures: the Lisbon strategy, sustainable development, structural change, impact analyses of European legislation and the EU's external relations. The EESC: a bridge between Europe and organised civil society 7 The EESC: a bridge between Europe and organised civil society ",
        "Missions and means of action Three essential missions are assigned to the EESC: (cid:2) to advise the Commission, the Council and the European Parliament, and thus contribute to the EU decision- and policy-making process; (cid:2) to enable civil society organisations in the Union to make a greater commitment to and have a greater involvement in the European venture, at both national and European level, and to help bring Europe closer to its citizens; (cid:2) to strengthen the role of civil society organisations in non-EU countries or blocs (or groups of countries) where it has established and developed ongoing relations, backed up by a structured dialogue, with civil society organisations, especially the social partners, and to promote the creation of consultative structures along similar lines to the EESC. To carry out its missions, the EESC's main course of action is the possibility of issuing three types of opinions: (cid:2) opinions in response to a referral from the Commission, the Council or the European Parliament; (cid:2) own-initiative opinions, which enable it to express its views on any matter it thinks fit; (cid:2) exploratory opinions in which, at the request of the European Commission, the European Parliament or even Union presidencies, it is instructed to reflect and make suggestions on a given subject, suggestions which may later lead to a proposal from the Commission. The Committee may also decide to prepare an information report with a view to examining any question pertaining to the policies of the European Union and their possible developments. Finally, following a proposal from a section, a group or a third of its members, it may issue resolutions on topical issues. The EESC: a bridge between Europe and organised civil society 9 The Committee's expertise, its discussions and negotiations, the identification of differences in opinion and the search for convergence all serve to improve the quality and credibility of the Community decision-making process, making it more comprehensible and acceptable for Europe's citizens and increasing the transparency which is so vital for democracy. In this way the concept of political democracy is complemented by the concept of representative democracy in which the European Union's economic, social and civic players have a say. The challenges the European Union faces today give the Committee a growing importance and added value in the Community institutional set-up. The issues at stake mean that all citizens, and first and foremost those who are in close contact with the economic and social reality of their countries and are the driving force behind European society, must play their part. As a forum both for dialogue and for consultation, the Committee continues to play a dual role, improving democratic expression in the European integration process and bringing the European Union closer to its citizens. In so doing, it contributes to strengthening the Union's democratic legitimacy and the development of a European consciousness and acts as a real bridge between the Union and civil society organisations across Europe. The EESC: a bridge between Europe and organised civil society 8 Missions, structures and operation ",
        "Members are proposed by the governments of the Member States and appointed by the Council of the European Union for a four-year term. This term is renewable. Committee members fulfil their duties on a voluntary basis while continuing to carry out their professional activities in their own countries. Belgium: 12 Bulgaria: 12 Czech Republic: 12 Denmark: 9 Germany: 24 Estonia: 7 Greece: 12 Spain: 21 France: 24 Ireland: 9 Italy: 24 Cyprus: 6 Latvia: 7 Lithuania: 9 Luxembourg: 6 Hungary: 12 Malta: 5 Netherlands: 12 Austria: 12 Poland: 21 Portugal: 12 Romania: 15 Slovenia: 7 Slovakia: 9 Finland: 9 Sweden: 12 United Kingdom: 24 10 The EESC: a bridge between Europe and organised civil society Members The Treaty states that \"the Committee shall consist of representatives of the various economic and social components of organised civil society, and in particular representatives of producers, farmers, carriers, workers, dealers, craftsmen, professional occupations, consumers and the general interest\" (Article 257 TEC). The Committee comprises 344 members divided up as follows: 11 The EESC: a bridge between Europe and organised civil society ",
        "KONSTANTINIDIS Kostakis (GR III – CY) KRZAKLEWSKI Marian (GR II – PL) MALOSSE Henri (GR I – FR) MORKIS Gintaras (GR I – LT) NILSSON Staffan (GR III – SE) NYBERG Lars (GR II – SE) PIETTE Josly (GR II – BE) PÎRVULESCU Cristian (GR III – RO) RODRÍGUEZ GARCÍA-CARO José Isaías (GR I – ES) SÁNCHEZ MIGUEL María Candelas (GR II – ES) SCHADECK Robert (GR II – LU) SEPI Mario (GR II – IT) SIGMUND Anne-Marie (GR III – AT) STAIKOS Stylianos (GR III – EL) STANTI Č Cveto (GR I – SL) STERN Juraj (GR III – SK) STÖHR Frank (GR III – DE) TÓTH János (GR III – HU) van IERSEL Joost (GR I – NL) VÉRTES János (GR I – HU) Secretary-general: Patrick VENTURINI The Budget Group The Bureau has set up a budget group made up of nine of its members to help it take financial and budgetary decisions. The budget group is chaired by one of the two vice- presidents, under the authority of the EESC president. It has nine members, appointed by the Bureau on the proposal of the groups. The group is chaired by Alexander Graf von SCHWERIN (GR II – DE) . The Communication Group The communication group comprises nine members appointed by the Bureau, and is responsible for guiding and monitoring the Committee's communication strategy. The communication group is chaired by one of the two vice-presidents, Jillian van TURNHOUT (GR III – IE) . The Presidency and the Bureau The Committee elects its president and its Bureau for a two-year term. The president chairs meetings of the Bureau and is responsible for relations with the European institutions and for representing the EESC. He is regularly received in an official capacity by the heads of state or government of the Member States. The two vice-presidents respectively chair the Committee's budget group and communication group. The Bureau has 39 members. In addition to the president, the two vice-presidents, the three group presidents and the six section presidents, the Assembly also directly elects one member from each Member State. The Bureau's basic task is to organise the EESC's work. The elections and appointments are organised in such a way as to ensure that the Bureau includes at least one national of each Member State. The members of the Bureau for the period October 2006 – September 2008 are: President: DIMITRIADIS Dimitris (GR I – EL) Vice-presidents: Graf von SCHWERIN Alexander (GR II – DE) van TURNHOUT Jillian (GR III – IE) Members: ANDERSEN Dorthe (GR I – DA) ATTLEY William A. (GR II – IE) BARROS VALE Paulo (GR I – PT) BATUT Laure (GR II – FR) COLDRICK Peter (GR II – UK) DARMANIN Anna Maria (GR II – MT) DASSIS Georgios (GR II – EL) DIMITROV Plamen (GR II – BG) DRBALOVÁ Vladimíra (GR I – CZ) HAMRO-DROTZ Filip (GR I – FI) HERNÁNDEZ BATALLER Bernardo (GR III – ES) JAHIER Luca (GR III – IT) JOOST Meelis (GR III – EE) KALLIO Seppo (GR III – FI) KING Brenda (GR I – UK) KOCI (cid:3) Š Viesturs (GR I – LV) Mr Dimitris DIMITRIADIS, President of the European Economic and Social Committee 12 The EESC: a bridge between Europe and organised civil society 13 The EESC: a bridge between Europe and organised civil society © I s o p i x / E . A n s o t t e ",
        "International Trade Representation), as well as on an ad hoc basis with the numerous sectoral industry organisations at European level. Group I policy in general reflects the opinion of industrial federations in supporting the development of a European Union of free market economies with freedom of trade and movement within the internal market, in the belief that this is the best road to growth, competitiveness and employment. Economic and monetary union is also seen as essential for the construction of Europe as a major economic force and the healthy development of world trade. The Employers' Group is convinced that the European Economic and Social Committee, with its tripartite structure, has a unique role as adviser to the European institutions and as a forum in which the citizens of the Union can participate in the consultative process through their representative organisations. Its ability to achieve a consensus between all socio-occupational groupings on the feasibility or otherwise of Union policies should be seen as a model for European society. Group I also develops relations with employers' organisations from the applicant countries and other non-EU countries. The Employees Group (Group II) President: Mario SEPI (Italy) Vice-presidents: Karin ALLEWELDT (Germany) Liina CARR (Estonia) Dana ŠTECHOVÁ (Czech Republic) Gérard DANTIN (France) Ernst Erik EHNMARK (Sweden) Victor Hugo SEQUEIRA (Portugal) The EESC's Employees Group (Group II) is made up of members with a background in national trade union organisations, both confederations and sectoral federations. Subsequent to the latest enlargement on 1 January 2007, Group II comprises 110 members (approximately a third of whom are women), representing the 27 Member States of the EU and over 80 national trade union organisations. The Quaestors' Group The three quaestors are appointed for each two-year period by the plenary assembly on a proposal from the Bureau to monitor and ensure the proper implementation of the members' statute. The Groups The Rules of Procedure state that the members of the Committee shall set up three groups representing employers, employees and the other economic and social components of organised civil society. These groups participate in the preparation, organisation and coordination of the business of the Committee and its constituent bodies. Each group is provided with a secretariat. It is up to the members to choose which group they wish to join. At present, two members do not belong to any groups. The role and the working procedures of the groups are determined by the Rules of Procedure. The Employers Group (Group I) President: Henri MALOSSE (France) Vice-presidents: Peter CLEVER (Germany) Antal CSUPORT (Hungary) Jacek KRAWCZYK (Poland) Thomas MCDONOGH (Ireland) Eve PÄÄRENDSON (Estonia) Irini Ivoni PARI (Greece) The members of the Employers' Group (Group I) are drawn from private and public sectors of industry, small businesses, chambers of commence, wholesale and retail trade, banking and insurance, transport and agriculture. Regular exchanges of information take place between Group I and BUSINESSEUROPE (Union of Industrial and Employers' Confederations of Europe), CEEP (European Centre of Enterprises with Public Participation), EUROCHAMBERS (Association of European Chambers of Commerce and Industry) and EUROCOMMERCE (Retail, Wholesale and 14 The EESC: a bridge between Europe and organised civil society 15 The EESC: a bridge between Europe and organised civil society ",
        "The Employees Group has always been in favour of the enlargement of the European Union, and so supports the new candidate countries' applications for membership. It also supports the reinforcement of the Euromed partnership and partnerships with other neighbouring countries. The EU's role as world player is of fundamental importance to Group II as regards management of globalisation and WTO negotiations and cooperation with other continents. Together with the other two groups, Group II is strongly in favour of establishing representative organisations of organised civil society from the ACP and Mercosur regions, China etc. With full respect for their respective roles, Group II has established a good working relationship with the ETUC, as a result of their shared views and joint European commitments. This relationship takes practical shape in reciprocal participation in key events and increasing cooperation on positions and joint initiatives. The Various Interests Group (Group III) President: Staffan NILSSON (Sweden) Vice-presidents: Miklós BARABÁS (Hungary) Luca JAHIER (Italy) Mall HELLAM (Estonia) The composition of the European Economic and Social Committee reflects the changing face of European society. The presence of the Various Interests Group, alongside the Employers' Group and the Employees' Group, ensures that the Committee is able to give full voice to the concerns of the various social, occupational, economic and cultural organisations that make up civil society. The unique feature which forges Group II's identity is the wide range of categories represented within its ranks: its members are drawn from farmers' organisations, small businesses, the crafts sector, the professions, cooperatives and non-profit associations, consumer organisations, environmental organisations, associations representing the family, voluntary associations, persons with disabilities, the scientific and academic community and non-governmental organisations. The vast majority of these organisations are affiliated to the European Trade Union Confederation (ETUC) or its sectoral federations, and therefore most Group members belong to the ETUC. Some are also part of the European Management Confederation. The Employees Group's key priority has always been to contribute to improving the living and working conditions of all workers, promoting civil and human progress for all citizens of the European Union, and putting into effect its full commitment to the workers and people of other continents. It is in this spirit that Group II – which is firmly committed to enlargement and to strengthening the European Union – works unstintingly to advance and extend the areas of freedom and democracy, mutual support and social cohesion in order to ensure that workers can play a real part in European affairs. In its contribution to the work of the EESC and when preparing its opinions, Group II never loses sight of the goals of solidarity and the key priorities of the European trade union movement, namely: (cid:2) the social dimension of the enlarged Union, based on full employment and the development of the European social model and its achievements (social dialogue, social protection and cohesion, role of services of general interest, etc.); (cid:2) confirmation of all rights enshrined in the EU’s Charter of Fundamental Rights; (cid:2) improvement of living and working conditions and respect for the rights of workers and trade unions (right to information and consultation with employees, etc.), in order to establish a system of European industrial relations; (cid:2) European economic government involving the social partners and other major players in civil society, an essential tool if we are to meet the great challenges of sustainable development set by the Lisbon Strategy; (cid:2) a commitment to making the EU a real international player, capable of promoting peace and justice throughout the world, as well as to the social dimension of globalisation. Only by strengthening the EU will we be able to meet the challenges facing Europe and its social model, as well as those facing the world at large. Group II firmly believes that significant progress in employment, training, living and working conditions and freedoms (both within and beyond our borders) can be achieved only if Europe is made stronger, and so will work unstintingly towards this goal. 16 The EESC: a bridge between Europe and organised civil society 17 The EESC: a bridge between Europe and organised civil society ",
        "Section for Economic and Monetary Union and Economic and Social Cohesion (ECO) President: Georgios DASSIS (GR II – Greece) In the field of Economic and Monetary Union (EMU) and coordination of economic policy in particular, the ECO section has set up a permanent group to monitor the broad economic policy guidelines and other issues relating to economic governance, including the Lisbon Strategy. The remit of the ECO section covers the financial perspectives, own resources and the budget of the European Union and statistical questions. In the field of taxation, the ECO section deals with problems relating to tax harmonisation and the approximation of laws in this field. It is also responsible for issues relating to the financial markets and the integration of these markets. In the field of economic and social cohesion, the remit of the ECO section embraces regional and structural policy and cohesion policy. Finally, the ECO section is also responsible for issues relating to spatial planning, urban policy and metropolitan areas. Section for the Single Market, Production and Consumption (INT) President: Bernardo HERNÁNDEZ BATALLER (GR III – Spain) The INT section's remit covers the following fields: industrial policy (both general and sectoral), market policies, competition policy, services (including banking, commerce, insurance and tourism but excluding services of general interest, such as the distribution of water and electricity and postal services) small and medium-sized enterprises (SMEs), the social economy (cooperatives, mutuals, associations These diverse groupings are bound together by their sense of duty towards the large proportion of the EU population whose interest they represent. This sense of duty has always inspired the group to call for social and economic players to be effectively involved in shaping EU decisions. The shared goal of the groups is to achieve real economic and social democracy in the EU. The Sections and other EESC bodies The Committee has six sections, which deal with the main areas covered by the Treaties. The sections generally set up study groups, whose members include a rapporteur, assisted by experts, for the preparation of their opinions. When addressing a number of particular issues or issues which may fall within the remit of more than one of its sections, the EESC may make use of a temporary ad hoc structure, namely the subcommittee. The subcommittees operate in much the same way as sections. Their task is confined to examining a particular problem by a given deadline. 18 The EESC: a bridge between Europe and organised civil society 19 The EESC: a bridge between Europe and organised civil society ",
        "energy sources and fossil fuels, as well as on energy efficiency and, most recently on securing an optimal energy mix. Section for Employment, Social Affairs and Citizenship (SOC) President: Brenda KING (GR I – United Kingdom) The SOC section covers a broad range of policies including employment, working conditions, occupational health and safety, public health, social protection, social security, social inclusion, gender equality, combating discrimination, improving free movement, immigration/integration and asylum, education and training, citizens' rights, and participatory democracy in the EU. Working on the basis of mandatory and optional referrals set out in the Treaties, plus exploratory opinions requested by the European Parliament, Commission and EU Presidencies and own-initiative opinions, the SOC section activities cover the work of several EP Parliamentary Committees and Commission DGs, giving a comprehensive input to the social dimension of the European Union. Key themes recently highlighted in the SOC section programme include employment guidelines, job growth and quality employment, changes in employment legislation, the health of the Community and the security strategy, supplementary pensions rights, social protection and social security, the European social model, corporate social responsibility, European citizenship, life- long learning and training, women's representation, people with disabilities, voluntary work, mental health, immigration and the Hague Programme, and civil society's contribution to combating organised crime and terrorism. Hearings on such themes are regularly held with experts and civil society organisations. and foundations), the professions, company law, research, intellectual property, consumer protection and the customs union. The Single Market Observatory (SMO) operates under the auspices of the INT section. Each year, on 15 March, the INT section organises European Consumers' Day. Section for Transport, Energy, Infrastructure and the Information Society (TEN) President: János TÓTH (GR III – Hungary) The main areas of activity of the Section for Transport, Energy, Infrastructure and the Information Society (TEN) cover the full range of issues relating to the various transport modes, major trans-European infrastructure networks, energy, the information society, services of general interest and the EU's audiovisual policy. With a view to the preparation of its opinions (be they mandatory, optional, own- initiative or exploratory opinions), the section establishes close relations with the various EU Institutions and all the representative civil society organisations concerned. These contacts are established through meetings of the section and its study groups. The TEN section also organises an increasing number of hearings on key issues and sends representatives to attend the various events held throughout the EU and in neighbouring states. Thus, the section fulfils the EESC's role of involving organised civil society and citizens more closely in debates and decisions at European level. With regard to transport, the section has been involved for quite a long period in the promotion of a structured dialogue with regard to the pan-European transport corridors which provide the backbone for developing European transport infrastructures. In specific terms, the work of the section involves organising visits and public debates at local level, as well as intensified cooperation between the management committees of these corridors. In 2005 the section set up a permanent study group on services of general interest to monitor and stimulate the debate on this subject at European level. The section is actively cooperating in this field with the European Commission and national economic and social councils. The section has drawn up numerous own-initiative and exploratory opinions on various energy sources and technologies, including nuclear energy, renewable 20 The EESC: a bridge between Europe and organised civil society 21 The EESC: a bridge between Europe and organised civil society ",
        "the European Institutions. In drawing up these opinions, the section works closely with the European Institutions and representatives of both EU civil society organisations not represented within the section and of civil society organisations in non-EU states. Close relations have been established with economic and social partners and other civil society organisations in non-EU states with a view, mainly, to discussing economic and social issues and helping to strengthen civil society. With this aim in view, joint declarations are adopted and submitted to the political authorities. Relations with the EESC's counterparts are conducted through the medium of follow-up committees, joint consultative committees and contact groups. Follow- up committees on civil society and joint consultative committees have been set up with the countries which have begun accession negotiations and with members of the European Economic Area. Contact groups have been established with western Balkan states and the EU’s eastern neighbours. In addition, follow-up committees work together with their counterparts in the fields of relations with the African, Caribbean and Pacific states and Latin America and within the framework of the Euro-Mediterranean partnership. An EU-India Civil Society Round Table meets on a regular basis, and the Committee has entered into regular working relations with the Chinese ESC. In addition, the EESC is fully involved in monitoring negotiations on international trade, and in particular the consultation of organised civil society conducted in parallel with WTO negotiations. The Single Market Observatory (SMO) President: Jorge PEGADO LIZ (GR III – Portugal) In 1994 the Single Market Observatory (SMO) comprising 33 members was set up at the EESC with the support of the European Parliament, the Council of the European Union and the European Commission. Its aim is to monitor the operation of the single market at grassroots level, identify any shortcomings and suggest improvements. The SMO has its own website at http://www.eesc.europa.eu/smo/index_en.asp. Section for Agriculture, Rural Development and the Environment (NAT) President: María Candelas SÁNCHEZ MIGUEL (GR II – Spain) The main areas of activity of the Section for Agriculture, Rural Development and the Environment (NAT) are as follows: the CAP and its reform; the new pillar of rural development; food safety; the common fisheries policy and its reform; and protection of the environment. In its work in the above fields – most of the proposed legislation in these fields involves mandatory consultation of the EESC – the section has established contacts with the other EU Institutions and the socio-economic organisations concerned; such contacts have also been fostered by section and study group meetings. The section organises hearings and holds meetings in and outside Brussels geared, inter alia, to the priorities of the Council presidencies, and ensures that its members play their part in the key events in the abovementioned fields. Particular attention is drawn to the section's own-initiative opinions and exploratory opinions and its broad consultations on highly topical issues, namely: the various components of the CAP; the Sixth Environmental Action Plan; the implementation of the reform of the common fisheries policy; and the debate on the strategy for sustainable development. In addition, the Sustainable Development Observatory (SDO) operates under the auspices of the section. Section for External Relations (REX) President: Filip HAMRO-DROTZ (GR I – Finland) The main areas of activity of the Section for External Relations (REX) are as follows: trade, development and relations with organised civil society in regions throughout the world, in particular those states and regions with which the EU maintains structured relations. The REX section mainly draws up own-initiative opinions but it is also, and to an increasing extent, preparing exploratory opinions in response to requests from 22 The EESC: a bridge between Europe and organised civil society 23 The EESC: a bridge between Europe and organised civil society ",
        "The Consultative Commission on Industrial Change (CCIC) President: Josly PIETTE (GR II – Belgium) (until June 2007) Joost van IERSEL (GR I – Netherlands) Building on the experience acquired by the European Coal and Steel Community (ECSC) Consultative Committee during over fifty years in the field of consultative dialogue, the Consultative Committee on Industrial Change combines this asset with the diversity of its membership and remit, which have been extended to all industrial sectors; it is therefore the only body of its kind in the European institutions. As such, it offers added value to the EESC's work as a whole. The CCIC is more than just a repository of past experience. In focusing on the subjects which it deals with, the CCIC's task is to look to the future. The emphasis is on anticipation, prevention and analysis, in such a way as to ensure constructive common approaches to managing industrial change from economic, social, territorial and environmental perspectives. The CCIC promotes the coordination and coherence of Community action in response to the main developments in industry and ensures that a balance is struck between the need to implement change in a socially acceptable way while maintaining European industry's competitive advantage. The Lisbon Group President: Mario SEPI (GR II – Italy) Since the Lisbon Strategy was launched by the European heads of state and government in Lisbon in 2000, the EESC has always considered this to be one of the most important projects for the future of Europe. The European Council of 22 and 23 March 2005 called on the EESC to draw up a summary report on the implementation of the Lisbon Strategy in the Member States. This report, which was drawn up by the EESC and the national ESCs and similar institutions for the Spring 2006 European Council, was a great success. It was followed by a new explicit request from the European Council of 23 and 24 March 2006. The EESC therefore decided in June 2006 to set up an ad hoc In order to carry out this task properly, the SMO set up an interactive information network bringing together data provided by EESC members, their organisations and single market \"users\": the PRISM database (\"Progress Report on Initiatives in the Single Market\") http://www.eesc.europa.eu/omu_smo/prism/ The SMO holds regular hearings in Brussels and in the Member States, as well as in the associated countries and the applicant countries, on both general and specific topics to consult those who have to cope on a daily basis with the problems that still exist within the single market. The Sustainable Development Observatory (SDO) President: Frederic Adrien OSBORN (GR III – UK) The Sustainable Development Observatory (SDO) was set up by the EESC in October 2006. Its long-term objective is to make the EESC a credible authority on sustainable development from the perspective of civil society, by establishing and developing close and constructive working relations with the European Commission, the Council and the European Parliament. Thanks to the Observatory, the Committee should be able to reach dynamic compromises which transcend interest groups, with equal emphasis on the three pillars of sustainable development (environment, social and economic). The main tasks of the Observatory are to share best practice (with the support of a database), to stimulate debate (conferences, hearings, publications) and to analyse the impact of sustainable development from the point of view of civil society (opinions, reports). The Sustainable Development Observatory (SDO) comprises 33 members. To ensure that the observatory has expertise on cross-cutting issues, its members represent various sections, in particular the NAT, SOC, TEN and ECO sections. 24 The EESC: a bridge between Europe and organised civil society 25 The EESC: a bridge between Europe and organised civil society ",
        "Standard procedure for drawing up EESC opinions EESC opinions are generally drawn up in the following way: 1. Requests for opinions are forwarded to the EESC president, usually by the Council but sometimes by the Commission or the European Parliament. 2. The EESC bureau decides which section is to be responsible for the Committee's preparatory work. 3. The section sets up a study group (on average nine members) and appoints a rapporteur, who is assisted by experts (maximum of four). 4. On the basis of the study group's work, the section adopts its opinion by a simple majority and forwards it to the Committee president. 5. After considering the section's text, the Committee adopts its opinion in the plenary session by a simple majority. 6. This opinion is sent to the Council, the Commission and the European Parliament and is published in the Official Journal of the European Union. The process for drawing up own-initiative opinions of the Committee is the same, but opinions must be authorised in advance by the plenary assembly on a proposal from the bureau. Bureau Group: the Lisbon Group on the Renewed Lisbon Strategy 2006-2008, with a view to drawing up a new summary report for spring 2008 in close cooperation with representatives of national ESCs and similar organisations representing civil society. The Lisbon Group is chaired by Mario Sepi, and its secretariat is provided by the ECO section. The Plenary Assembly The full Committee adopts its opinions by simple majority at the plenary session on the basis of section opinions and forwards them to the Council, the Commission and the European Parliament. The Committee's opinions are published in the Official Journal of the European Union and can also be obtained on the Internet (http://www.eesc.europa.eu) or by writing to the secretariat (fax: (32-2) 546 97 64 – e-mail: publications@eesc.europa.eu). The Committee's opinions, regardless of whether the legal basis for them is mandatory or an optional referral, are a necessary legal component for the Council's final decision. 26 The EESC: a bridge between Europe and organised civil society 27 The EESC: a bridge between Europe and organised civil society ",
        "The broadening of international relations to cover relations between societies as well as between governments is widely accepted in the European Union and in many countries throughout the world. These \"new players\" in international relations, in particular the representatives of civil society organisations, are therefore called upon to play an increasingly important role in tandem with those traditionally involved in international relations. Alongside the EU Council, the European Commission and the European Parliament, the Committee therefore provides a unique contribution to the EU's foreign policy, by championing the \"civil society\" dimension. The Committee's role is not confined to issuing opinions and recommendations to the other EU institutions as it also operates directly in third countries by developing dialogue with representatives of civil society organisations and contributing to the development and establishment of consultative structures in these countries. Through its support for civil dialogue, the EESC has earned itself the role of bridge between the citizens of these countries and the European Union, and helps to perpetuate and consolidate a model of pluralist and participatory democracy in its partner countries. (cid:129) Europe The EESC has set up and continues to set up joint consultative committees (JCCs) in connection with the enlargement process. These JCCs have made and continue to make it possible to integrate the expertise and experience of socio- occupational organisations from the EU and the countries concerned and, in so doing, to contribute to the success of the enlargement negotiations. Following the enlargement of 1 May 2004, the EESC reorientated its policy vis-à- vis non-EU European countries as follows: The EESC: spreading the European message The Secretariat-general The Committee is serviced by a secretariat headed by a secretary-general, who carries out his duties under the authority of the president representing the Committee's bureau. Mr Patrick Venturini has been secretary-general since October 1998. In December 2002 his five- year term was renewed for the period 2003-2008. The EESC's headquarters are located at 99 rue Belliard, 1040 Brussels, in the immediate vicinity of the other institutions (the Parliament, Commission and the Council). The EESC at the heart of the European quarter P l a c e d u L u x e m b o u r g 1 2 3 4 5 Siège du Comité économique et social européen Headquarters of the European Economic and Social Committee Sitz des Europäischen Wirtschafts- und Sozialausschusses Rue Belliard, 99 Siège du Parlement européen Headquarters of the European Parliament Sitz des Europäischen Parlaments Rue Wiertz, 43 Siège du Conseil de l’UE Headquarters of the Council of the European Union Sitz des Rates der Europäischen Union Rue de la Loi, 175 Siège de la Commission européenne Headquarters of the European Commission Sitz der Europäischen Kommission Rue de la Loi, 200 Siège du Comité des régions Headquarters of the Committee of the Regions Sitz des Ausschusses der Regionen Rue Belliard, 101 Mr Patrick VENTURINI, Secretary-general of the European Economic and Social Committee 28 The EESC: a bridge between Europe and organised civil society 29 The EESC: a bridge between Europe and organised civil society ",
        "➤ Eastern European neighbours, including Russia The EESC has adopted several opinions on the neighbourhood policy and on EU-Russia relations. It has also drafted an opinion on relations with Belarus. Strengthening ties between the EESC and civil society in neighbouring Eastern European countries (Russia, Ukraine, Moldova and Belarus and the Caucasus states) is a long-term process that the new Member States will greatly enrich because of the knowledge and contacts that they can contribute to the European Union’s strategy. The Committee will deepen its relations with the enlarged European Union’s neighbours to contribute to their political and socio-economic reform. To this end, the EESC held a seminar in February 2006 in Kiev to develop relations with organised civil society in Ukraine. This type of activity will be developed in the future. The EESC also undertakes activities relating to Europe's northern dimension. At the request of the Finnish presidency, the EESC has also carried out work on the future of the northern dimension. ➤ The European Economic Area The European Economic Area Consultative Committee (EEA-CC) is a body that consists of nine EESC members and an equal number of members from the European Free Trade Association (EFTA) from Iceland, Norway and Liechtenstein. The EEA-CC's main goal is to issue recommendations to the authorities of the countries concerned. Switzerland is an observer on this committee. (cid:129) The Euro-Mediterranean partnership The Euro-Mediterranean Conference in Barcelona in November 1995 commissioned the Committee to strengthen links with economic and social players in the 35 (25+10) countries involved and thus to become a prime mover in the Euro- Mediterranean partnership. Since 1995 annual summits of economic and social councils and similar institutions have been held in Madrid, Paris, Casablanca, Lisbon, Antalya, Naples, Athens, St Julians, Valencia, Amman, and in 2006 in Ljubljana. The EESC speaks its mind on major issues of interest to the Euro-Mediterranean partnership and issues recommendations to promote the participation of civil ➤ Countries involved in accession negotiations Joint bodies such as the joint consultative committees will continue to serve as the EESC’s frame of reference for enlargement procedures. They will continue to transfer know-how, experience and information regarding common policies and the implementation of the acquis communautaire between the European Union and socio-occupational organisations in these countries. The EU-Turkey JCC continues to focus its activities on several fundamental aspects of the accession negotiations. The EU-Croatia civil society follow-up committee was set up during the first half of 2007. In addition to the technical aspects of accession, citizens in these countries and in the EU Member States need to be able to identify with an enlarged Europe. The EESC therefore tries to promote and facilitate the creation and reinforcement of economic and social councils and similar institutions, thereby consolidating the social dialogue and civil dialogue structures. ➤ The Western Balkans Through its opinions, the EESC analyses and thereby contributes to the Commission's reflections on the future of the stabilisation and association process. Thus the EESC adopted an exploratory opinion on the \"Situation of civil society in the Western Balkans\" in May 2006. In addition, in order to strengthen its relations with the representatives of organised civil society in the region, the EESC held the first forum on civil society in the Western Balkans in Brussels on 27 and 28 March 2006. This event, which brought together 200 participants, culminated in the adoption of joint conclusions setting the foundations for future joint action between the EESC and civil society organisations in the region. The EESC is focusing on the important role of civil society in the consolidation of regional integration in South-East Europe and in still fragile states. The Committee ensures in particular that organised civil society is more involved in implementing the Thessaloniki agenda and the stabilisation and partnership agreements. The Committee will continue to suggest setting up joint committees with civil society in the countries that will be given the status of candidates for membership. The EESC also stresses the importance of providing more resources for local organisations with viable long-term projects. 30 The EESC: a bridge between Europe and organised civil society 31 The EESC: a bridge between Europe and organised civil society ",
        "(cid:129) Latin America The focus of the Committee's relations with Latin America is the development of civil dialogue between the two regions and support for the creation of forums for dialogue at the level of civil society in Latin American countries and regions. In this context it has strongly developed cooperation with Latin American consultative institutions such as the Mercosur advisory body, the Foro Consultivo Económico Social (FCES), the Andean Community and Central American consultative committees for workers and employers and the Brazilian Economic and Social Development Council. At the European Commission's request, the EESC regularly organises meetings with EU-LAC civil society organisations (Rio de Janeiro 1999; Madrid 2002; Mexico 2004; Vienna 2006) in parallel with summits of EU-LAC heads of state and government. The most recent meeting in Vienna made it possible to adopt joint recommendations on social cohesion in Latin America and the Caribbean and strengthen contacts with forums for dialogue at regional and national level. The aim is to ensure the full participation of civil society in the EU-LAC partnership and promote the creation of consultative committees in the framework of association agreements being negotiated or that will be negotiated in future between the European Union and Mercosur, the Andean Community and central America. Since 2004, the Committee has been invited to attend the summits of heads of state and government of the European Union and Latin America and the Caribbean to present the recommendations adopted by organised civil society. (cid:129) India At the request of the European Commission, the EESC set up and co-hosted with its Indian partners the EU-India civil society round table, whose aim is to promote dialogue at civil society level and thereby add a new dimension to relations between the EU and India. The round table meets twice a year alternately in a country of the European Union and in India, and has already met nine times. The Committee's recommendations are important insights for decision-makers within the Indian government and the European institutions. The most recent meeting of this round table was held in Vienna in June 2006 and it dealt mainly with energy, social development and minorities. Furthermore, the round table decided to set up an online forum for civil society, which was launched at the end of 2006. society in the definition and implementation of Euro-Mediterranean policies and the European Neighbourhood Policy. Committee activity, as part of the Barcelona Process, will also focus on the emergence and consolidation of civil society organisations in the Mediterranean partner countries, as well as promoting the concepts of consultation and cooperation among the social partners and other representatives of civil society organisations. In preparation for the Euro- Mediterranean Summit of economic and social councils and similar institutions in 2006 the Committee drafted an information report on support for young people under the European Neighbourhood Policy. (cid:129) The African, Caribbean and Pacific States For more than twenty years the Committee, under the auspices of the ACP-EU Joint Assembly, has been organising annual meetings of the representatives of ACP and EU economic and social interest groups. The Committee's role has been amplified by the Partnership Agreement between the ACP States and the EU and its Member States, signed on 23 June 2000, which commissions the Committee to organise the consultation sessions and meetings of ACP and EU economic and social interest groups. In the context of its relations with the ACP countries, the EESC monitors the involvement of non-state actors in the implementation of the Cotonou Agreement and also monitors negotiations on regional economic partnership agreements. It also promotes the consultative role in ACP countries and regions and the establishment of forums for dialogue between civil society representatives in these countries. Within this context, the EESC has organised eight regional seminars. The last ones took place in Mauritius (November 2003), Fiji (October 2004) and Mali (May 2006). Moreover, the EESC organises conferences in Brussels, to which delegates from all ACP countries are invited. Thus the 24th meeting of ACP-EU economic and social interest groups was held in Brussels in June 2005 with the participation of Commissioner Michel and Commissioner Mandelson. The ACP-EU follow-up committee also attends meetings of the Joint Parliamentary Assembly which are held twice a year, and presents its activities to this assembly. The follow-up committee also attends the meetings of the ACP-EU Council of Ministers, which take place once a year. 32 The EESC: a bridge between Europe and organised civil society 33 The EESC: a bridge between Europe and organised civil society ",
        "(cid:129) International organisations In addition to its action at the level of the WTO, the EESC maintains relations with the International Labour Organisation, especially through high-level meetings and ILO attendance at meetings organised by the EESC and vice versa. The EESC has also established contacts with the United Nations' Economic and Social Council and the United Nations Development Programme. (cid:129) China The EESC maintains steady relations with the Chinese ESC with which a cooperation agreement was signed in July 2002. A complementary agreement strengthening cooperation between the EESC and the Chinese ESC was concluded during the EESC's visit to Beijing on 19-21 October 2005. This agreement provides for annual meetings at presidential level and regular dialogue between the civil society organisations of the two partners, in compliance with the 2002 cooperation protocol. On the basis of the conclusions of the EU-China summit of 2006, the EU-China civil society round table was set up during the first half of 2007. (cid:129) International trade The EESC is fully involved in the consultations between the European Commission and civil society. An EESC delegation attended the Seattle and Doha, Cancun and Hong Kong conferences as advisors with the EU delegation. An opinion on the preparation for the Sixth WTO Ministerial Conference was adopted before the ministerial conference in Hong Kong, and since then similar opinions have been drawn up before each WTO Ministerial Conference. The EESC has also conducted a detailed study of the participation of civil society in multilateral trade negotiations. It maintains contacts with its counterparts and representatives from third countries to identify ways and means to strengthen the participation of civil society in the WTO and contribute thereby to the search for better worldwide governance. 34 The EESC: a bridge between Europe and organised civil society 35 The EESC: a bridge between Europe and organised civil society ",
        "LATIN AMERICA ❚ Meetings with Latin American/Caribbean-EU organised civil society ❚ Twice yearly meetings with the Mercosur Foro Consultivo Económico y Social (FCES) ❚ Regular contact with the consultative councils of the Andean Community and Central America ASIA ❚ India: EU-India round table and follow-up committee ❚ China: EU-China round table OTHER COUNTRIES OR AREAS ❚ Participation in the International Association of Economic and Social Councils and Similar Institutions (AICESIS) ❚ Contacts with the WTO, the ILO and the ECOSOC of the United Nations ❚ USA − Canada ❚ Bilateral contacts and opinions on the Transatlantic Dialogue The EESC's \"structured dialogue\" EUROPE ❚ Turkey (joint consultative committee); Croatia (civil society follow-up committee) ❚ Western Balkans: contact groups; civil society forum and future joint consultative committees ❚ New Eastern neighbours, including Russia: contact groups and seminars ❚ European Economic Area: consultative committee EUROMED PARTNERSHIP (EU + 10 Mediterranean states) ❚ Annual summits of economic and social councils and similar institutions ❚ Euromed follow-up committee ❚ Specialist working parties ACP ❚ General meetings in Brussels ❚ Regional seminars ❚ ACP-EU follow-up committee ❚ Participation in ACP-EU Council of Ministers ❚ Participation in the ACP-EU Joint Parliamentary Assembly 36 The EESC: a bridge between Europe and organised civil society 37 The EESC: a bridge between Europe and organised civil society ",
        "General information (cid:129) The EESC: a key link between the European institutions and organised civil society European and national civil society organisations, including socio-economic organisations, meet regularly at the EESC and participate actively in conferences and hearings organised by the Committee. Their European or national experts help to enrich the debates when opinions are drawn up through their expertise and their experience in the field. Relations between Committee members and the national civil society organisations to which they belong ensure a broad flow of information on the initiatives and activities of the EESC and, more generally, the EU, and they do much to increase awareness of the realities of the European Union and enhance opinion forming in the organisations themselves. The Committee is also keen to be a better and more effective portal and listening post for organised civil society. This desire for openness and interchange takes the form of numerous initiatives – seminars, hearings, conferences and forums – involving civil society organisations, including European ones, which are not, or are only indirectly, represented at the Committee. Through these initiatives, some of which are conducted at the request of the EU institutions, and in particular the European Commission, the EESC is able better to reflect the diversity of organised civil society and its development. It also promotes the establishment of broader structured dialogue between organised civil society and the EU institutions, and between civil society organisations themselves. As a further step in this cooperation, a liaison group was set up in September 2004 between the EESC and European civil society organisations and networks. The role of the liaison group, whose remit is to be a forum for political dialogue, will be (a) to guarantee a coordinated EESC approach to European civil society organisations and networks, and (b) to follow up joint initiatives. The EESC intends to use this initiative to raise the profile and influence of organised civil society at European level as well as consolidate the EESC's role 39 The EESC: a bridge between Europe and organised civil society ",
        "to help to analyse key questions on the EU political agenda. In 2004 and 2005, the subject matter concerned the mid-term review of the Lisbon process, whereas in 2006, the focus fell on immigration and integration. The presidents on these occasions adopted joint declarations, which were sent to the Heads of State and government of the Member States. The EESC also backs fresh moves by organisations, the social partners, other civil society organisations and governments to set up economic and social councils, especially in the Member States and candidate countries for EU membership that do not yet have them. This support is also provided to governments outside the European Union, not only in order to set up economic and social councils but also round tables for facilitating civil dialogue, such as the EU-India round table. Lastly, the EESC is also a member of the International Association of Economic and Social Councils and Similar Institutions (AICESIS), which was set up in 1999. Nearly 50 countries are currently members of this body. This association aims to boost organised civil society's influence in the context of globalisation. as the institutional representative of organised civil society and spokesperson for its concerns, expectations, and aspirations at EU level. (cid:129) The EESC and communication policy The Committee, mainly through the role played by its communication group, endorsed the emerging concept whereby the European Union should develop a genuine communication policy and review and make the most of its communication tools. In its opinion of the various Commission initiatives on communication policy – more specifically, Plan-D for Democracy, Dialogue and Debate, and the White Paper of February 2006 on a communication policy – the Committee expressed its conviction that organised civil society and the Committee itself should play a more important role in bringing the citizen closer to the European Union. The Committee holds stakeholder forums in Brussels and in Member States in order to facilitate the debate and encourage listening. The Committee works closely with the other institutions to face the common challenge presented by communication. (cid:129) Cooperation between the EESC and the economic and social councils and similar institutions in the Member States The Committee maintains ongoing contacts with economic and social councils in the EU Member States. The aim is to boost structured dialogue between the players of organised civil society and promote grassroots involvement in the European venture. These contacts are based on the shared conviction that economic and social policy with a direct impact on people's lives (jobs, social rights and social dialogue, the knowledge-based society, public services and the Lisbon Strategy) requires closer cooperation between consultative bodies at both national and European level. With this in mind, conferences on these issues are staged jointly in the country holding the EU presidency (2000: Lisbon and Paris; 2001: Brussels; 2002: Madrid; 2003: Athens and Rome; 2004: Dublin and The Hague; 2005: Luxembourg; 2006: Budapest, Vienna and Helsinki). Moreover, the presidents and secretaries-general of economic and social councils and the EESC meet regularly at the invitation of one of the national councils (2001: Finland; 2002: Ireland; 2003: Spain; 2004: Luxembourg; 2005: Paris; 2006: Lisbon) 40 The EESC: a bridge between Europe and organised civil society 41 The EESC: a bridge between Europe and organised civil society ",
        "(cid:129) The website The European Economic and Social Committee has a website: http://www.eesc.europa.eu. (cid:129) Publications and reference material The opinions of the Committee are published in the Official Journal of the European Union. The EESC distributes a monthly newsletter called EESC Info, a Summary note of the EESC's work which appears nine times a year, after each plenary session, and a twice-yearly memo setting out the Committee's work priorities for each Union presidency. All these documents, including the opinions, are available on the website (http://www.eesc.europa.eu). You can also regularly receive these different documents free of charge by making a request to the Secretariat. Finally, the EESC publishes brochures on specific topics in collaboration with the Publications Office of the European Communities and, every two years, a report on its own activities. These brochures are on the EESC website and can be obtained free of charge by e-mailing an order to: publications@eesc.europa.eu. (cid:129) Welcome to the EESC The European Economic and Social Committee is open to the public on written request and each year welcomes groups of visitors, mainly members of civil society organisations and groups of students. For any information: info@eesc.europa.eu 42 The EESC: a bridge between Europe and organised civil society 43 The EESC: a bridge between Europe and organised civil society © A r c h i t e c t e s : A R T & B U I L D + a t e l i e r d ʼ a r c h i t e c t u r e P a u l N O Ë L ",
        "Recent Committee work (cid:129) Main EESC own-initiative and exploratory opinions in 2005-2006 Section for Agriculture, Rural Development and the Environment Own-initiative opinions (cid:2) The large retail sector – trends and impacts on farmers and consumers (cid:2) Hygiene rules and artisanal food processors (cid:2) Joint enterprises in the fisheries sector: current state of play and future prospects (cid:2) Sustainable development in agriculture, forestry and fisheries and the challenges of climate change (cid:2) Regrowing raw materials – development outlook for producing materials and energy (cid:2) The future outlook for agriculture in areas with specific natural handicaps (upland, island and outermost areas) (cid:2) Meeting the challenges of climate change – The role of civil society Exploratory opinions (cid:2) The role of sustainable development within the forthcoming financial perspectives (cid:2) Wood as an energy source in the enlarging Europe (cid:2) EU campaign to conserve biodiversity: position and contribution of civil society Section for Economic and Monetary Union and Economic and Social Cohesion Own-initiative opinions (cid:2) Strengthening economic governance – The reform of the Stability and Growth Pact (cid:2) Broad Economic Policy Guidelines 2005-2008 (cid:2) Flexicurity: the case of Denmark 45 The EESC: a bridge between Europe and organised civil society ",
        "Section for External Relations Own-initiative opinions (cid:2) EU-Mexico relations (cid:2) External action of the Union: the role of organised civil society (cid:2) Prioritising Africa: European civil society's perspective (cid:2) EU-Andean Community relations Exploratory opinions (cid:2) How to integrate social aspects into the Economic Partnership Agreement negotiations (cid:2) EU-China relations: role of civil society (cid:2) Situation of civil society in the Western Balkans (cid:2) The future of the Northern Dimension policy (cid:2) European neighbourhood policy Section for Single Market, Production and Consumption Own-initiative opinions (cid:2) Social tourism in Europe (cid:2) Regulating competition nd consumer protection (cid:2) European industrial districts and the new knowledge networks (cid:2) Tourism policy in the enlarged EU (cid:2) How to improve the implementation and enforcement of EU legislation (cid:2) Legal framework for consumer policy (cid:2) The contribution of tourism to the socio-economic recovery of areas in decline (cid:2) Tourism and culture: two forces for growth Exploratory opinions (cid:2) Better lawmaking Section for Transport, Energy, Infrastructure and the Information Society Own-initiative opinions (cid:2) Renewable energy sources (cid:2) The institutional framework for inland waterway transport in Europe (cid:2) The future of services of general interest Exploratory opinions (cid:2) Creation of a common consolidated corporate tax base in the EU (cid:2) JEREMIE Lisbon Group (cid:2) The road to the European knowledge-based society – the contribution of organised civil society to the Lisbon Strategy Section for Employment, Social Affairs and Citizenship Own-initiative opinions (cid:2) Social cohesion: fleshing out a European social model (cid:2) European Works Councils: a new role in promoting European integration (cid:2) Making European citizenship visible and effective (cid:2) The prevention of juvenile delinquency. Ways of dealing with juvenile delinquency and the role of the juvenile justice system in the European Union (cid:2) Domestic violence against women (cid:2) Obesity in Europe – role and responsibilities of civil society partners (cid:2) Immigration in the EU and integration policies: cooperation between regional and local governments and civil society organisations Exploratory opinions (cid:2) Civil society participation in the fight against organised crime and terrorism (cid:2) Representation of women in the decision-making bodies of economic and social interest groups in the European Union (cid:2) Poverty among women in Europe (cid:2) Quality of working life, productivity and employment in the context of globalisation and demographic challenges 46 The EESC: a bridge between Europe and organised civil society 47 The EESC: a bridge between Europe and organised civil society ",
        "(cid:129) Main publications (booklets, brochures and folders) 2005-2006 Role and operation of the EESC (cid:2) Vademecum 2004-2006 (cid:2) Welcome to your Committee (cid:2) Rules of Procedure (cid:2) The EESC: a bridge between Europe and organised civil society (cid:2) The European Economic and Social Committee in ten points (cid:2) President's programme 2004-2006 (cid:2) President's report 2004-2006 Organised civil society (cid:2) Civil societies in the EU's four neighbouring countries to the east (cid:2) EU-ACP meetings: the role of organised civil society in development (cid:2) Third meeting between EU, Latin American and Caribbean organised civil society (cid:2) Governance and NGOs of the future (cid:2) Living Europe (cid:2) Public services: the role of civil dialogue in the provision of quality economic and social services Single Market, Production and Consumption (cid:2) What is the state of the enlarged single market? 25 findings by the Single Market Observatory (cid:2) Co-regulation and self-regulation in the single market (cid:2) Improving the EU regulatory framework – upstream and downstream of the legislative process – A paramount political priority (cid:2) Tourism policy in the enlarged European Union (cid:2) The contribution of tourism to the socio-economic recovery of areas in decline (the Córdoba Declaration) (cid:2) Entrepreneurship in Europe (cid:2) Air safety (cid:2) GALILEO programme: successful establishment of the European supervisory authority (cid:2) Pan-European transport corridors 2004-2006 (cid:2) Current situation and prospects for traditional energy sources – coal, oil and natural gas – in a future energy mix Exploratory opinions (cid:2) Security of modes of transport (cid:2) Energy Efficiency (cid:2) The energy supply of the EU: a strategy for an optimal energy mix The Consultative Commission on Industrial Change (CCMI) Own-initiative opinions (cid:2) The scope and effects of company relocations (cid:2) Social dialogue and employee participation, essential for anticipating and managing industrial change (cid:2) The effects of international agreements to reduce greenhouse gas emissions on the industrial change processes in Europe (cid:2) The role of technology parks in the industrial transformation of the new Member States – CCMI/025 (cid:2) Risks and problems associated with the supply of raw materials to European industry (cid:2) Sustainable development as a driving force for industrial change (cid:2) The territorial governance of industrial change: the role of the social partners and the contribution of the Competitiveness and Innovation Programme (cid:2) Services and European manufacturing industries: Interactions and impacts on employment, competitiveness and productivity Exploratory opinions (cid:2) The management of industrial change in cross-border regions following EU enlargement 48 The EESC: a bridge between Europe and organised civil society 49 The EESC: a bridge between Europe and organised civil society ",
        "Sustainable development (cid:2) Financing sustainable rural development (cid:2) Reviewing the European sustainable development strategy Miscellaneous (cid:2) Le Comité économique et social européen dans le quartier Léopold et le quartier européen (only in FR) (cid:2) Bertha von Suttner (cid:2) Ommagio a Bruno Di Odoardo (only in IT) (cid:2) Consumer policy after enlargement (the Katowice Declaration) (cid:2) European Consumer Day \"Sustainable consumption\" Employment, Social Affairs and Citizenship (cid:2) 20 years of the European Social Dialogue: state of play and prospects (cid:2) Youth Media - Impacting on Active European Citizenship (cid:2) Equal opportunities for people with disabilities: A European Action Plan (cid:2) Civil societies on the move for a healthier Europe External relations (cid:2) Africa, Caribbean, Pacific: an improved partnership for better development – 30 proposals Communicating Europe (cid:2) How can we improve communication on Europe? What young people in Hungary think about the European Union (cid:2) Communicating Europe: what students think (cid:2) “Europe – use it or lose it?!” Results of a workshop on “Communicating Europe” (cid:2) The Sound of Europe, Salzburg – 27-28 January 2006 (Volumes 1 and 2) Lisbon Strategy (cid:2) Reforming network industries: experiences in Europe and Belgium (cid:2) Luxembourg Declaration on the mid-term review of the Lisbon Strategy (cid:2) Paris Declaration: Restoring confidence in the European project by establishing a genuine dialogue with civil society 50 The EESC: a bridge between Europe and organised civil society 51 The EESC: a bridge between Europe and organised civil society ",
        "The EESC: a bridge between Europe and organised civil society European Economic and Social Committee “Visits and Publications” Unit For further information, please contact: publications@eesc.europa.eu Tel. (32-2) 546 96 04 (cid:2) Fax (32-2) 546 97 64 Rue Belliard 99 (cid:2) B-1040 Bruxelles Internet: http://www.eesc.europa.eu Catalogue No: CESE-2007-02-EN ",
        "EUROPE DIRECT is a service which will help you find an answer to your questions about the European Union. A single Freephone number: 00 800 6 7 8 9 10 11 Would you like to know more? This brochure is one of a series of information documents published by the European Economic and Social Committee. Other titles in the series include: The EESC in Ten Questions and The EESC: a bridge between Europe and organised civil society . These, and a number of more specialised publications, can be consulted and downloaded free of charge at the EESC's website: http://www.eesc.europa.eu. Printed versions of all EESC publications are available free of charge upon request from publications@eesc.europa.eu or you can write to the Visits and Publications Unit, rue Belliard 99, B-1040 Brussels, Belgium. "
    ]
}