{
    "text": [
        "Granting an EU guarantee to the EIB against losses under loans and guarantees for projects outside the EU ***I P7_TA(2011)0062 European Parliament legislative resolution of 17 February 2011 on the proposal for a decision of the European Parliament and of the Council granting an EU guarantee to the European Investment Bank against losses under loans and guarantees for projects outside the European Union (COM(2010)0174 – C7-0110/2010 – 2010/0101(COD)) (2012/C 188 E/30) (Ordinary legislative procedure: first reading) The European Parliament , — having regard to the Commission proposal to Parliament and the Council (COM(2010)0174), — having regard to Article 294(2) and Articles 209 and 212 of the Treaty on the Functioning of the European Union, pursuant to which the Commission submitted the proposal to Parliament (C7- 0110/2010), — having regard to Article 294(3) of the Treaty on the Functioning of the European Union, — having regard to Rule 55 of its Rules of Procedure, — having regard to the report of the Committee on Budgets and the opinions of the Committee on Budgetary Control, the Committee on Development, the Committee on Foreign Affairs, the Committee on Economic and Monetary Affairs and the Committee on International trade (A7- 0019/2011), 1. Adopts its position at first reading hereinafter set out; 2. Calls on the Commission to refer the matter to Parliament again if it intends to amend its proposal substantially or replace it with another text; 3. Instructs its President to forward its position to the Council, the Commission and the national parliaments. EN 28.6.2012 Official Journal of the European Union C 188 E/95 Thursday 17 February 2011 ",
        "P7_TC1-COD(2010)0101 Position of the European Parliament adopted at first reading on 17 February 2011 with a view to the adoption of Decision No …/2011/EU of the European Parliament and of the Council granting an EU guarantee to the European Investment Bank against losses under loans and guarantees for projects outside the European Union [Amendment 1, unless otherwise indicated] THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 209 and 212 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national Parliaments, Acting in accordance with the ordinary legislative procedure ( 1 ), Whereas: (1) In addition to its core mission of financing investment in the European Union, the European Investment Bank (EIB) has since 1963 undertaken financing operations outside the European Union in support of the Union’s external policies. This allows the EU budget funds available to the external regions to be complemented by the financial strength of the EIB for the benefit of recipient countries. In undertaking such financing operations, the EIB contributes to the general guiding principles and policy objectives of the Union, including the development of third countries and the Union’s prosperity in the changed global economic circumstances. The EIB operations in support of the Union’s external policies must continue to be conducted in accordance with the principles of sound banking practices. (2) Article 209 of the Treaty on the Functioning of the European Union (TFEU), in conjunction with Article 208 TFEU, lays down that the EIB is to contribute, under the terms laid down in its Statute, to the implementation of the measures necessary to further the objectives of the Union’s devel­ opment cooperation policy. (3) With a view to supporting the Union’s external action, and in order to enable the EIB to finance investments outside the Union without affecting its credit standing, the majority of its operations in external regions have benefited from an EU budgetary guarantee administered by the Commission. (4) Most recently, the EU guarantee was established for the period 2007-2011 by Decision No 633/ 2009/EC of the European Parliament and of the Council of 13 July 2009 granting a Community Guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Community ( 2 ). (5) The Guarantee Fund for external actions (the ‘Guarantee Fund’), established by Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions (Codified version) ( 3 ), provides a liquidity cushion for the EU budget against losses on EIB financing operations and other EU external action. (6) As required by Decision No 633/2009/EC, the Commission and the EIB have prepared a mid-term review of EIB external financing, based on an independent external evaluation supervised by a steering group of ‘wise persons’, a review by an external consultancy, and specific evaluations produced by the EIB. On 12 February 2010, the steering group submitted a report to the European Parliament, the Council, the Commission and the EIB containing its conclusions and recommendations. EN C 188 E/96 Official Journal of the European Union 28.6.2012 ( 1 ) Position of the European Parliament of 17 February 2011. ( 2 ) OJ L 190, 22.7.2009, p. 1. ( 3 ) OJ L 145, 10.6.2009, p. 10. Thursday 17 February 2011 ",
        "(7) The steering group report concluded that the EU guarantee to the EIB is an efficient and forceful policy instrument with high financial and political leverage and that it should be maintained in order to cover risks of a political or sovereign nature. Certain amendments to Decision No 633/2009/EC were proposed to ensure maximum added value and efficiency in the EIB’s external operations. (8) When the new multiannual financial framework is drawn up, the amounts covered by the EU guarantee should be substantially increased in order to boost the effectiveness and visibility of EU action beyond its borders in line with the Lisbon Treaty. [Amendment 2] (9) The list of countries eligible or potentially eligible for EIB financing under the EU guarantee is set out in Annex II to this Decision, and has been extended compared to the list in Annex I to Decision No 633/2009/EC. (10) The amounts covered by the EU guarantee in each region should continue to represent ceilings for financing by the EIB under the EU guarantee and not targets that the EIB is requested to meet. (11) Extending the EIB external mandate to new countries without revising the ceilings for EIB financing under the EU guarantee would de facto reduce the amount of EIB loans available per country under its external mandate. To avoid weakening EIB action in the countries in which the EIB intervenes, these ceilings should be adjusted accordingly. (12) In addition to the regional ceilings, the optional mandate (the ‘Climate Change Mandate’) of EUR 2 000 000 000 should be activated and allocated as an envelope to support EIB financing oper­ ations in the field of climate change mitigation and adaptation across the regions covered by the mandate. The EIB could contribute with its expertise and resources, in close cooperation with the Commission, to support public authorities as well as the private sector to address the challenge of climate change and to make the best possible use of available financing. For mitigation and adaptation projects, the resources of the EIB should be complemented as far as possible with concessional funds available under the EU budget, through the efficient and consistent blending of grants and loans for climate change financing in the context of EU external assistance. In this regard, it is appropriate that the Commission’s annual report to the European Parliament and the Council should contain a detailed report on the financial instruments used for financing these projects, identifying the amounts of EIB financing under the optional mandate and the corresponding amounts of grants. (13) Eligibility to receive EIB financing for climate change mitigation under the EU guarantee could be restricted for countries that are deemed by the Council not to have committed to meeting appro­ priate climate change-related targets. The Council may impose such restrictions before the EIB commits funds to the respective countries under the Climate Change Mandate. The Council should consult the European External Action Service (EEAS) and the Commission before taking a decision to impose restrictions. (14) The EIB should prepare for the potential implementation, from 2014, of micro-credit financing to improve access to bank finance for the poorest, with the aim of developing wealth-creating micro- projects and reducing poverty. [Amendment 3] (15) The EIB should be allowed to reinvest risk capital and special loans reflows from earlier operations, with the Commission’s approval, to finance new operations of the same order to assist partner countries, as proposed by the Commission in its proposal for a regulation of the European Parliament and of the Council amending Regulation (EC) No 1638/2006 laying down general provisions establishing a European Neighbourhood and Partnership Instrument ( 1 ). EN 28.6.2012 Official Journal of the European Union C 188 E/97 ( 1 ) COM(2008)0308. Thursday 17 February 2011 ",
        "(16) Some flexibility on regional allocation under the Climate Change Mandate should be provided to allow for the fastest and most effective possible uptake of available financing within the 3-year period 2011-2013 , while striving to ensure a balanced distribution across regions over the period based on the established priorities for external aid under the General Mandate. (17) The evaluation found that although the EIB operations carried out in the period covered by the evaluation (2000-2009) were generally in line with EU external policies, the link between EU policy objectives and their operational implementation by the EIB should be strengthened and made more explicit and structured. (18) In order to enhance the coherence of the mandate, strengthen the focus of the EIB external financing activity on supporting EU policies, and for the maximum benefit of beneficiaries, this Decision should set out horizontal high-level objectives in the mandate for EIB financing operations across all eligible countries, building on the comparative strengths of the EIB in areas where it has a well-proven track record. In all regions covered by this Decision, the EIB should thus finance projects in the areas of climate change mitigation and adaptation, social and economic infrastructure (notably in transport, energy including renewable energy, research and development (R&D) into new energy sources, energy security , energy infrastructure, environmental infrastructure including water and sanitation, as well as information and communication technology (ICT)), and local private sector development, in particular in support of small and medium-sized enterprises (SMEs). It should be recalled that improving access for SMEs to financing can play an essential role in stimulating economic development and in the fight against unemployment. Within these areas, regional integration among partner countries, including economic integration between pre-accession countries, neighbouring countries and the Union, should be an underlying objective for EIB financing operations. The EIB can support EU presence in partner countries through foreign direct investment that contributes to promoting technology and knowledge transfer either under the EU guarantee for investments within the aforementioned areas or at its own risk. (19) In order to effectively reach out to SMEs, the EIB should cooperate with local financial intermediary institutions in the eligible countries, in particular to ensure that part of the financial benefits will be passed on to their clients, to check clients’ projects against EU development goals and to provide added value in comparison with market financing. The financial intermediaries’ activities in support of SMEs should be fully transparent and be reported regularly to the EIB. (20) While the EIB’s strength remains its distinctiveness as an investment bank, under this Decision the EIB should frame the development impact of its external operations in close coordination with the Commission and under the democratic control of the European Parliament following the principles of the European Consensus on Development and those set out in Article 208 TFEU, as well as the principles of aid effectiveness outlined in the Paris Declaration of 2005 and the Accra Agenda for Action of 2008 . This should be implemented through a number of concrete measures, in particular by reinforcing its capacity to appraise environmental, social and development aspects of projects, including human rights and conflict-related risks, and by promoting local consultation with public authorities and civil society . When carrying out due diligence in respect of the project, the EIB should oblige the project promoter to carry out local consultations and to disclose their results to the public. Moreover, it should increase its focus on sectors where it has sound expertise from financing operations within the Union and which will further the development of the country in question, such as , inter alia, access to financial services for SMEs and micro-entities, environmental infrastructure including water and sanitation, sustainable transportation and climate change mitigation, particularly in renewable energy. Financing could also include projects in support of health and education, particularly in infrastructure, when there is clear added value. The EIB should also progressively strengthen its activity in support of climate change adaptation, where appropriate working in cooperation with International Finance Institutions (IFIs) and European bilateral finance institutions (EBFIs). This will require access to concessional resources and an increase , within a reasonable period, in specialised human resources devoted to EIB external activities. EIB activity should also be EN C 188 E/98 Official Journal of the European Union 28.6.2012 Thursday 17 February 2011 ",
        "complementary to EU objectives and priorities relating to institution building and sector reforms. Finally, the EIB should define performance indicators which are linked to development and environment aspects of the projects and their results. (21) With the entry into force of the Lisbon Treaty, the function of High Representative of the Union for Foreign Affairs and Security Policy/Vice-President of the Commission (High Representative) has been created with the aim of increasing the impact and coherence of the Union’s external relations. (22) There has also been a broadening and strengthening of the Union’s external relations policies in recent years. This has notably been the case for the Pre-Accession Strategy, the European Neigh­ bourhood Policy, the EU Strategy for Central Asia, the renewed partnerships with Latin America and South-East Asia and the Union’s Strategic Partnerships with Russia, China and India. It is also the case for the Union’s development policies, which have now been extended to include all developing countries. From 2007, the Union’s external relations have also been supported by new financial instruments, i.e. the Instrument for Pre-Accession Assistance (IPA), the European Neigh­ bourhood and Partnership Instrument (ENPI), the Development Cooperation Instrument (DCI), the European Instrument for Democracy and Human Rights (EIDHR) and the Instrument for Stability. (23) In light of the creation of the EEAS and following the entry into force of this Decision, the Commission and the EIB should amend the Memorandum of Understanding on cooperation and coordination in the regions referred to in Council Decision 2006/1016/EC of 19 December 2006 granting a Community guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Community ( 1 ), and, as appropriate and with the approval of the High Representative, extend the new Memorandum of Understanding to the EEAS, in particular as regards the regular and systematic dialogue between the EIB and the Commission at the strategic level, which should also include the EEAS, and other aspects within the competence of the EEAS. (24) EIB activity in Pre-accession countries takes place in the framework established in the Accession and European Partnerships which set out the priorities for each country, and for Kosovo ( 2 ), with a view to making progress in moving closer to the Union, and which provide a framework for EU assistance. The Stabilisation and Association Process (SAP) is the EU policy framework for the Western Balkans. It is based on progressive partnership, in which the Union offers trade concessions, economic and financial assistance and contractual relationships through Stabilisation and Association Agreements (SAAs). Pre-accession financial assistance, through the IPA, helps the candidates and potential candidates prepare for the obligations and challenges of membership of the Union. This assistance supports the reform process, including preparations for eventual membership. It focuses on institution- building, alignment with the acquis of the Union, preparation for EU policies and instruments and promotion of measures to achieve economic convergence. (25) In fulfilling Article 209(3) TFEU, the EIB should strive to indirectly support the achievement of the 2015 Millennium Development Goals in all regions where it is active. (26) EIB activity in Neighbourhood countries should take place in the framework of the European Neigh­ bourhood Policy, under which the Union aims to develop a special relationship with neighbouring countries with a view to establishing an area of prosperity and good neighbourliness, founded on the values of the Union , such as democracy, the rule of law, good governance and respect for human rights, and characterised by close and peaceful relations based on co-operation. In order to achieve these objectives the Union and its partners implement jointly agreed bilateral Action Plans defining a set of priorities including on political and security issues, trade and economic matters, environmental and social concerns and integration of transport and energy networks , such as the Nabucco gas pipeline project and other gas pipeline projects, which are of particular interest to the Union . The Union for the Mediterranean, the EU Strategy for the Baltic Sea Region, the Eastern Partnership, and the Black Sea Synergy are multilateral and regional initiatives are multilateral and regional initiatives complementary to the European Neighbourhood Policy aimed at fostering co-operation between the European Union and the respective group of neighbouring partner countries facing common chal­ lenges and/or sharing a common geographical environment. The Union for the Mediterranean aims to relaunch the Euro-Mediterranean integration process by supporting mutual economic, social and environmental development on both sides of the Mediterranean , and supports improved socio- economic development, solidarity, regional integration, sustainable development and knowledge EN 28.6.2012 Official Journal of the European Union C 188 E/99 ( 1 ) OJ L 414, 30.12.2006, p. 95. ( 2 ) Under United Nations Security Council Resolution 1244 (1999). Thursday 17 February 2011 ",
        "building, underlining the need to increase financial co-operation to support regional and trans-national projects. The Union for the Mediterranean supports, in particular, the creation of maritime and land highways, the de-pollution of the Mediterranean, the Mediterranean solar energy plan, the Medi­ terranean Business Development Initiative, civil protection initiatives and the Euro-Mediterranean university. The EU Strategy for the Baltic Sea Region supports a sustainable environment and optimal economic and social development in the Baltic Sea region. The Eastern Partnership aims to create the necessary conditions to accelerate political association and further economic integration between the Union and Eastern Partner countries , which cannot be achieved unless all Eastern Partnership countries adhere to the principles of democracy, the rule of law and respect for human rights . The Russian Federation and the Union have a wide-ranging Strategic Partnership, distinct from the European Neighbourhood Policy and expressed through the Common Spaces and Roadmaps. These are complemented at multilateral level by the Northern Dimension which provides a framework for co-operation between the Union, Russia, Norway and Iceland. (27) EIB activity in Latin America should take place in the framework of the Union, Latin America and the Caribbean Strategic Partnership. As highlighted in the September 2009 Commission Communication ‘The European Union and Latin America: Global Players in Partnership’ ( 1 ), the EU priorities in the field of cooperation towards Latin America are the promotion of regional integration and the eradication of poverty and social inequality in order to promote sustainable economic and social development. These policy objectives should be fostered taking into account the different level of development of Latin America countries. Bilateral dialogue should be pursued in areas of common interest for the Union and Latin America, including environment, climate change, disaster risk reduction and energy, science, research, higher education, technology and innovation. (28) The EIB should be active in Asia both in dynamic emerging economies and in less prosperous coun­ tries. In this diverse region, the Union is deepening its strategic partnerships with China and India and negotiations are progressing on new partnership and free trade agreements with South-East Asian countries. At the same time, development cooperation remains high on the Union’s agenda with Asia. The EU development strategy for the Asian region aims at eradicating poverty by supporting broad- based sustainable economic growth, promoting a conducive environment and conditions for trade and integration within the region, enhancing governance, increasing political and social stability, and supporting the achievement of the 2015 Millennium Development Goals. Policies are being put in place jointly to address common challenges, such as climate change, sustainable development, security and stability, governance and human rights, as well as the prevention of, and response to, natural and human disasters. (29) The EU Strategy for a new partnership with Central Asia adopted by the European Council in June 2007 has strengthened regional and bilateral dialogue and EU cooperation with Central Asian countries on major issues facing the region, such as poverty reduction, sustainable development and stability. The implementation of the strategy has made important advances in the fields of human rights, rule of law, good governance and democracy, education, economic development, trade and investment, energy and transport and environmental policies. (30) EIB activity in South Africa should take place in the framework of the EU-South Africa Country Strategy Paper. The focal areas identified in the Strategy Paper are employment creation and capacity development for service delivery and social cohesion. EIB activities in South Africa have taken place in high complementarity with the Commission’s development cooperation programme, namely through the EIB focus on private sector support and investments in expansion of infrastructure and social services (housing, electric power , drinking water purification projects and municipal infra­ structure). The mid-term review of the Country Strategy Paper for South Africa has proposed the strengthening of actions in the area of climate change through activities supporting the creation of green jobs. EN C 188 E/100 Official Journal of the European Union 28.6.2012 ( 1 ) COM(2009)0495. Thursday 17 February 2011 ",
        "(31) With a view to enhancing the coherence of overall EU support in the regions concerned, opportunities should be found to combine EIB financing with EU budgetary resources when and as appropriate, in the form e.g. of guarantees, risk capital and interest rate subsidies, investment co-financing, alongside technical assistance for project preparation and implementation, through the IPA, the ENPI, the Instrument for Stability, the EIDHR and the DCI. Whenever such a combination of EIB financing with other EU budgetary resources occurs, all financing decisions should clearly identify the resources to be engaged. The Commission’s annual report to the European Parliament and the Council on EIB financing operations carried out under this Decision should contain a detailed breakdown of the budgetary resources and financial instruments used in combination with the EIB financing. Under the next multiannual financial framework, a greater synergy between these EU financing instruments and the EIB’s external mandate should be established. (32) At all levels, from upstream strategic planning to downstream project development, it should be ensured that EIB external financing operations comply with and support EU external policies and the high-level objectives set out in this Decision. With a view to increasing the coherence of EU external actions, dialogue on policy and strategy should be further strengthened between the Commission, the EEAS and the EIB. To the same end, there should be enhanced cooperation and early mutual exchange of information between the EIB , the Commission and the EEAS at operational level. EIB offices outside the Union should, where appropriate, be located within EU delegations in order to foster such cooperation while sharing operating costs. It is of particular importance to have an early exchange of views between the EIB, the Commission and the EEAS, as appropriate, in the process of preparing programming documents in order to maximise synergies between the activities of these three EU bodies . (33) The practical measures for linking the General Mandate objectives and their implementation should be set out in regional operational guidelines. In order to develop such guidelines, which are of general application and supplement this Decision, the Commission, in close cooperation with the EIB and , on issues falling within its remit, the EEAS , should be empowered to adopt delegated acts in accordance with Article 290 TFEU. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. These guidelines should take as a starting point the wider EU policy framework for each region, reflect EU country strategies and aim to ensure that EIB financing is complementary to corresponding EU assistance policies, programmes and instruments in the different regions. The guidelines should be provided to the European Parliament and Council in the framework of the annual reporting exercise on the EIB external mandate of the Commission. (34) The EIB should prepare, in consultation with the Commission, an indicative multi-annual programme of the planned volume of signatures of EIB financing operations, so as to ensure appropriate budgetary planning for provisioning the Guarantee Fund and to ensure compatibility of the EIB’s forecast financing with the ceilings established in this Decision . The Commission should take account of this plan in its regular budget programming transmitted to the budgetary authority. (35) The Commission should propose by mid-2012, on the basis of the existing positive experience, the establishment of an ‘EU platform for cooperation and development’, with a view to optimising and rationalising the functioning of mechanisms for increased blending of grants and loans in the external regions. Such a proposal should be based on an impact assessment setting out the costs and benefits of such a platform. In its reflections the Commission should consult the EIB , the European Bank for Reconstruction and Development (EBRD) and the other European multilateral and bilateral finance institutions. For this purpose the Commission should create a working group composed of Member State representatives, Members of the European Parliament, the EIB and, if necessary, other insti­ tutions active in the field of EU cooperation and development. Such a platform should promote , under the direction of the Commission, synergies, the exchange of information on project pipelines, mutual reliance arrangements, based on the comparative advantage of the different institutions while EN 28.6.2012 Official Journal of the European Union C 188 E/101 Thursday 17 February 2011 ",
        "respecting the role and prerogatives of the EU institutions in the implementation of the EU budget and of the financing institutions’ loans. Such a platform will be particularly useful when financing development-oriented projects or projects countering climate change. (36) The EIB should be encouraged to carry out a cost-benefit analysis to gradually divide up all its external activities on a geographic basis so as to better adapt to the specific requirements of each area and promote the participation and shared responsibility of partner countries in the practical management of funds and in the financial monitoring of the projects involved. Depending on the outcome of the abovementioned analysis, the EIB should consider beginning this process by splitting up its Mediterranean activities, which until now have been grouped together within the Facility for Euro-Mediterranean Investment and Partnership (FEMIP), and creating a Euro-Mediterranean co- development financial institution, of which the EIB would remain the main shareholder. In the specific case of the Mediterranean, this institutional change would allow the EIB to improve the effectiveness of its action in the Mediterranean countries, boost its visibility and provide increased financial support for the Union’s priority initiatives for the Mediterranean. The EIB should also be supported by the ‘Invest in Med’ programme, which paves the way for effective networking with businesses and those involved in civil society in partner countries. (37) The EIB should be encouraged to increase its operations and to diversify its financial instruments outside the Union without recourse to the EU guarantee so that use of the guarantee can be encouraged for countries and projects with poor access to the market and where the guarantee therefore provides greater added value. Consequently, and always with the aim of supporting the objectives of the EU ’s external relations policy, the EIB should increase the amounts it lends at its own risk, particularly in pre-accession countries and neighbourhood countries and in investment grade countries in other regions, but also in sub-investment grade countries when the EIB has the appro­ priate third party guarantees. In agreement with the Commission, the EIB should develop a policy for deciding between the allocation of projects to either the mandate under EU guarantee or to EIB own- risk financing. Such a policy would notably take into account the creditworthiness of the countries and projects concerned. When the external mandate is renewed for the post-2013 period, this policy should be reviewed and the list of countries eligible under the guarantee re-examined, taking into account the implications on the provisioning of the Guarantee Fund. (38) Where it has appropriate guarantees, the EIB should be encouraged to increase its operations for sub-sovereign public entities in the countries in which it operates. (39) The EIB should expand the range of new and innovative financing instruments offered, including by focusing more on developing guarantee instruments. Moreover, the EIB should be encouraged to provide loans in local currencies and issue bonds in local markets, provided that partner countries put in place the necessary structural reforms, in particular in the financial sector, as well as other measures to facilitate EIB activity. (40) In order to ensure that the EIB meets the requirements of the mandate across regions and sub-regions, sufficient human and financial resources should be devoted to its external activities, within a reasonable period of time . This would notably include having sufficient capacity to support EU development cooperation objectives, to increase focus on ex ante appraisal of the environmental, social and development aspects of its activities, and to effectively monitor projects during implemen­ tation. Opportunities to further enhance efficiency and effectiveness should be maintained, and synergies should be actively pursued. (41) In its financing operations outside the Union that fall within the scope of this Decision, the EIB should endeavour further to enhance coordination and cooperation with IFIs and EBFIs, including, where appropriate, cooperation on sector conditionality and mutual reliance on procedures, use of joint co- financing and participation in global initiatives, such as those promoting aid coordination and effec­ tiveness. Such coordination and cooperation should make it possible to avoid overlapping of projects and unwanted competition relating to EU-financed projects. These efforts are to be based on reciprocity. EIB financing implemented through co-operation agreements with other IFIs and bilateral financial institutions needs to respect the principles set out in this Decision . EN C 188 E/102 Official Journal of the European Union 28.6.2012 Thursday 17 February 2011 ",
        "(42) In particular, in the countries of common intervention outside the Union, the EIB should improve its cooperation with the other European financing institutions. A tripartite Memorandum of Under­ standing between the Commission, the EIB and the EBRD, covering all common countries of operation outside the Union has been concluded. This Memorandum is expected to prevent the EIB and the EBRD competing with each other, and it should allow them to act in a complementary way by maximising their respective comparative advantages. The Memorandum should also provide for convergence of their procedures within a reasonable period. Consideration should be given to establishing closer links over time between these two banks with majority European capital, with a view to optimising the European external action financing instruments. (43) The reporting and transmission of information by the EIB to the Commission should be strengthened in order to allow the Commission to enhance its annual report to the European Parliament and the Council on the EIB financing operations carried out under this Decision. The report should in particular assess the compliance of EIB financing operations with this Decision, taking into account the operational guidelines, and include sections on EIB added value , such as the support to EU external policies and mandate requirements, the quality of financed operations and the transfer of financial benefits to clients, and sections on cooperation with the Commission, the EBRD, other IFIs and bilateral donors, including co-financing. The report should also assess the extent to which the EIB has taken into account economic, financial, environmental and social sustainability in the design and monitoring of the projects financed. It should also contain a specific section devoted to a detailed evaluation of the measures taken by the EIB to comply with the current mandate as established by Decision No 633/2009/EC, paying particular attention to EIB operations using financial vehicles situated in offshore financial centres. In its financing operations the EIB should ensure that its policies towards weakly regulated or uncooperative jurisdictions are adequately implemented to contribute to the international fight against tax fraud and tax evasion. The report should include an appraisal of social and development-related aspects of projects. The report should be made public, thus allowing civil society and recipient countries to express their views. Where necessary, the report should include references to significant changes in circumstances that would justify further amendments to the mandate before the end of the period. This report should in particular include a detailed breakdown of EIB financing under this Decision in combination with all EU financial resources and other donors, thus giving a detailed overview of the financial exposure of financing operations. (44) EIB financing operations should continue to be managed in accordance with the EIB’s own rules and procedures, including appropriate control measures and measures taken to avoid tax evasion, as well as with the relevant rules and procedures concerning the Court of Auditors and the European Anti-Fraud Office (OLAF), HAVE ADOPTED THIS DECISION: Article 1 EU guarantee 1. The European Union shall grant the European Investment Bank (EIB) an EU budgetary guarantee for operations carried out outside the Union (the EU guarantee). The EU guarantee shall be granted as a global guarantee in respect of payments not received by the EIB, but due to it, in connection with loans and loan guarantees for EIB investment projects that are eligible in accordance with paragraph 2. EIB financing activities shall comply with the general guiding principles, and contribute to the achievement of the objectives and policies of the external action of the Union. 2. Eligible for EU guarantee shall be EIB loans and loan guarantees for investment projects carried out in countries covered by this Decision, granted in accordance with the EIB’s own rules and procedures , including the EIB’s statement on social and environmental standards, and in support of the relevant external policy objectives of the Union, where EIB financing has been granted according to a signed agreement which has neither expired nor been cancelled (EIB financing operations). EN 28.6.2012 Official Journal of the European Union C 188 E/103 Thursday 17 February 2011 ",
        "3. The EU guarantee shall be restricted to 65 % of the aggregate amount of credits disbursed and guarantees provided under EIB financing operations, less amounts reimbursed, plus all related amounts. 4. The EU guarantee shall cover EIB financing operations signed during the period beginning 1 February 2007 and ending 31 December 2013. EIB financing operations signed under Decision 2006/1016/EC, Council Decision 2008/847/EC of 4 November 2008 on the eligibility of Central Asian countries under Decision 2006/1016/EC granting a Community guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Community ( 1 ) and Decision No 633/2009/EC shall continue to benefit from the EU guarantee under this Decision. 5. If, on expiry of the period referred to in paragraph 4, the European Parliament and the Council have not adopted a decision granting a new EU guarantee to the EIB for its financing operations outside the Union on the basis of a proposal presented by the Commission in accordance with Article 19, that period shall be automatically extended by six months. Article 2 Mandate ceilings 1. The maximum ceiling of the EIB financing operations under EU guarantee throughout the period 2007-2013, less amounts cancelled, shall not exceed EUR 29 567 000 000 , broken down into two parts: (a) a General Mandate of EUR 27 567 000 000 ; (b) a Climate Change Mandate of EUR 2 000 000 000. 2. The General Mandate shall be broken down into binding regional ceilings and indicative sub-ceilings as laid down in Annex I. Within the regional ceilings, the EIB shall progressively ensure a balanced country distribution within the regions covered by the General Mandate. 3. EIB Financing Operations covered under the General Mandate shall be those pursuing the objectives set out in Article 3 of this Decision. 4. The Climate Change Mandate shall cover EIB financing operations in all countries covered by this Decision, where such EIB financing operations support the key EU policy objective of tackling climate change by supporting projects in climate change mitigation and adaptation which contribute to the overall objective of the United Nations Framework Convention on Climate Change (UNFCCC), in particular by avoiding or reducing greenhouse gas emissions in the areas of renewable energy, energy efficiency and sustainable transport, or by increasing resilience to the adverse impacts of climate change on vulnerable countries, sectors and communities. The Climate Change Mandate shall be implemented in close cooperation with the Commission, combining as far as possible EIB financing with EU budget funds. The eligibility of countries in which the EIB finances climate change mitigation under the EU guarantee could be restricted before the EIB dedicates funds for countries that are deemed by the Council not to have committed to meeting appropriate climate change-related targets. Prior to such a decision, the Council shall consult the EEAS and the Commission. The optional mandate shall not be considered as a contribution, of the Union and the Member States, to the ‘fast-start’ funds agreed to at the UNFCCC COP in Copenhagen in December 2009. 5. Adequate criteria for what qualifies as ‘clean technology’ need to be oriented in principle at energy efficiency and technologies for reducing emissions. EN C 188 E/104 Official Journal of the European Union 28.6.2012 ( 1 ) OJ L 301, 12.11.2008, p. 13. Thursday 17 February 2011 ",
        "6. For the Climate Change Mandate, the EIB shall nevertheless endeavour to ensure a balanced distribution of financing operations signed across the regions covered by Annex II of this Decision, by the end of the period referred to in Article 1(4). In particular, the EIB will ensure that the region referred to under point A of Annex II does not receive more than 40 % of the amount allocated to this Mandate, the regions under point B not more than 50 %, the regions under point C not more than 30 % and the region under point D not more than 10 %. Generally, the Climate Change Mandate shall be used to finance projects that are closely related to the EIB’s core competences, that add value and that maximise the effect on adaptation and mitigation of climate change. 7. Both the General Mandate and the Climate Change Mandate shall be managed according to the principles of sound banking practices. Article 3 General Mandate objectives 1. The EU guarantee shall be granted for EIB financing operations which support any of the following general objectives: (a) local private sector development, in particular support to small- and medium-sized enterprises; (b) development of social and economic infrastructure, including transport, energy, environmental infra­ structure and information and communication technology (ICT); (c) climate change mitigation and adaptation, as defined in Article 2(4). Indirectly contributing to reducing poverty through inclusive growth and sustainable economic and social development shall be an objective for EIB financing in developing countries ( 1 ). [Amendment 5] 2. In line with EU and international climate change objectives, the EIB shall, in cooperation with the Commission, present by 2012 a strategy on how to gradually and steadily increase the percentage of projects promoting the reduction of CO 2 emissions and phase out projects detrimental to the achievement of the EU climate objectives. 3. More generally, EIB financing operations shall contribute to the general principles guiding the Union’s external action, as referred to in Article 21 of the Treaty on European Union, of consolidating and supporting democracy and the rule of law, human rights and fundamental freedoms, and shall contribute to the implementation of international environmental agreements to which the Union is a party. In relation to developing countries in particular, attention shall be paid to sustainable management of global natural resources, their smooth and gradual integration into the world economy, the campaign against poverty, as well as compliance with objectives approved by the Union in the context of the United Nations and other competent international organisations. The EIB shall promote equal access to financial services, in particular for disadvantaged groups such as minorities, farmers and women. In order to adequately meet these requirements, the EIB governing bodies shall ensure that EIB resources, including staff, are increased within a reasonable period of time. 4. Regional integration among partner countries, including economic integration between pre-accession countries, neighbouring countries and the EU, shall be an underlying objective for EIB financing operations within the areas covered by paragraph 1. 5. The EIB shall progressively increase its activity in social sectors, such as health and education. EN 28.6.2012 Official Journal of the European Union C 188 E/105 ( 1 ) As defined in the OECD list of ODA recipients (which include Least Developed Countries, Low Income Countries as well as Middle Income Countries). Thursday 17 February 2011 ",
        "Article 4 Countries covered 1. The list of countries eligible or potentially eligible for EIB financing under EU guarantee is set out in Annex II. 2. For countries listed in Annex II and marked with a ‘*’ and for other countries not listed in Annex II, eligibility for EIB financing under EU guarantee shall be decided by the European Parliament and the Council on a case-by-case basis in accordance with the ordinary legislative procedure. 3. The EU guarantee shall cover only EIB financing operations carried out in eligible countries that have concluded a framework agreement with the EIB establishing the legal conditions under which such oper­ ations are to be carried out. 4. In the event of serious concerns over the political or economic situation and policies in a specific country, the European Parliament and the Council may decide to suspend new EIB financing under EU guarantee in that country in accordance with the ordinary legislative procedure. 5. The EU guarantee shall not cover EIB financing operations in a specific country where the agreement concerning such operations was signed after that country’s accession to the European Union. Article 5 Contribution of EIB operations to EU policies 1. The Commission shall adopt, by means of delegated acts, in accordance with Article 6 and subject to the conditions laid out in Articles 7 and 8, regional operational guidelines, developed in close cooperation with the EIB and the European External Action Service (EEAS) , for EIB financing under this Decision. In drawing up these guidelines the Commission and the EIB shall work together with the EEAS on policy issues falling within its remit . The operational guidelines aim to ensure that EIB financing supports EU policies, and shall take as a starting point the wider EU regional policy framework set by the Commission and the EEAS, as appropriate. Furthermore , the operational guidelines will ensure that EIB financing is complementary to corresponding EU assistance policies, programmes and instruments in the different regions, taking into account European Parliament resolutions, Council decisions and conclusions, and the European Consensus on Development . Within the framework set out by the operational guidelines, the EIB shall define corresponding financing strategies and ensure their implementation. 2. The consistency of EIB financing operations with the external policy objectives of the Union shall be monitored in accordance with Article 13. The EIB shall develop performance indicators in relation to development, environmental and human rights aspects of projects funded, as well as taking into account the relevant indicators under the Paris Declaration for Aid Effectiveness, in order to facilitate such monitoring. 3. An EIB financing operation shall not be included under the cover of the EU guarantee in the event that the Commission delivers a negative opinion on such an operation within the framework of the procedure provided for in Article 19 of the Statute of the EIB. 4. For each project it approves, the Commission shall publish a reasoned opinion explaining how the project respects the different components of this Decision and, in particular, how it supports the Union’s external action objectives, excluding confidential points. Article 6 Exercise of the delegation 1. The power to adopt delegated acts referred to in Article 5 shall be conferred on the Commission for the period referred to in Article 1(4) of this Decision. 2. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. EN C 188 E/106 Official Journal of the European Union 28.6.2012 Thursday 17 February 2011 ",
        "3. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in Articles 7 and 8. Article 7 Revocation of the delegation 1. The delegation of power referred to in Article 5 may be revoked at any time by the European Parliament or by the Council. 2. The institution which has commenced an internal procedure for deciding whether to revoke a delegation of power shall endeavour to inform the other institution and the Commission within a reasonable time before the final decision is taken, indicating the delegated power which could be subject to revocation and possible reasons for a revocation. 3. The decision of revocation shall put an end to the delegation of the power specified in that decision. It shall take effect immediately or at a later date specified therein. It shall not affect the validity of the delegated acts already in force. It shall be published in the Official Journal of the European Union. Article 8 Objections to delegated acts 1. The European Parliament or the Council may object to a delegated act within a period of two months from the date of notification. At the initiative of the European Parliament or the Council this period shall be extended by two months. 2. If, on expiry of the period referred to in paragraph 1, neither the European Parliament nor the Council has objected to the delegated act, it shall be published in the Official Journal of the European Union and shall enter into force on the date stated therein. The delegated act may be published in the Official Journal of the European Union and enter into force before the expiry of that period if the European Parliament and the Council have both informed the Commission of their intention not to raise objections. 3. If either the European Parliament or the Council objects to the delegated act within the period referred to in paragraph 1, it shall not enter into force. The institution which objects shall state the reasons for objecting to the delegated act. Article 9 EIB assessment of development related aspects of projects 1. The EIB shall carry out thorough due diligence , verifying the presence of appropriate local public consultation, on development-related aspects of projects covered by the EU guarantee. The EIB’s own rules and procedures shall include the necessary provisions on assessment of environmental and social impact of projects and of aspects related to human rights, to ensure that only projects that are economically, financially, environmentally and socially sustainable are supported under this Decision. The Commission shall include on an aggregate basis in the annual report to the European Parliament and the Council an assessment of the development dimension of the activities of the EIB, based on the due diligence carried out for the projects covered by the EU guarantee. Where appropriate, the appraisal shall include an assessment of how the capacities of the beneficiaries of EIB financing can be reinforced throughout the project cycle with technical assistance. EN 28.6.2012 Official Journal of the European Union C 188 E/107 Thursday 17 February 2011 ",
        "2. In addition to the ex-ante assessment of development-related aspects, the EIB shall require the project promoters to carry out thorough monitoring during project implementation and completion , inter alia, on the development , environmental and human rights impact of the project. The EIB shall assess the information provided by the project promoters. The EIB monitoring shall include, where possible, the performance of financial intermediaries in support of SMEs. The results of monitoring shall, where possible, be disclosed . 3. The EIB shall submit to the Commission annual reports assessing the estimated development impact of the operations financed during the year. The reports shall be based on the EIB performance indicators referred to in Article 5(2). The Commission shall present the development reports of the EIB to the European Parliament and the Council in the framework of the annual reporting exercise provided for in Article 13 and make them publicly available so that interested stakeholders, including civil society and recipient countries, are also able to express their views on the matter. The European Parliament shall discuss the annual reports, taking into consideration the views of all interested parties. Article 10 Cooperation with the Commission and the EEAS 1. The consistency of EIB external actions with the external policy objectives of the Union shall be strengthened, with a view to maximising synergies between EIB financing and EU budgetary resources, in particular through the establishment of the operational guidelines referred to in Article 5, as well as through regular and systematic dialogue and early exchange of information on: (a) strategic documents prepared by the Commission and/or the EEAS as appropriate, such as country and regional strategy papers, indicative programmes, action plans and pre-accession documents; (b) the EIB’s strategic planning documents and project pipelines; (c) other policy and operational aspects. 2. The cooperation shall be carried out on a region-by-region basis, taking into consideration the EIB’s role as well as the policies of the Union in each region. Article 11 Cooperation with other public financing institutions 1. EIB financing operations shall increasingly be carried out, in cooperation with other international financial institutions (IFIs) or European bilateral finance institutions (EBFIs), in order to maximize synergies, cooperation and efficiency and to ensure prudent and reasonable sharing of risks and coherent project and sector conditionality , in order to minimise possible duplication of costs and unnecessary overlap . [Amendment 4] 2. The cooperation referred to in paragraph 1 shall be facilitated by coordination, carried out notably in the context of Memoranda of Understanding or other EU regional cooperation frameworks, where appro­ priate, between the Commission, the EIB , the EBRD and the main IFIs and EBFIs operating in the different regions , whilst taking into account the competences of the EEAS . 3. The Commission shall propose by mid-2012, on the basis of the existing positive experience, the establishment of an ‘EU platform for cooperation and development’ with a view to optimising and rationalising the functioning of mechanisms for increased blending of grants and loans in the external regions. In its reflections the Commission shall consult the EIB, the EBRD as well as the other European multilateral and bilateral finance institutions. For this purpose the Commission shall create a working group composed of Member State representatives, Members of the European Parliament, EIB and, if necessary, other institutions. EN C 188 E/108 Official Journal of the European Union 28.6.2012 Thursday 17 February 2011 ",
        "Article 12 Coverage and terms of the EU guarantee 1. For EIB financing operations entered into with a State, or guaranteed by a State, and for other EIB financing operations entered into with regional or local authorities, or government-owned and/or government-controlled public enterprises or institutions where such other EIB financing operations have an appropriate EIB credit risk assessment taking into account the credit risk situation of the country concerned, the EU guarantee shall cover all payments not received by the EIB, but due to it (the ‘Com­ prehensive Guarantee’). 2. For the purposes of paragraph 1, the West Bank and Gaza Strip is represented by the Palestinian Authority and Kosovo ( 1 ) by the United Nations Mission in Kosovo or an administration designated in the regional operational guidelines referred to in Article 5 of this Decision. 3. For EIB financing operations other than those indicated in paragraph 1, the EU guarantee shall cover all payments not received by the EIB, but due to it, where the non-receipt has been caused by the realization of one of the following political risks (the ‘Political Risk Guarantee’): (a) non-transfer of currency; (b) expropriation; (c) war or civil disturbance; (d) denial of justice upon breach of contract. 4. The EIB shall, in agreement with the Commission, develop a clear and transparent allocation policy for deciding upon the source of financing of operations which are eligible both for coverage by the EU guarantee and for EIB own risk financing. 5. When the EU guarantee is executed for a specific operation, the EIB shall assign to the Union all or part of the debt relating to payments that are not taken up, so that the EIB’s rights over debtors, with all the securities attaching thereto, are assigned to the Union. Article 13 Annual reporting and accounting 1. The Commission shall report annually to the European Parliament and the Council on EIB financing operations carried out under this Decision. The report shall include an assessment of EIB financing oper­ ations at programme, project, sector, country and regional level, as well as an assessment of the contribution of the EIB financing operations to the fulfilment of the external policy and strategic objectives of the Union , paying particular attention to the related objectives of the Europe 2020 strategy . The report shall provide a summary of the ongoing projects. The report shall in particular assess the compliance of EIB financing operations with this Decision, taking into account the regional operational guidelines referred to in Article 5, and shall include sections on added value for the achievement of EU policy objectives, on the assessment of the estimated development impact and the extent to which the EIB has taken into account environmental and social sustainability in the design and monitoring of the projects financed, as well as on cooperation with the Commission and other IFIs and bilateral institutions, including co-financing. The report shall in particular include a detailed breakdown of all Union financial resources used in combination with EIB financing and other donors, thus giving a detailed overview of the financial exposure of financing operations carried out under this Decision. Moreover, it shall contain a specific section devoted to a detailed evaluation of the measures taken by the EIB to comply with Article 1(2) of Decision No 633/2009/EC . Finally, the EIB shall continue to provide to the European Parliament, the Council and the Commission all its independent evaluation reports which assess the practical results achieved by the specific activities of the EIB under the external mandates. EN 28.6.2012 Official Journal of the European Union C 188 E/109 ( 1 ) Under United Nations Security Council Resolution 1244 (1999). Thursday 17 February 2011 ",
        "2. For the purposes of paragraph 1, the EIB shall provide the Commission with yearly reports on EIB financing operations carried out under this Decision at project, sector, country and regional level and on the fulfilment of the external policy and strategic objectives of the EU, including cooperation with the Commission, other IFIs and bilateral institutions , as well as a development impact assessment report, as referred to in Article 9. Any Memoranda of Understanding between the EIB and other IFIs or bilateral institutions relating to carrying out financial operations under this Decision shall be disclosed or, where disclosure is not possible, these memoranda shall be notified to the European Parliament and the Council as part of the Commission’s annual reporting referred to in paragraph 1. 3. The EIB shall provide the Commission with statistical, financial and accounting data on each of the EIB financing operations , as well as any additional information necessary to fulfil the Commission’s reporting duties or requests by the European Court of Auditors as well as with an auditor’s certificate on the outstanding amounts of the EIB financing operations. 4. For the purposes of the Commission’s accounting and reporting of the risks covered by the Compre­ hensive Guarantee, the EIB shall provide the Commission with the EIB’s risk assessment and grading information concerning EIB financing operations with borrowers or guaranteed obligors other than States. 5. The EIB shall provide the information referred to in paragraphs 2, 3 and 4 at its own expense. The EIB shall also make publicly available that information as a general rule excluding confidential information. Information on whether the project is covered by this guarantee shall be included in the ‘project summary’ disclosed on the EIB website after the approval stage. 6. The EIB shall include in its annual report a follow-up assessment of the functioning of the Memorandum of Understanding with the European Ombudsman. Article 14 Non cooperative jurisdictions In its financing operations, the EIB shall not tolerate any activities carried out for illegal purposes, including money laundering, financing of terrorism, tax fraud and tax evasion. In particular the EIB shall not participate in any operation implemented in an eligible country through a foreign non- cooperative jurisdiction identified as such by the Organisation for Economic Cooperation and Devel­ opment (OECD), the Financial Action Task Force (FATF) and other relevant international organisations. Article 15 Perspectives for cooperation and development financing The Commission shall, together with the EIB, create a working party to discuss the perspectives of the cooperation and development financing originating from the Union to review the existing practices and suggest changes in the organisation and coordination of development aid and the increase in its efficiency and effectiveness. The working party shall include, as appropriate, representatives of Member States, the European Parliament, other European financing institutions, and shall consult, as appropriate, civil society, the private sector and experts from countries with a good track record of receiving development assistance. The working party shall present its report with recommendations by 31 December 2012. Article 16 Recovery of payments made by the Commission 1. Where the Commission makes any payment under the EU guarantee, the EIB shall, in the name and on behalf of the Commission, pursue the recovery of claims for the amounts paid. 2. The EIB and the Commission shall enter into an agreement laying down the detailed provisions and procedures relating to recovery of claims no later than the date of conclusion of the agreement referred to in Article 17. 3. In the interests of transparency, the Commission shall make publicly available on its website full details relating to all cases of recoveries under the guarantee agreement referred to in Article 17. EN C 188 E/110 Official Journal of the European Union 28.6.2012 Thursday 17 February 2011 ",
        "4. Payments and recoveries under the EU guarantee agreement attributable to the general budget of the European Union shall be audited by the European Court of Auditors. Article 17 Guarantee agreement The EIB and the Commission shall enter into a guarantee agreement laying down the detailed provisions and procedures relating to the EU guarantee and shall inform the European Parliament accordingly . Article 18 Monitoring by the Court of Auditors The EU guarantee to the EIB shall be subject to monitoring by the Court of Auditors. Article 19 Review The Commission shall present to the European Parliament and the Council a proposal for establishing the EU guarantee under the next Financial Framework, as appropriate. Article 20 Final reporting The Commission shall present to the European Parliament and the Council a final report on the appli­ cation of this Decision by 31 October 2014. Article 21 Repeal Decision No 633/2009/EC is hereby repealed. Article 22 Entry into force This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union . Done at For the European Parliament The President For the Council The President EN 28.6.2012 Official Journal of the European Union C 188 E/111 Thursday 17 February 2011 ",
        "ANNEX I REGIONAL CEILINGS OF THE GENERAL MANDATE A. Pre-accession countries: EUR 9 166 000 000 ; B. Neighbourhood and Partnership Countries: EUR 13 664 000 000 ; broken down into the following indicative sub-ceilings: (i) Mediterranean countries: EUR 9 700 000 000 ; (ii) Eastern Europe, Southern Caucasus and Russia: EUR 3 964 000 000 ; C. Asia and Latin America: EUR 3 837 000 000 ; broken down into the following indicative sub-ceilings: (i) Latin America: EUR 2 800 000 000; (ii) Asia (including Central Asia): EUR 1 037 000 000 ; D. Republic of South Africa: EUR 900 000 000. Within the ceiling of the General Mandate, the governing bodies of the EIB may decide to reallocate an amount of up to 20 % of the regional ceilings between the regions . ANNEX II REGIONS AND COUNTRIES ELIGIBLE OR POTENTIALLY ELIGIBLE A. Pre-accession countries 1. Candidate countries Croatia, Turkey, the former Yugoslav Republic of Macedonia , the Republic of Iceland . 2. Potential candidate countries Albania, Bosnia and Herzegovina, Montenegro, Serbia, Kosovo under United Nations Security Council Resolution 1244 (1999) ▐ . B. Neighbourhood and Partnership Countries 1. Mediterranean countries Algeria, Egypt, the West Bank and the Gaza Strip, Israel, Jordan, Lebanon, Libya, Morocco, Syria, Tunisia. 2. Eastern Europe, Southern Caucasus and Russia Eastern Europe: Republic of Moldova, Ukraine, Belarus (*) ( 1 ); Southern Caucasus: Armenia, Azerbaijan, Georgia; Russia. EN C 188 E/112 Official Journal of the European Union 28.6.2012 ( 1 ) The start of EIB operations in Belarus will continue to be linked to progress towards democracy in conformity with Council conclusions of 17 November 2009 on Belarus and with the European Parliament Resolution of 10 March 2010 on the situation of civil society and national minorities in Belarus (OJ C 349 E, 22.12.2010, p. 37). The Commission will notify the EIB when those conditions have been fulfilled and in parallel will inform the European Parliament and the Council. Thursday 17 February 2011 ",
        "C. Asia and Latin America 1. Latin America Argentina, Bolivia, Brazil, Chile, Colombia, Costa Rica, Cuba (*), Ecuador, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Uruguay, Venezuela. 2. Asia Asia (excluding Central Asia): Afghanistan (*), Bangladesh, Bhutan (*), Brunei, Cambodia, China (including Hong Kong and Macao Special Administrative Regions), India, Indonesia, Iraq, South Korea, Laos, Malaysia, Maldives, Mongolia, Nepal, Pakistan, the Philippines, Singapore, Sri Lanka, Taiwan (*), Thailand, Vietnam, Yemen. Central Asia: Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, Uzbekistan. D. South Africa: Republic of South Africa. Free trade agreement between the EU and the Republic of Korea *** P7_TA(2011)0063 European Parliament legislative resolution of 17 February 2011 on the draft Council decision on the conclusion of the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part (08505/2010 – C7-0320/2010 – 2010/0075(NLE)) (2012/C 188 E/31) (Consent) The European Parliament , — having regard to the draft Council decision (08505/2010), — having regard to the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part (08530/2010), — having regard to the request for consent submitted by the Council in accordance with Articles 91, Article 100(2), Article167(3), Article 207 and Article 218(6), second subparagraph, point (a)(v), of the Treaty on the Functioning of the European Union (C7-0320/2010), — having regard to Rules 81 and 90(8) of its Rules of Procedure, — having regard to the recommendation of the Committee on International Trade and the opinion of the Committee on Industry, Research and Energy (A7-0034/2011), 1. Consents to conclusion of the agreement; 2. Instructs its President to forward its position to the Council, the Commission and the governments and parliaments of the Member States and of the Republic of Korea. EN 28.6.2012 Official Journal of the European Union C 188 E/113 Thursday 17 February 2011 "
    ]
}