{
    "text": [
        "",
        "Editorial Committee: Marjo Bruun, Director-General, Statistics Finland Mariana Kotzeva, Deputy Director- General, Eurostat Tjark Tjin-a-tsoi, Director-General, Statistics Netherlands Janusz Witkowski, President, Central Statistical Office Authors: Lukasz Augustyniak, Bettina Knauth, Morag Ottens, Eurostat Design: Claudia Daman, Publications Office ",
        "",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2016 PDF: KS-FN-16-001-EN-N ISSN 2363-3395 doi:10.2785/86149 ISBN 978-92-79-52213-0 Print: KS-FN-16-001-EN-C ISSN 1977-6500 doi:10.2785/78261 ISBN 978-92-79-52212-3 © European Union, 2016 Reproduction is authorised provided the source is acknowledged. Page 4: © European Union, 2016 Page 5: © Statistical Office of Slovenia Page 8: © Statistics Portugal Page 10: © European Statistical Governance Advisory Board Page 12: © Instituto Nacional de Estadística, Spain Page 19 — Latvia (top right to bottom right): © Euro Slice , © Nenyaki , © Dave Curtis , © Sandis Grandovskis (Luxembourg) Page 19 — Luxembourg (top left to bottom right): © 2015 by Frederic Schneider , , © Mariusz Kluzniak , © Erik Jaeger , © hamadryades Page 20: © Central Statistical Bureau of Latvia Page 21: © Luc Kohnen Page 28: © Statistics Estonia Page 30: © Statistics Norway Page 33: © Statistics Portugal Page 35: © Institut national de la statistique et des études économiques Page 36: © University of Sussex Page 43: © Immigration office, Belgium Page 45: © Istituto nazionale di statistica Printed in P rinted on elemental chlorine - free bleached PaPer (ecf) ",
        "CONTENTS > Foreword ........... 4 > What is the European Statistical System? ........... 6 > A true ESS Perspective: A statistician’s best friends are statisticians in other countries ........... 10 > The Instituto Nacional de Estadistica of Spain — an institution clothed in statistics ........... 12 > The ESS in the year 2015 ........... 14 > The role of the Presidency of the Council ........... 18 > 2015 Council Presidencies in Statistics: Latvia and Luxembourg ........... 20 > Second round of ESS peer reviews — importance and lessons learned ........... 24 Peer Review in Estonia ........... 28 Peer review in Norway ........... 30 > Indicators for decision-making and monitoring ........... 32 New ways of speeding up data on income and living conditions .. ......... 33 How far can statisticians go in commenting on trends of indicators? .. ......... 35 How indicators shape reality ....... .... 36 > Measuring migration .......... 38 The Belgian experience in the field of asylum and managed migration statistics ........... 43 A view from Italy: Integration — a keyword with many meanings ........... 45 ",
        "4 T H E E S S R EPORT 2 015 FOREWORD E uropean statisticians will remember the year 2015 as a particularly important one for their trade. After more than three years of intense discussions, agreement was finally reached on a revised version of the so-called Statistical Law (Regulation 223/2009), a piece of legislation with a direct impact on the functioning of the whole European Statistical System (ESS). The amendments to the Law clarified the role and position of the Heads of the National Statistical Institutes and gave better protection to the independence of national statistical authorities. The statistical authorities have also been given improved access to administrative sources, which will simplify their future work and lead to reducing the burden on respondents. In all, the revision constituted a huge step on the way towards consolidating the governance of European statistics. With the ever-increasing demand for European statistics, the ESS is improving its operations and investing in better services for data users. As part of the ESS Vision 2020, agreed by all ESS members, European partners are intensifying their collaboration, seeking efficiency gains and reducing response burden. Statisticians in national statistical institutes, other national authorities, such as certain ministries and health and safety agencies, and at Eurostat, together produce timely, reliable and comparable statistics for Europe. Our users range from policymakers, business leaders, researchers and journalists to members of the public. European statisticians provide a constantly growing number of products covering such important topics as jobs, growth, investment, energy security, sustainability, competitiveness and migration (see the article on page 38). These statistics are produced in accordance with the rules laid out in the European Statistics Code of Practice. WALTER RADERMACHER Chief Statistician, Director-General, Eurostat European Commission ",
        "T H E E S S R EPORT 2 015 5 In fact, we are talking about a statistical ‘production factory’, employing roughly 50 000 statisticians in 32 European countries, with a strong, international legal basis. This quality work was recently certified by external peer reviewers (see the article on page 24). The high quality products supplied by the ESS could one day be stamped with a European quality label to make them better stand out from the less robust commercial competition and the almost endless amounts of data of varying quality accessible on the Internet. It is evident that the ESS plays a huge role both in the shaping of national and EU policies by providing objective and reliable data to European policymakers. The official statistics produced by its partners are indispensable for the proper functioning of democratic states in Europe, with the costs of their production easily offset by the potential cost of making bad decisions. In this edition, you will be able to find out about the organisation and structure of the ESS and learn, in a separate article, about some of its key achievements in 2015. The role of the rotating Presidency of the European Council is explained, with Latvia and Luxembourg summarising in a joint interview the main results of their 2015 statistical Council Presidencies. In the following articles we present the latest developments in the area of migration statistics, summarise the findings of the ESS peer reviews, concluded last year, and explain the role of statistical indicators. We also feature an interview with Mr Martti Hetemäki, chairman of the European Statistical Governance Advisory Board. We hope that the ESS Report will bring the European Statistical System closer to you and reinforce your interest in European statistics. \b n GENOVEFA RUŽIĆ Chair ESS Partnership Group Director-General, Statistical Office of Slovenia ",
        "6 T H E E S S R EPORT 2 015 Organisation of statistical production in the ESS Legend: NSS = National Statistical System NSI = National Statistical Institute ONAs = Other National Authorities NSS NSS NSS NSS NSS NSS ... NSS NSS NSS Eurostat ESS NSS NSI ONAs NSS ",
        "T H E E S S R EPORT 2 015 7 S tatistics have played a significant part in the construction of the European Union from the very beginning. In 1953, a statistical service of the European Coal and Steel Community was created. In 1958, when the European Community was founded, it became a Directorate-General of the European Commission. The expansion of the European Union and the development of new Community policies brought forth an increasing demand for high- quality, comparable European statistics. This meant that a closer cooperation between Eurostat and the National Statistical Institutes (NSIs) was necessary and thus, at the beginning of the 1990s, the foundations of the European Statistical System (ESS) were laid. The ESS was constructed as a partnership between Eurostat, the National Statistical Institutes and Other National Authorities (ONAs), i.e. the institutions producing European statistics. Today, the ESS includes the 28 EU Member States and the countries that belong to the European Free Trade Association (EFTA): Iceland, Liechtenstein, Norway and Switzerland. The mission of the ESS is to provide citizens with independent, high-quality information on the economy and society on European, national and regional levels and make the information available to everyone for decision-making purposes, research and democratic debate. The Member States collect data and compile statistics, while Eurostat leads the way in the harmonisation of statistics in close cooperation with the national statistical authorities. WHAT IS THE EUROPEAN STATISTICAL SYSTEM? Cooperation at ESS level — Governance ESAC users ESGAB monitoring Preparatory groups at working level ESSC steering the ESS Legend: ESAC = European Statistical Advisory Committee ESGAB = European Statistical Governance Advisory Board ESSC = European Statistical System Committee ",
        "8 T H E E S S R EPORT 2 015 Meeting of the Directors-General of the National Statistical Institutes and Eurostat, Lisbon, September 2015 ",
        "T H E E S S R EPORT 2 015 9 How does the ESS function? Eurostat, together with the representatives from the relevant national statistical authorities, develops proposals for new or updated data collections and prepares new statistical methodologies. It can take years of intensive discussions and fine-tuning to ensure that all Member States’ points of view are taken into account and the best solution for the whole European Statistical System is found. When agreed, the proposals are submitted to the European Statistical System Committee (ESSC), which is the highest authority for the ESS. It is made up of the Heads of the Member States’ NSIs and is chaired by the Director- General of Eurostat. Liechtenstein, Iceland and Norway, through the Agreement of the European Economic Area (EEA), and Switzerland through the Agreement between the EU and the Swiss Confederation on cooperation in the field of statistics, fully participate in the ESSC without the right to vote. Other participants are observers. The ESSC meets four times per year and its task is to provide professional guidance for developing, producing and disseminating European statistics and to discuss strategic issues for the development of the ESS. Who supervises the functioning of the ESS? Both Eurostat and the national statistical authorities of the ESS follow the principles set out in the European Statistics Code of Practice (CoP). The Code of Practice contains a set of 15 principles that guide European statistics, including professional independence, impartiality and objectivity, limited burden on respondents, cost effectiveness, accessibility and clarity. The Code of Practice is an important tool to reinforce the quality of statistics. To support its implementation, the European Statistical Governance Advisory Board (ESGAB) was created in 2008. It is an independent advisory body composed of experts possessing outstanding competence in the field of statistics. Its task is to provide an overview of the ESS in regard to the implementation of the Code of Practice. The mission and work of the Board were presented in the 2013 edition of the ESS Report. An interview with the head of ESGAB can be found on page 10. What is the involvement of data users? Statisticians strive to produce statistics that satisfy the needs of their users. Regular dialogues with data users take place in the process of the preparation of statistics at national and European level. In 2008, the European Statistical Advisory Committee (ESAC) was created, which represents users and other stakeholders of European statistics, such as the scientific community, social partners and civil society as well as institutional users, such as the Confederation of European Business, Committee of the Regions and the European Parliament. The role of the Committee is to ensure that user requirements are taken into account in the development of the statistical programmes across the ESS. International cooperation At the European level, the ESS coordinates its work with candidate countries, other Commission services and agencies, and cooperates with the European System of Central Banks (ESCB). The ESS also collaborates with international organisations such as the Organisation for Economic Cooperation and Development (OECD), the United Nations, the International Monetary Fund and the World Bank. n ",
        "10 T H E E S S R EPORT 2 015 A TRUE ESS PERSPECTIVE: A STATISTICIAN’S BEST FRIENDS ARE STATISTICIANS IN OTHER COUNTRIES M artti Hetemäki has been heading ESGAB since 1 February 2015. Although he is relatively new to the team, he is no stranger to ESGAB. He was personally involved in its creation in 2005 through his role as chair of the Statistics Sub- Committee of the EU’s Economic and Financial Committee. With a degree in economics and statistics and a PhD in economics from the University of Helsinki, along with several board memberships and his current position as Permanent State Secretary in Finland’s Ministry of Finance, he has wide theoretical and practical experience of dealing with statistical issues. The purpose of ESGAB is to provide an independent overview of the European Statistical System as regards the implementation of the European Statistics Code of Practice. Its members are selected from among experts possessing outstanding competence in the field of statistics. Martti Hetemäki joined this board at an important juncture: the amendment of the Statistical Law and the conclusion of the ESS peer reviews exercise. He spoke with ‘The ESS Report 2015’ giving a review of 2015 and challenges to come. As the new head of ESGAB, what is your first impression of the peer review exercise? A statistician’s best friends are statisticians in other countries. While the Code of Practice lays down a common approach to producing and disseminating high quality statistics, the peer reviews check and assess the implementation of this approach country by country, including Eurostat. As friendship is based on trust, we must also ensure that trust in official statistics is maintained through the professional capacity and integrity of European statisticians as well as the methods deployed. The EU is unique in how much its policies are based on statistics. For example, its revenue and expenses are centred on a budget largely calculated using statistical criteria. Therefore there must be trust that these statistics are independent and true for there to be trust in the policies stemming from them. Interview with Martti Hetemäki — New Chair of ESGAB ",
        "T H E E S S R EPORT 2 015 11 How do you think trust in statistics could be increased? Increasing and maintaining trust in official statistics requires continuous efforts, capacity building, quality assurance and investments. National governments should recognise that national statistical institutions and Eurostat must be adequately resourced so that they can produce high quality and trustworthy statistics. I also believe one of the ways to generate trust in a wider context, would be if Eurostat and the NSIs could prove that they are functioning efficiently. Therefore, I am keen to see an improvement to the cost accounting that began in 2015 in the ESS in order to demonstrate the efficiency of statistical services. Concrete figures about the costs of producing reliable statistics could help to provide sustainable funding for European statistics and investments in future developments. What opportunities and challenges have you seen in 2015? I have seen a major leadership role for the ESS in the area of Big Data. We should all explore new opportunities and show the flexibility to adapt our frameworks in the face of this fast- changing reality. The Big Data project set up in the context of the ESS Vision 2020 in 2015 should help harness new data sources to deliver better statistical products and services in response to users’ needs. On the other hand, I feel it will be challenging to comply with the Code of Practice given the trend towards regionalisation, and the need for statistical offices to coordinate the data coming from other national authorities, such as ministries. In many countries some statistical responsibilities are already in the hands of autonomous regions. In these cases, it is imperative that the central, national statistical offices take on a strong leadership role and that effective coordination mechanisms are in place to assure quality output at regional, national and European level. How can ESGAB help deal with these issues? I am pleased to announce that at the 2016 Quality Conference, ESGAB will be holding a special session focussing on the changing landscape of statistics and what it means for the Code of Practice. I believe that the importance of statistical data and the pressure on statisticians to produce trustworthy, high quality and independent statistics increased even more in 2015. This is not likely to lessen in the future. Although ESGAB itself has no legal powers, we will continue to monitor the situation at national and European level and draw attention in our annual report to issues which would put compliance with the Code of Practice at risk. The year 2015 was an important one for statistics and the pressure is on to keep up the momentum. \b n 2 01 5 A N N U A L R E P O R T E S G A B S e v e n t h a nnu a l r e p o r t b y t h e E u r o p e a n S t a t i s t i c a l G o v e r n a n c e A d v i s o r y B o a r d t o t h e E u r o p e a n P a r l i a m e n t a n d t h e C o un c i l o n t h e i m p l e m e n t a t i o n o f t h e E u r o p e a n S t a t i s t i c s C o d e o f P r a c t i c e b y E u r o s t a t a n d t h e E u r o p e a n S t a t i s t i c a l S y s t e m a s a w h o l e ",
        "1 2 T H E E S S R EPORT 2 015 THE INSTITUTO NACIONAL DE ESTADISTICA — AN INSTITUTION CLOTHED IN STATISTICS I n this first article in a series illustrating some of the interesting architectural or other features of national statistical offices and their work, we take a look at the Spanish Statistical Office, INE, in Madrid. The INE building was renovated in 2007. The colourful, mosaic-like facade was designed by Pepe Cruz Novillo, a leading Spanish designer, painter, sculptor and engraver who has helped modernise the image of several leading Spanish organisations. The aim of the colour scheme was to show, on the outside of the building, 58 of the main statistical indicators that are calculated on the inside. For example, number 1 represents the square kilometres of Spain (504 645), while 23 shows the number of doctors (194 668 in 2004). To illustrate these statistics, each number from 1-9 is represented by a coloured panel. For example, 0 is brown, 1 red, 2 orange, 3 light green, 4 pink, 5 yellow, etc. So, for example, the number of doctors (indicator 23) is depicted by a red panel, a light blue, a pink, two greens and a blue panel. Even decimals are illustrated by using shorter panel lengths. To complete the artistry, each colour has also been given a musical note, so the building has its own ‘music’! \b n 023 EXAMPLE — Indicator 2: Number of doctors in 2004: 194 668 Statistical indicator 1 C D flat C sharp Integer Decimal 2 3 D E flat C sharp 4 5 E F 6 7 G G flat F sharp A flat G sharp 8 9 B 0 001 ",
        "T H E E S S R EPORT 2 015 1 3 ",
        "14 T H E E S S R EPORT 2 015 THE ESS IN THE YEAR 2015 European statistics produced by members of the European Statistical System (ESS) play a major role in the definition, monitoring and assessment of all EU policies. In 2015, ESS members continued with the process of deepening their cooperation, placing particular emphasis on the development of joint statistical projects of benefit to European data users. As it is impossible to mention all the statistical developments that took place last year, this article concentrates on the most important themes and statistical initiatives undertaken by ESS partners. Revised statistical law The Statistical Law is a popular name given to the European Council Regulation (EC) No 223/2009 on European statistics, adopted in 2009, and amended last year. Regulation (EC) No 223/2009 laid out the way the ESS should be organised, and outlined the main duties of its members. Although official statistics had been mentioned in EU treaties before, it was this Regulation that gave a legal basis to the European Statistical System for the first time. The 2015 revision of the Regulation was needed as some of today’s most important statistical bodies were created in or after 2009. These bodies, such as the European Statistical System Committee (ESSC), the European Statistical Governance Advisory Board (ESGAB) and the European Statistical Advisory Committee (ESAC) are crucial for the proper functioning of the ESS. In addition, as a result of the financial and economic crisis, Eurostat was granted audit-like powers for better verification of Government Finance Statistics, which needed to be reflected in the revised Regulation. Today, the revised Regulation has a direct impact on the functioning of both the ESS and the individual national statistical systems. For instance, it clarifies the role and position of the Heads of the National Statistical Institutes (NSIs) and gives better protection to the independence of individual statistical authorities. It also paves the way for better coordination across the ESS and increases transparency in relations between the NSIs, other national statistical authorities (ONAs) and Eurostat. In addition, the amended Law improves statistical authorities’ access to administrative sources, simplifying their work and reducing the burden on respondents. The revision of Regulation (EC) No 223/2009 was a culmination of a long and difficult process, which took over three years and involved seven EU Council Presidencies. It was hailed as an important achievement for all members of the ESS and an example of a good working compromise among many parties, including the European Parliament. ESS peer reviews completed Last year, the second round of the ESS peer reviews came to an end. Launched in 2013, the peer reviews aimed at evaluating the extent to which ESS members comply with the European Statistics Code of Practice. The reviews were held in all 28 Member States, the four EFTA countries and also at Eurostat. The main objectives of the peer reviews included improving the functioning of the ESS and boosting its credibility among statistics users. They were conducted by independent external reviewers and focused on a large number of topics, ranging ",
        "T H E E S S R EPORT 2 015 1 5 from statistical legislation, confidentiality, data quality and processing to more effective ways of disseminating official statistics. Among the strengths of the ESS statistics producers, the peer reviewers listed their clear mandates for data collection, professional independence, impartiality and objectivity, access to administrative data and positive interaction with users. Altogether, the peer reviews resulted in numerous recommendations. They concerned governance and some legal aspects, quality and methodology, the adequacy of resources and cost effectiveness across the ESS as well as impartiality and dissemination. The background and the main findings of the second round of the ESS peer reviews are explained in more detail on pages 24-31. Progress of the ESS Vision 2020 In 2015, the ESS Vision 2020 moved into its implementation phase. The portfolio of concrete projects and initiatives covering five priority areas - users, digital communication, efficient production, quality and exploring new data sources - progressed and produced the first concrete deliverables. These deliverables included innovative visualisation tools as well as interactive tools and services. Further efforts will continue in the coming months to make it easier to find online statistics on the European economy, its people and environment and so help increase understanding of our fast- changing society. Last year, the ESS also identified the skills and capacities required in the area of production and dissemination of official statistics in our digital age and new training courses reflecting those were included in the 2016 European Statistical Training Programme. Several pilot projects on using Big Data to produce statistics were started in 2015. The pilots include the use of the scraping of webpages to measure job vacancies and the skills in demand by employers as well as looking into mobile data to better measure migration flows, population structures and tourism statistics. In 2015, the Eurogroups Register 2.0 on multinationals was launched and made online access possible for the NSIs. This, together with the methodology for ‘profiling’ enterprise groups, was the first step towards a more accurate measurement of global value chains and their impact on national economies and labour markets. The largest ever pilot exercise in the history of ESS was conducted in 2015. 20 NSIs and Eurostat exchanged microdata on export transactions using a secure IT network. This showed the potential and benefit of using other countries’ export data to R E S U L T S Q U A L I T Y O F L I F E E SS V i s i o n 2020 B u i l d i n g t h e f u t u r e o f E u r o p e a n s t a t i s t i c s ",
        "16 T H E E S S R EPORT 2 015 compile statistics on national imports while, at the same time, reducing disparities between trade statistics produced by two countries that trade with each other. The pilot results will be used as input to modernise the data collection and compilation of intra-EU trade statistics. Use of this system should also significantly reduce the reporting burden of the enterprises involved in intra-EU exports and imports in the future. New data on quality of life Following a growing consensus that societies need data to complement the information on economic well-being provided by GDP, in 2009 the Stiglitz-Sen-Fitoussi report on the ‘Measurement of Economic Performance and Social Progress’ was published. In the same year, the European Commission started the initiative ‘GDP and beyond — Measuring progress in a changing world’. Both the ‘Stiglitz report’ and the ‘GDP and beyond’ action proposed priority topics to further develop environmental and social indicators, and to report more accurately on distribution and inequalities. Quality of life includes the full range of factors that make life worth living. Economic indicators, such as the gross domestic product (GDP), while important, do not tell us completely how well or badly we are doing. Both initiatives advocated for other indicators to measure social progress and the perception of a citizen’s well-being. The data on subjective well-being have been collected for the first time across all ESS Member States with the quality standards of official statistics. The results were then published, in June 2015, in the flagship publication ‘Quality of life in Europe — facts and views’. This publication presents various aspects of personal well-being. It combines objective indicators on different life domains, such as labour and health status, the living environment as well as the family and financial situation, with subjective evaluations from individuals. The ‘Quality of Life’ publication also illustrates the ESS’ wish to address specific themes that are highly relevant for the general public. The objective is to shed light on what could impact upon the quality of life while at the same time carefully analysing the relationship between subjective perceptions and the objective measurements related to the same area. This publication, thanks to the collaboration among the ESS partners, offers the full range of factors that influence what people value in living, beyond the purely material aspects. European Master in Official Statistics Statistical literacy and life-long learning are essential in a fast-changing statistical world. The European Master in Official Statistics (EMOS) contributes to this learning by providing students with an advanced training in the specific themes of statistics in general and official statistics in particular. EMOS’ main objective is to enhance the ability of students to understand and analyse European official data at different levels in a national, European and international context. It also aims to promote education in the field of official statistics in universities in general and may become an instrument to train ESS staff in the future. In 2015, EMOS was implemented for the first time. The European Statistical System Committee (ESSC) awarded 12 university Master’s programmes, run by 11 universities, with the EMOS label, following a positive evaluation and recommendation by the EMOS Board. To gain the label, universities had to fulfil certain criteria. For example, they had to be running an accredited Master’s programme in an EU Member State, EU candidate country or EFTA country. Another condition was that the Master’s programme had to include a Master’s thesis in the area of official statistics and an internship in a statistical office. The courses offered within the EMOS context had to cover specific topics related to official statistics and to meet EU educational requirements. It was agreed that for EMOS to succeed, an active involvement of National Statistical Institutes and their collaboration with universities was necessary. This collaboration was particularly required to ensure internships, support to Master’s theses, and to help in the transfer of knowledge ",
        "T H E E S S R EPORT 2 015 17 of official statistics from national statistical authorities to universities when required. To meet these needs, a further criterion for universities was that they had to have set up a written agreement of cooperation with their National Statistical Institute, National Central Bank, Other National Authority or International Organisation to ensure internships and other support. It is expected that graduates who have successfully completed an EMOS programme will be able to demonstrate wide-ranging knowledge about the system of official statistics. This will include in-depth understanding of production models, statistical methods and topics as well as dissemination processes including confidentiality issues. It is further hoped that the close collaboration with statistical authorities and the universities within the EMOS programme will contribute to an enhanced knowledge exchange between national statistical authorities and the academic world. Given the success of the first call, a second call for applications was launched at the end of the year. A second group of Master’s programmes is expected to be awarded the EMOS label by the ESSC in May 2016. \b n 11 9 7 12 5 1 10 2 4 3 8 6 Helsinki Örebro Utrecht Southampton Rennes Lisbon Trier Ljubljana Rome Firenze Pisa 1 MSc in Survey Statistics University of Trier 2 MSc in Economics University of Trier 3 Master in Statistics and Econometrics ENSAI and University of Rennes 4 Statistics, Actuarial and Financial Sciences University of Firenze 5 Master Programme in Economics University of Pisa 6 Statistics and Decision Science University of Rome La Sapienza 7 Methods and Statistics for the Behavioural, Biomedical and Social Science Utrecht University 8 Master in Statistics and Information Management University NOVA, Lisbon 9 Master Programme in Applied Statistics University of Ljubljana 10 Master Studies in Statistics University of Helsinki 11 Master in Applied Statistics Örebro University School of Business 12 Msc Official Statistics (MOffStat) University of Southampton ",
        "18 T H E E S S R EPORT 2 015 ROLE OF THE PRESIDENCY OF THE COUNCIL The role of the Presidency of the Council is to set up a detailed work plan for different European policy areas, including statistics, establish the agenda of Council meetings, chair these meetings, and also facilitate the dialogue both at the Council meetings and with other EU institutions. For instance, the latter task means that the Presidency is responsible for all communication between the Council and the Parliament on legislative initiatives. The work of the Presidency of the Council is important for the European Statistical System, as its functioning is largely based on EU legislation, adopted jointly by the European Parliament and the Council, in the so-called co-decision procedure. The Presidency function rotates among Member States on the basis of a schedule defined well in advance. Each country holds the Presidency for a period of six months. To improve coordination and to ensure continuity of the work of the Council, countries set up so-called ‘trio Presidencies’, meaning that the three countries, which ensure the three successive Presidencies, establish a common basic programme with shared priorities. The country ensuring the Presidency has an important function and the opportunity to influence developments at Union level. This is illustrated, for instance, by an early access to information, a privileged position as the immediate interlocutor of the Commission services and the European Parliament as well as the possibility to focus discussions on areas that are of high interest for the Presidency. LUXEMBOURG Slovakia United Kingdom Italy Lithuania LATVIA Netherlands Malta Greece Ireland 07 2015 01 2015 07 2014 07 2016 07 2017 07 2013 01 2014 01 2016 01 2017 01 2013 eu2015lu.eu ",
        "T H E E S S R EPORT 2 015 1 9 Insights from Latvia ... ... and Luxembourg ",
        "2 0 T H E E S S R EPORT 2 015 In the first six months of last year Latvia held the Council Presidency, followed by Luxembourg in the second half of 2015. This meant that the EU Council Working Party on Statistics was chaired, in turn, by high-level representatives of these countries. Aija Žigure, President of the Central Statistical Bureau of Latvia (CSB) and Serge Allegrezza, Director of Statistics Luxembourg (Statec), both spoke to ‘The ESS Report’ about their work and the importance of the Presidency role. How would you assess the significance of holding the Presidency as opposed to being a member of the Council Working Party? Aija Žigure : For the first time in its history, Latvia held the Presidency of the European Council. We, in the Central Statistical Bureau, understood very well that these six months meant more than just changing places at the table. Our experts would have to take the lead in aligning positions of ESS Member States and negotiate with the European Parliament on various topics. We were well aware that the results of our work would also influence the statistical work of each Member State. We started the preparatory work several years before. In the preparatory period we trained a large number of staff on topics such as the principles of EU legislation and running efficient negotiation. We were aware that it was an investment in the future of our institution. As a result of the training, we now have experts who can represent us at international level using the professional knowledge and experience gained through their pre-Presidency training. These six months also gave us a great insight into the work at EU level. We now have new work contacts and have a much greater understanding of the processes involved. Serge Allegrezza : As it was not the first time that Luxembourg had held the Presidency of the Council of the EU, you might think that we had the advantage of prior experience. However, there is a long time span between our two Presidencies. As such, the people involved and the overall environment changed. For our team, holding the Presidency was a unique experience. It certainly differed from the participation in the Council Working Party on Statistics where the focus lies on the elaboration of technical details and legal aspects. The Luxembourg Presidency prioritised both the Harmonised Indices of Consumer Prices (HICP) 2015 COUNCIL PRESIDENCIES IN STATISTICS LATVIA AND LUXEMBOURG AIJA ŽIGURE, President of the Central Statistical Bureau of Latvia (CSB) ",
        "T H E E S S R EPORT 2 015 21 file and the balance of payments, international trade in services and foreign direct investment statistics (BoP) files. Given the advancement of both files when we took them over from the Latvian Presidency, we could focus on reaching an agreement at political level. At this stage, we had to develop negotiation skills to reach an agreement with the European Parliament and the Commission without leaving aside user needs. At Presidency level, you need to have a keen sense of understanding what could be acceptable as a compromise for the Member States and the EU institutions. Compared with your initial goals, how do you assess the actual achievements of your respective Presidency in statistics? Aija Žigure : Firstly, I would like to say how much I appreciate the ‘trio’ model of cooperation between the previous, current and next Presidency. In our case the trio was Italy, Latvia and Luxembourg. This ensured a good handover of information and a common understanding of the files. During the Latvian Presidency five meetings of the Council Working Party on Statistics were held. The agenda formally included two proposals BoP and HICP. Negotiations on both were concluded first at the level of the Council Working Party on Statistics, then at the Committee of the Permanent Representatives of the European Union (COREPER) meetings. By issuing their agreement on the General Approach, COREPER ensured that these proposals could move forward under the Luxembourg Presidency. In every meeting we also kept the Member States up to date with progress on the other draft regulations in the field of statistics (Extrastat, Inland waterways and railway transport statistics). Serge Allegrezza : The goal of the Luxembourg Presidency was to make progress in all five dossiers open at the beginning of the Presidency. These were, the transport files on inland waterways, rail statistics, external trade statistics (Extrastat), BoP and HICP. As mentioned before, the emphasis was on the last two dossiers for which the general approach had been agreed under the Latvian Presidency. For the BoP file, the amendments by the European Parliament circulated swiftly, although the final report was only handed over shortly before the Council Working Party on Statistics meeting in September. We were able to conclude the negotiations with the European Parliament on the BoP file before the end of our Presidency. Progress was due to the support and the constructive approach of the ESS, the European Parliament SERGE ALLEGREZZA, Director of Statistics Luxembourg (Statec) ",
        "2 2 T H E E S S R EPORT 2 015 45.3% of Luxembourg residents are foreign citizens — compared to an average of 6.7% for the EU 64% of individuals used internet banking in Latvia, compared to an EU average of 46% and the Commission. On the HICP dossier we could progress quickly thanks to the excellent help of domain experts, both in the Presidency team and in Eurostat. We finally reached agreement on the Regulation on HICP at COREPER level in December 2015. With Extrastat, we already knew that the file could not advance until a new Interinstitutional Agreement had been adopted. We did manage to have an overall institutional breakthrough in that COREPER approved the new Interinstitutional Agreement on Better Law Making in December, but it came too late for the statistical files. We also made progress with the transport files. For rail transport statistics, valuable input from Eurostat together with flexibility shown by the European Parliament meant we progressed quickly. However, we were not able to integrate some demands into the Regulation. On inland waterways statistics, we had hoped to progress more, but timing and other issues amongst stakeholders meant success was limited. Please describe the main achievements and explain their impact on the ESS and their benefits for users Aija Žigure : Thanks to the efforts made by previous Presidencies, during the Latvian Presidency the amendments of the Regulation on European Statistics, or the so-called ‘Statistical Law’, were approved. These amendments will strengthen the governance of the European Statistical System and the professional independence of the statistical offices. The amendments applied also to improving statistical quality and reducing response burden by allowing the statistical offices to work further on using administrative data sources. We were also happy that, following written consultation with the Latvian Presidency, COREPER approved recommendations about the collection and use of statistics of the European System of Central Banks. Behind our work, the main principles governing our Presidency working party were transparency, listening, and results-oriented management. We found these principles, along with the support and active cooperation from all Member States and the Commission ensured a positive completion of the Presidency tasks. With the help of Eurostat, we also organised a seminar for data users as a Presidency side event. Representatives of the most important Latvian and European data users took part. Also a high level seminar for eastern European, Caucasus and Central Asia countries was organised. This closely related to the Latvian Presidency overarching priority, an Engaged Europe, emphasising the need for the EU to further cooperate with partner countries. I feel that we proved that small countries can also hold a successful Presidency. Here I am talking in general, not only about the area of statistics. The Presidency raised the public’s awareness of Latvia, our traditions, and showed our enthusiastic people in action. Serge Allegrezza : For Luxembourg, as I said above, our main achievements were in the field of HICP and BoP regulations. The changes adopted in the new HICP Regulation will provide a measure of inflation that will form the basis for economic and monetary policy decisions. It was important that the statistics were objective, unbiased and comparable across all Member States. We were able to integrate the European Parliament’s requests. Similarly, by including requests from the European Parliament, the new BoP Regulation will lead to ",
        "T H E E S S R EPORT 2 015 2 3 Luxembourg residents rate their general life satisfaction at 7.5/10 — compared to an EU average of 7.1 92.1% of 18 year-olds in Latvia are in education compared to an EU average of 79.9% the development of new, harmonised statistics on so-called ‘ultimate investors’, those people or companies who ultimately control the investment and, thus, bear the risks and reap the rewards of the investment. The transparency and detail of foreign direct investment- related statistics will also increase. These statistics will help improve information on international financial flows. What were the main difficulties that you encountered? Aija Žigure : We were hindered by the slow and, in my opinion, too bureaucratic decision-making process. We, in a small country, are more flexible and dynamic. It is almost an art form to be able to find a compromise in an environment where there are so many different views from different countries. It was a surprise for us to find that the technical part of the regulations that had been agreed among statistical experts, were reopened for discussion in the Council Working Party on Statistics. These issues slowed down the process of negotiations at Council level. If we as statisticians want to keep up with the rapid changes in the business environment, if we want our statistical institutions to remain the main producers of statistics, we should seriously look at how to improve our decision-making processes. Serge Allegrezza : The work with the European Parliament was new to us. It took a couple of meetings to get to know its environment, its working rules, rhythm and style. We had some problems finding an appropriate schedule for the ‘trilogue’ meetings between the Council Presidency, representatives of the European Commission and the Parliament. As the trilogue meetings are short and intensive, there were sometimes misunderstandings of decisions taken between the participants. Hence we needed extra time to clarify these differences and this tightened the schedule. In summary, I can say that it took much more time to prepare than to run the trilogue meeting. In fact these important, political meetings were only the tip of the iceberg compared to the preparatory work. And what worked well? Aija Žigure : We had good cooperation with the Council Secretariat and Legal service. These services offered us great support both in communicating and in organising successful meetings. I would also like to take this opportunity to thank our great CSB Presidency team. Together with all our other experts they threw themselves into the work, irrespective of hours worked or holidays. They prepared so many documents, meetings and handled communication with all other Member States and did so admirably. We had a very good, professional team. Serge Allegrezza : We worked well together for the main dossiers. Fast, constructive communication at technical level with Eurostat was useful for the HICP dossier and helped in the last stages of negotiations when decisions had to be taken quickly. Along with the Commission, we also succeeded in explaining the statistical details and methodological difficulties to the European Parliament to help move things on. Overall, the spirit of negotiation in the trilogues was fair, which helped us to reach compromises despite apparently completely varying starting positions. \b n\b ",
        "2 4 T H E E S S R EPORT 2 015 ESS peer reviews explained PEER RE V IE W TE A M reviewed by ESGAB reviewed by independent external peer reviewers Eurostat Member States EFTA countries EUROPEAN STATISTICS CODE OF PR ACTICE Peer reviews evaluate the extent of ESS Members’ compliance with the Code of Practice. ",
        "T H E E S S R EPORT 2 015 2 5 Last year, the second round of the European Statistical System (ESS) peer reviews came to an end. Launched in 2013, the peer reviews aimed at evaluating the extent to which ESS members comply with the European Statistics Code of Practice. The reviews were held in all 28 Member States, the four EFTA countries as well as Eurostat. T he main objectives of the peer reviews include improving the functioning of the ESS and boosting its credibility among statistics users. The reviews highlight the strengths of all partners and identify areas in need of improvement. The second round of ESS peer reviews significantly differed in scope and in the way the reviews were conducted from the first one, undertaken in the years 2006-2008. The first round primarily focused on raising awareness of the newly adopted (in 2005) European Statistics Code of Practice among ESS members. The Code, updated in 2011, set the standards for the development, production and dissemination of European statistics. While it is not a legally binding instrument, with its adoption all ESS members voluntarily agreed to abide by a number of norms. The second round of peer reviews covered all 15 principles of the Code. It focused on a large number of issues, ranging from statistical legislation, confidentiality, data quality and processing to the dissemination of official statistics. The reviews also underlined the important role the National Statistical Institutes (NSIs) play in their home countries in coordinating statistical production with other national authorities (ONAs). A number of ONAs were also subject of the reviews. Independent reviewers The 2013-2015 reviews were conducted by independent external peer reviewers, equipped with audit-like powers. This meant that all the answers to the self-assessment questionnaires had to be supported with relevant evidence. In 2013, two peer reviews testing the new methodology agreed by the ESS partners were successfully piloted in Iceland and Slovakia. They were followed by 12 reviews carried out in 2014 and 18 in the past year. The last country visit took place in June 2015. The peer review of Eurostat was carried out in 2014 by the European Statistical Governance Advisory Board (ESGAB). ESGAB, which was established in 2008, is charged with providing an independent overview of the implementation of the Code across the ESS. Martti Hetemäki, the new chair of ESGAB explains more about the role of ESGAB in general in an interview on page 10. Each peer review visit lasted five days and was followed by a detailed report, which recommended improvements in line with the principles of the Code. As a next step, the SECOND ROUND OF ESS PEER REVIEWS — IMPORTANCE AND LESSONS LEARNED ",
        "2 6 T H E E S S R EPORT 2 015 Topics examined in the course of the peer reviews Governance and legal aspects Coordination Impartiality Dissemination: accessibility and clarity Burden reduction Administrative data Resources Cost- effectiveness Training Quality commitment Output quality and user interaction Methodology and protection of confidentiality Governance and legal aspects; coordination Impartiality and dissemination Burden reduction and administrative data Adequacy of resources and cost-effectiveness Quality and methodology ",
        "T H E E S S R EPORT 2 015 2 7 reviewed party prepared a list of improvement actions and adopted a plan demonstrating how it was going to introduce the recommended changes. Main positive findings The peer review reports highlighted a number of strong points and innovative practices in each statistical organisation and across the ESS as a whole. Among the findings, the following aspects emerged as strengths: • The existence of strong legal bases supporting professional independence, impartiality and objectivity of statistical authorities • Clear mandates for data collection and access to administrative data • Solid statistical methodology implemented using highly developed tools • Highly trained, motivated and dedicated staff members contributing to the high levels of credibility and trust in the NSIs • Very good interaction with users • Impartiality of data dissemination and limitation of privileged access under embargo to statistical pre-releases • Good coordination of work with other national authorities as practiced by a number of national statistical institutes Areas in need of improvement Less than one in ten recommendations resulting from the peer reviews showed a need for corrective actions to achieve compliance with the Code. Most of them related to impartiality and dissemination as well as to the professional independence of the heads of the NSIs and ONAs. The vast majority of recommendations concerned suggestions on ways to enhance the Code’s implementation in areas where compliance already existed. The peer reviewers put particular emphasis on the need to revise some of the national statistical laws to ensure independence concerning the nomination and dismissal of the heads of statistical authorities. The appointment of heads of statistical authorities should be carried out following an open selection procedure based on professional competence. Similarly, any dismissal should be substantiated by clear criteria. The reviewers also called for more comprehensive quality management systems and regular quality audits. They highlighted potential risks to the quality of European statistics resulting from the strained HR situation across the ESS. Through reforms and efficiency measures, the ESS has so far managed to successfully cope with the increasing needs for more data. However, in the assessment of the reviewers, many NSIs were operating under steadily increasing pressure. In order to better serve the users, it was also seen as desirable to provide more in-depth and customised analyses, to use better visualisation and dissemination tools, to upgrade or redesign the institutional web pages and to improve the coverage and timeliness of data. Responding to the peer review recommendations, the ESS partners defined improvement actions, the implementation of which will be monitored on an annual basis. All improvement actions are scheduled to be implemented by the end of 2019, after which Eurostat will prepare a final report to the European Statistical System Committee. Benefits of peer reviews As past experience has shown, the peer reviews enhance the credibility of European statistics. They bring ESS members together and promote the sharing of knowledge and best practice across the ESS. As a result, ESS members can scrutinise their policies, practices and procedures, and the gradual implementation of the review recommendations brings real progress in the way they work. The reviews also highlight the growing importance of high quality European statistics for evidence-based decision-making in Europe. The second round of peer reviews has demonstrated that the ESS has a high level of compliance with the European Statistics Code of Practice. European statistical authorities operate under a sound legal basis and their credibility and independence are recognised and trusted by users. ",
        "2 8 T H E E S S R EPORT 2 015 View of ESS Members PEER REVIEW IN ESTONIA smaller achievements, including minor gaps, were clearly visible. In some cases the same documents, for example the Official Statistics Act or usage of the Single Integrated Metadata Structure, could serve as a proof of compliance with several indicators in the Code of Practice assessment questionnaires. This made our work easier if somewhat less satisfactory. Statistics Estonia has a near monopoly position with respect to the production of official statistics in the country as, apart from the Central Bank, which is limited to producing monetary and balance of payments statistics, it is the only producer currently recognised under the Official Statistics Act. However, there is a potential Other National Authority (ONA) — the National Institute for Health Development (NIHD). The Institute participated voluntarily in the latest Peer Review, giving answers to the detailed version of the self-assessment questionnaire. All their answers were discussed at a joint meeting of the managerial staff of the NIHD and Statistics Estonia. TUULIKKI SILLAJÕE, Deputy Director- General Statistics Estonia I n Estonia, as in all the other countries, the Peer Review on compliance with the European Statistics Code of Practice (CoP) consisted of two parts: the self-assessment and a visit from the independent external peer reviewers. Taking into account the time invested in these two activities, many more working hours were spent on answering the self-assessment questionnaire and on the consultations with various stakeholders than on the actual meetings held during the Peer Review week itself. We also had to prepare introductory presentations on each theme to be covered during the visit of peer reviewers. Colleagues at Statistics Estonia enjoyed answering the self-assessment questionnaire as it gave them a comprehensive and systematic picture of the situation. It was helpful that we needed to organise our documentation according to the principles of the Code of Practice, which was required by the audit-like approach. It had not been done before. The audit-like approach was most definitely appropriate for the purpose and it helped us in many ways. First, it helped the national coordinator who was collecting the answers and reviewing the documentation for each theme relating to the self-assessment. In some cases, it also led to the renewal of the relevant documentation so that it covered the current situation. Accordingly, both bigger and ",
        "T H E E S S R EPORT 2 015 2 9 After an exhaustive preparation period, the meeting with the peer reviewers in April 2015 felt like a premiere, full of exhilaration. Everybody wanted to be present, both the staff and the stakeholders. Representatives of the media, researchers, holders of administrative registers and other involved parties came to express their interest. Main findings The peer reviewers concluded that, with the exception of the availability of adequate resources to meet all the requirements of the European Statistical Programme, there is a very high level of compliance with the Code of Practice in Statistics Estonia. Of course, we are proud that many of our achievements were recognised by the peer reviewers. Among them were the comprehensive legislation governing access to both public and private administrative data for statistical purposes and the right to influence its content for statistical purposes. We were also noticed for our integrated customer relationship management system and our innovative implementation of the General Statistical Business Process Model, not only for management and the development of statistical products and processes but also as the basis for the organisational structure. The recommendations were divided under three main headings: • Ensuring the availability of adequate resources to meet the requirements for European and national statistics • Strengthening the institutional environment • Further developing quality procedures and services to users and data providers In general, the final report of the Peer Review in Estonia did not hold any particular surprises for us. The bulk of recommendations pointed to an already known direction. Although all of the recommendations were taken note of and carefully analysed by the staff of Statistics Estonia, some recommendations were out of our scope of influence and some might be considered as excessive fine-tuning in the circumstances of very limited resources. Examples of such recommendations include providing Statistics Estonia with adequate resources, publishing more analytical reports, actively promoting statistical literacy and comparing statistical response burden with the overall administrative burden. Improvement actions All improvement actions in response to the recommendations were integrated into the strategy of Statistics Estonia and its monitoring mechanisms, which means that no additional burden is involved. Some improvement actions will be easy to complete during the first year following the Peer Review, for example, compiling the current contracts into a single detailed Memorandum of Understanding with the Central Bank or making a short quality policy statement based on the Official Statistics Act, the Regulation on European Statistics and the ESS Code of Practice. Other improvement actions might take up to 10 years to complete, for example, extending the list of Other National Authorities, or amending the Official Statistics Act so that the definition of, and provisions relating to, the principle of statistical confidentiality are addressed explicitly. The amendment of the law depends more on the political will than on any suggestions of statistical experts. I am convinced that the second round of Peer Reviews gave value added not only to Statistics Estonia, but also to the ESS as a whole. It is important that the ONAs were also included this time. In the future, it might make sense to involve all of the country’s ONAs, not just up to three of them per country. This is an issue of the credibility of the ONAs and the European statistics produced by them. As each chain is as strong as its weakest link, the ESS is as reliable and trustworthy as the least independent ONA. \bn ",
        "PEER REVIEW IN NORWAY I nspired by various general quality management frameworks, such as the Total Quality Management (TQM), many statistical institutes adopted a systematic approach to quality work about 20 years ago. However, a whole set of values and principles specifically relating to official statistics goes beyond the general principles offered by the quality management frameworks. In particular, they include the independence, impartiality and protection of data on individuals. Such requirements were first formulated in the ten UN principles of official statistics adopted in 1994. A milestone in the European work on quality in statistics was the European Statistics Code of Practice, adopted in 2005, revised in 2011 and followed up by the ESS peer reviews. Statistics Norway and the Norwegian statistical system are members of the ESS through our participation in the European Economic Area. We are largely subject to the same legal arrangements and regulations on statistics as EU Member States. EU activities have had great significance in supporting national work and initiatives on quality assurance. Statistics Norway started a systematic quality work based on TQM about 15 years ago. Today, the Code of Practice, supplemented by some general principles, constitutes our quality framework. The purpose of the peer reviews is primarily to enhance the credibility and strengthen the capacity of the whole ESS, but this is valid on a national level as well. At Statistics Norway, we based our preparations and implementation of the peer review on the benefits our institution and our statistical system could obtain from it. Organisation We organised the peer review exercise by establishing a project group headed by a national coordinator from our International Secretariat. The group members had a background in quality management, corporate governance and communication. We had to coordinate the self-assessments for three other national statistical authorities as well as provide other documentation. The self-assessment exercise resulted in a better organisation of our own documentation, and was a useful process. However, I believe that the self-assessment questionnaires could have been less extensive. The peer reviews followed an audit-like approach, which is in line with our own practice of internal quality reviews. This was made clear to our organisation before the visit, since it is important to understand the role of the auditors and the fact that their views and their report are their sole responsibility. Strengths and innovative practices The peer review report for Norway describes a number of strengths linked to legislation, quality, user orientation and cooperation. Statistics Norway’s independence and credibility are generally accepted. This was not questioned, even if Statistics Norway, unlike most NSIs, has a research department responsible for analyses, which often receive media attention. Legislation provides Statistics Norway with a strong mandate for data collection, ensuring access to administrative 3 0 T H E E S S R EPORT 2 015 HANS VIGGO SÆBØ, Senior Adviser, Statistics Norway ",
        "data systems which are the basis for a large part of our statistics. The peer review team acknowledged our active international cooperation with the ESS members, including the Nordic countries. Two innovative practices were emphasised: the Electronic Dialogue with Employers (EDAG) and the quality agreements with owners of administrative data sources. EDAG has been a collaborative project between the Norwegian Labour and Welfare Administration, the Norwegian Tax Administration and Statistics Norway, resulting in a Single Entry Point covering all data needed for reporting to Government on employment, wages and taxes. Innovative practices identified in the peer reviews might be good candidates to be taken up by other countries. Recommendations Statistics Norway got recommendations, on its legal basis, central monitoring of other producers of European statistics, quality management, dissemination and on resources. We did not express any divergent views in the report. Though independence and access to registers were among our strengths, the reviewers recommended updating the Statistics Act. It was adopted in 1989, long before Norway joined the European Economic Area and the European Statistics Code of Practice was introduced. Recommendations on the legal basis addressed the need to define official statistics, the role of Statistics Norway’s Board, the responsibilities of the Director General and Statistics Norway’s coordination role. The coordination role represents a challenge for many NSIs. In Norway, 24 producers of statistics are members of the Statistical Council. Of these, 9 produce European statistics. The Statistical Council promotes coordination in the production of statistics. However, Statistics Norway does not have the power to tell other producers what to do and, so far, we do not control or approve their statistics. We followed up on this recommendation by taking it to the Ministry of Finance. Action plan We have established an action plan based on the recommendations and our interpretations of these. Some of these actions had been planned before, others were on our planning agenda and the peer reviews simply supported our priorities. In addition to following up on the recommendations regarding the legal basis, the improvement actions include better coordination of other producers of European statistics and establishing and publishing more general quality information, such as quality guidelines. Procedures for following up on recommendations and actions are crucial to ensuring quality assurance and improvements. Conclusions In total, Statistics Norway is satisfied with the latest ESS peer review exercise. In addition to leading to improvements of statistics both nationally and in Europe, the reviews have strengthened the Code of Practice as a common framework and ensured that international efforts in the area of statistical quality will bear fruit also in the future. \b n T H E E S S R EPORT 2 015 31 ",
        "3 2 T H E E S S R EPORT 2 015 INDICATORS FOR DECISION-MAKING AND MONITORING The 2015 meeting of Directors-General of the National Statistical Institutes (DGINS) took place in Lisbon in September. The theme of the statistical session that year was ‘Indicators for decision-making and monitoring’. Participants agreed to promote cooperation and research in the area of indicators and to address the need to further develop indicator terminology and methodology. This should improve the knowledge and understanding necessary to allow the use of indicators to meet the challenges of measuring society. The following interviews are based on the papers submitted by Vítor Junqueira, Portugal, and Jean-Luc Tavernier, France. They illustrate two very different but critical issues of statistical production of keen interest to users: the use of commentary to make statistics ‘understandable’, and research to help speed up the publishing of statistics in the public domain. A further interview is based on a presentation given by Markku Lehtonen from the University of Sussex. As part of a panel discussion, he outlined alternative uses for indicators and some consequences that were worthy of further attention. ",
        "T H E E S S R EPORT 2 015 3 3 NEW WAYS OF SPEEDING UP DATA ON INCOME AND LIVING CONDITIONS Vítor Junqueira, Senior Statistician from Statistics Portugal, outlined how their work on using micro-simulation techniques could speed up the flow of data on income and living conditions out of the statistical institute and into the hands of policymakers and other users. Why is timeliness so important for data on income and living conditions? Policymakers and researchers always need up- to-date data from income surveys like the EU Statistics on Income and Living Conditions survey due to the important role of indicators such as the At-Risk-of-Poverty Rate (AROP rate). This indicator is used to monitor the evolution of society, the impact of public policies and, in particular, the effectiveness of anti-poverty policies and measures. It has become even more important in the past few years given the instability of income distribution due both to the economic crisis and several changes in social and fiscal policies, including austerity measures. I think Statistics Portugal is not the only statistical office that is under a lot of pressure to speed up the publication of the results of its surveys. Currently, we can only deliver data roughly one year after completion of the survey. As income distribution has become more unstable over the last few years, figures that can help measure the at-risk-of poverty rate are highly in demand. However these figures must be relevant in terms of time and a one year lag is not ideal. How can you speed up the production of indicators? As in other countries, in Portugal we collect EU– SILC income data for the previous year. Unlike some countries, we also collect current income data through the same survey. By combining both sets of data, we think we can produce good estimates which can forecast the at-risk-of poverty rate for the current period. We could also show what the results would be from changes in policies with direct impact on income distributions, for example, cuts in public wages, cuts in pension income, tax changes or other influences such as inflation. To test the results we used various types of models, or scenarios to estimate an individual’s income for the current year. For instance, if an individual had no income for the previous year but showed an income for the current year, the current income information would be extended to cover the entire current year and it would be assumed that the individual was in employment. This is an example of the strength of micro- simulation. Using such individual cases, we can reproduce the impacts of changes to policies such as cuts in public wages, pension income or changes in taxes. VÍTOR JUNQUEIRA, Senior Statistician, Statistics Portugal ",
        "Speeding up the flow of data 3 4 T H E E S S R EPORT 2 015 How satisfied are you with the results? We have made some simplifications. For example, we do not take into account demographic changes such as births or deaths, changes in household structure or new entries into the labour market. Nevertheless, the simulation appears to be good. We have a very good prediction of the share of persons at risk of poverty with the final rate being very close to the estimated rate. What weaknesses did you discover? One of our weaker results was on estimating the extent of income inequality, as measured by the Gini coefficient. This is because our simulation does not seem to work very well for the lower and the higher ends of the income spectrum. As a result, although the income trend we estimated was the same as the real trend, the results were not as precise as those for the AROP rate. So where do you go from here? I believe that we have shown that the model can produce useful, early estimates of main indicators. By gathering data from different years of the same survey, we have shown that it is possible to produce good AROP estimates only a few weeks after the national survey took place, even in periods of high employment fluctuation. This means that poverty estimates could be published just as quickly as estimates of GDP or unemployment rates. We are aware of the risks involved in such early estimates and the need for policymakers and the public to understand these risks, so as not to jeopardise confidence and trust in official statistics. For this, we need to make major efforts to communicate the theories behind our estimates and indicators, to educate our users and ensure that we make them aware of any potential trade-off between timeliness and accuracy. \b n ",
        "T H E E S S R EPORT 2 015 3 5 Can you give us some background on the motivation behind this paper? The French National Institute of Statistics (INSEE) regularly carries out economic and demographic studies. It publishes these with commentary interpreting the structural context in which the study took place and the results found. These specific analyses, which often involve complex statistical modelling and hypotheses, differ from other official statistics releases, such as news releases, in which the only commentary is descriptive, based on the data shown. If we want our data to be used responsibly, for each type of indicator we produce, we need to explain their background and context to our users. Do you have an example of how this works in practice? We in INSEE regularly produce a short-term forecast on the economic situation. This is a highly popular publication with large media coverage. It gives a complete analysis of France’s economic environment and includes information on firms’ expectations from our business surveys and modelling. For example, this short-term forecast booklet includes commentary on how policy or economic changes of the oil price will impact the economy, and describes the reasoning behind this analysis. The booklet also usually includes two methodological or structural studies which explain new tools, methods or give deeper analysis of a certain issue. In other words, we try not only to inform our users but also to explain concepts or try to clear up potential misunderstandings before they arise. I believe that this also helps to increase the confidence in the GDP growth rate estimates. What else do you do to make your statistics more attractive to general users? First of all, most of our official statistical releases contain descriptive commentaries to help users interpret our data. These descriptive studies help the reader to have a better understanding of the economic or social reality and the forces that shape them. Additionally, we have found that the use of ‘story- telling’ elements helps increase media coverage of some of our publications — it attracts the attention of journalists. An example of this, in 2015, we produced data on the number of births in France and linked them to the changes in the share of new-borns who carry the father’s, mother’s or the name of both parents. The naming was linked to the marital status of the parents or their place of residence. There was wide media coverage on this, which I do not think we would have generated by just producing statistics on the number of births. How do you address the request to describe complex situations with a single indicator? I would like to underline that, however tempting it may be, INSEE never recommends combining statistics to make composite indicators or merging individual indicators into a single index. We prefer to recommend sets of indicators to users, but in the end it is up to the users or policymakers to decide what data to monitor. \b n JEAN-LUC TAVERNIER, Director-General, INSEE, France HOW FAR CAN STATISTICIANS GO IN COMMENTING ON TRENDS OF INDICATORS? ",
        "3 6 T H E E S S R EPORT 2 015 Do you understand the frustration of some NSIs on the at times irrational use of indicators in policymaking? I certainly do understand and recognise this frustration. However, at the same time a lot of the frustration among the NSIs about the ‘misuse’ of their otherwise wonderful indicators stems from what I think is a misunderstanding, a kind of a myth that indicators are a neutral and objective input into policymaking. In reality, indicators not only reflect the world, the ‘reality’, but equally or even more importantly they shape it. Indicators and even statistics are essentially political in nature. It therefore seems futile to try to ensure and assure that they are absolutely objective and value-free. What do you mean by the idea that indicators shape reality? It is well known that indicators have impacts on the behaviour of persons and institutions, through the incentives they carry with them. For example, just take the key performance indicators (KPIs) used within an organisation to measure how well its employees do their work. These KPIs are inspired by the belief that ‘you can’t manage what you can’t measure’. But while this might be true, it is equally true that ‘what you measure is what you come to manage’. And even more: once employees become aware of the aspects that are measured, they adapt their behaviour, the way they prioritise different tasks, organise their work, as well as justify and motivate their choices (Goodhart’s law). Any change in an indicator tends to also provoke changes in the entire system. An individual indicator always reflects a specific way of classifying the things it measures and this classification, in turn, affects the ways in which we perceive reality. Take GDP, a measure that fundamentally affects ways in which we observe the world, for example by categorising countries as ‘developed’, ‘underdeveloped’ or ‘emerging’. This illustrates the conceptual role of indicators: they shape our frameworks of thought, ways of thinking, mental models, received wisdoms — which tend to be rather resistant to change. Indicators such as GDP not only affect our perceptions, but they also play various political roles. They can serve as ammunition in political power play. They can be used as tools that help promote specific causes, design policy responses and even shape our institutions. Summing up, accepting the unavoidably normative nature of indicators would be a step towards a more nuanced and enlightened analysis of the role of indicators in policymaking. How can statisticians interact with policymakers? Sometimes the process of designing an indicator, i.e. the collective process of agreeing on how to conceptualise and measure a given phenomenon, can be more influential than the indicator itself. Take the recent example of a working group in the UK that was tasked with identifying indicators on energy security and which ended up having rather vivid discussions on how to define energy security in the first place. In doing so, the working group actually shaped the priorities of UK policy relating to energy security. MARKKU LEHTONEN, University of Sussex HOW INDICATORS SHAPE REALITY ",
        "T H E E S S R EPORT 2 015 3 7 Another precondition for useful interaction between statisticians and policymakers would be that the parties involved recognise the value of controversy and accept conflicts as an unavoidable part of reality — and indeed of progress. Sometimes indicators can be helpful precisely thanks to their ability to highlight conflicts and illustrate the normative or cognitive disagreements that underlie what at first sight might appear as mere technical disagreements. When it comes to indicator use, no matter how much you attempt to control the use or influence of indicators, the consequences of their use always, at least partly, escape these controlling attempts. Therefore indicators need to be seen as part of the broader landscape within which they operate. Statisticians should beware of entertaining a blind faith in numbers and their objectivity. In fact, I believe it is precisely statisticians that might be best positioned to help the various parties to understand the normative and political nature of statistics and indicators. Statistics offices and their officials could therefore explain the limitations involved in the use of statistics and indicators as tools of policymaking, instead of defending the role of quantification in society and seeking the ever- elusive objectivity. Quantitative indicators and qualitative evaluation should both be seen as equally indispensable means of representing the reality. Statisticians should also keep in mind that politicians often prefer more nuanced information that allows them to choose between different options, according to their political convictions. In other words, and contrary to received wisdom, politicians do not always want simple and unambiguous information in the form of a single number that would indicate the ‘best option’; instead, they often want to decide for themselves, rather than being told how to choose. So, rather than trying to develop indicators that would provide an unambiguous basis for decisions on which policy option is the ‘best’, future work could focus on designing indicators that would help ‘open up’ policy processes and perspectives. This would entail at least two tasks: widening the range of data used as input to the creation of the indicators, and opening up the outputs of their implementation. Widening the inputs would mean gathering together a diverse range of expertise and actors in the indicator work. Opening up the outputs would imply using indicators as tools to help in the search for alternatives, broadening the perspectives and identification of the key conditions underpinning different policy choices. Rather than seeking to provide a single best solution, a single ‘correct’ indicator, statisticians could in this way help illustrate an issue from a variety of perspectives. \b n ",
        "3 8 T H E E S S R EPORT 2 015 MEASURING MIGRATION 3 463 BELGIUM 4 194 LUXEMBOURG 1 063 FRANCE 5 441 GERMANY 2 546 NETHERLANDS 591 UNITED KINGDOM 707 IRELAND 1 369 ITALY 4 620 SWITZERLAND 126 SLOVENIA 34 CROATIA 17 699 HUNGARY 50 SLOVAKIA 117 CZECH REPUBLIC 9 970 AUSTRIA 270 POLAND 93 LITHUANIA 16 016 SWEDEN 5 876 FINLAND 172 ESTONIA 165 LATVIA 314 SPAIN 80 PORTUGAL 62 ROMANIA 2 800 BULGARIA 1 047 GREECE 2 486 CYPRUS 3 948 MALTA 5 898 NORWAY 3 679 DENMARK Number of first time asylum applicants per million inhabitants (2015) 3. 4. 5. 1. SYRIA 2. ERITREA IRAQ AFGHAN- ISTAN STATE- LESS: Positive asylum decisions by citizenship (2015) 1. 2. 3. 4. 5. MOROCCO INDIA CHINA(*) TURKEY PAKISTAN First permits in the EU for family reasons by citizenship (average 2010-2014) (*) including Hong Kong (*) including Hong Kong (*) including Hong Kong 1. CHINA(*) 2. UNITED STATES 3. INDIA 4. BRAZIL 5. PAKISTAN First permits in the EU for education reasons by citizenship (average 2010-2014) 1. UKRAINE 2. INDIA 3. UNITED STATES 4. CHINA(*) 5. MOROCCO First permits in the EU for employment reasons by citizenship (average 2010-2014) ",
        "T H E E S S R EPORT 2 015 3 9 Migration as a global phenomenon has been difficult to measure ever since the first attempts were made over 400 years ago. It is especially important to understand how migrant flows are measured by the ESS, as migration became one of the most urgent political issues in Europe in 2015. The process of the measurement of migrant integration presents an additional challenge to European statisticians, charged with production of high-quality official statistics used by policymakers for the shaping and monitoring of EU policies. E U law (Regulation (EC) No 862/2007) states that ‘harmonised and comparable Community statistics on migration and asylum are essential for the development and monitoring of Community legislation and policies relating to immigration and asylum, and to the free movement of persons’. Since 2008, the collection of migration and asylum data across the ESS has been based on this Regulation. Although ESS Members use a range of data sources, the statistics collected under the Regulation should be based on common definitions and concepts. What makes a migrant It has become more difficult to define what makes a migrant. While in the past, large groups of Europeans emigrated to the US never to return, today’s societal mobility makes it more problematic to establish a definition for a migrant. For instance, it is not unusual for people to take a job abroad for a limited period of time before returning home and leaving again later. This makes statistical accounting much more difficult. ESS statistics define a migrant as a person who changes their usual place of residence, crossing a border, and intends to stay in a new location for a period of at least 12 months. The EU Regulation defines the ‘usual residence’ as a ‘place at which a person normally spends the daily period of rest’. However, some ESS members still define as 3 463 BELGIUM 4 194 LUXEMBOURG 1 063 FRANCE 5 441 GERMANY 2 546 NETHERLANDS 591 UNITED KINGDOM 707 IRELAND 1 369 ITALY 4 620 SWITZERLAND 126 SLOVENIA 34 CROATIA 17 699 HUNGARY 50 SLOVAKIA 117 CZECH REPUBLIC 9 970 AUSTRIA 270 POLAND 93 LITHUANIA 16 016 SWEDEN 5 876 FINLAND 172 ESTONIA 165 LATVIA 314 SPAIN 80 PORTUGAL 62 ROMANIA 2 800 BULGARIA 1 047 GREECE 2 486 CYPRUS 3 948 MALTA 5 898 NORWAY 3 679 DENMARK Number of first time asylum applicants per million inhabitants (2015) 3. 4. 5. 1. SYRIA 2. ERITREA IRAQ AFGHAN- ISTAN STATE- LESS: Positive asylum decisions by citizenship (2015) 1. 2. 3. 4. 5. MOROCCO INDIA CHINA(*) TURKEY PAKISTAN First permits in the EU for family reasons by citizenship (average 2010-2014) (*) including Hong Kong (*) including Hong Kong (*) including Hong Kong 1. CHINA(*) 2. UNITED STATES 3. INDIA 4. BRAZIL 5. PAKISTAN First permits in the EU for education reasons by citizenship (average 2010-2014) 1. UKRAINE 2. INDIA 3. UNITED STATES 4. CHINA(*) 5. MOROCCO First permits in the EU for employment reasons by citizenship (average 2010-2014) ",
        "4 0 T H E E S S R EPORT 2 015 Educational attainment level of the population aged 20-64, EU28 (2015) 22% 43% 49% 33% 29% 24% 0 10 20 30 40 50 LOW EDUCATION LEVEL 50 MEDIUM EDUCATION LEVEL 0 5 10 15 20 25 30 35 40 45 50 HIGH EDUCATION LEVEL Nationals Non-EU citizens migrants people who stay on their territory for six months while other countries use more complex criteria, when attributing the status of a migrant to a newcomer. Reasons for migration Why do people migrate? In general, the reasons can be grouped into four categories. They are employment, joining one’s family, education and ‘other reasons’, which include residence only (people who can afford to live in another country e.g. pensioners) and those also seeking international protection from persecution or war. It follows, that while some people choose to migrate to another country, others are forced to move due to geo-political circumstances. Eurostat’s statistics on residence permits issued to non-EU citizens demonstrate that in the years 2010-2014, Ukrainians and Indians were the largest groups of non-EU migrants moving to the EU in search of employment. Moroccans and Indians moved to join their families while Chinese and US citizens migrated to study. Last year, Europe faced an unprecedented influx of migrants, most of them claiming asylum, i.e. seeking international protection given by EU and EFTA states on their territories. This rise in asylum applications has again turned the world’s attention to migration statistics produced by the European Statistical System. Data sources Member States and EFTA countries use different data sources to produce statistics on international migration flows and migrant population stocks. Most of them base their figures on administrative data sources, such as population registers, registers of residence, of work permits as well as health insurance, tax and asylum registers. Some countries also use data from household sample surveys (such as the EU Labour Force Survey) or surveys undertaken at their borders. ",
        "T H E E S S R EPORT 2 015 4 1 Previous census results and estimation methods are also used to produce migration statistics, often to provide information on the characteristics of migrants, such as citizenship or country of birth. Eurostat consolidates the data received from its ESS partners to produce harmonised European totals. Because of the special interest resulting from the increased numbers of asylum seekers entering the European Union, the following sections of the article will be devoted to this group of migrants. Countries of origin and main destination countries Eurostat data show that in 2015, 1 255 600 first time asylum seekers applied for international protection in the Member States of the European Union, a number more than double that of the previous year. Syrians, Afghanis, Iraqis, Kosovars, and Albanians were the top five citizenships of asylum seekers. The highest numbers of first time asylum applicants were registered in Germany, Hungary, Sweden, Austria and Italy. These five Member States together accounted for nearly 65% of all first time applicants in the EU. Eurostat releases monthly statistics on applications for asylum, quarterly on first instance asylum decisions as well as annual statistics on the applications for asylum of unaccompanied minors, final asylum decisions taken on appeal, resettlement of refugees and the so-called ‘Dublin’ statistics, that state which country is responsible for assessing an asylum application. The rate of recognition In general, more than half of first instance decisions in 2015 resulted in a positive outcome, i.e. granting refugee or subsidiary protection status or an authorisation to stay for humanitarian reasons. However, the rate of recognition, or the share of positive decisions in the total number of decisions taken in the first instance, varied widely depending on the countries of the applicants’ citizenship. For instance, Syrians had the highest rate of recognition across the EU (97%), while only 2% of all first instance decisions issued to Kosovars were positive. Employment status for the population aged 20-64, EU28 (2015) Employment rate Nationals Non-EU citizens 7 0 . 7 % 5 6 . 7 % Unemployment rate 18.8% Nationals Non-EU citizens 8.8% ",
        "4 2 T H E E S S R EPORT 2 015 Migrant integration Understandably, migrant integration is one of the top priorities for all EU and EFTA countries. At the European Ministerial Conference on Integration, which took place in Zaragoza on 15 — 16 April 2010, Ministers agreed to incorporate ‘integration issues in a comprehensive way in all relevant policy fields’. At the same time, Ministers encouraged the development of statistical indicators on integration. As a result, in 2011 Eurostat published a report on ‘common integration indicators’. It included calculations for each Member State of the proposed common indicators of migrant integration based on data currently available. The indicators concerned the areas of employment, health, education, social inclusion and also active citizenship in the hosting country. An additional data source in the area of migrant integration has been the European Union Labour Force Survey ad hoc module on the labour market situation of migrants and their immediate descendants. Among other things, it provides statistical information on the second generation of migrants in Europe. 2015 and beyond Last November, the European Statistical Advisory Committee (ESAC) issued an official ‘Opinion on migration statistics’, which demanded that ‘higher priority in the European Statistical System at European, national and sub-national levels’ be given to migration statistics. It stated that ‘integration in society is the best strategy for handling immigration, in the interests of both migrant and resident populations’ and called for the development of short- and long-term strategies for migration statistics. The first should ‘make use of estimates rather than precise counts’, the second one to be closer ‘linked to administrative registers, at national and sub-national levels’. Big Data In recent years, European statisticians have also increasingly turned towards the exploration of new data sources to improve the timeliness and accuracy of statistics. Pioneering work has been started by a number of statistical institutes and Eurostat, which aims at making use of the opportunities created by Big Data, resulting from the widespread use of computers, mobile phones and other digital devices. Like everyone else, migrants leave various digital trails before leaving their countries, on the way to new destinations and at their final locations. These digital trails include online searches and website visits, exchanges on social networks and phone calls made on mobile phones. Those new data sources offer the potential to detect and monitor migratory trends and could in the future be considered as a source of information on the progress of the integration of migrants in their host countries. Together with other ESS partners, Eurostat has been working on the exploration of Big Data for the production of statistics supporting current EU policies. Recent partnerships with mobile network operators aim at exploring how anonymised digital traces left by people using their mobile devices could be used to complement the availability of timely statistics on population and mobility. Other new techniques, such as ‘web scraping’ (web data extraction), focus on gathering information from the Internet, which might complement existing official data sources. Among the constraints associated with the use of Big Data, ESS experts point to privacy issues, a lack of dedicated methodology and also selectivity. The latter means that the information obtained from Big Data sources only relates to those migrants who use new technologies. \b n ",
        "Views of ESS Members T H E E S S R EPORT 2 015 4 3 THE BELGIAN EXPERIENCE IN THE FIELD OF ASYLUM AND MANAGED MIGRATION STATISTICS The Belgian Immigration Office Together with various partners, the Belgian Immigration Office manages migration flows in Belgium. It ensures the implementation of the legislation on access to the territory, residence, establishment and removal of foreigners. In practice, the Office is responsible for: • The issue of short- and long-stay visas • The registration of asylum applications and the determination of the EU Member State responsible for examining them (Regulation (EC) No 604/2013, also known as the ‘Dublin III Regulation’) • The examination of the applications for residence permits (including permits granted for humanitarian status) • Voluntary returns and removals of foreigners staying illegally in the country Statistician: a new role for the Belgian Immigration Office In the past, the production of statistics was not an essential activity of the organisations involved in the management of migration, such as the Immigration Office. However, in recent years, due to the current migratory situation, the need for an efficient monitoring of related policies and the will for transparency, the production of statistics has become a strategic issue for our organisation. The development of EU data collections and legislation on migration Already back in the 1990’s, administrations in charge of migration management used to exchange statistics on asylum and migration at the level of the Council using the fora such as CIREA (Centre for Information, Discussion and Exchange on Asylum) and CIREFI (Centre for Information, Discussion and Exchange on the Crossing of Frontiers and Immigrations). NICOLAS PERRIN, Statistician, Immigration Office, Belgium ",
        "4 4 T H E E S S R EPORT 2 015 Nonetheless, the statistical role of our organisation dramatically changed in the last decade, at first after the adoption of the Regulation (EC) No 862/2007 on Community statistics on migration and international protection in 2008. Incidentally, the establishment of two dedicated EU agencies, the European Agency for the Management of Operational Cooperation at the External Borders of the Member States of the European Union (FRONTEX) in 2004 and the European Asylum Support Office (EASO) in 2010, meant the development of complementary data collections. The implications at national level Currently, we are responsible for the transmission to Eurostat of the monthly, quarterly and annual statistics on asylum, the annual ‘Dublin Statistics’, the annual statistics on residence permits and the annual statistics on the Enforcement of Immigration Legislation (refused entry at the border, third country nationals found to be illegally present, obligations to leave, effective returns). The EU data collections on migration and asylum represent a huge task for an organisation whose core business is not primarily statistics. In order to fulfil the requirements of the EU Regulation and to participate actively in the exchange of statistics with EASO and FRONTEX, we had to establish a dedicated unit and revise most of the procedures used to produce our statistics. One of the most challenging issues for us was and still is the harmonisation of our definitions with the EU standards after the adoption of Regulation (EC) No 862/2007. Our statistical sources and definitions were created for our national administrative purposes a long time ago (in the middle of the 19 th century for one of our main databases, the population register) and do not necessarily respond to the needs of the EU. At first, we had to modify these databases to be able to record all the necessary information. As a second step, we had to produce the required statistics according to EU definitions, sometimes very different from our national ones. However, as was the case for most Member States, producing statistics according to EU standards did not mean that we could use them at national level. As a consequence, in the short term, the development of EU standards resulted in the development of two parallel sets of statistics for most indicators. Progressively, we have aligned with EU law. For instance, we adapted our methodology on asylum to Eurostat guidelines concerning asylum in January 2016, i.e. eight years after the entry into force of Regulation (EC) No 862/2007. There are still some minor discrepancies between our national statistics and the EU standards due to the specific additional needs at national level. However, their number is limited. For example, we collect much more information on EU citizens living in Belgium than is required by the EU institutions. This is explained by the size of this population, which is 2/3 of the non-national population. Another challenging issue for us is the timeliness and punctuality of our data releases. Due to the unprecedented size of the migration flows currently faced by the EU, the frequency of our data releases has sharply increased for a number of specific topics. For example, we produce detailed daily statistics on asylum to respond to the practical needs at national level, usually the day after the reference date. For national and EU purposes, we produce their summary as the weekly data collection, usually the day after the end of the week. For national and EU purposes, we also produce consolidated, detailed monthly data, between 5 and 15 days after the end of the month. Producing timely and reliable statistics in this context remains a challenge. \b n ",
        "T H E E S S R EPORT 2 013 4 5 A VIEW FROM ITALY: INTEGRATION — A KEYWORD WITH MANY MEANINGS In Italy during the last decade, the keyword for migration statistics has been ‘integration’: • Integration of data at micro-level (record linkage) for new integration indicators • Measuring the integration of foreigners in Italy (through specific questions in traditional and new surveys) • Integration of the institutions that deal with the data and policies about migration and migrants • Integrated dissemination of the results for efficient and effective policymaking Regulation (EC) No 862/2007: a decade of innovation The adoption of the European Parliament and Council Regulation on European statistics on migration and international protection — (EC) 862/2007 — represented a milestone in improving the quantity and quality of information available for Italy. It considerably boosted collaboration between Istat and the Ministry of Interior to produce statistical information based on integrated data from different sources. In general, the Regulation led to a greater understanding of the importance of having wide-ranging and accurate statistics on migration. The process of integrating data from different sources has happened gradually, thanks to closer communication between the two main institutions that collect and produce statistics on immigration. Cooperation began with the collection of statistics on residence permits (article 6 of the Regulation). For this Istat provided the Ministry of Interior with the technical skills needed to ensure that the data produced met European guidelines and standards. Istat then went on to improve the quality of the data by using data linking techniques. Data linking was also used to produce information on the acquisition of citizenship (article 3 of the Regulation). This would have been impossible without cooperation between Istat and the Ministry of Interior. Beyond the Regulation: measuring, knowing, evaluating integration However, as reported at the DGINS conference of 2009, while the Regulation ‘… covers a wide range of migration-related statistics, it does not go beyond producing counts of the numbers of migrants, with only basic disaggregation by administrative immigration categories and by age and sex’. It therefore only represents the first step towards understanding the migratory phenomenon. It is clear that more information is needed on the economic and social condition of migrants. The integration of microdata has also been used to study the integration of migrants. Nowadays, there is much administrative information that can be transformed into statistical data and it is also easier to link those data. Many different databases contain the same ‘key’ variables (usually the tax- code) and the linkages can be both cross-sectional (between different archives in the same period) and longitudinal (applied to the same archive over different periods). CINZIA CONTI, Researcher — Head of Unit, Istat, Italy ",
        "4 6 T H E E S S R EPORT 2 015 As a result, the indicators available have also changed and multiplied, especially the ‘longitudinal’ ones. The Zaragoza Declaration adopted in April 2010 provided an additional stimulus for public statistics, identifying important areas and indicators to help understand migrant integration. Istat, together with several public organisations and academic experts, has been working intensely on the Zaragoza indicators. The main results achieved by this working group included the organisation of a conference held by Istat and the Interior Ministry in June 2013. The conference was financed by the European Integration Fund (EIF) and resulted in a publication entitled: ‘Integration knowing, measuring and evaluating’. Survey data have also benefitted from Istat’s cooperation with ministries. Thanks to the funding by three separate Ministries (Health, Interior and Equal Opportunities), Istat was able to conduct its first sample survey that specifically covered a sample of 12 000 families that had at least one foreign citizen as a family member, called ‘Conditions and social integration of foreign nationals’ (2011-2012). This survey provided information that we can use to not only improve our understanding of the migratory phenomenon in Italy but also fill the gaps on some of the fundamental elements of the process of integration. Upcoming issue: the second generation In 2015, another step forward was made. Istat carried out a survey based strictly on the Italian Ministry of Education – ‘University and Research (MIUR) register’. The survey dealt with the growing issue of the ‘Integration of the second generation’. It was co-financed by the Ministry of Interior and the European Fund for the Integration of third-country nationals (EFI). The Italian Ministry of education, university and research were also involved in the organisation of the survey. Lower and upper secondary schools that had at least five foreign students were surveyed, a sample of more than 1 400 schools and 68 000 students. In 2015, the lower secondary schools registered 148 000 and the upper secondary schools had 157 000 foreign students. Interviews were conducted with both foreign and Italian students. The computer-assisted web interviewing (CAWI) questionnaire covered many different dimensions of migration and integration: age at migration, school attendance and achievement, relationships with classmates, friends and teachers, leisure activities, family, economic situation, aspirations, etc. Teachers and head teachers were also surveyed to find out their opinion and behaviour towards foreign students and integration. The data were published on 15 March 201. Data dissemination Since June 2013, an information system dedicated to the theme ‘immigrants and new citizens’ (Immigrants.Stat) has been online. Its aims are to: 1. Exploit these multidimensional statistics 2. Give a single access point to multi-source data on immigration and integration 3. Disseminate a wide range of information: metadata can make it easier to read statistics 4. Offer interactive and dynamic tools to satisfy the growing information needs on migration The thematic data warehouse is at the centre of the system. Eight thematic domains exist: population and households; health; households’ economic conditions and disparities; social security; labour; education and training; social participation; crime. In addition to the thematic data warehouse, the system offers a number of advanced tools for custom display and integrated information. \b n ",
        "",
        "",
        "",
        "EUROPEAN STATISTICAL SYSTEM ESS - http://ec.europa.eu/eurostat/web/ess/latest-news Eurostat - http://ec.europa.eu/eurostat Statistics Belgium - http://statbel.fgov.be National Statistical Institute of Bulgaria - www.nsi.bg Czech Statistical Office - www.czso.cz Statistics Denmark - www.dst.dk Federal Statistical Office of Germany - www.destatis.de Statistics Estonia - www.stat.ee Central Statistics Office of Ireland - www.cso.ie Hellenic Statistical Authority - www.statistics.gr National Statistics Institute of Spain - www.ine.es National Institute of Statistics and Economic Studies of France - www.insee.fr Croatian Bureau of Statistics - www.dzs.hr/ National Institute of Statistics of Italy - www.istat.it Statistical Service of Cyprus - www.cystat.gov.cy Central Statistical Bureau of Latvia - www.csb.gov.lv Statistics Lithuania - www.stat.gov.lt Statistics Luxembourg - www.statistiques.public.lu Hungarian Central Statistical Office - www.ksh.hu National Statistics Office of Malta - www.nso.gov.mt Statistics Netherlands - www.cbs.nl Statistics Austria - www.statistik.at Central Statistical Office of Poland - www.stat.gov.pl Statistics Portugal - www.ine.pt National Institute of Statistics of Romania - www.insse.ro Statistical Office of the Republic of Slovenia - www.stat.si Statistical Office of the Slovak Republic - http://slovak.statistics.sk Statistics Finland - www.stat.fi Statistics Sweden - www.scb.se Office for National Statistics of the United Kingdom - www.ons.gov.uk EFTA COUNTRIES Statistics Iceland - www.statice.is Office of Statistics Liechtenstein - www.as.llv.li Statistics Norway - www.ssb.no Federal Statistical Office of Switzerland - www.bfs.admin.ch K S - F N - 16 - 001 - E N - N I SS N 2363 - 339 5 doi:10.2785/86149 ISBN 978-92-79-52213-0 "
    ]
}