{
    "text": [
        "EN EN EUROPEAN COMMISSION Strasbourg, 13.3.2018 SWD(2018) 79 final COMMISSION STAFF WORKING DOCUMENT STAKEHOLDER CONSULTATION - SYNOPSIS REPORT Accompanying the document Proposal for a Council Recommendation on access to social protection for workers and the self-employed {COM(2018) 132 final} ",
        "1 S TAKEHOLDER CONSULTATION – S YNOPSIS REPORT Context - the European Pillar of Social Rights On 8 March 2016, the European Commission adopted a Communication putting forward a first, preliminary outline of what should become the European Pillar of Social Rights 1 . The Communication set out the rationale behind the initiative and its role, scope and nature 2 . On this basis, the Commission launched from March until 31 December 2016 a broad public consultation to gather feedback on the proposed outline to feed into its final proposal. The consultation aimed at discussing existing social rights, the changing realities of the world of work and societies, and the role of the Pillar as part of the social dimension of the Economic and Monetary Union. A European conference took place on 23 January 2017 to wrap up this consultation process 3 . How to ensure social protection for people in all forms of employment was a central topic in the consultation process. Stakeholder stated that \"adequate and sustainable social protection should cover all people regardless of their employment status, with due consideration for the most vulnerable, based on an integrated approach of benefit and service delivery, including accessible and sustainable healthcare that takes into account the national circumstances, and quality long-term care based in particular on homecare and community-based services, as well as adequate housing and support to the homeless towards their social reintegration. Adequate unemployment benefits of reasonable duration as well as adequate minimum income schemes should provide a resilient social protection floor capable to labour market reintegration. Pension systems should provide adequate protection against old-age poverty while assuring sustainability with a view to protect the future generation and provide the necessary resources for a childhood without poverty.\" 4 Other EU institutions also contributed to the relevant debate. Whereas the European Economic and Social Committee 5 , (\"considers it imperative that the debate launched by the European Commission on developing a European Pillar of Social Rights also encompass the situation of workers engaged in the new forms of employment and, above all, look at how to recognise their status and ensure they have adequate access to social security and social protection systems\") and the Committee of Regions 6 (\"believes that the new employment forms or the introduction of new common EU minimum standards must always allow for appropriate standards of social protection\") brought relevant elements into the debate, the European Parliament 7 went further and called for a \"recommendation enabling all people in all employment forms and self-employment\". 1 COM (2016) 127 final. 2 It was accompanied by two Staff Working Documents: the first one describing key economic, labour market and societal trends on which the Pillar builds and which it should contribute to address; the second one recalling the most relevant legal acquis at EU level. Commission Staff Working Documents \"Key economic, employment and social trends behind the European Pillar of Social Rights\" (SWD (2016) 51), and \"The EU social acquis\" (SWD (2016) 50) of 8 March 2016. 3 Conference website. 4 SWD(2017) 206 final, available online. 5 EESC SOC/542, available online 6 COR opinion 2868/2016, available online. 7 EP resolution 2016/2095(INI), available online. ",
        "2 The access to social protection initiative Several stakeholders' consultations have been performed to inform this initiative. This includes a two-stage consultation procedure of European social partners as stipulated in Article 154 TFEU and an Open Public Consultation. 1. Results of the inception impact assessment The Commission received nine items of feedback to the inception impact assessment from individuals/entities in the Netherlands (6), Belgium, Germany and the UK. The feedback from people/associations in the Netherlands stress subsidiarity and that self-employed would like to be responsible for their decisions they take, including for insuring risks. The contribution from a business organisation in the UK considers voluntary schemes easier to implement across Member States in the short- to medium-term (2-5 years), but require implementation at the national level and could be difficult for governments to agree. The feedback of EuroHealthNet focus on the great role Social Protection has in the goal of reducing health inequalities and the umbrella associations of the German Social Insurance (DSV) supports the discussion on access to social protection and to make social protection systems future-proof in a changing world of work. 2. Results of the first phase Social Partners consultation The first phase of social partner consultation was launched on 29 April and closed on 23 June 2017. The trade unions that replied to the consultation were the European Trade Union Confederation (ETUC), Eurocadres and the European Confederation of Executives and Managerial Staff (CEC), the European Confederation of Independent Trade Unions (CESI), the European Arts and Entertainment Alliance (EAEA) and the European Federation of Journalists (EFJ). It should be noted that ETUC's reply also took into account the view of 10 ETUC sectorial trade union organisations. On the side of the employers, replies to the consultation were sent by BusinessEurope, the European Centre of Employers and Enterprises providing Public Services (CEEP), EuroCommerce, the European Association of craft, small and medium-sized enterprises (UEAPME), the Council of European Employers of the Metal, Engineering and Technology- Based Industries (CEEMET), the Council of European Municipalities and Regions (CEMR), the European Chemical Employers Group (ECEG), the Hotels, Restaurants and Cafés in Europe (HOTREC), the Retail, Wholesale and International Trade Representation to the EU (EuroCommerce), the Employers' Group of the Committee of Agricultural Organisations in the European Union (GEOPA-COPA) and the World Employment Confederation (WEC). Identification of issues related to access to social protection The social partners agreed, largely, that there are problems related to access to social protection for workers in non-standard forms of employment and for the self-employed. However, employers stressed that grouping very different types of employment forms together under the heading of 'non-standard' is not appropriate as it ignores the diversity between these different forms and the need and desires of those working under them, also in terms of access to social protection (BusinessEurope). WEC highlighted in addition the heterogeneity within the self-employed. UEAPME called for a solid mapping exercise of the national policies, the availability and offer of tailored social protection schemes, and the take- ",
        "3 up broken down by different groups. CEEP highlight the different labour market and social models, which explain different levels of protection. On the other hand, trade unions found that the identification of issues goes in the right direction, but could, nevertheless be improved upon by specifying that new forms of work entail poor job quality and insecure conditions, which lead more to a lack of protection against life risks than to real job opportunities (ETUC, Eurocadres). The issues could be extended to a right to collective bargaining, fair remuneration for all and the right to freedom of association for all workers (EFJ). Trade unions further underlined that consistency should be ensured with proposals about information on the social security system in the Written Statement Directive. (ETUC, Eurocadres). Most relevant branches of social protection and employment services Trade unions consider all branches to be equally important and promote an integrated and holistic approach to social protection, notwithstanding the points above about the distinctions between the policy fields, including all branches covered by the ILO convention 102 (and the Regulation on social security coordination). If a prioritisation has to be made, CEC would favour those who are not universal. Access to related employment services should be granted to all. The picture at the employers' side is mixed. BusinessEurope considers that the question pre- supposes that there will be an EU initiative in this field (which the organization is not in favour of). EuroCommerce questions the feasibility of the classification of social protection strands, while COPA prioritises accident at work and occupational diseases. HOTREC refers to social protection as a national level competence, but stresses that skills, education and training should be easily accessible to all citizens. Personal scope of an EU initiative In general, trade unions are in favour to have a wide personal scope and to include all workers in non-standard forms of employment as well as the self-employed in an EU initiative. However, some call in the first place for the definition of principles to set a common understanding at EU-level of the legal nature of the different forms of employment (CEC, CESI). Employers are rather reluctant to reply the question on the personal scope of the EU initiative because they are not in favour of an EU initiative (BusinessEurope) or they refer to the principle of subsidiarity (HOTREC) or they consider that the personal scope would depend on the nature of the respective initiative (EuroCommerce). CEMR emphasizes on the need for more clarity in the definition of the legal nature of the different forms of employment whereas COPA would include all workers in non-standard employment in an EU legal initiative but would include the self-employed only in a recommendation. EU legislation and EU level instruments BusinessEurope, UEAPME and EuroCommerce do not consider that changes to EU legislation in this field are needed or appropriate. The open method of coordination and the European Semester process, including benchmarks, would be the right tools for mutual learning and exchanges of good practice. The aim should be to improve national policy responses by learning from relevant other national practices. Other employers' organisations draw the attention to sectorial social dialogue (COPA), Member State competences and the ",
        "4 principles of subsidiarity and proportionality (CEEMET, ECEG, EuroCommerce, WEC and CEEP). The trade union side considers that improvements should be made to EU legislation. ETUC and CESI see the need for better enforcement of existing legislation, especially at national level. CEC mentions that the need for reducing the administrative burden that can be associated with the provision of information concerning an individual's employment situation and ensuring an effective transferability of all entitlements. Willingness to enter into negotiations All of the trade unions have indicated their willingness to enter into negotiations. However, in the event that the EU social partners do not agree to negotiate, or in case negotiations do not lead to a successful outcome, trade unions urge the Commission to come up with a legislative proposal. Employers are not considering initiating a dialogue under Article 155 TFEU because they do not see the need for EU level action, apart from peer learning and exchange of practices (BusinessEurope) or because subsidiarity prevails in this topic (HOTREC, UAPME) and it can be better dealt with by national governments (EuroCommerce) or in sectorial social dialogue (COPA). CEEP underlines that valid indicators have to be defined in the first place. Scope of the consultation ETUC missed clear proposals on the creation of quality jobs – with agreed indicators to track them, including for access to social protection. Therefore, ETUC considered the identified key aspects of insufficient access (gap in access to social protection, lack of transferability of rights as well as lack of transparency about their social protection entitlements) as important challenges to be tackled, but would put the emphasis on challenging divergent social rights of people with respect to social protection and employment services. Additional consultation of social partners DG Employment and Social Affairs has conducted bilateral meetings with all 16 social partners who submitted a contribution to the first phase social partner consultation. These meetings took place between 14 July and 5 September. The purpose of the bilateral meetings was to focus on technical clarifications and gathering additional information where ever possible. The information received is presented in the relevant chapters of this document. 3. Results of the second phase Social Partners consultation The second phase of social partner consultation was launched on 20 November and closed on 5 January 2018. The trade unions that replied to the consultation were the European Trade Union Confederation (ETUC), Eurocadres and the European Confederation of Executives and Managerial Staff (CEC), the European Confederation of Independent Trade Unions (CESI), the European Arts and Entertainment Alliance (EAEA) and UNI global union europa and the World Employment Confederation (WEC). On the side of the employers, replies to the consultation were sent by BusinessEurope, the European Centre of Employers and Enterprises providing Public Services (CEEP), EuroCommerce, the European Association of craft, small and medium-sized enterprises (UEAPME), the Council of European Employers of the Metal, Engineering and Technology- ",
        "5 Based Industries (CEEMET), the European Chemical Employers Group (ECEG), and the Hotels, Restaurants and Cafés in Europe (HOTREC). The objectives of coverage, transferability and transparency Trade unions share the initiative's objectives of coverage, transferability and transparency. Formal and effective coverage is of utmost importance for ETUC and access to adequate social protection should be added. Contributions and benefits (for self-employed and non- standard workers) should be as equal as possible to those for standard work contracts (CESI). Tying social protection rights to individuals should not lead to an individualisation of social protection and the collective dimension must remain (EAEA). Full transferability and accumulation of these rights, benefits and entitlements should be ensured, no matter the form or duration of employment (UNI Europa). The importance of access to training and employment services was also highlighted (Eurocadres). All trade unions agree with the need for higher transparency. The picture at the employers' side is rather mixed. Most employers' organisations agree with the three objectives to a large extent but highlight the Member States' competence in this field (BusinessEurope, EuroCommerce, CEEMET, CEEP and UAPME). ECEG does not share the view that non-standard workers and self-employed have limited access to social protection and sees no need to explore a common definition of a worker at EU level. HOTREC agrees on the need of increased transparency but argues that the subsidiarity principle prevails and favours therefore a mapping of transferable systems at national level. The options of mandatory or voluntary formal coverage All trade unions favour mandatory formal coverage, equalised to those of standard workers (ETUC, EAEA) but national traditions should be taken into account (CEC). Employers expressed different views on these options. ECEG agrees that social protection should be mandatory but employees should have the right to choose the form of coverage (public or private). BusinessEurope highlighted the freedom of choice for the self-employed. CEEP and EuroCommerce favour voluntary formal coverage in order to take into account the diversity of forms of employment of the heterogeneity within the self-employed. HOTREC, CEEMET and UAPME referred to subsidiarity that should prevail. The appropriate action to ensure effective coverage Trade unions and employers have opposite views on the appropriate action. Trade unions favour extending and adapting existing schemes to people in all forms of employment (ETUC), by going as far as possible under the Treaties (CESI). An EU directive with binding minimum principles and requirements is mentioned (Uni europa, eaea) but it should not undermine existing EU acquis, nor lower existing national standards, nor lead to downward harmonisation of rights. On the other hand, employers' organisations are opposed to legally binding actions in this field as they argue that the subsidiarity principle prevails (ECEG, HOTREC) but would welcome the use of the OMC, the European Semester, an exchange of best practices, benchmarking and the social scoreboard (BusinessEurope). Some employers' organisations (CEEP and EuroCommerce) consider a Council Recommendation to be suitable. The minimum requirements appropriate to ensure transferability and transparency ",
        "6 According to trade unions, labour market trends call for a certain common minimum standard in the field of social protection (CESI). Full portability should be guaranteed by tying social protection entitlements to individuals through an equalised calculation and aggregation but without leading to an individualisation of social protection (ETUC). Some employers agree with the principle of transferability of rights but call for an impact assessment before creating legally binding realities (ECEG) or argue that subsidiarity prevails and that a mapping of existing transferable systems should be favoured (HOTREC). Others recommend the EU to limit itself to general provisions (UAPME) or would like to limit transferability to minimum social protection rights (EuroCommerce). The administrative cost of transferability should be kept at a minimum and no additional costs for the new employer to take on the provision of the transferred rights should occur (CEEP). Willingness to enter into negotiations All of the trade unions have indicated their willingness to enter into negotiations. However, ETUC was convinced that the conditions for formal negotiations no longer exist and other trade unions urge the Commission to come up with a legislative proposal before the 2019 European elections. Employers are not considering initiating a dialogue under Article 155 TFEU because they do not see the need for EU level action. 4. Results of the public consultation The open public consultation (OPC) was open from 20 November 2017 until 15 January 2018. 119 respondents replied to the OPC of which 62 organisations, 7 administrations, 37 citizens and 13 others (e.g. research institutes, networks). Most replies came from countries with well-developed social protection systems like Germany (18), Belgium (16), France (15) and Sweden (14).15 position papers were received, mainly from Germany (5), Belgium (4), France (2) and the UK (2), and covering regional and central governments, social protection providers, cooperatives, organisations of self-employed, a trade union, a n on-governmental organisation and a company. Challenges \"Do you agree with the identification of the challenges outlined in the background document?\" Around 2/3 of the respondents agreed with the challenges identified by the Commission. The highest agreement was on gaps in effective coverage, followed by regulatory complexity. I agree (replies out of 119 replies) Gaps in formal coverage 66 Gaps in effective coverage 78 Insufficient transferability 65 Insufficient transparency 69 Regulatory complexity 75 There are other challenges 62 ",
        "7 Principles \"Do you think that the following general policy principles should be pursued by a possible EU initiative?\" The great majority of the respondents largely agreed that the principles should be pursued by a possible EU action include the provision of adequate social protection to all workers regardless of their employment relationship, tying rights to individuals as they work and making rights transferable, making information transparent and simplifying administrative requirements. Only 14 respondents did agree with the option that 'no action was required' I agree (replies out of 119 replies) Regardless of the type and duration of their employment relationship, workers, and, under comparable conditions, the self-employed, have the right to adequate social protection 85 Tying rights to individuals as they work (and not to the contract) and making rights transferable 72 Making rights and related information transparent 86 Simplifying administrative requirements 82 No action required 14 Options In relation to the options listed, 69.7 % of the respondents said that social protection rights and obligations should be mandatory for every kind of job, irrespective of the type of contract and 56.3 % of the respondents consider that the mandatory protection and contributions of non-standard workers should be aligned to the level of standard workers 64.7 % or the respondents think that social protection rights and obligations should be mandatory for all self-employed and 47.1 % of the respondents think that mandatory protection and contributions of the self-employed should be aligned to the level of standard workers. Finally 52.94 % of the respondents think that a single social protection scheme covering all people in employment would be the most appropriate way to ensure effective coverage. Even 54.6 % of the respondents consider a single social protection scheme appropriate for self- employed. Instruments Almost three quarters of the respondents (72.3 %) highlight the need for an EU level action.54.6 % of the respondents consider the introduction of a new EU legislation (e.g. a directive) as highly effective. Only 4.2 % of the respondents think that soft EU legislation (e.g. a Council recommendation) would be highly effective. ",
        "8 Impacts According to the large majority of the respondents, the impact of making social protection rights mandatory to all forms of employment would be positive for the European society, the labour market, the workers, public finances and the economy \"According to your assessment, the impact of making social protection rights mandatory in all forms of employment would be positive, neutral or negative for: The economy\" Positive (replies out of 119 replies) Competitiveness 73 Resilience and adaptability 72 Economic growth 72 but rather neutral on small and medium sized enterprises (SMEs) \"According to your assessment, the impact of making social protection rights mandatory in all forms of employment would be positive, neutral or negative for: Small and medium sized enterprises\" Neutral (replies out of 119 replies) Cost 51 Competition 45 On the other hand, the impact of making social protection rights voluntary where gaps currently exist would have a neutral/negative impact on the European society, the labour market, the workers, public finances and the economy. \"According to your assessment, the impact of making social protection rights voluntary where gaps currently exist would be: The economy\" Negative (replies out of 119 replies Neutral (replies out of 119 replies) Competitiveness 45 43 Resilience and adaptability 49 40 Economic growth 49 41 but rather neutral on small and medium sized enterprises (SMEs) \"According to your assessment, the impact of making social protection rights voluntary where gaps currently exist would be: Small and medium sized enterprises\" ",
        "9 Neutral (replies out of 119 replies) Cost 55 Competition 62 "
    ]
}