{
    "text": [
        "developed a coherent policy on election observation, with the regular deployment through the Commission, in co-operation with Member States, of Union election observation teams in third countries. The Commission is also responding through new initiatives to a number of challenges the Union is facing. The Union must react more quickly in crisis situations and must deploy appropriate personnel in sufficient numbers. This is why the Commission is currently engaged in further developing the Rapid Reaction Mechanism (RRM), which enables it to respond in a rapid, efficient and flexible manner to situations of urgency or crisis or to the emergence of crisis. The RRM entitles the Commission to conclude framework agreements with relevant government agencies, international organisations and NGOs to carry out rapid interventions in crisis management. The Commission is right now preparing an inventory of personnel categories and first framework agreements for the provision of national experts for civilian aspects of crisis management to be concluded with Member States. A wide array of personnel categories are included, such as personnel for assessment teams, for monitoring tasks (general/political-security/human rights/elections), experts on ‘security for populations’ (trauma counselling, Demobilization, Disarmament and Reintegration (DDR), demining, environmental specialists, food security), rehabilitation, education, rule of law, civilian administration, experts in civil society development. First actions under the RRM have already been taken for the Former Yugoslav Republic of Macedonia (FYROM) and Central Africa. This is also why the Commission has launched a training project to build up training and personnel capacity in the Union, covering both categories of public employees and NGO personnel and giving particular emphasis to the areas of strengthening the rule of law and civilian administration. A network of national bodies responsible for training of civilian personnel is being created, with the aim of promoting training co-operation and developing proposals for common training modules for the Union and future administration of pilot training courses. A core group of interested training institutions met in Brussels on 20 November 2001 to launch the project and set a calendar for the elaboration of first proposals to be presented by mid-2002. ( 1 ) COM(2001)211 final. (2002/C 229 E/007) WRITTEN QUESTION E-3272/01 by Raffaele Costa (PPE-DE) to the Commission (26 November 2001) Subject: Members of the Radical Party in Laos and respect for human rights The regrettable incidents involving the detention of several members of the transnational Radical Party, including the MEP Olivier Dupuis, in conditions contravening the main standards relating to protection of basic human rights 9 in terms of both conditions of detention and the failure to respect the right to a fair trial 9 raises wider issues relating to universal respect for democratic principles. Laos plays a leading role in cooperation between the European Union and ASEAN. The European Union is committed to protecting human rights and promoting respect for fundamental democratic rules (known as the ‘Copenhagen criteria’). In view of the above, would the Commission not agree that the implementation of economic cooperation agreements is subject to respect for and the protection of the main, universally recognised democratic principles by the parties involved? Would the Commission not agree that, in the event of serious violations of humanitarian standards recognised as binding by the entire international community, under conventions as well as more generally, any agreements concluded with the perpetrator of such violations should be suspended, irrespective of the subject to which the agreements relate? 26.9.2002 EN C 229 E/9 Official Journal of the European Communities ",
        "Answer given by Mr Patten on behalf of the Commission (11 January 2002) The Commission has expressed on many occasions, both to the Lao Government and in the Parliament, its sincere pre-occupation as regards the human rights situation in Lao PDR. Human rights issues, such as restrictions on freedom of opinion of expression, flaws in the system of administration of justice, as well the situation of individual political prisoners, will remain high on the agenda in bilateral meetings between the Commission and representatives of Lao People’s Democratic Republic (PDR). On the occasion of the first Community-Lao PDR Joint Committee, which took place in May this year, the Commission raised its concerns regarding these issues and re-iterated the suggestion by the European Parliament Delegation, which visited Vientiane in April, that Union Ambassadors and/or the International Committee of the Red Cross be authorised to visit political prisoners. It has to be taken into account, however, that Laos is the poorest of the Southeast Asian countries, with a gross domestic product (GDP) per capita of only US$ 350 and with 30 % of the population living on less than US$ 1 per day. Consequently, the development programmes of the Commission and of Member States focus on the most vulnerable segments of the population. Rural development, health and basic education are the main areas of intervention, with a particular attention being given to human rights and good governance actions. The Commission therefore maintains a cohesive policy of constructive political dialogue with the Laotian government, paired with continued support to the Laotian population through Community-assisted development programmes, which aim to support and accelerate the democratisation process in the country. (2002/C 229 E/008) WRITTEN QUESTION E-3284/01 by Francesco Rutelli (ELDR) to the Commission (27 November 2001) Subject: European Day against the Death Penalty The European Union has long been strongly committed to combating the use of the death penalty. This is true of the European Parliament in particular. With a view to raising public awareness, in its resolution R5-0401/2001 of 5 July 2001 the European Parliament proposed that a European Day against the Death Penalty be introduced as an additional means of applying pressure for the abolition of the death penalty in those countries in which it is still legal. Provision has also been made in the EU budget for the implementation of campaigns and measures in support of a moratorium on executions. Would the Commission state what action has been taken on these European Parliament initiatives? Answer given by Mr Patten on behalf of the Commission (25 January 2002) The Commission has taken note of the interesting proposal of the Parliament to establish a ‘European Day against the Death Penalty’. This proposal has also been taken up by renowned non-governmental organisations (NGOs) such as the organisation: ‘Together against the Death Penalty’. The competence to decide whether such a day should be established, however, lies with the Member States. As concerns measures in support of a moratorium on executions, a number of projects have been financed under the budget line B7-7, the European Initiative for Democracy and Human Rights (EIDHR). Below are a few examples of such projects. C 229 E/10 EN 26.9.2002 Official Journal of the European Communities "
    ]
}