{
    "text": [
        "How the COVID-19 crisis has affected security and defence-related aspects for the EU Policy Department for External Relations Directorate General for External Policies of the Union PE 603.510 - July 2020 EN BRIEFING Requested by the SEDE Subcommittee ",
        "DIRECTORATE-GENERAL FOR EXTERNAL POLICIES POLICY DEPARTMENT EP/EXPO/SEDE/FWC/2019--01/Lot4/1/C/06 EN July 2020 - PE 603.510 © European Union, 2020 BRIEFING How the COVID-19 crisis has affected security and defence-related aspects for the EU ABSTRACT This briefing examines the impact that the COVID-19 crisis has had on security and defence- related aspects for the European Union (EU) between December 2019 and June 2020. Based on this analysis, it identifies key problems or questions that require more attention from policymakers in the coming months and years. Four areas are singled out for analysis, as follows. Section (i), on the security environment and implications for strategy, discusses how COVID-19 tends to feed violent conflict and empowers non-state actors, but also highlights new opportunities to make cease-fires stick. It makes the case for examining in what areas and through what steps Europe can strengthen its self-reliance, unity and strategic leadership capability amidst the growing risk of great power competition. Section (ii), on Common Security and Defence Policy (CSDP) and defence-related mechanisms, capabilities and resources , identifies the growing risk to Europe’s defence budget, capabilities and ambitions and suggests a number of ways in which Member States can manage these risks through fiscal measures, greater prioritisation and collaboration. Section (iii) highlights the multi-faceted positive contributions that the armed forces have made to support civilian authorities at home , but suggests substantial untapped potential to do more in future emergencies. It makes the case for analysing the long-term implications of COVID-19 on readiness and generating forces for overseas operations. Section (iv), on the different ways CSDP operations and missions have been affected by COVID-19 and the ways in which they have adapted to support host countries , makes the case for tackling pre-existing problems with staffing of missions and the resilience of missions to infectious diseases. It also recommends reviewing the rationale and scope for what might be termed ‘health diplomacy’. ",
        "Policy Department, Directorate-General for External Policies This paper was requested by the European Parliament's Subcommittee on Security and Defence. English-language manuscript was completed on 27 July 2020. Printed in Belgium. Authors: Christoph O. MEYER, Professor of European & International Politics, King’s College London, UK, Sophia BESCH, Senior Researcher at the Centre for European Reform (lead author section 3), Professor Martin BRICKNELL, Professor of Conflict, Health and Military Medicine, King’s College London (lead author section 4). Reviewer: Dr Ben JONES, Teaching Fellow in European Foreign Policy, Department for European & International Studies, King’s College London. Coordination: ECORYS, Warsaw, Poland. Official Responsible: Jérôme LEGRAND Editorial Assistant: Karin SERCU Feedback of all kind is welcome. Please write to: jerome.legrand@europarl.europa.eu. To obtain copies, please send a request to: poldep-expo@europarl.europa.eu This paper will be published on the European Parliament's online database, 'Think tank'. The content of this document is the sole responsibility of the author and any opinions expressed therein do not necessarily represent the official position of the European Parliament. It is addressed to the Members and staff of the EP for their parliamentary work. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. ISBN: 978-92-846-7018-5 (pdf) ISBN: 978-92-846-7019-2 (paper) doi: 10.2861/906815 (pdf) doi: 10.2861/551014 (paper) Catalogue number: QA-02-20-628-EN-N (pdf) Catalogue number: QA-02-20-628-EN-C (paper) ",
        "How the COVID-19 crisis has affected security and defence-related aspects for the EU 3 Table of contents 1 Introduction 4 2 COVID-19’s impact on Europe’s security environment 4 2.1 Impact on peace and stability of third countries 5 2.2 Behaviour of great powers and implications for Europe 6 2.3 Public health and security 7 3 Defence capacities, spending, EDTIB and EDF 7 4 Contribution of the armed forces in support of civilian authorities 10 5 Impact on CSDP missions and operations 12 6 Conclusion 14 7 Bibliography 15 ",
        "Policy Department, Directorate-General for External Policies 4 1 Introduction The European Union and its Member States have been hit hard by COVID-19, a disease caused by a new kind of coronavirus first discovered in a Chinese province in December 2019. The impact of the crisis has been multi-faceted, affecting public health first and foremost, as demonstrated by the resultant high death tolls and hospitalisations. The economic sphere was also affected as European states launched unprecedented measures in an attempt to suppress the spread of the virus by restricting the movement of their populations, which shut down economic activity and required governments to step-in on a huge scale. The crisis has had significant political implications, as it has affected Member States in different ways and at different times. This has raised questions around the role that the EU could and should play, and the expectations of solidarity and mutual assistance between Member States. This Briefing adopts a distinct angle on the short-term impact of the crisis in the area of security and defence and, based on this analysis, identifies key problems or questions that require more attention from policymakers in the coming months and years. In the limited space available, we will focus on four areas: (i) security environment and implications for strategy; (ii) CSDP and defence related mechanisms, capabilities and resources; (iii) the support of armed forces to civilian authorities; (iv) CSDP operations and missions. It is clear that the impact of COVID-19 on security and defence cannot be neatly separated from the impact in other realms, for instance, decisions about the EU’s COVID-19 recovery fund and Multiannual Financial Framework. The trajectory and speed of national economic recoveries will impact public finances and, with it, the resources available to spend on defence, as discussed below. Similarly, it is not easy to distinguish whether any observed change in attitudes, decisions or behaviour were due mainly or exclusively to COVID-19, or rather that the virus only contributed or accentuated existing trends, concerns or changes in thinking. Unsurprisingly, some political actors may invoke COVID-19 to justify new positions, policies or actions, even though the actual motivations and reasons are quite different. Another challenge is distinguishing whether any impact is only short-term in nature, as public, political actors and organisations quickly return to ‘normal’ or pre-existing habits and worldviews, or whether some of the many announcements and initiatives to ‘learn lessons’ from this crisis translate into significant and lasting changes in strategies, policies, approaches, organisations and resource allocations at European and national levels. In addition, we must understand the lasting impact of COVID-19 on third countries, international organisations and the international system, as these affect security and defence challenges. This briefing is based on research gathered from relevant academic literature, including grey literature from think-tanks and universities, quality newspaper coverage and a range of documents issued by EU institutions and international bodies. Given the high degree of uncertainty at the beginning of the crisis around the nature of the virus and the disease, and also around how governments and organisations would respond to it, we have favoured the most recent sources, which are likely to offer a more up-do-date picture in terms of evidence, as well as a more reliable and calibrated assessment in terms of changes to expect. 2 COVID-19’s impact on Europe’s security environment The impact of COVID-19, in terms of threat perception and problem definition, can be seen in three main areas: the impact on security, stability and peace in countries outside of the EU, the actions taken by great powers during the crisis and their implications for Europe, and the interplay between public health and security within the EU. These, in turn, have fed into debates about the meaning and operationalisation of ",
        "How the COVID-19 crisis has affected security and defence-related aspects for the EU 5 resilience, prevention and strategic autonomy or sovereignty, the identification and prioritisation of threats and ongoing work towards agreeing the Strategic Compass and building a Defence Union 1 . 2.1 Impact on peace and stability of third countries COVID-19 has the potential to create devastating consequences for countries with health systems and state capacity that is too weak to limit the impact of the virus, particularly where public health has already been affected by conflict and poverty. Huge urban centres and densely populated refugee camps are particularly vulnerable. If COVID-19 leads to a large growth in global poverty, this would not only affect health outcomes, but may also exacerbate conflict dynamics. A report by the European Institute for Security Studies (EUISS) using the Armed Conflict Location & Event Data (ACLED) conflict database and country case studies highlighted the different ways in which COVID-19 has affected security and stability in third countries 2 . They noted that overall, in most settings, the impact has been negative, in terms of observed battle casualties and levels of violence. The report notes that COVID-19 tends to challenge state authorities in a way that creates opportunities for armed non-state groups to gain military advantage in the field and exploit weaknesses and inequalities in state responses to the crisis, in order to undermine trust and support. The case studies mentioned are Yemen, Libya, and the so-called ‘Islamic State’ in Iraq and Libya 3 . Moreover, policy responses to COVID-19 ‘appear to also create opportunities for militarist and autocratic actors on the expense of civilian actors’, such as in the case of the Iranian Revolutionary Guards and South African troops 4 . Furthermore, the pandemic has ‘complicated’ or ‘interrupted’ peace negotiations in Ukraine, Sudan and Libya, reduced the ‘footprint of international forces’ and imposed operational restrictions on international peacekeeping and crisis management missions 5 . As face-to-face meetings and negotiations become more difficult, trust may be lost and peace-processes may be slowed down. There is also a risk of measures and deals being agreed without sufficient public scrutiny and buy-in, leading to fragile and unsustainable settlements. On the upside, the 23 March call by the UN Secretary General for a worldwide COVID-19 ceasefire 6 was listened to by at least some conflict parties for some time, as in the case of the Philippines, Cameroon, and Columbia 7 . The report also notes that some external powers, such as Saudi Arabia and Russia, are struggling with the impact of COVID-19 at home, as well as with the drop in oil prices, which weaken their capacities to make progress through force and make them more likely to seek settlement in Yemen, Libya and Ukraine 8 . It is imperative for the EU to exercise its diplomatic, economic and political muscles in order to prevent COVID-19 undoing many years of progress in peace-building. It needs to be sensitive to signals that countries or situations that are currently stable may become unstable, and should mobilise sufficient organisational and political attention in order to make full use of opportunities to make cease-fires stick and bring previously reluctant conflict parties to the negotiation table. 1 Council of the European Union (2020), Council Conclusions on Security and Defence , 17 June 2020, Ref 8910/20. 2 K. Mustasilta (2020), From bad to worse: The impact(s) of Covid-19 on conflict dynamics, EU-ISS Brief No. 13, June 2020; Crisis Group (2020), Covid-19 and Conflict: Seven Trends to Watch , Crisis Group Special Briefing No. 4, 24 March 2020. 3 K. Mustasilta, 2020, p. 2. 4 Ibid. 5 Ibid. 6 UN-Secretary-General António Guterres (2020), COVID-19: UN chief calls for global ceasefire to focus on ‘the true fight of our lives, 23 March 2020. 7 K. Mustasilta, 2020, p. 2. 8 K. Mustasilta, 2020, pp. 3, 5. ",
        "Policy Department, Directorate-General for External Policies 6 2.2 Behaviour of great powers and implications for Europe COVID-19 has been an unexpected test for the world’s biggest powers, not just in how they handle and control the virus at home and limit the damage to their economies, but also in whether they benefit or suffer from the crisis in terms of their reputation, political influence and material power, in Europe and elsewhere. Russia and China achieved, at least initially, some positive media coverage for their delivery of medical supplies to certain European countries in the early stages of the crisis, when help from their neighbours was limited. China points to its own success in controlling the virus and limiting economic damage relative to that of the US as evidence of its superior political system, even though countries with different political systems (including democracies such as South Korea and Canada) have been equally or more successful on key aspects, such as response times 9 . China’s failure to provide reliable and accurate information about the virus and its transmission in the early stages to the WHO and international partners is well-documented 10 . Moreover, many European countries have discovered how dependent their supply chains are on products made in China, not just in the area of personal protective equipment (PPE), but also in other areas of production and consumption. They have observed China utilising increasingly assertive tactics vis-à-vis other Western democracies, such as Canada and Australia 11 . While Russian actors have used the COVID-19 crisis to spread misinformation, at home they have struggled to control the virus and suffered economically from the sharp and sustained drop in oil prices. This may motivate the leadership to become less aggressive and ambitious in some countries, but could also induce more risky behaviour elsewhere if it perceives the military balance changing to its disadvantage in the future. The US administration has so far suffered most, both at home in terms of infection and death rates, but potentially also in reputational terms, given first polling evidence 12 . It rejected multilateralism in public health by giving notice for its withdrawal from the WHO and not participating in joint initiatives on vaccines; generated negative headlines with its attempts to buy European pharmaceutical companies working on potential vaccines or treatments; and tried to pin as much blame as possible for the health crisis on China. It is becoming increasingly clear that the pandemic poses not just a challenge for external conflict or global governance as conceived in the 2016 Global Strategy 13 , but confronts the EU – at a strategic level – with difficult choices on how to position itself in power struggles, especially the growing tensions between the US and China. While there is a long history of great powers selectively influencing some European countries for their own ends, COVID-19 increases the stakes and highlights the long-term implications for Europe of dependence on great powers and disunity. This is likely to feed into debates about strategic autonomy or sovereignty, and who in the EU is best equipped to exercise leadership in such crises. While COVID-19 appears to have strengthened public support for a stronger role for the EU, this support appears more pragmatic to address some of the shortcomings in the EU’s assistance for Member States’ crisis management 14 . The narrow question is whether this will translate not just into greater competences for the EU in health matters, but also broader function and scope for mutual assistance and solidarity clauses in the Treaties and a stronger role for the EU in civil protection and other emergencies. 9 F. Gaub, L. Boswinkel (2020), ‘Who’s first wins? International crisis response to Covid-19’, EU-ISS Brief no. 11, May 2020; Pacheco Pardo, R.P. et al. (2002), Preventing the Next Pandemic: Lessons from East Asia , King’s College London. 10 L. Freedman (2020),’How the World Health Organisation’s failure to challenge China over coronavirus cost us dearly’, New Statesman , 5 April 2020; S. L. Myers (2020), ‘China Created a Fail-Safe System to Track Contagions. It Failed’, New York Times , 29 March 2020. 11 S. Babones (2020), ‘Bullied by Beijing, America’s Closest Allies Regret Saying ‘Yes’ to China’, Foreign Policy , 27 June 2020. 12 I. Krastev, M. Leonard (2020), Europe’s pandemic politics: how the virus change the public’s worldview , Policy Brief, European Council on Foreign Relations, June 2020; Transatlantic Trends 2020: Transatlantic Opinion on Global Challenges before and after Covid- 19 (2020), Bertelsmann Foundation, German Marshall Fund of the United States, Institute Montaigne, 30 June 2020. 13 EU High Representative/VP (2016) Global Strategy for the European Union's Foreign and Security Policy, EEAS, p. 29, p.43. 14 I. Krastev, M. Leonard, 2020. ",
        "How the COVID-19 crisis has affected security and defence-related aspects for the EU 7 2.3 Public health and security Given the harm caused by COVID-19, major questions have been raised around whether the EU and its Member States are sufficiently prepared not just for the next pandemic of a naturally occurring virus, but also for other threats, such as bacteria resilient to antibiotics or, indeed, bio-weapons. For instance, questions will need to be asked about how intelligence gathering and analysis facilities can help in situations where countries do not report infections accurately or early enough. The notion of health security is not new, but will need to be re-examined, especially given that countries that appeared to be scoring highly on conventional rankings of health security preparedness, i.e. the US and the UK, performed poorly in controlling the virus at its early stages. Lessons are to be learned from East Asian countries about the preparedness of civil authorities 15 , but the EU and Member States should consider opening public inquiries into the handling of the crisis to identify and learn the most appropriate lessons about the threat from natural and man-made pandemics 16 . They should also actively contribute to the success of the recently launched WHO investigation into the origins and handlings of COVID-19 17 and what common approaches and tools are needed to improve all countries’ performance . International comparisons can illustrate in powerful ways the benefit of early collective action versus the risk of waiting too long for more information. Models have shown that just one week of delay in establishing a lockdown can result in tens of thousands of extra deaths as the virus spreads exponentially. This has caused observers to make analogies to combatting climate change, but in matters of intra-state conflict and military aggression, timely decision-making and action is absolutely critical to avoiding the worst outcomes. So, will the experience of COVID-19 lead to a more forward-looking and preventative mindset beyond the narrow issue of future pandemics? How can we ensure that the security implications of public health are missed due a lack of clarity or underlap in existing institutional competences? Finally, what is the relationship between health, food and energy security and is there potential to learn from other policy areas about how to increase the self-sufficiency and resilience of Europe whilst retaining and realising the benefits of trade and open markets? 3 Defence capacities, spending, EDTIB and EDF The 27 EDA Member States spent EUR 223.4 billion on defence in 2018, which equates to 1.4 % of GDP 18 . As a consequence of the COVID-19 pandemic, the EU economy is expected to undergo a historic recession this year. In the EU’s spring economic forecast, growth projections for the EU and the Euro area were down by around nine percentage points compared to the autumn 2019 forecast. Tax revenues are expected to go down across the EU. Exact predictions remain difficult at this point, with a swift upswing in economic growth remaining plausible. However, should there be a sustained economic downturn, it is fair to predict that defence budgets will be reduced or redirected. Defence spending plans that take a COVID-19 recession into account have not yet been published. It is informative, therefore, to examine how the last economic downturn in Europe affected the European Defence Technological and Industrial Base (EDTIB). There are obvious limits to this comparison, not least the uncertainty over the eventual economic impact of the current crisis and the different sets of instruments in place today to fortify Europe’s defence industry, 15 Pacheco Pardo et al., 2020. 16 Meyer, C., Ikani, N., Avendano, M., Kelly, A. H. (2020), Learning the Right Lessons for the Next Pandemic: How to Design Public Inquiries into the UK Government’s Handling of COVID-19, SSPP Faculty, King’s College London. 17 WHO (2020), Independent evaluation of global COVID-19 response announced , www.who.int/news-room/detail/09-07-2020- independent-evaluation-of-global-covid-19-response-announced. 18 European Defence Agency (2019), Defence Data 2017-2018, available at: www.eda.europa.eu/docs/default-source/brochures/eda-defence-data-2017-2018.pdf. ",
        "Policy Department, Directorate-General for External Policies 8 but by comparing and contrasting parallels and differences between the two events, it is possible to learn lessons from the past and identify guiding questions for future policy. After the financial crisis of 2007-2008, European governments reduced their defence budgets. The cuts ranged from around 30 % in smaller states to around 8 % in bigger states 19 . A total of around EUR 24 billion was cut in the years after the crisis 20 . This has had lasting effects across the EU, and while budgets have slowly recovered, capability gaps remain. Research and Development (R&D) spending was the main target of budget cuts, decreasing at twice the rate of defence budgets 21 . The planning cycles for defence platforms and equipment tend to be long, and the effects of reducing R&D investment – whether cuts are made by governments or in-house by firms themselves – are felt for years. As a result, European armies have lost around 35 % of their military capabilities over the last two decades 22 . In the current crisis, although all Member States were similarly vulnerable to the initial economic shock, they are expected to diverge significantly in terms of their medium-term drop in output and the strength of their recovery. National fiscal stimuli could counteract the budgetary losses, at least to an extent. Countries may consider investing parts of their economic recovery packages directly into the defence industrial sector. At EU level, the Union may also consider channelling resources into the sector directly, for instance through the recovery fund. In addition to direct budgetary consequences, the specificities of the current crisis can be expected to have additional detrimental effects on the EDTIB. A sustained global lockdown and halt in manufacturing affects supply chains and R&D activities 23 . The staggered reactions to the pandemic across the world make planning and production harder, especially for international companies or programmes, since single components may suddenly be delayed or unavailable 24 . Within Europe, the partial introduction of internal border controls, as well as a slowdown in export licensing, have stalled cross-border trade and exports 25 . While some European defence companies were able to recover in the last crisis partly through exports to emerging markets in Asia and the Middle East, the fact that this economic crisis is even more global in nature may prevent them from taking a similar route this time around 26 . The geopolitical tensions between the United States and China, which have been exacerbated by the COVID-19 crisis, could lead to US efforts to reduce dependency on international suppliers, which would increase supply chain costs for arms producers. These higher costs would affect European programmes that rely on components produced in the US, as well as increase the costs of imported systems 27 . Two other characteristics of this crisis have made it especially threatening to defence firms. First, the response to the pandemic brought international air travel nearly to a halt, affecting the many European defence firms that also focus on civil aeronautics, in particular. Revenue losses in civil aeronautics hit both 19 C. Mölling, S.C. Brune (2011), The Impact of The Financial Crisis on European Defence , European Parliament, Brussels. 20 D. Fiott (2020), Will European Defence survive Coronavirus , Real Instituto Elcano Royal Institute, 29 June 2020. 21 F. Mauro, K. Thoma (2016), The future of EU defence research , European Parliament's Sub-Committee on Security and Defence, Brussels. 22 C. Major, C. Mölling (2020), ‘The EU’s military legacy: Over-institutionalised, under-equipped and strategically divided,’ [in:] D. Fiott (ed.) (2020), The CSDP in 2020: The EU’s legacy and ambition in security and defence , EUISS, Brussels. 23 T. Latici (2020a), The role of armed forces in the fight against coronavirus , European Parliamentary Research Service. 24 T. Schütz (2020), COVID-19 and the German defence technological and industrial base: Impact and Policy Responses, ARES - Armament Industry European Research Group, 29 June 2020. 25 J.P. Maulny (2020), COVID-19 and the French defence technological and industrial base: Impact and Policy Responses, ARES - Armament Industry European Research Group. 26 Barrie, D., Childs, N., McGerty, F., (2020), ‘Defence spending and plans: will the pandemic take its toll?’ Military Balance Blog , IISS, 1 July 2020. 27 Becker, S., Mölling, C., Schütz, T., (2020), Deterrence and Defense in Times of COVID-19. Europe’s Political Choices , DGAP Policy Brief. ",
        "How the COVID-19 crisis has affected security and defence-related aspects for the EU 9 some of the EU’s biggest companies and its SMEs, which are often less resilient to revenue cuts 28 . Those companies that have been able to offset reduced civilian returns with defence-related contracts seem to have fared better thus far 29 . Second, for health reasons many governments have required employees to work remotely. The defence industry’s specific security requirements and data security standards make doing so more difficult 30 . At the same time, EU Member States today have access to tools and instruments not available during the last economic crisis that could be used to soften the blow to the EDTIB. After the last financial crisis, the way governments dealt with the effect of the economic strain on their defence industries was determined by national political and economic priorities. Instead of coordinating cuts, governments prioritised national over European security of supply. Though some significant cooperative projects did occur at the bilateral level, such as the 2010 Lancaster House Franco-British cooperation treaties or the Dutch-Belgian Quick Reaction Alert air defence, most broader, ‘smart defence’ efforts to pool and share came too late to prevent fragmentation and weakening of the EDTIB. Today, the EU’s recently established defence capability and planning initiatives, in particular PESCO, the European Defence Fund (EDF) and the Coordinated Annual Review of Defence (CARD), can help to prevent a similar dynamic. Defence planning cycles that are synchronised at EU level could help coordinate cuts and safeguard key technologies and skills. Financial and administrative incentives for countries to invest in joint R&D projects could alleviate the effects of budgetary tightening and help protect the EU’s competitiveness and security of supply . A greater overall focus on collaborative production could help to restructure and consolidate the EDTIB to make use of economies of scale, if Member States demonstrate the political will and leadership to make these initiatives a success. However, the EU’s initiatives themselves are not inoculated against the crisis. PESCO’s ambition is dependent on Member States’ financial contributions. If budgets decrease, will the framework’s ambitions have to be lowered? The final amount allocated to the EDF is still to be determined in the negotiations over the Multiannual Financial Framework – will the eventual budget be sufficient to incentivise integration of the EDTIB? Whether Member States and institutions can find an economic solution to the crisis that strengthens, rather than undermines, the sense of solidarity among EU governments will likely have an impact on states’ willingness to cooperate through the EU’s defence initiatives going forward. In this regard, EU-NATO cooperation should remain a focus of the initiatives’ implementation. Beyond monetary considerations, the COVID-19 pandemic could also have an effect on EU-level capability planning as strategic priorities change. The pressure on the defence industry to demonstrate its ability to protect citizens from a wider variety of modern threats is rising. Experts have pointed out the value of the EU’s existing capability initiatives for pandemic response and other modern challenges 31 . PESCO projects include the European Medical Command, the 'Special Operations Forces Medical Training Centre', the ‘CBRN Defence Training Range', the 'Deployable Military Disaster Relief Capability Package’ and the military mobility project to facilitate the transport of essential goods, for instance 32 . The latest call for proposals for EDF projects similarly included a category on CBRN medical countermeasures, such as preventive and therapeutic immunotherapy 33 . These developments give rise to several questions – what effects will the coronavirus crisis have on widening the understanding of defence spending to include broader 28 J.P. Maulny, 2020. 29 T. Schütz, 2020. 30 A. Marrone (2020), COVID-19 and the Italian defence technological and industrial base: Impact and Policy Responses, ARES - Armament Industry European Research Group. 31 R. Csernatoni (2020), EU Security and Defense Challenges: Toward a European Defense Winter?, Carnegie Europe; T. Lat ̦ ici, 2020a. 32 T. Lat ̦ ici, 2020a. 33 European Commission (2020), European Defence Industrial Development Programme (EDIDP) 2020 calls for proposals conditions for the calls and annexe, Brussels. ",
        "Policy Department, Directorate-General for External Policies 10 expenses? How will efforts aimed at increasing overall national and regional resilience affect deterrence and crisis management capability planning? Should there be increased focus on safeguarding these conventional capability priorities in light of the ongoing conventional security challenges? Compared to the last crisis, the EU and its Member States are better prepared with regard to a common understanding of threats and challenges. After the 2007/2008 financial crisis, defence budgets only started recovering in 2014, as Member States became more aware of the deteriorating security environment on Europe’s borders. Today, following the 2016 EU Global Strategy, the EU level discourse over threat perceptions is more coherent and there is a greater awareness of shared security challenges among Member States. The forthcoming strategic compass process should enable further consolidation of threat assessments and strategic prioritisation. Along the same lines, the EU and its Member States are more aware of the risks of the economic downturn to the safety of critical assets and infrastructure. This is also particularly relevant for the EDTIB. In an economic downturn, devalued companies may be more vulnerable to acquisition by actors with potentially malintent 34 . In 2020, the EU has instruments to guarantee the security of supply in a strategic sector and counter the risks of foreign direct investment, such as the EU Foreign Direct Investment (FDI) Screening Regulation (Regulation 2019/452), which was not in place a decade ago. In fact, amid the coronavirus crisis, national governments have already undertaken steps to strengthen the screening of acquisition plans and tighten the control thresholds for foreign investments. The newly created DG Defence Industry and Space should be well-situated to coordinate this effort at EU level, with its specific focus on potentially vulnerable industrial defence operations. 4 Contribution of the armed forces in support of civilian authorities Armed forces are an integral part of a state’s capacity to respond to national crises 35 . Whilst focussed on external security, they represent a substantial source of organised manpower with a range of non-combat capabilities that can support civilian institutions to respond to emergencies and support recovery. Since the start of the COVID-19 pandemic, in addition to maintaining essential defence operations, all European militaries have aided the civilian response within their nations 36 . This has varied according to the severity of the outbreak, the constitutional relationship between the armed forces and the state, and the size of the armed forces. Health protection policies for military personnel mirror national polices, but have been refined for military employment both as part of national response, and also for overseas military operations 37 . Issues have included: protective quarantine for military units; integration of testing, isolation and treatment of military personnel in national systems; deployment of testing and treatment capabilities for missions 38 ; reporting and outbreak response in military units 39 ; and transitioning military work practices 34 D. Nikel (2020), ‘China Takes Stake In New-Look Norwegian Air’ Forbes , 20 May 2020. 35 P. H. Zartsdahl (2018), ‘Civil–military synergies in EU crisis response and peacebuilding: a framework for analysis’, Global Affairs , 4:2-3, pp. 197-213; V. Zekulić, C. Godwin, J. Cole (2017), ‘Reinvigorating Civil–Military Relationships in Building National Resilience’, The RUSI Journal , 162:4, pp. 30-38. 36 T. Lat ̦ ici (2020b), At a glance: NATO’s response in the fight against coronavirus , European Parliamentary Research Service. 37 An example is the Belgian military webpage: Covid-19: Measures For Military Personnel, Defense Employees And Their Families. www.mil.be/fr/page/covid-19. 38 NATO (2020), Coronavirus response: Allies and partners join efforts to increase testing capacity of NATO-led mission in Afghanistan , 27 May 2020, www.nato.int/cps/en/natohq/news_176034.htm?selectedLocale=en. 39 S. J. Baettig, A. Parini, I. Cardona, et al. (2020), ‘Case series of coronavirus (SARS-CoV-2) in a military recruit school: clinical, sanitary and logistical implications’, BMJ Mil Health , 16 April 2020. ",
        "How the COVID-19 crisis has affected security and defence-related aspects for the EU 11 to enable working from home. In addition to overseas operations, essential national military operations include defence of air and maritime borders, continuing the operation of key headquarters, maintaining rapid reaction forces, and mobilising COVID-19 military assistance. COVID-19 has had a significant impact on routine military training, including the pipeline for recruiting, which will have longer-term implications for the armed forces. Further analysis is required to determine the long-term implications of COVID- 19 on readiness and generating forces for overseas operations. At the European level, defence leaders have highlighted the important role played by the armed forces in supporting the civilian response 40 . Many organisations have taken credit for these co-operative activities, but the actual value of each of the multiple European co-ordination mechanisms is not easy to discern from public information (especially the overlap between EU and NATO military institutions). From the outset, military personnel have been placed into the command and control systems of civil emergency planning, either in a liaison role or to increase analysis and planning capacity (including medical intelligence). Armed forces played a key supporting role in the repatriation by air of European nationals from COVID-19 affected countries, including the reception and quarantine of passengers on return to their parent country. This expanded as the scale of the repatriation operation increased as a result of border closures and the cancellation of commercial flights. Once the outbreak took hold in Europe, some countries used military forces to support police and civil authorities to implement restrictions of movement policies, including border control (e.g. Italy 41 , Hungary 42 and Latvia 43 ). Most people complied with these measures and no European country has needed to use their armed forces in response to large-scale public disorder. There are many examples of countries using the logistics capabilities of their armed forces to support their civilian response. This has included the procurement or manufacture of personal protective equipment (PPE), international air transport of stock, warehousing, and distribution of supplies. Similar efforts applied to other key commodities and services such as respiratory ventilators, oxygen and mortuary services. The Euro-Atlantic Disaster Response Co-ordination Centre (EADRC) has provided brokerage for mutual support between European countries and for European countries to meet external requests for humanitarian support 44 . Military medical services are an integral part of a county’s health system and are under direct control of government 45 . Whilst their primary mission is to provide healthcare to armed forces personnel and defined beneficiaries, many military medical facilities also care for civilians. The first response of military medical services was to support aeromedical evacuation of COVID-19 patients as part of the repatriation phase. Subsequently, military medical services have augmented civilian, ground and air ambulance services 46 . 40 Video conference of EU defence ministers, 12 May 2020,: www.consilium.europa.eu/en/meetings/fac/2020/05/12/. 41 Ministero della Difensa (2020), Supporto alla Pubblica Sicurezza, https://tinyurl.com/y6d77kyq. 42 Ministry of Defence (2020), Hungarian soldiers are also playing an active part in containment of epidemic, 18 April 2020, www.kormany.hu/en/ministry-of-defence/news/hungarian-soldiers-are-also-playing-an-active-part-in-containment-of- epidemic. 43 BNN, ‘COVID-19 prompts Latvian government to involve army in border patrol with Belarus’, 2 April 2020, https://bnn- news.com/covid-19-prompts-latvian-government-to-involve-army-in-border-patrol-with-belarus-212030. 44 NATO (2020), Euro-Atlantic Disaster Response Coordination Centre (EADRCC), 2 April 2020, www.nato.int/cps/en/natohq/topics_117757.htm. 45 M. Bricknell, S. Hinrichs-Krapels, S. Ismail, et al. (2020), ‘Understanding the structure of a country’s health service providers for defence health engagement’, BMJ Mil Health , 04 June 2020. In many countries, civilian hospitals and other health facilities are independent commercial entities. 46 For an example, see Ministero della Difensa (2020), Voli sanitari militari , available at: https://tinyurl.com/y6p4l2bb. ",
        "Policy Department, Directorate-General for External Policies 12 This included the re-distribution of COVID-19 patients from outbreak centres to relieve local services, involving international aeromedical movement 47 . Military medical units have provided critical augmentation to the civil health response, and military hospitals have contributed to local health system capacity. Non-medical military personnel have been trained to operate COVID-19 testing units 48 and COVID-19 screening services outside hospitals, whilst military medical personnel have been relocated to augment existing civilian facilities, including members of the reserve forces mobilised for this role. Military personnel have played an important role in setting up and operating temporary hospitals built in re-purposed buildings 49 , and in a small number of cases, complete field medical units have been deployed as discrete facilities to reinforce local medical services 50 . Looking to the future, Member States and the EU will need to examine and interpret the COVID-19 crisis in order to determine the contribution of the armed forces to civil-military emergency responses across Europe, as part of resilience to strategic shocks. 5 Impact on CSDP missions and operations The EU currently has 17 active CSDP missions (11 civilian, 6 military or executive) with a total of 5 000 deployed personnel 51 . One new operation has been agreed with EUNAVFOR MED Irini since the start of the COVID-19 crisis 52 . Two ways in which COVID-19 has impacted existing missions can be distinguished, and these may also affect new missions at the decision-making or deployment stages. The first are measures taken to protect the health and safety of staff deployed, as highlighted in April by the Chair of the European Parliament’s Sub-Committee on Security and Defence 53 . Addressing these concerns, the EU’s Military Planning and Conduction Facility (MPCC – the operational headquarter for non-executive training missions) ordered a temporary reduction in staff on EU training missions (EUTM) in Mali (by 48 %), Somalia (30 %) and the Central African Republic (45 %), consulting with the missions and the troop contributing nations (TCNs ) using a range of criteria 54 . There have also been partial evacuations of international staff in the case of EUCAP Sahel Niger 55 . The necessity of imposing quarantine periods before and after deployment further reduced the availability of rotating troops. As a result, some training activities were scaled-back unless they could be remotely delivered. In contrast, the operational activities of maritime 47 For an example, see European Air Transport Command (2020), Covid-19: EATC brings Italian and French patients to Germany , https://eatc-mil.com/post/covid-19-eatc-brings-italian-and-french-covid-19-patients-to-germany. 48 For an example in the UK, see: Ministry of Defence (2020), COVID Support Force: the MOD’s contribution to the coronavirus response , 23 March 2020, www.gov.uk/guidance/covid-support-force-the-mods-contribution-to-the-coronavirus-response. 49 For an example in the UK – Nightingale Hospitals, see NHS (2020), ‘New NHS nightingale hospital to fight coronavirus’, 24 March 2020 www.england.nhs.uk/2020/03/new-nhs-nightingale-hospital-to-fight-coronavirus/; on the German Berlin Corona Treatment Centre, see DBWV (2020), Corona-Behandlungszentrum in nur vier Wochen fertiggestellt , www.dbwv.de/aktuelle- themen/corona-ticker/beitrag/news/corona-behandlungszentrum-in-nur-vier-wochen-fertiggestellt/. 50 For example the French field hospital, see Danguy des Déserts, M., Mathais, Q., Luft, A., Escarment, J., & Pasquier, P. (2020), ‘Conception and deployment of a 30-bed field military intensive care hospital in Eastern France during the 2020 COVID-19 pandemic’, Anaesthesia, Critical Care & Pain Medicine , Vol. 39(3). 51 E. Lazarou, (2020), At a Glance: CSDP Missions and coronavirus, European Parliamentary Research Service, PE 651.967-June 2020. On EUCAP Sahel Niger, see website: https://eeas.europa.eu/csdp-missions-operations/eucap-sahel-niger/77752/message-de-la- mission-concernant-un-coll%C3%A8gue-test%C3%A9-positif-au-covid-19_en. 52 More on Irini, including the difference to operational Sophia, see Finabel (2020), Beyond Sophia: EU launches Operation Irini to counter arms trafficking in Libya , 8 April 2020, https://finabel.org/beyond-sophia-eu-launches-operation-irini-to-counter-arms- trafficking-in-libya/. 53 Statement by Chair of the European Parliament Subcommittee on Security and Defence (SEDE) Nathalie Loiseau, 23 April 2020. 54 Bruxelles2 (2020, Interview by MPCC Deputy Director and Chief of Staff, Maj Gen Hermínio Maio , 14 June 2020; also Email communication from EEAS, 9 July 2020. 55 EUTM (2020), EUTM Mali Press release no. 3 about COVID-19 , 13 April 2020, https://eutmmali.eu/eutm-mali-press-release-no3- about-covid-19/. ",
        "How the COVID-19 crisis has affected security and defence-related aspects for the EU 13 operations, EU NAVFOR Atalanta and EUNAVFOR Med Irini, were ‘only slightly impacted’ as the operational headquarters ‘operated on a rotational shift system with reduced numbers to ensure social distancing could be maintained’ 56 . For the EUFOR Operation Althea in Bosnia-Herzegovina, some personnel were temporarily withdrawn by TCNs, however, ‘the majority of these have now redeployed to the operation. EUFOR is conducting reduced operational activities and is maintaining its executive mandate’ 57 . The average deployment rate of personnel on civilian CSDP Missions and the Sahel Regional Advisory and Assistance Cell stood at 48 % at the end of June. 58 The available – if still somewhat patchy – evidence suggests that civilian missions were more strongly affected than executive ones, in terms of personnel 59 . Civilian missions strove to adapt to the new circumstances and to preserve critical activities such as ‘the executive functions of the EU Rule of Law Mission in Kosovo and the visible monitoring of the Administrative Boundary Lines by the EU Monitoring Mission in Georgia’ 60 . Still, these civilian missions appear to face greater difficulty than executive ones in delivering typically face-to-face advisory and training activities safely and effectively under the conditions in host countries. It should also be considered whether armed forces are inherently better able, in terms of their resources, training of staff and ways of working, to manage such risks than civilian missions. The June Council conclusions recognise the immediate problem, calling for an ‘urgent return of personnel, temporarily withdrawn from the area of operation as a precautionary measure during the initial phase of the COVID-19 pandemic’ 61 . It remains a challenge remains how far missions and operations can be modified to ensure safety whilst still delivering on their mandated objectives. Against this background, the EU should consider what more could be done to minimise and manage the risk of staff becoming infected (both in the field and at headquarter level), what additional resources are needed and what kind of adjustments work best in different environments to maintain operational effectiveness . The need appears to be greatest for civilian missions, but the MPCC is also gearing up to support one executive mission by the end of 2020 62 . Secondly, even though CSDP missions and operations do not have a humanitarian aid mandate, all missions and operations attempted within their existing mandates and resources to assist their host countries with the management of the disease and its fall-out. This took the form of sharing information, advice and web-based training, for instance, on social distancing, but also donating vital equipment, such as a mobile clinic and a portable thermal imaging system to partners in Palestine to better identify people with symptoms of COVID-19, or PPE such as masks, gloves or sanitisers. 63 As discussed in the previous section, the question arises whether missions and operations should be explicitly mandated and equipped to play a more forceful role in helping civil authorities deal with pandemics and potentially other health emergencies. Should the EU adopt a new approach to health diplomacy with all its risks and opportunities? In addition to these two areas of impact, a question remains as to whether the COVID-19 crisis has slowed down decision-making and force generation for missions and operations. The decision to launch the EUNAVFOR MED Irini mission suggests that political will has not completely evaporated. Further still, the delay in the deployment of the EUAM RCA mission (agreed in December 2019) from the initial target of 56 Email communication to the author from EEAS, 9 July 2020. 57 Email communication to the author from EEAS, 9 July 2020. 58 Email communication to the author from EEAS, 10 July 2020. 59 T. Latici, 2020a. 60 Email communication to the author from EEAS, 10 July 2020. 61 Council of the European Union, 2020. 62 See above cited interview with MPCC Deputy Director. 63 An overview of what different missions have done is contained in E. Lazarou, 2020, as quoted above; also EEAS email communication to the author, 10 July 2020. ",
        "Policy Department, Directorate-General for External Policies 14 spring to the end of summer 2020 appears to be related primarily to the situation in the Central African Republic, rather than any disruption or problems with force-generation at the EU-level. Yet, the risk is real that both the political attention and economic resources needed to agree, fund, launch and sustain CSDP missions and operations will be negatively affected by the scale of the COVID-19 crisis. This underlines the urgency of addressing the well-known and pre-existing root causes behind frequent delays in the agreement and deployment of missions and operations, as discussed elsewhere 64 . The broader question is whether the EU will emerge from this crisis more united and willing to act quicker than before, or whether it will become more vulnerable to external manipulation by great powers or an internal lack of public support for a strong European role in security and defence matters . 6 Conclusion Pandemics are not new phenomena and have been modelled and planned for at international, regional and national levels. Yet the scale, speed and wider implications of this pandemic have taken many European countries and the EU as a whole by surprise. Given the huge amount of research and writing that has been published and is due to be published in the coming months, this briefing can only offer a preliminary and necessarily selective stock-take of the first 6 months of COVID-19 and its implications to the security and defence of Europe. COVID-19 has, to some extent, reinforced and accelerated existing trends at the strategic level, magnifying the risks of being overly dependent on and divided by great powers, whose behaviour during the pandemic has given cause for concern and disappointment. It has highlighted the cost of acting late and the benefits of being prepared, resilient and preventative in one’s approach, whilst revealing underappreciated risks and vulnerabilities in global supply-chains. It questions an overly-narrow understanding of what security and defence is about, and shows how interconnected and interdependent (for better or for worse) civilian and military sectors are in times of genuine crises. It has led to a greater risk of instability and deadly conflict in many countries, but has also created precious opportunities for making cease-fires stick. The EU and its Member States need to remain engaged in these countries and situations and avoid becoming distracted from the demands for internal crisis management. Non-action today will result in crisis tomorrow. Whether and to what extent the ambitious plans for enhancing Europe’s role in security and defence formulated in the last four years survive the economic fall-out will depend on the actions taken both at the European and national level. European command structures, operations and missions have proven their ability to adapt quickly, but more needs to be done to increase readiness, resilience and speed of action. Resources need to be better targeted and used more efficiently to avoid the crisis leading to a deep and lasting decline in military and industrial defence capabilities. COVID-19 poses, in stark terms, the need for the EU to be even clearer than before about its priorities and strategic objectives in an era of tighter financial resources and higher political stakes. Tough choices lie ahead, in terms of the cost of self-reliance versus the benefits of open markets, the safeguarding of conventional capabilities versus dealing with new threats, maintaining cooperation with great powers whilst resisting undue pressure and who to trust, on what issues, under what conditions and over what timeframe. Much of the impact of the crisis depends on whether the right lessons are learned from it with broad public support, and what kind of narratives prevail about what the crisis means for the future of European cooperation. 64 Meyer, Christoph O. (2020), CSDP Missions and Operations. Briefing for SEDE-Subcommittee of the European Parliament, EP/EXPO/SEDE/FWC/2019-01/Lot4/1/C/01. ",
        "How the COVID-19 crisis has affected security and defence-related aspects for the EU 15 7 Bibliography 1. Babones, S. (2020), ‘Bullied by Beijing, America’s Closest Allies Regret Saying ‘Yes’ to China’, Foreign Policy , 27 June 2020, available at: https://foreignpolicy.com/2020/06/27/china-bullying-australia-new- zealand-canada-britain-trump/. 2. Baettig S.J., Parini A, Cardona I., et al. (2020), ‘Case series of coronavirus (SARS-CoV-2) in a military recruit school: clinical, sanitary and logistical implications’, BMJ Mil Health , 16 April 2020, DOI: 10.1136/bmjmilitary-2020-001482. 3. Barrie, D., Childs, N., McGerty, F., (2020), ‘Defence spending and plans: will the pandemic take its toll?,’ Military Balance Blog , IISS, 1 July 2020, available at: www.iiss.org/blogs/military- balance/2020/04/defence-spending-coronavirus. 4. Becker, S., Mölling, C., Schütz, T., (2020), Deterrence and Defense in Times of COVID-19. Europe’s Political Choices , DGAP Policy Brief, available at: https://dgap.org/sites/default/files/article_pdfs/dgap- policybrief-2020-09-en.pdf. 5. BNN, ‘COVID-19 prompts Latvian government to involve army in border patrol with Belarus’, 2 April 2020, available at: https://bnn-news.com/covid-19-prompts-latvian-government-to-involve-army-in- border-patrol-with-belarus-212030. 6. Bricknell M., Hinrichs-Krapels S., Ismail S., et al. (2020), ‘Understanding the structure of a country’s health service providers for defence health engagement’, BMJ Mil Health , 04 June 2020, DOI: 10.1136/bmjmilitary-2020-001502. 7. Bruxelles2 (2020, Interview by MPCC Deputy Director and Chief of Staff, Maj Gen Hermínio Maio , 14 June 2020, on, published on the website B2Pro afterwards. 8. Council of the European Union (2020), Council Conclusions on Security and Defence , 17 June 2020, Ref 8910/20. 9. Crisis Group (2020), Covid-19 and Conflict: Seven Trends to Watch , Crisis Group Special Briefing No. 4, 24 March 2020, available at: https://d2071andvip0wj.cloudfront.net/B004-covid-19-seven-trends.pdf. 10. Csernatoni, R. (2020), EU Security and Defense Challenges: Toward a European Defense Winter?, Carnegie Europe, available at: https://tinyurl.com/y4tuh5xr. 11. Danguy des Déserts, M., Mathais, Q., Luft, A., Escarment, J., & Pasquier, P. (2020), ‘Conception and deployment of a 30-bed field military intensive care hospital in Eastern France during the 2020 COVID- 19 pandemic’, Anaesthesia, Critical Care & Pain Medicine , Vol. 39(3), DOI: 10.1016/j.accpm.2020.04.008. 12. EU High Representative/VP (2016), Global Strategy for the European Union's Foreign and Security Policy , EEAS. 13. EUCAP Sahel Niger website: https://tinyurl.com/yxkqgnk7. 14. European Air Transport Command (2020), Covid-19: EATC brings Italian and French patients to Germany , available at: https://eatc-mil.com/post/covid-19-eatc-brings-italian-and-french-covid-19-patients-to- germany. 15. European Commission (2020), European Defence Industrial Development Programme (EDIDP) 2020 calls for proposals conditions for the calls and annexes. 16. European Defence Agency (2019), Defence Data 2017-2018, available at: www.eda.europa.eu/docs/default-source/brochures/eda-defence-data-2017-2018.pdf. 17. EUTM (2020), EUTM Mali Press release no. 3 about COVID-19 , 13 April 2020, available at: https://eutmmali.eu/eutm-mali-press-release-no3-about-covid-19/. 18. Finabel (2020), Beyond Sophia: EU launches Operation Irini to counter arms trafficking in Libya , 8 April 2020, available at: https://finabel.org/beyond-sophia-eu-launches-operation-irini-to-counter-arms- trafficking-in-libya/ 19. Fiott, D., (2020), Will European Defence survive Coronavirus , Real Instituto Elcano Royal Institute, 29 June 2020, available at: https://tinyurl.com/y3kee3yp. 20. Freedman, L., (2020), ‘How the World Health Organisation’s failure to challenge China over coronavirus cost us dearly’, New Statesman , 5 April 2020. 21. Gaub, F., Boswinkel, L. (2020), ‘Who’s first wins? International crisis response to Covid-19’, EU-ISS Brief no. 11, May 2020. ",
        "Policy Department, Directorate-General for External Policies 16 22. German Berlin Corona Treatment Center, available at: www.dbwv.de/aktuelle-themen/corona- ticker/beitrag/news/corona-behandlungszentrum-in-nur-vier-wochen-fertiggestellt/. 23. Krastev, I., Leonard, M. (2020), Europe’s pandemic politics: how the virus change the public’s worldview , Policy Brief, European Council on Foreign Relations, June 2020, available at: www.ecfr.eu/page/- /europes_pandemic_politics_how_the_virus_has_changed_the_publics_worldview.pdf 24. Latici, T. (2020a), The role of armed forces in the fight against coronavirus , European Parliamentary Research Service, available at: www.europarl.europa.eu/RegData/etudes/BRIE/2020/649401/EPRS_BRI(2020)649401_EN.pdf. 25. T. Lațici (2020b), At a glance: NATO’s response in the fight against coronavirus , European Parliamentary Research Service, available at: www.europarl.europa.eu/RegData/etudes/ATAG/2020/651955/EPRS_ATA(2020)651955_EN.pdf 26. Lazarou, E., (2020), At a Glance: CSDP Missions and coronavirus , European Parliamentary Research Service, PE 651.967-June 2020, available at: www.europarl.europa.eu/RegData/etudes/ATAG/2020/651955/EPRS_ATA(2020)651955_EN.pdf 27. Major, C., Mölling, C. (2020), ‘The EU’s military legacy: Over-institutionalised, under-equipped and strategically divided,’ [in:] Fiott, D. (ed.) (2020), The CSDP in 2020: The EU’s legacy and ambition in security and defence , EUISS, Brussels. 28. Marrone, A., (2020), COVID-19 and the Italian defence technological and industrial base: Impact and Policy Responses, available at: www.iris-france.org/wp-content/uploads/2020/05/ARES-54.pdf. 29. Maulny, J.-P. (2020), ‘COVID-19 and the French defence technological and industrial base: Impact and Policy Responses’, available at: www.iris-france.org/wp-content/uploads/2020/06/ARES-58.pdf. 30. Mauro, F., Thoma, K., (2016), The future of EU defence research , European Parliament's Sub-Committee on Security and Defence, Brussels. 31. Meyer, C., Ikani, N., Avendano, M., Kelly, A. H. (2020), Learning the Right Lessons for the Next Pandemic: How to Design Public Inquiries into the UK Government’s Handling of COVID-19 , SSPP Faculty, King’s College London, available at: www.nytimes.com/2020/03/29/world/asia/coronavirus- china.html?smid=em-share. 32. Meyer, C. (2020), CSDP Missions and Operations. Briefing for SEDE-Subcommittee of the European Parliament , EP/EXPO/SEDE/FWC/2019-01/Lot4/1/C/01, DOI: https://doi.org/10.2861/08725. 33. Ministero della Difensa (2020), Supporto alla Pubblica Sicurezza, available at: https://tinyurl.com/y6d77kyq. 34. Ministero della Difensa (2020), Voli sanitari militari , available at: https://tinyurl.com/y6p4l2bb. 35. Ministry of Defence HU (2020), Hungarian soldiers are also playing an active part in containment of epidemic, 18 April 2020, available at: www.kormany.hu/en/ministry-of-defence/news/hungarian- soldiers-are-also-playing-an-active-part-in-containment-of-epidemic. 36. Ministry of Defence UK (2020), COVID Support Force: the MOD’s contribution to the coronavirus response , 23 March 2020, www.gov.uk/guidance/covid-support-force-the-mods-contribution-to-the- coronavirus-response. 37. Mölling, C., Brune, S-C. (2011), The Impact of The Financial Crisis on European Defence , European Parliament, Brussels. 38. Mustasilta, K. (2020), From bad to worse: The impact(s) of Covid-19 on conflict dynamics , EU-ISS Brief No. 13 June 2020. 39. Myers, S. L. (2020), ‘China Created a Fail-Safe System to Track Contagions. It Failed’, New York Times , 29 March 2020. 40. NATO (2020), Coronavirus response: Allies and partners join efforts to increase testing capacity of NATO-led mission in Afghanistan , 27 May 2020, available at: www.nato.int/cps/en/natohq/news_176034.htm?selectedLocale=en. 41. NATO (2020), Euro-Atlantic Disaster Response Coordination Centre (EADRCC), 2 April 2020, available at: www.nato.int/cps/en/natohq/topics_52057.htm. 42. NATO’s response in the fight against coronavirus. European Parliamentary Research Service. June 2020, available at: https://www.europarl.europa.eu/thinktank/en/document.html?reference=EPRS_ATA(2020)651955. 43. NHS (2020), ‘New NHS nightingale hospital to fight coronavirus’, 24 March 2020, available at: www.england.nhs.uk/2020/03/new-nhs-nightingale-hospital-to-fight-coronavirus/. ",
        "How the COVID-19 crisis has affected security and defence-related aspects for the EU 17 44. Nikel, D., (2020), ‘China Takes Stake In New-Look Norwegian Air’ Forbes , available at: www.forbes.com/sites/davidnikel/2020/05/20/china-takes-stake-in-new-look-norwegian- air/#aff583e7872b. 45. Pacheco Pardo, R.P. et al. (2002), Preventing the Next Pandemic: Lessons from East Asia , King’s College London. 46. Schütz, T. (2020), COVID-19 and the German DTIB: Impact and Policy Responses , Armament Industry European Research Group, 29 June 2020, available at: www.iris-france.org/wp- content/uploads/2020/06/ARES-55.pdf. 47. Statement by Chair of the European Parliament Subcommittee on Security and Defence (SEDE) Nathalie Loiseau, 23 April 2020. 48. Transatlantic Trends 2020: Transatlantic Opinion on Global Challenges before and after Covid-19 (2020), Bertelsmann Foundation, German Marshall Fund of the United States, Institute Montaigne, 30 June 2020, available at: www.gmfus.org/sites/default/files/TT20_Final.pdf. 49. UN-Secretary-General António Guterres (2020), COVID-19: UN chief calls for global ceasefire to focus on ‘the true fight of our lives , 23 March 2020, available at: https://news.un.org/en/story/2020/03/1059972. 50. Video conference of EU defence ministers, 12 May 2020, available at: www.consilium.europa.eu/en/meetings/fac/2020/05/12/. 51. WHO (2020), Independent evaluation of global COVID-19 response announced , available at: https://tinyurl.com/y4pgzxju. 52. Zartsdahl, P. H. (2018), ‘Civil–military synergies in EU crisis response and peacebuilding: a framework for analysis’, Global Affairs , 4:2-3, pp. 197-213, DOI: 10.1080/23340460.2018.1532769. 53. Zekulić, V., Godwin, C., Cole, J. (2017), ‘Reinvigorating Civil–Military Relationships in Building National Resilience’, The RUSI Journal , 162:4, pp. 30-38, DOI: 10.1080/03071847.2017.1380376. ",
        "PE 603.510 EP/EXPO/SEDE/FWC/2019-01/Lot4/1/C/6 Print ISBN 978-92-846-7019-2 | doi: 10.2861/551014 | QA-02-20-628-EN-C PDF ISBN 978-92-846-7018-5 | doi: 10.2861/906815 | QA-02-20-628-EN-N "
    ]
}