{
    "text": [
        "11. Calls for a stone to commemorate the victims of extreme poverty to be placed in the area in front of the European Parliament in Brussels, similar to the stones at the Trocadero in Paris, the Council of Europe in Strasbourg, the Reichstag in Berlin, the basilica of St John Lateran in Rome, and the United Nations in New York; 12. Calls on the European institutions to clearly show their support for a close partnership with the associations working to combat poverty and social exclusion; 13. Instructs its President to forward this resolution to the Council, the Commission, the national par- liaments of the Member States, the Secretary-General of the United Nations, the Platform of European Social NGOs, the European Anti-Poverty Network, and the secretariats of the ILO, the UNLDC, the ACP, Unicef, Unctad and the WFP. 16. Human rights: Violations of human rights in the Socialist Republic of Vietnam B5-0620, 0628, 0636, 0646 and 0658/2001 European Parliament resolution on freedom in Vietnam The European Parliament, 3 having regard to its previous resolutions on the situation in Vietnam of 19 January 1995 ( 1 ), 15 May 1997 ( 2 ), 16 July 1998 ( 3 ) and 16 November 2000 ( 4 ), 3 having regard to its resolution of 5 July 2001 on religious freedom in Vietnam ( 5 ), A. whereas Vietnam is a state party to the International Covenant on Civil and Political Rights (ICCPR), B. whereas respect for human rights and democratic principles is an essential element in the 1995 coop- eration agreement between the European Union and Vietnam, C. whereas Amnesty International reports that, even after revision of the criminal code in December 1999/January 2000, 29 offences ranging from offences against national security to economic crimes remain punishable by death and that one hundred and twelve death sentences and 12 executions were recorded in 2000 while the true figures are believed to be much higher, D. whereas dozens if not hundreds of prisoners of conscience and possible prisoners of conscience con- tinue to be detained for their political beliefs and religious affiliations, and many of those are known or believed to be elderly and in poor health; whereas among them is Professor Nguyen Dinh Huy, the founder and president of the ‘Movement to Unite the People and Build Democracy’, who continues to be held in prison camp Z30A, in the Dong Nai province, E. whereas Human Rights Watch reported in September 2001 on the largest and most systematic effort to intimidate Vietnamese dissidents in a long time: on 5/6 September 2001 at least 15 dissidents were detained and interrogated, including Pham Que Duong, Hoang Tien, Hoang Minh Chinh, Nguyen Vu Binh and Duong Hung; Tran Van Khue and Nguyen Thanh Giang have also been detained, at least temporarily, since 6 September 2001, F. having regard to the persecution of business and foreign investors, notably the case of a Dutch citizen, Binh Vinh Trinh, ( 1 ) OJ C 43, 20.2.1995, p. 86. ( 2 ) OJ C 167, 2.6.1997, p. 154. ( 3 ) OJ C 292, 21.9.1998, p. 162. ( 4 ) OJ C 223, 8.8.2001, p. 337. ( 5 ) ‘Texts Adopted’, Item 18. 11.4.2002 EN C 87 E/255 Official Journal of the European Communities Thursday 4 October 2001 ",
        "G. whereas, at its August 2001 session, the United Nations Committee on Racial Discrimination high- lighted mistreatment of minority groups as well as indigenous people, namely the Montagnards living in the Central Highlands of southern Vietnam, H. whereas 14 members of this ethnic minority have been sentenced for organising demonstrations of thousands of people in the Dak Lak province, I. whereas human rights organisations continue to receive no response from the government to cor- respondence about human rights violations; whereas domestic human rights monitoring is not permitted and whereas no access has been given to independent human rights monitors, J. whereas ‘offences of opinion’ remain punishable, K. whereas foreign journalists are officially requested to seek advance approval for travel outside the capital as well as to apply to the foreign ministry four days in advance for any interview, by telephone or in person, with a Vietnamese national, 1. Reminds the Vietnamese authorities again that freedom of opinion and of the press are necessary conditions for Vietnam’s economic and social development; 2. Reiterates its demand that the Vietnamese authorities respect religious freedom and take concrete steps to allow freedom of association and worship; 3. Urges the Vietnamese authorities to repeal Administrative Detention Decree 31/CP, which allows the detention of dissidents for up to two years without trial; 4. Calls on the Vietnamese authorities to authorise independent press bodies and to allow domestic human rights monitoring, as well as to give access to independent international human rights monitors; 5. Reminds the Vietnamese authorities that a functioning democratic society requires an active civil society; 6. Recalls that the protection of private property and legal security are absolutely essential to successful economic activity, and that corruption, questionable legal procedures and cases such as that of Binh Vinh Trinh hinder economic and social progress and scare off foreign investment; 7. Calls on all foreign donors to protest against the detentions in September 2001 and urges the Vietnamese authorities to continue on a path of reform; 8. Calls on the Commission and the Council and every Member State to do their utmost, both bilat- erally and multilaterally, to ensure the full enforcement of fundamental human rights for Vietnam’s indi- genous Montagnards; 9. Calls on the Vietnamese authorities to prepare legislation to abolish the death penalty and to ratify the second Optional Protocol to the International Covenant on Civil and Political Rights, aiming at the worldwide abolition of the death penalty; 10. Calls on the Vietnamese authorities to ensure that, pending the formal abolition of the death penalty, a moratorium on executions is established and all remaining death sentences are commuted; 11. Calls on the ambassadors of the Member States and the European Union to Vietnam to follow developments in this connection with the closest attention and to report to Parliament in the framework of relations between the Council, the Commission and Parliament, 12. Instructs its President to forward this resolution to the Council, the Commission and the govern- ment and parliament of Vietnam. C 87 E/256 EN 11.4.2002 Official Journal of the European Communities Thursday 4 October 2001 "
    ]
}