{
    "text": [
        "COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 25.06.2001 COM(2001) 346 final COMMUNICATION FROM THE COMMISSION THE INTERNATIONAL DIMENSION OF THE EUROPEAN RESEARCH AREA ",
        "2 1. Introduction 2. A strategy of cooperation and openness 2.1. Objectives 2.2. The lessons of the past 2.3.Opening the European Research Area up to the rest of the world 2.4. A coordinated effort 2.5. Diversified objectives 2.6. Courses of action 3. Actions for the future 3.1. The overall framework 3.2. Activities 4. Conclusions ",
        "3 1. I NTRODUCTION In today's rapidly changing world, science, technological progress and economic and social development are closely interrelated. In this \"globalised\" world, research and development are moving forward at an increasingly rapid rate thanks to the ever freer and faster exchange of scientific results, information and research personnel between countries. At the same time, science and technological development play a major part in globalising the economy and are increasingly called upon to respond to the major challenges facing our societies. The European Union must have considerable top-quality scientific and technological potential and knowledge at its disposal in order to be able to play the part to which it aspires in today's global society. In January 2000, the Commission issued a communication 1 entitled \"Towards a European Research Area\", defining an area where the best possible use is made of the scientific capabilities and material resources within the European Union, where national and European policies are implemented in a coherent fashion, and where knowledge and personnel are allowed to circulate without restriction. At the Lisbon European Council of 23/24 March, this plan was ratified in full by the Heads of State and Government as the central component in the construction of a European knowledge- based society. The European Research Area must be opened up to the rest of the world, as the Commission has already stressed in the communication \"Making a reality of the European Research Area: Guidelines for EU research activities (2002-2006)\". 2 This openness should enable EU countries to benefit from international cooperation in science and technology paving the way for closer political and economic relations, particularly with candidate countries and the countries of the European Economic Area. The new strategy of international cooperation will also make it possible to further develop relations between the European Union and third countries, 3 will help improve dialogue between certain countries 4 and raise the profile of science and technology in Europe. This Communication is intended to outline the broad guidelines for a new policy of international scientific and technological cooperation fulfilling the strategic objectives of opening the European Research Area up to the world. 1 COM (2000) 6. 2 COM (2000) 612 final. 3 The partner countries of the Mediterranean, the Balkans, Russia and the New Independent States, developing countries, emerging economies and industrialised countries. 4 By way of example, S&T cooperation projects brought Israeli, Palestinian and Jordanian research institutions together on the integrated management of water and public health. ",
        "4 2. A STRATEGY OF COOPERATION AND OPENNESS 2.1. Objectives In order to position Europe at the hub of the worldwide knowledge-based society, an ambitious and extensive programme of international scientific and technological cooperation must be developed. To that end, in the interest of all the parties concerned: • cooperation must fulfil the Community's scientific, technical and socio-economic objectives and, at the same time; • cooperation must be firmly rooted in the Community's foreign policy and development aid programmes and must fulfil the European Union's overall interests (political and commercial interests, solidarity, etc.). The European Research Area has established a new political context in which to develop a new strategy of international scientific and technological cooperation based on the previous achievements of projects undertaken within the European Union. This strategy should focus on the following key areas: • making the European Research Area more attractive to the best scientists and making it a world class reference centre; • enabling European researchers and industrialists to access the knowledge and technology produced outside Europe and also the experimental fields needed for European research; • developing scientific and technical activities useful to the implementation of EU foreign policy and development aid; • enlisting the scientific and technological resources of the European Union and of third countries in initiatives that provide a response to significant world problems of concern to the Community such as food safety, environmental safety (greenhouse effects, desertification, biodiversity and natural resources, seismic risks, etc.) or health and major diseases connected with poverty. 2.2. The lessons of the past The Communauty began a campaign of international scientific and technological cooperation in 1983. Over the years, various successive programmes (STD, ISC and then INCO) enlisted thousands of European and third country research teams in work on specific development issues (health, food safety and agriculture, natural resources, the environment). Since the 1990s, similar scientific and technological cooperation activities have been set up with the countries of Central and Eastern Europe, even though they were not involved, as they are now, in the framework programme. Since 1995, all these activities have been brought together under a single specific RTD programme, the INCO Programme, with differentiation to allow for the specific socio-economic and environmental features of different regions. ",
        "5 This move paved the way for integrating research with development aid by involving the development cooperation fund (EDF) which supported the enhancing of research and technology transfer resources. It is a model for the type of complementary synergistic schemes that should be developed in future between European RTD and foreign policy. Prevention and safety in stockrearing: From research to results. A series of joint research projects led to the successful production of a vaccine against certain forms of stock plague, and carried out experimental testing in sub-Saharan African conditions. The vaccine is also successfully used in the Middle East. India and Pakistan plan to use the vaccine in country-wide campaigns, with EU financial support (EDF). Similarly, an immunologically adapted heartwater (cowdriosis) vaccine, operational in tropical conditions, has been developed and perfected by a series of joint EU international research projects. With financial backing from the EDF, the vaccine is currently being tested throughout sub-Saharan Africa. At the same time, research into more effective antigens and diagnoses recently led a European- African consortium to map the Cowdria ruminantium genome. All these projects led, furthermore, to a joint Community and Member State operation resulting in the establishment of the International Association for the Promotion of Cooperation with scientists from the New Independent States from the former Soviet Union (INTAS). An exemplary synergy: the assistance of the JRC in the fields of nuclear security and safety. Since 1994, the Commission has asked the JRC to place the competencies that it acquired by its research activities in the nuclear field, at the disposal of the Tacis programme. This resulted in two types of actions: - A ssistance to Russia in the field of the control of the nuclear materials: creation in Russia of two training centres, installation of analysis and control laboratories for the Russian authorities, support for the creation of an industrial platform for the production of control instruments, implementation of a control system in the nuclear facilities; - A role of technical adviser for the implementation of the Tacis programme in nuclear safety: preparation of projects, technical negotiations with the beneficiaries and follow-up of the implementation of the projects. At the same time, as of 1994, cooperation was established with specific emerging economies or industrialised nations, under agreements on scientific cooperation providing researchers from those countries with the opportunity to take part in EU research projects. To date, over 20 scientific and technological cooperation agreements have been signed with third countries and negotiations are currently underway with India, Brazil and Chile. PRIONET: An example of fruitful cooperation Some 60 Australian and European laboratories specialising in the identification of transmissible spongiform encephalopathies, particularly the poorly identified forms such as variant Creutzfeldt- Jacob Disease (vCJD), collaborated in order to contribute to understanding the vCJD and bovine spongiform encephalopathy (BSE) epidemic in Europe and developing preventative measures against it. This active collaboration, under the terms of the agreement relating to scientific and technical cooperation between the European Community and Australia, brings considerable scientific advantages to both sides. Since it has no recorded cases of vCJD or BSE to date, Australia has provided Europe with a very useful control environment. ",
        "6 The agreements have in particular made it possible to strengthen the links between industrialists in Europe and Australia and Israel, for instance, to improve the protection of Europeans' intellectual property rights in countries such as Argentina and China. They have, moreover, made it easier for European scientists to take an active part in the national RTD projects of third countries such as the USA and China. The European Union has not, however, fully exploited all the opportunities they offer. The new strategy must therefore adopt a proactive approach in order to optimise results. The European Union's ability to make effective use of forums for dialogue to develop cooperation programmes has been limited principally by the lack of a clear policy of international scientific and technological cooperation accompanied by adequate operational resources. Nonetheless, bilateral dialogue with the regions of the Mediterranean (Barcelona Process Monitoring Committee, MoCo), Asia (ASEM), Latin America and the Caribbean (ALAC and Mercosur) has provided the basis for developing a policy incorporating both RTD and foreign policy. The panel of independent experts (see the five-year assessment report 5 of 31 May 2000) which assessed the Community's international scientific cooperation programme \"recognised with satisfaction\" that the programme had achieved its set objectives and it had been possible to obtain significant scientific results. It considered, nonetheless, that the programme should be given a fresh political dimension and in particular made the following recommendations: – the research potential of conceivable partner countries and the relative importance for the EU of international cooperation in various areas of research and technological development should be taken into consideration; – EU action should focus on priority areas in order to optimise results; – links with EU foreign policy should be strengthened. The wealth of experience that the European Union has amassed in the field of international scientific and technological cooperation, supported by the primarily bilateral experience of the EU Member States, forms an invaluable foundation on which the international dimension of the European Research Area can be built. 2.3. Opening the European Research Area up to the rest of the world Increasing the international dimension means working on the key feature of the European Research Area, the requirement \" to go beyond the current static structure of \"15+1\" towards a more dynamic configuration (...) based on a more coherent approach involving measures taken (...) by the Member States at national level .\" This concerns all of Europe: the European Union, the countries of the European Economic Area and the candidate countries associated with the Framework Programme. Special effort should be made to further integrate candidate countries into the European Research Area to enable them to participate completely in this openness (reinforcement of their research systems). 5 COM(00) 659 final. ",
        "7 The systems, instruments and human resources already available must be enlisted in order to achieve the major objectives adopted jointly in terms of opening the European Research Area up to the world. The openness to third countries will help develop scientific excellence in Europe and raise its profile in the world. Designed as a combination of all national and European schemes in this field, taking advantage of past achievements, it is founded on a proactive approach targeted according to the potential partners and the interests of the European Union. In line with the thinking behind the creation of the European Research Area, it seeks to make the best use of all the international scientific cooperation policies and activities undertaken within the European Union, whether at Community level or within Member States. Coordinating the international scientific cooperation policies of these States will demand a genuine political will for Europe-wide cooperation on the part of the Member States and a major drive for coordination within the Commission. Moreover, coordinating Community international RTD cooperation activities with foreign policy schemes will require considerable efforts in terms of internal coordination in order to boost the necessary synergies between the financial instruments for EU foreign policy and those for EU research policy. A model of coordination: Noting the blatant lack of coordination between the countries of Europe; in 1995 the Commission, the 15 Member States, Switzerland and Norway decided to set up a \"European Initiative for Agricultural Research for Development\" (EIARD). EIARD's main objective is to improve the impact of individual investments by improving coordination in RTD between the 18 partners and also within Member States and the Commission, as well as coordination between RTD and development cooperation at both political and operational levels. EIARD is an platform for the coordination of R&D related activities, run by a European Coordination Group (ECG) made up of representatives of the national administrative bodies in charge of scientific cooperation and development cooperation policies, and the European Commission. In 1996, EIARD analyses and proposals helped launch a Global Forum. This Forum is a world structure making a collective effort to facilitate information exchange, access to knowledge, cooperation and partnership in research between the various stakeholders concerned by agricultural research and sustainable development. In the same context, since 1999 EIARD has coordinated a European Forum of all the European operators concerned. 2.4. A coordinated effort 2.4.1. Member State input National policy in terms of the international scientific and technological cooperation activities undertaken by EU countries is generally focused on specific groups of countries and specific problem areas. Only a few countries have a structured overall approach, generally geared towards problem solving, as is the case for development aid, for instance. Most countries support the training and mobility of third country researchers, yet only a few Member States have developed joint projects. ",
        "8 The total expenditure allocated by the 18 EU and EEA countries to bilateral RTD cooperation with all third countries (excluding funds handled by international organisations) is estimated at around EUR 750 million annually. 6 Some 20% of this is allocated to international cooperation programmes with developing countries. Another 25% went to Africa to develop RTD activities and improve research capability. The non-European countries of the Mediterranean, Latin America and the NIS (New Independent States of the former Soviet Union) each receive approximately 10%, and the countries of Central Europe and the Baltic States receive 12%. At present, France is the largest investor in international scientific cooperation (particularly with the French-speaking countries of Africa and with the countries of the Mediterranean and Latin America). France has, moreover, set up many networks with highly industrialised countries. Germany is the country that invests most in cooperation with the countries of Central and Eastern Europe and Russia. For some countries (Portugal, Greece, Iceland, Ireland), the only opportunities for international cooperation are through the European Union. In countries with only a modest outlay on RTD, cultural relations play an important part in setting up targeted cooperation. Greece has a specific interest in collaborating with some of its close neighbours such as the countries of Central Europe and the Balkans, the New Independent States and several Mediterranean countries. Portugal is pursuing a similar policy with Brazil and several African countries. The individual Member States and the Community as a whole will only be able to figure on the world arena in all fields of scientific and technological cooperation of European interest by means of concerted EU-wide action, coordinating national initiatives and harnessing sizeable funds. Coordinating efforts successfully is conditional upon first identifying all the international cooperation policies undertaken by the Member States, which means that these policies must be benchmarked and the international co-operation practices of our principal competitors examined. By co-ordinating the efforts of all parties it will be possible to achieve objectives differentiated according to the needs of the European Union and of its partners. 2.4.2. Integration of candidate countries In order to enable candidate countries to participate in their own right in the coordinated international scientific cooperation activities, they must be successfully integrated into the European Research Area. To that end, those countries must be assisted in enhancing their RTD and innovation systems. The necessary improvements in the research structures existing within candidate countries may be facilitated by specific schemes, complementary to the collaborative work undertaken by virtue of their association to the Framework Programme or in support of their participation in that programme. Improvements should be aimed at adjusting candidate countries' RTD policies, boosting their scientific and technological research potential, and developing links between their scientific communities and those of Member States. 6 INCOPOL study: \"International Co-operation Policies of the EU/EEA countries in Science and Technology\" (published in 1999, based on 1996 data). ",
        "9 These schemes should be carried out under the various EU instruments supporting research and economic and technical aid, but also in close coordination between the EU and Member States as well as between the Member States themselves. 2.5. Diversified objectives 2.5.1. Mediterranean and Balkan partner countries Relations with these countries are taking on ever increasing relevance for the European Union. They cannot continue as purely economic relations and must evolve into a genuine codevelopment policy, which alone can ensure stability, prosperity and security in this region. Ambitions on this scale mean that the European Union must put a great deal of effort into all areas of cooperation, particularly in the field of science and technology as well as innovation. This includes promoting exchanges of knowledge, personnel and technological innovations in order to foster socio-economic progress throughout the Euro-Mediterranean area. To that end, transferring technological innovations and knowledge and boosting the RTD capability of third countries should be investigated in the first instance, encouraging the establishment of links between research centres and businesses as well as developing RTD infrastructures and potential. At the same time, research must contribute towards meeting fundamental needs, the priority objectives for sustainable development, and for partners in Europe, the Mediterranean and the Balkans (i.e. integrated management of water, agriculture and the agro-food industry, health and environmental protection, seismology, energy and transport, preservation of the cultural heritage, the digital divide). 2.5.2. Russia and the New Independent States There is a twofold objective for these countries: firstly, to stabilise their research potential and, secondly, to tackle problems of mutual interest (i.e. non-proliferation, health and environmental safety related to industrial change, including nuclear safety and energy issues). Stabilising the research and development potential involves strengthened partnerships and exchanges with the scientific communities within the European Union, particularly through the INTAS association which brings the EU Member States, the Community and third countries together, and the conversion of research related to weapons of mass destruction towards civil applications thanks to multilateral partnerships (Europe, USA, Japan, etc.) as implemented within specialised centres (the International Science and Technology Centre in Moscow and the Ukrainian Science and Technology Centre in Kiev). 2.5.3. Developing countries While it is now clear that science and technology play a key role in improving the standard of living in industrialised States, the socio-economic welfare of many less developed countries have not yet been able to benefit from scientific progress. Collaboration with these countries in scientific and technical matters meets this need. The European Union must develop strong scientific partnerships with these countries in order to contribute to sustainable development there. ",
        "10 Partnerships are aimed primarily at increasing research and technological innovation capability in the countries of Africa, Latin America, the Caribbean and Asia, as well as undertaking joint research projects meeting the needs of those societies with regard to health, food and economic development issues, including the integration of their products in the world market and the protection of their cultural heritage, as well as the sustainable conservation and management of their natural resources. Special research should also tackle the problems of combating poverty encountered in the defined fundamental priority areas (see COM (2000) 212 final) 7 . 2.5.4. Emerging Economy and Industrialised Countries In sectors where industrialised countries, including emerging economies, 8 already have considerable scientific and technological research capabilities, the specific objective is to step up cooperation in order to enable reciprocal access to knowledge and skills, with respect to the rules of diffusion and protection of research results. Moreover, by sharing resources, cooperation of this type means that the risks and benefits can be distributed fairly and large-scale, high-quality joint research can be carried out in the mutual interest and at a reduced cost for all concerned. The majority of the countries concerned have signed bilateral scientific cooperation agreements with the Community or association agreements concerning participation in EU RTD framework programmes. Such agreements provide an appropriate framework for setting up the type of partnership recommended. They are a special tool for developing cooperation in research areas which the European Union considers its priorities. 2.5.5. International organisations Many international organisations are active in the fields of research and technological development or in fields where research is a significant form of intervention. This is true, for instance, of the WHO in the field of health and the FAO in the field of food issues in developing countries or the UNEP for the environment. Other international bodies represent forums for coordination and, occasionally, for coordinated planning of the first order: the OECD (especially the Global Science Forum), the WHO (for safety and food safety issues, for example), UNAIDS (for AIDS), the G8 (Carnegie Group), United Nations conferences. 7 Trade and development; regional integration and cooperation; macroeconomic policy on creating human and institutional resources; transport; food safety and sustainable rural development strategies; strengthening institutional capacity, good management of public finance and application of the rule of law. 8 Such as: China, India, Brazil, Argentina, Chile, Mexico and South Africa. ",
        "11 Example of the Rio Summit (1992) Faced with the challenge of sustainable development, the 1992 Rio Summit gave fresh impetus and new objectives to scientific and technological cooperation in the European Union, which focused on the Agenda 21 priorities for developing countries. EU scientific and technical cooperation took account of the conclusions of this international dialogue, particularly the proceedings of the United Nations Commission on Sustainable Development (CSD). Since Rio, several hundred joint interdisciplinary research projects have been successfully funded in critical areas such as the management of natural resources, agriculture, the agro- food industry and human health. By actively promoting the proactive partnership of scientists, political decision makers, non- governmental organisations, EU scientific and technological cooperation has effectively incorporated the generation of new knowledge into practical sustainable development schemes. With a background of action over the last 10 years, the European Union now has an excellent opportunity to participate in the activities agreed at the second World Summit on Sustainable Development (\"Rio + 10\"). The European Union's objective is to raise its profile in the activities undertaken at world level, in particular by specific bodies, and to step up the coordination of its involvement in world projects intended to respond to four major challenges: – food safety (in this context, international cooperation in biotechnology has a key role to play); – sustainable development (biodiversity, desertification, climatic change, forest management); – combating infectious diseases associated with poverty (HIV, tuberculosis, malaria); – the interdependence of science and society. 2.6. Courses of action The coordinated implementation of international scientific cooperation at national and European level is an essential precondition for a consistent overall policy in this area. Basically, this requires ongoing dialogue between the Community, the Member States and the sectors involved (be they public or private, national or international) in order to guarantee the requisite level of coordination. This coordination must first define priorities and courses of action, then ensure a high level of liaison between the individual national initiatives and between national and European initiatives, and finally must assess the impact of such activities within the European Research Area. An appropriate framework for dialogue is needed for both bilateral relations with third countries and multilateral relations with the various regions of the world. ",
        "12 Accordingly, the Community, together with the Member States, with reference to the expert opinion of the European sectors concerned (including industrial and non-governmental sectors) must first carry out an in-depth survey in order to identify the scientific and technological sectors where international cooperation is necessary as well as the partnerships which are advisable in the interests of the European Union. Once the Community has established a clear common position with the Member States, it will then be able to define the cooperation that is of mutual interest in collaboration with the third countries or groups of third countries with which it wishes to establish partnerships. Throughout this process, the objectives of EU foreign policy and development policy must be kept in mind. Following this coordination operation, the Community and the Member States will be able to agree the following: – measures for coordinating national bilateral cooperation activities in order to increase the impact thereof; – any additional Community operations to be undertaken. There are a number of possible courses of action to achieve this: – coordinating appropriate activities undertaken within Member States; – opening up national programmes for international cooperation in research or networking national activities for international scientific cooperation, in line with the Commission proposal on the new Framework Programme (COM(2001)94 Final); – funding the required participation of third country researchers or institutions in the activities of the Networks of Excellence or integrated research projects launched in the thematic areas considered priorities by the Community; – for specific countries, instigating specific EU scientific cooperation activities to generate synergies with the activities carried out under EU foreign policy or development aid policy. In addition, national and European international cooperation activities will benefit from the action taken to make the European Research Area more attractive to the best scientists based outside Europe, as the Commission proposes as part of the strategy to promote the mobility of researchers (COM(2001)….of……..2001). ",
        "13 There is at present a significant drain of young research personnel out of Europe: – Between 1988 and 1996, for example, the number of doctorates obtained by foreigners in the United States rose from 3 300 to 8 000 annually over this period, up to a total of over 55 000. The majority of them then elect to remain in the United States. Some 73% of the foreigners gaining doctorates in 1996 decided to stay there; – Asian students made up the majority of all the foreign students obtaining a doctorate in the United States (43 000 out of a total of 55 000 over the period 1988-1996) and of those opting to stay in that country (28 000 out of 34 000 for the same period). The majority of the European students (56%) also work in the United States after gaining their degree. The Commission is proposing new initiatives to make Europe more attractive. Following the conclusions du Lisbon European Council of 23/24 March 2000, and the Council resolution of 15 June 2000, in close collaboration with the Member States, the Commission set up a High-Level Expert Group on reduction of obstacles to the Mobility of Researchers. The group, which started work in summer 2000, has identified four types of obstacles to mobility affecting researchers from both the European Union and from third countries detrimental to the attractiveness of the European Union: legal and administrative obstacles, social and cultural obstacles, obstacles relating to the career of a researcher and, finally, intersectoral obstacles. The final report of the group identify a series of practical projects to eliminate these obstacles. These measures form the basis of the Commission communication \"A mobility strategy for the European Research Area\", which seeks to establish an environment favourable to the mobility of researchers and their families in Europe. Finally, a more proactive approach to implementing agreements on scientific and technical cooperation with third countries will make it possible for such agreements to fully develop the part they can play in developing relations with these third countries. In the absence of a specific cooperation agreement with a country, reference could be made to the provisions of the economic cooperation agreements concluded between the Community and third countries (including the COTONOU agreement), almost all of which include scientific cooperation. Cooperation and association agreements have a high political profile and provide a framework in which to set up scientific and technological cooperation in the mutual interest. They have been used, among other matters, to resolve intellectual property rights issues and to obtain exemptions from some customs duties and taxes for projects carried out under the agreement. They provide a sound foundation for EU researchers to access partner country research programmes by affording them greater protection. The \"steering committees\" set up under these agreements provide forums for scientific coordination. In a proactive approach, these agreements will make it possible to identify the priority research areas to be developed and the instruments to be implemented jointly (post-doctoral mobility, joint RTD activities, etc.). They thus represent a way of implementing the strategy of international cooperation while also ensuring the reciprocal access of EU researchers to third country research programmes. In order to achieve specific scientific and technological objectives, specific agreements could also be considered, either with one country or a group of countries, stipulating the joint activities to be undertaken and the resources needed to do so. 3. A CTIONS FOR THE FUTURE A twofold objective should be targeted: – to step up consistency and coordination between international scientific and technological cooperation activities undertaken in Europe at every level; ",
        "14 – to focus European Union efforts on specific thematic areas and foreign partners of major importance. In line with the strategy adopted, these objectives should be specified and implemented jointly by the Member States and the Community, taking into account the objectives of EU foreign policy as well as the objectives of its scientific and technological policy . Achieving these objectives will necessitate recourse to the channels and resources set aside for the implementation of the Framework Programme for Research 2002-2006 and, further, to the specific activities undertaken in order to establish the European Research Area, as well as to the instruments of EU foreign policy. 3.1. The overall framework An appropriate structure must be set up to guarantee the overall coordination of the international cooperation activities undertaken at national level and in order to increase their impact, for the benefit of all concerned. A forum for international scientific and technological relations In terms of international cooperation, the recommendation is to set up a specialised forum responsible for the necessary coordination between all the partners concerned. This Forum will be made up of representatives of Member States, appropriate international organisations, and the Community's scientific experts and also experts in foreign policy, development aid and research. Candidate countries may also be involved. In terms of multilateral relations, the forum could take advantage of the results of work carried out within various international forums of a political (ASEM, ALAC , MoCo) or thematic nature (on desertification or biodiversity, for example) in which the European Union plays an active part. This forum would also have an important part to play in worldwide technology watch. Indeed, the forum would provide an appropriate framework for the strategic analysis of trends in science, technology and economics, in the light of feedback from technology watch activities undertaken at national level, within the ERA or by our external partners. To ensure the consistency of the Community activities of international cooperation, all the Directorates-General concerned (in particular the Directorates-General of Foreign Affairs, of development aid and of Research) will work in close coordination, in the line of the Commission's Decision for the Community specific RTD Programmes (COM (2001) 279 final). Coherence between Community activities will be ensured through close coordination between the various policies concerned as well as the corresponding implementation activities, as defined in the proposal for a specific programme in COM (2001) 279. 3.2. Activities 3.2.1. To make the European Research Area more attractive to researchers a) Improving the administrative and regulatory conditions for the reception of non-European researchers within the ERA In 2000, the Commission launched a major study (on the conditions for receiving which foreign research workers in Europe) in order to draw up an accurate survey of ",
        "15 the administrative and material conditions for the reception of researchers from 32 third countries (from all continents) in each of the 15 EU Member States and the 17 States associated with the Framework Programme. When this study is completed in 2002, the Commission will be in a position to make a report to the Council and the European Parliament on the subject and to make recommendations to improve those reception conditions in line with the strategy on mobility which it proposes, as well as to inform the Associated States. b) Financing researcher mobility The activities proposed by the Commission to encourage the mobility of European research staff wishing to undertake research activity outside Europe, or of researchers based outside Europe wishing to work in Europe will be used to fund this type of operation, in coordination with national \"international grants\" schemes. In the stimulation of researcher's mobility towards Europe, mechanisms that promote the return of those researchers to their countries of origin could be used, in relation to developing and emerging economies. 3.2.2. Opening EU operations to participation by third country researchers and organisations. Opening EU research operations up to the participation of research staff and organisations from third countries may help EU research staff and undertakings to access the knowledge and skills available in third countries, more especially scientifically and technologically advanced countries. In return, this openness may help talented research staff in scientifically less advanced countries to gain knowledge and experience which they can then use to make a contribution to their country of origin on their return after contributing to European research. Accordingly, the networks of excellence and the integrated projects implemented in the Framework Programme priority thematic areas 9 will be open to participation by researchers and institutions from all third countries, in conformity with the rules of participation and exploitation which vary according to the country concerned. 3.2.3. Focusing EU efforts on specific objectives Specific 10 international cooperation activities under the Framework Programme in the area of research should be defined in relation to the objectives of the policy partnership of the Community with the countries concerned, through mutual concertation and taking into account their economic and social needs. The Commission thinks that the following problems deserved particular attention: • for Mediterranean and Balkan partner countries : the environment, health, integrated management of water and of fish resources, agriculture and the agro-food industry, seismology, the digital divide, energy, transports and the protection of cultural heritage; 9 Genomics and biotechnology for health; technology for the information society; nanotechnology, new materials; space and aeronautics; food safety; sustainable development and global change; citizens and governance in the European knowledge-based society; science and society; nuclear fission and fusion; research in support of EU policy objectives; specific measures for SMEs. 10 COM (2001) 279 final. ",
        "16 • for Russia and the New Independent States : environmental protection, adjusting the system of industrial production and communication, health safety and civil protection issues, including nuclear safety issues. These activities in particular will be conducted in close cooperation with the INTAS association, which now has acknowledged experience of scientific cooperation with these countries. • for developing countries in Africa, Latin America, the Caribbean and Asia: problems related to health, food safety and economic development, including issues of integrating their products into the world market, protecting their cultural heritage and the sustainable conservation and management of natural resources including halieutics will be covered, as well as issues of transport, urbanisation, governance and the digital divide, in the light of the specific thematic priorities of development aid policy, the ALA regulation and the needs of the partner countries. Ethical aspects of these problems will be taken into consideration. 3.2.4. Stepping up international 'technology watch' activities as a strategic tool for the European Research Area The accelerated rate of technological change fuels the need to collect relevant information from around the world and to ensure that it is forwarded efficiently to European innovators. The technology watch activities already in place in Member States as well as in the Commission through the Institute for Prospective Technological Studies of JRC will be complemented and expanded by activities designed to: • collect, share, and carry out the strategic analysis of, information obtained on scientific, technological and market trends, as well as private sector innovation approaches and methods, paying special attention to multinational companies; • identify strategic opportunities for worldwide scientific and technological cooperation either on a European initiative or with European involvement; • strengthen the distribution of technology watch information to the operators concerned: European structures (Eureka, etc.), undertakings (including SMEs), universities and research establishments. 3.2.5. To align EU scientific cooperation policies with EU foreign policy and development aid programmes In order to be truly effective, some projects to be carried out require the partner countries to enhance their research capability. This is particularly the case for the Mediterranean countries, the New Independent States and the developing countries of Africa, Latin America, the Caribbean and Asia. Joint research activities must therefore be supported by additional schemes under the specific instruments enabling action to boost, stabilise, develop or adjust research capability, particularly the research infrastructures, of some third countries. ",
        "17 Successful synergies of this type have gradually been developed over the years between the EU RTD Framework Programme and the Structural and Cohesion Funds. These funds allocate part of their resources to science and technology, especially in order to build up scientific and technological infrastructure in the regions of the European Union, to give those regions improved research and technological development capability. By way of example, five institutes of the Crete Research Centre along with those in Patras and Thessaloniki, combining to form the Greek Foundation for Research and Technology, were thus set up and developed with considerable financial backing (EUR 62 million) from the Structural Funds. The quality of these centres is now such that they make an important contribution to the Framework Programme for research and to national research activities. The Structural Funds are also cofinancing the large telescope in the Canary Islands (GranTeCan) in the amount of almost EUR 17 million. By 2003 this installation will have one of the best telescopes in the world. The scientists working there are already participating in the projects of the EU Framework Programme. PHARE is another useful instrument to improve the research capabilities of candidate countries and to integrate their male and female research staff into the scientific community of the European Union. This is shown by the fact that most candidate countries used PHARE to cofinance their participation in the European Framework Programme for Research 1998-2002. In future PHARE, or any similar financial instrument (such as MEDA for candidate countries of the Mediterranean) may also in principle be used to top up national funding in order to enable the structural reforms needed in candidate countries, as long as they are considered to be a priority in the adhesion partnership. As a prerequisite, for an important part of PHARE, i.e. PHARE economic and social cohesion (aiming to prepare the applicant countries for the Structural Funds), t he candidate countries must include these structural reforms in the priority sectors of their National Development Plans eligible in this context. Past experience with the structural funds and other financial instruments such as PHARE provides a model worth adopting. In the same vein, the recipients of financial support in the form of aid for development or international relations should be encouraged to invest more in the RTD sector. A proportion of the budget resources available for instruments implementing foreign policy and development aid policy (in the order of 7%) should be allocated to improving research in the countries concerned and to enhancing scientific and technological progress in those countries. That is why coordination and the complementary aspects of the scientific and technical cooperation activities undertaken under the Framework Programme and the schemes implemented using financial instruments such as MEDA, Tacis, the EDF and ALA (Asia and Latin American countries) will be intensified in line with the conclusions of the Commission working document on synergies between the fifth framework programme for research and MEDA of June 2000. ",
        "18 3.2.6. Enlisting EU scientific and technological capability to deal with world problems As regards world problems, priority should be given to matters of the new relationship between science and society and to specific problems which require the mobilisation of research efforts throughout the world: infectious diseases related to poverty, biodiversity, new forms of energy, the digital divide, climate change, food safety, etc. European integrated projects or the pooling of national research programmes will be particularly appropriate for these issues, with third country research staff and institutions involved as associates. The first steps of a world consensus on the GMOs: In November 1999, Member States considered that the Community had to obtain a European laboratory network for detection and the identification of the GMO in food, field in which the JRC had strongly invested itself, at the request of DGs SANCO and DG ENV. It was therefore decided to entrust to the JRC the creation of this network. Created at the beginning of 2000, comprising 38 European organisations, it was extended quickly to the EFTA countries, to the applicant countries and to third countries (in particular USA, Canada and Australia) as well as to industry, which are associated with the non confidential work of the network. The network works in support for the various Community legislation, develops analyses, methods of control and of materials of reference, and organises workshops and conferences. In addition, the JRC ensures the training of scientists and of technicians to the most recent technologies of detection and of quantification of the GMOs . European participation in major international projects (e.g. Human Frontier Science Programme, Global Change, Human Genome Project, etc.) will be coordinated. Operations should be launched on European initiative to address specific world problems in cooperation with the relevant international organisations: • infectious diseases related to poverty (WHO, UNAIDS, etc.); • food safety (FAO, WHO, Codex Alimentarius); • sustainable development (specialised UN agencies); • agricultural research for development (Forum Global); • science and society (OECD, UNESCO, World Bank, etc.), taking advantage of multilateral relations with ASEM, ALAC and MoCo. ",
        "19 Breaking the vicious circle of poverty and disease The INCO programme has a background of experience gained in managing over 300 health projects covering a wide range of problems involving more than 500 researchers throughout the world on a key problem: health. Over the last few years, there has been considerable growth in EU research on the major infectious diseases which are now known to be firmly associated with poverty in the least developed countries. In this way, large-scale integrated projects were launched in order to develop new vaccines and medicines, including the Eurovac project bringing together the majority of European researchers working on the HIV vaccine and a \"tuberculosis vaccine\" cluster. Other projects funded include, for example, the development of suppositories with a new anti-malarial treatment (artenusate) expected to be more widely effective in the treatment of infant malaria. Thanks to the networks developed by the INCO programme in Africa, many research teams in the countries of the south took an active part in this project. Work on the three diseases, malaria, tuberculosis and AIDS as well as other diseases identified as having high international priority has now reached the stage where a clinical test platform must be set up. Under the new framework programme, the Commission is going to establish this specific structure which will make it possible to coordinate clinical development operations for new vaccines and medicines undertaken by both industry, the Commission and the Member States. It will enable partners in developing countries to be fully involved and will support European efforts with input from international organisations and from other partners, particularly American and Japanese partners. All these partners must be organised on the basis of a joint scientific and technical action plan. The resources allocated to this clinical development project targeting new treatments for prevention and cure will be several hundred million euro. Although it is designed to generate a large number of European public-private partnerships with industry, the clinical test platform is also basically dedicated to involving developing countries fully in this joint undertaking. 4. C ONCLUSIONS Europe's experience and long tradition of international scientific and technological cooperation based on dialogue and partnership must provide a model in order to give the European Research Area an ambitious international dimension. In order to achieve this major objective, a clear and structured policy is needed, provided with a set of instruments designed to promote: • trans-regional scientific and technological dialogue , coordination with the Member States and promotion of trans-regional scientific partnerships; • mobility of scientists between Europe and third countries; and • scientific and technological cooperation contributing to the fair and sustainable development and socio-economic progress of all partners. It is recommended, furthermore, that European States should increase their international scientific and technological cooperation budgets, as the Commission proposed for EU activity (a 25% increase for the Framework Programme 2002-2006) and should facilitate the reception of foreign researchers into their RTD laboratories. ",
        "20 The fact is, when compared with the USA's contribution of considerable amounts of money to international cooperation (over EUR 3.5 annually, or 4 to 5% of the federal research budget), the total amount allocated within the European Union (Member States plus Community) is still rather limited at considerably less than EUR 1 billion. A European policy of international scientific and technological cooperation is a long-term proposition which must be based both on real coordination between Community and Member State activities and on establishing synergies between EU foreign policy projects and scientific and technological research projects. In the worldwide knowledge-based society, a policy on this scale must be capable of developing and becoming a key component of European RTD policy. "
    ]
}