{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 22.2.2017 SWD(2017) 72 final COMMISSION STAFF WORKING DOCUMENT Country Report Estonia 2017 Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN CENTRAL BANK AND THE EUROGROUP 2017 European Semester: Assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/2011 {COM(2017) 90 final} {SWD(2017) 67 final to SWD(2017) 93 final} ",
        "Executive summary 1 1. Economic situation and outlook 4 2. Progress with country-specific recommendations 10 3. Reform priorities 14 3.1. Public finances and taxation 14 3.2. Financial sector 16 3.3. Labour market, education and social policies 19 3.4. Investment 25 3.5. Sectoral policies 32 3.6. Public administration 36 A. Overview Table 39 B. MIP Scoreboard 43 C. Standard Tables 44 References 49 LIST OF TABLES 1.1. Key economic, financial and social indicators - Estonia 9 2.1. Summary table on 2016 CSRs assessment 11 3.2.1. Financial soundness indicators – All banks in Estonia 16 B.1. MIP SCOREBOARD for Estonia 43 C.1. Financial market indicators 44 C.2. Labour market and social indicators 45 C.3. Labour market and social indicators (continued) 46 C.4. Product market performance and policy indicators 47 C.5. Green growth 48 LIST OF GRAPHS 1.1. Real GDP growth and contributions 4 1.2. Quarterly harmonised index of consumer prices (HICP) inflation (yoy % change) 5 1.3. Breakdown of rate of change of unit labour costs (ULC) in Estonia (and euro area) 6 CONTENTS ",
        "1.4. Breakdown of external position (current and capital accounts) 6 1.5. Exports market share breakdown – Estonia 7 1.6. Net international investment position (NIIP) (% of GDP) 7 1.7. Net lending/net borrowing by sector (% of GDP) 8 3.1.1. Tax revenues from property taxes as percentage of GDP (2014) 14 3.1.2. Tax wedge on single earners, various income levels (2015) 15 3.2.1. Credit cost for firms 16 3.2.2. Funding of non-financial corporations (2015) 17 3.2.3. Lending trends - To non-financial corporations (NFC) and for house purchases 17 3.2.4. Changes in the house price index and commercial loans for house purchase - Estonia 18 3.3.1. Tightening of the workforce 19 3.3.2. Gender pay gap in unadjusted form 20 3.3.3. Labour market outcomes by skills level and by gender 21 3.3.4. At-risk-of-poverty or social exclusion rate and its components (AROP, SMD, LWI) 22 3.4.1. Export market share growth by value of goods and services 25 3.4.2. Estonia's exports of goods to Russia and exports of mineral fuels (y-o-y change in %) – euro/rouble exchange rate 25 3.4.3. Dynamism and competitiveness of exports (goods) on top-10 country destinations (2014- 2015) - Estonia 26 3.4.4. Breakdown of real effective exchange rate (REER), nominal effective exchange rate (NEER), relative harmonised index of consumer prices (HICP) - Estonia 26 3.4.5. Nominal wage growth in Estonia in comparison with wage benchmarks 27 3.4.6. Profits and investment by companies in Estonia - Total economic activities and manufacturing sector 28 3.4.7. Total factor productivity in Estonia over 2007-2015 - Index (2010 = 100) 29 3.4.8. Total productivity on the basis of value-added - Estonia's total economy and manufacturing sector 29 3.5.1. Patent application to the European Patent Office (by priority year and per million people of active population) 32 3.5.2. Charge for the use of intellectual property from abroad as % of GDP 33 LIST OF BOXES 2.1. Contribution of the EU budget to structural change in Estonia 12 3.4.1. Investment challenges and reforms in Estonia 30 3.6.1. Selected highlights: 'Work Ability' reform and high performance in international skills survey 38 ",
        "1 This report assesses Estonia’s economy in the light of the European Commission’s Annual Growth Survey published on 16 November 2016. In the survey, the Commission calls on EU Member States to redouble their efforts on the three elements of the virtuous triangle of economic policy — boosting investment, pursuing structural reforms and ensuring responsible fiscal policies. In so doing, Member States should focus on enhancing social fairness in order to deliver more inclusive growth. Real GDP growth in Estonia slipped to 1.1 % in 2016, but is expected to recover to above 2 % from 2017. In 2016, Estonia’s economy suffered from weak external demand and investment, both public and private, while persistently strong wage growth kept private consumption and house building at a relatively high level. In 2016, growth was at a rate of 1.1 % but it is projected to accelerate to more than 2 % in the coming years as external demand and business investment are expected to recover gradually. At the same time, household consumption is projected to slow down to more sustainable levels due to less dynamic wage growth linked to a policy of limiting wage increases in the public sector and to various reforms to expand labour supply. The fiscal position remains strong, with a budget in surplus and negligible government debt. However, some weakening of Estonia’s fiscal position is expected in 2018, as the new government in office intends to implement a more expansionary budgetary policy. Estonia has one of the best performing labour markets in the EU, but its declining working- age population is a challenge. The Estonian labour market is characterised by its flexibility, high participation and employment rates, and low unemployment. At the same time, ageing combined with prolonged low fertility rates are set to shrink the working-age population over the next decade. This will contribute to the ongoing tightening of the labour market, creating a continued upward pressure on wage growth. This poses a risk for businesses’ profitability, competitiveness and overall long-term economic growth. However, ongoing labour market reforms are expected to boost labour supply and prevent excessive wage growth. The entry into force of the Work Ability reform is bringing work-incapacity pensioners back to the labour market. This increased labour supply is expected to slow the wage growth. Labour supply will benefit from further ongoing reforms creating further incentives to work, reducing the gender pay gap and providing more accessible childcare. Also, the ongoing local government reform is projected to make labour market activation policies more effective, as local social services are made more efficient. Finally, labour and skills shortages are expected to decrease, as measures are being taken to address them. Notably, constraints on economic immigration have recently been relaxed. Estonia is generally performing well on education and training. Estonia has high rates of tertiary education attainment and performs well in international skills surveys. Also, participation in lifelong learning is above the EU average. However, early school leaving remains above the Europe 2020 target. The Estonian economy is well integrated with its Nordic neighbours and the euro area, but its foreign direct investment remains below the long-term average. The close relationship between Estonia and its neighbours is characterised by a large share of intra-industry trade flows. However, in recent years, foreign direct investment growth in the manufacturing sector and in professional, scientific and technical activities has remained below Estonia’s long-term average. After falling in 2015, Estonia’s exports recovered in 2016 and further improvements are expected. In 2015, the market share losses mainly resulted from a sharp currency depreciation in neighbouring Russia and falling international oil prices, which made Estonia’s oil shale sector less competitive. None of these factors are expected to recur. In 2016, as exports of goods recovered strongly, the country's trade surplus increased. Nevertheless, Estonia’s industry remains dominated by traditional sectors with low R&D intensity. In manufacturing, Estonia’s exports structure seems to continue shifting towards lower-value goods. Also, the capital stock per worker remains relatively low. In particular, in 2015, investment flows in intellectual property products remained largely below the EU average and, in the manufacturing sector, appeared to be EXECUTIVE SUMMARY ",
        "Executive summary 2 already affected by a gradual decline in business profits. However, business R&D expenditure has recently resumed its upward trend, suggesting new potential for better innovation performance. Overall, the importance for Estonia of strategic investment in research and development remains high. Risks stemming from the housing market can be considered as contained. In 2016, lending growth for house purchases was robust, but housing prices stabilised as supply caught up with demand. Also, financial regulations to mitigate the risk of the financial system as a whole have been tightened and the possibility of deducting mortgage interest payments from tax bills reduced. Spill-over risks from the real estate sector to economic and financial sector stability appear low. Financial soundness indicators suggest that the banking sector is stable. Overall, Estonia made some progress in addressing the 2016 country-specific recommendations. On labour market and social policy issues, some progress was made on providing high-quality local social services, including by adopting and implementing local government reform. Limited progress was made on adopting and implementing measures to reduce the gender pay gap. Some progress was made on promoting private investment in research, development and innovation, including by strengthening cooperation between academia and businesses. Estonia has already achieved a number of its objectives as regards its national targets under the Europe 2020 strategy, but some areas remain a source of concern. The country surpassed its employment target, although its shrinking working-age population aided progress. On R&D, Estonia is moving away from its national target. On energy, the country is expected to meet its greenhouse gas emission and renewable energy targets by a large margin. Estonia has met its energy efficiency targets, but keeping the levels until 2020 will be a challenge. On education, Estonia has already reached its tertiary education target, although with a significant gender gap in favour of women. The early school leaving target remains a source of concern, while the country is moving further away from its national ‘at risk of poverty’ reduction target of 15 %. The main findings of this country report, and the related policy challenges, are as follows:  The shrinking working age population may result in a tight labour market over several years. The persistent demographic challenge highlights the importance of the on-going policies to integrate low-income earners, people with disabilities and mothers with young children into the labour market. Greater incentives to work have been introduced so as to increase activity rates. The 'Work Ability' reform is aimed at increasing the labour supply by bringing a significant number of currently inactive people back to the labour market. The implementation of the reform started in 2016 and early indications seem positive, with a reported increase in the overall labour supply. However, the workforce is expected to grow faster than employment over the coming years. Also, several restrictions on economic immigration have recently been eased. In parallel, accessibility of childcare services is being improved. However, the gender pay gap remains a matter for concern. Though some measures to address this challenge have already been taken, legislative changes to the Gender Equality Act and to the system of parental leaves are still pending. The drop-out in vocational education has improved.  Inequality, relative poverty and social exclusion continued increasing gradually, and health outcomes remain significant challenges. Inequality has increased in recent years and is now well above EU averages. Benefits (mostly pensions, social assistance and unemployment benefits) have not kept pace with growth in market incomes. Moreover, Estonia’s flat tax regime has a limited ability to redistribute wealth, but recent measures will make the tax system more progressive by increasing the tax free allowance, which will vary with the income level. In parallel, life expectancy, healthy life expectancy and preventable mortality remain worse than the EU ",
        "Executive summary 3 averages, while Estonia faces challenges over care integration and accessibility to nursing and to specialised medical care.  Labour costs per worker continued to increase in 2016, posing a risk to competitiveness. Increases in labour costs per worker were mainly driven by strong wage growth, but negative productivity growth also contributed. As Estonia’s small and open economy is mostly a \"price-taker\", subject to foreign prices, strong wage increases are at first reflected in falling profitability. In the short run, this can lead to downward pressures on investment, especially in Estonia’s manufacturing sector. Continued strong wage increases outpacing productivity developments could undermine competitiveness in the medium term.  Still-low business investment in technological development and weak commercialisation of research achievements remain challenges for productivity growth, for increasing the value-added of exports of goods and for strengthening potential output. The volume of contract research between academia and businesses increased in 2015, but the cooperation between the two sectors remains limited. This also resulted in a still-low level of patent applications. An entrepreneurial discovery process has not yet been re- launched. The low attractiveness of research careers and the relatively low level of scientific excellence are interlinked challenges.  Estonia has further improved its business environment, but in a few areas challenges remain. Estonia is running several projects to reduce the regulatory burden, bureaucracy and overlapping functions of different public bodies. However, a continuing lack of national rules for transferring companies’ registered offices into and out of Estonia weakens the business environment. Furthermore, lengthy insolvency procedures and inadequately protected minority shareholders' rights in corporate governance remain institutional barriers to investment.  Overall, the tax system is growth- friendly, but categories of taxation that are considered least detrimental to growth are still only used to a limited extent. Tax collection remains overall efficient and recent measures to increase tax compliance have been successful. However, Estonia still under uses some growth-friendly tax categories such as property taxes and transport taxes.  Carbon emissions and resource intensity remain high. This is mainly because Estonia is a producer of electricity and heating from oil shale. Also, greenhouse gas emissions and energy consumption from transport have increased since 2005, while transport taxes are almost inexistent, which does not support energy efficiency in road transport. There are ongoing discussions on the possibility of introducing an emission-based car registration tax.  Estonia is currently undertaking local government reform to improve local public services and governance, and achieve efficiency gains. Legislation on the division of tasks between municipalities and central government, as well as on the financing principles of local governments, is in preparation. So far, incentives for local government to encourage local development and entrepreneurship have not been adopted. ",
        "4 GDP growth Estonia’s economic growth slowed to about 1.1 % in 2016, after 1.4 % in 2015 (Graph 1.1). Private consumption remained the main growth driver, supported by fast and sustained wage growth. However, it only had a limited positive impact on GDP growth, given that imports make up a high proportion of its content, in particular car imports. While exports recovered thanks to higher demand from Estonia's main trading partners, investment growth disappointed for a third year in a row. This mainly reflected a very gradual implementation of EU-funds and still lower business investment in equipment and construction. Public consumption barely grew, allowing public finances to remain strong. Estonia’s real GDP is forecast to grow by 2.2 % in 2017 and 2.6 % in 2018 as regional demand growth is expected to pick up. External demand, especially from Finland and the other two Baltic States, is projected to gather pace. In parallel, Estonia's oil shale sector and related exports are set to benefit from the rise in oil prices. In services, buoyant high-tech exports are expected to largely compensate for the losses in transport services resulting from the decline in transit trade with neighbouring Russia. Overall, the external balance of goods and services is set to remain positive over the forecast period. However, as import-intensive investments are projected to resume, the contribution of net exports to growth is set to remain negative this year and next. Overall investment is expected to recover in 2017 and 2018 as the new EU programming period hits cruising speed and industry confidence rises. The improving regional demand is expected to support industry confidence. As a result, Estonian businesses are projected to increase investment this year and next. In parallel, public investment is projected to surge, as the bulk of projects under the new programming period of EU Funds have started being implemented. Private consumption growth is projected to slow down slightly in 2017 and 2018 as rising consumer prices dampen the increase in real incomes. Nevertheless, domestic demand is envisaged to remain the main driver of growth over the period covered by the forecast, bolstered by continued strong wage increases. Graph 1.1: Real GDP growth and contributions (1) Forecasts for 2016-2018 based on the assumption of no change in policy. Source: European Commission Potential growth Overall though, Estonia’s potential growth rate seems to be on a declining trend . While the catching-up process of the country with the EU’s more advanced economies is expected to continue, the persistent decline in working-age population is expected to weigh on growth potential. Inflation Inflation is set to increase in the coming years, after a protracted period of low inflation (see Graph 1.2). As a result of a projected rise in global energy prices, strong wage growth and a significant rise in excise tax rates, inflation is projected to accelerate to almost 3 % in 2017 and 2018. Labour market The labour market has remained strong, but improvements in employment and unemployment indicators have stalled in recent months, reflecting the lacklustre GDP growth. The labour market participation rate has reached historically high levels of 70 %, which has so far compensated for the decline in the working-age -6 -4 -2 0246 8 10 12 10 11 12 13 14 15 16 17 18 % , p p s Inventories investment Investment (GFCF) Consumption Net exports Real GDP growth 1. ECONOMIC SITUATION AND OUTLOOK ",
        "1. Economic situation and outlook 5 population. Owing to the work ability reform (see Section 3.3 for details), employment is expected to continue growing slightly in 2017-2018. At the same time, unemployment is projected to rise significantly from about 6½ % in 2016 to over 8 % in 2018. This is because many people receiving work-incapacity pensions need training before re- joining the labour market after a long absence. Graph 1.2: Quarterly harmonised index of consumer prices (HICP) inflation (yoy % change) Source: European Commission Social issues Income inequality has increased and is one of the highest in the EU, while recent poverty indicators show mixed trends. The ratio of incomes of the richest 20 % of households to that of the poorest 20 % rose from 5.4 in 2012 to 6.2 in 2015, and is now the seventh highest in the EU. The key driver appears to be high wage dispersion as a result of strong income growth among the higher skilled. In absolute terms, the incomes of the poorest 10 % of households have lagged behind the growth in median incomes ( 1 ). A contributing factor is that benefits (particularly pensions and unemployment benefits) are not keeping pace with the growth in market incomes. This has also resulted in a gradual increase of the at-risk-of-poverty rate from 15.8 % in 2010 to ( 1 ) While real growth in disposable income for the bottom decile was 7 % (2015 SILC data), this is below the median income growth of 9 %. 21.6 % in 2015, 4.3 pps above the EU average ( 2 ) (see Section 3.3). Inequality is further exacerbated by the flat tax regime, which has a limited distributional function. While wage growth among high-skilled workers has led to growing market income inequalities, the tax-benefit system has proven relatively ineffective in mitigating this.( 3 ) That said, when it comes to net wealth (difference between total assets and total liabilities), in 2014, Estonian households generally owned more than they owed. Overall, Estonia has one of the highest net wealth ( 4 ) inequality in the EU (ECB, 2016). ( 2 ) The share of the population living in severe material deprivation and in households with very low work intensity is, however, well below European averages and declining. ( 3 ) The Gini coefficient before taxes and benefits (including pensions) for 2014 data was 51.6, while after taxes and benefits it fell to 35.6. The gap (of 16.0 for Estonia) measures the effectiveness of the tax-benefit system in reducing inequality. This is well below the EU average gap of 19.3. The Gini coefficient is a commonly used measure for monitoring trends in income inequality. A coefficient of 100 expresses total inequality (meaning all the income is earned by one person) and a coefficient of 0 expresses perfect equality (meaning everyone earns the same income). ( 4 ) Difference between total assets and total liabilities. -0.50 0.00 0.50 1.00 1.50 2.00 2.50 3.00 3.50 4.00 4.50 0 1 2 3 4 % c h a n g e y o y Quarters 13 14 15 16 17 (proj.) 18 (proj.) ",
        "1. Economic situation and outlook 6 Graph 1.3: Breakdown of rate of change of unit labour costs (ULC) in Estonia (and euro area) Source: AMECO Competitiveness Unit labour costs continued to rise strongly over the past year, driven by strong wage growth and decreasing productivity (Graph 1.3) . Wage growth was triggered by a limited labour supply linked to the decline in working-age population. In 2017 and 2018, nominal unit labour cost growth is expected to slow down as a result of productivity increases as external trade recovers. Moreover, policy efforts to boost labour supply are expected to start bearing fruit, while net migration has turned positive. However, the rapidly rising wages and slow productivity growth are issues that will still warrant close monitoring for some time in terms of their effect on competitiveness (see Section 3.4. for an in-depth look). Graph 1.4: Breakdown of external position (current and capital accounts) Source: European Commission – Eurostat Current account Estonia is expected to post a continued, but declining, current account surplus. The surplus of 2.1 % of GDP in 2015 (Graph 1.4) decreased to 0.6 % of GDP in 2016 and is expected to decrease further to 0.3 % in 2017 and 0.0 % in 2018. The surplus mainly comes from the trade balance, especially from exports of services. With the expected recovery of imports linked to the resuming investment growth, the trade balance is projected to decline somewhat over the coming years. -10 -8 -6 -4 -20 2 468 10 11 12 13 14 15 16* 17* 18* R a t e o f c h a n g e y - o - y ( % ) Inflation (GDP deflator growth) Real compensation per employee Productivity contribution (negative sign) Nominal unit labour cost (NULC) NULC in euro area -20 -15 -10 -505 10 15 07 08 09 10 11 12 13 14 15 % o f G D P Capital account (KA) Trade balance - services Trade balance - goods Trade balance Current account balance (CA) Net lending/borrowing (CA+KA) ",
        "1. Economic situation and outlook 7 Graph 1.5: Exports market share breakdown – Estonia Source: European Commission Estonia has been losing export market share (see Graph 1.5) . Estonia achieved large market share gains immediately after the end of the financial crisis, which had led to productivity gains and a downward correction to wages, but, in 2015, it lost market share both in value (-7.9 %) and volumes (-3.3 %). In particular, Estonia’s exports to neighbouring Russia were strongly affected by the rouble depreciation, while the country’s oil shale sector suffered from low oil prices. Also, exports of services decreased as transit trade with Russia further contracted. In 2016, export growth resumed as the impact of the negative external shocks faded away. In the longer term, export prospects could, however, suffer due to the continued divergence between wage and productivity developments affecting Estonia’s competitiveness. The competitiveness is looked at more in-depth in Section 3.4. Graph 1.6: Net international investment position (NIIP) (% of GDP) Source: European Commission Overall external position The negative net international investment position (NIIP) of Estonia continues to improve (Graph 1.6). In 2015, at -40.9 % of GDP, the NIIP position remained above the MIP Scoreboard threshold of -35 % of GDP, but was on a downward path (see Graph 1.7). It is expected to continue to improve in the coming years, especially with a projected current account surplus and a related positive net lending to the rest of the world. Furthermore, much of the NIIP reflects foreign direct investment (FDI), which is a stable component, and Estonia has limited net assets in terms of marketable debt. This contributes significantly to reducing market and volatility risks associated with the negative NIIP. In recent years, FDI inflows have been on a downward path: in 2015, FDI inflows into Estonia amounted to only one quarter of the 2014 inflow, but, in 2016, partly recovered. This issue is more closely looked at in Section 3.4. Financial sector The banking sector is robust, supported by a strengthened prudential framework. Profitability remains sound and non-performing loans are limited. Lending to the corporate sector increased significantly in 2016 on the back of recovering investment growth. -10 -505 10 15 20 10 11 12 13 14 15 R a t e o f c h a n g e y - o - y ( % ) Contribution to export market share: goods Contribution to export marke share: services Export market share growth y-o-y -150 -100 -500 50 10' 11' 12' 13 14 15 % o f G D P Net portfolio invest., equity and investment fund shares/units Net portfolio invest., debt securities Other invest. (net) Net direct invest. Net financial derivatives Net int'l investment position Marketable debt (portfolio debt instr., other invest. and res. assets, net) ",
        "1. Economic situation and outlook 8 Housing market House price increases slowed down in 2016, as supply caught up with demand. House prices in Estonia halved following the economic and financial crisis, but since then the housing market has experienced a robust recovery. House prices increased again by about 10 % per year on average between 2010 and 2014. However, following a sharp increase in supply, house price increases slowed down in 2015 and 2016. Graph 1.7: Net lending/net borrowing by sector (% of GDP) (1) NPISH: non-profit institutions serving households. Source: European Commission Public finance The budget is expected to have remained in surplus in 2016, as tax revenues held up despite slower economic growth . The composition of GDP growth has been very favourable to government revenue, with rapid wage growth boosting labour and consumption taxes. Also, public investment expenditure was lower than planned in 2016 due to delays in implementing EU funded projects. In 2017, in spite of strong expected revenues, expenditure pressures are projected to leave public finances with a deficit of about 0.5% of GDP. Expenditure pressures stem from several factors: local government elections in 2017 (which typically lead to additional domestically-funded investments), some social expenditure measures, and costs related to Estonia’s holding the presidency of the Council of the European Union in the second half of 2017. According to the Commission winter forecast, in 2018, the fiscal position is projected to improve slightly to a deficit of 0.2% of GDP, as a temporary increase in state transfers to the pension funds comes to an end and reduces expenditure commitments. However, this forecast did not yet include the new government's announced investment plan, since sufficient details were not yet known about the specific investment projects and their timing. The investment plan likely costs about 0.5% of GDP in 2018, and it would add to the fiscal deficit figures. In this context, the government has also announced that it would commensurately lower its medium term fiscal targets. -10 -8 -6 -4 -2024 6 8 10 12 08 09 10 11 12 13 14 15 % o f G D P Households General government Financial corporations Non-financial corporations Total Economy ",
        "1. Economic situation and outlook 9 Table 1.1: Key economic, financial and social indicators - Estonia (1) Sum of portfolio debt instruments, other investment and reserve assets. (2,3) domestic banking groups and stand-alone banks. (4) domestic banking groups and stand-alone banks, EU and non-EU foreign-controlled subsidiaries and EU and non-EU foreign-controlled branches. (*) Indicates BPM5 and/or ESA95. Source: European Commission, European Central Bank 2004-2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 Real GDP (y-o-y) 5.7 -14.7 2.3 7.6 4.3 1.4 2.8 1.4 1.1 2.2 2.6 Private consumption (y-o-y) 8.4 -15.3 -1.6 3.7 4.3 3.8 3.3 4.7 4.0 3.4 2.8 Public consumption (y-o-y) 4.5 -3.2 -0.4 1.3 3.2 1.9 2.7 3.4 1.5 1.9 1.6 Gross fixed capital formation (y-o-y) 8.2 -36.7 -2.7 34.4 12.7 -2.8 -8.1 -3.3 -2.2 4.4 4.7 Exports of goods and services (y-o-y) 12.1 -20.3 24.0 24.2 4.8 2.3 3.1 -0.6 3.7 3.1 3.4 Imports of goods and services (y-o-y) 12.1 -30.6 21.2 27.2 9.7 3.2 2.2 -1.4 5.4 4.3 4.1 Output gap 8.1 -9.0 -6.6 -0.7 1.9 1.4 2.1 1.2 0.1 -0.1 0.1 Potential growth (y-o-y) 4.9 -0.9 -0.4 1.3 1.6 1.9 2.1 2.4 2.2 2.4 2.4 Contribution to GDP growth: Domestic demand (y-o-y) 7.1 -20.3 -1.5 9.5 6.1 1.5 0.0 2.3 1.9 3.2 2.9 Inventories (y-o-y) -0.4 -1.4 2.0 -1.3 1.8 0.0 2.5 -1.6 0.2 -0.3 0.1 Net exports (y-o-y) -1.0 8.1 2.8 -0.6 -3.7 -0.8 0.8 0.6 -1.1 -0.7 -0.4 Contribution to potential GDP growth: Total Labour (hours) (y-o-y) -0.1 -2.0 -1.2 -0.3 -0.4 0.0 0.5 0.9 0.8 0.8 0.6 Capital accumulation (y-o-y) 3.3 0.7 0.6 1.5 1.7 1.5 1.1 0.9 0.8 0.8 0.9 Total factor productivity (y-o-y) 1.8 0.4 0.2 0.1 0.3 0.4 0.5 0.6 0.6 0.8 0.9 Current account balance (% of GDP), balance of payments -11.9 2.5 1.8 1.3 -1.9 -0.4 0.9 2.2 . . . Trade balance (% of GDP), balance of payments -7.2 5.0 6.4 5.7 1.5 1.9 3.5 4.1 . . . Terms of trade of goods and services (y-o-y) 1.4 0.4 -1.9 0.4 -0.5 1.4 1.1 0.3 1.3 0.2 0.1 Capital account balance (% of GDP) 1.2 3.4 3.5 4.1 3.4 2.6 1.1 2.1 . . . Net international investment position (% of GDP) -78.2 -80.1 -71.2 -54.8 -51.1 -50.1 -46.7 -40.9 . . . Net marketable external debt (% of GDP) (1) -21.9* -33.0* -19.6* -3.9* -1.3* 0.2 4.2 7.3 . . . Gross marketable external debt (% of GDP) (1) 81.4 104.5 90.4 81.4 82.0 75.5 77.8 77.3 . . . Export performance vs. advanced countries (% change over 5 years) 56.5 26.1 18.3 35.7 19.6 20.3 30.3 10.83 . . . Export market share, goods and services (y-o-y) 6.6 -7.9 2.8 15.2 -2.3 3.7 1.0 -7.9 . . . Net FDI flows (% of GDP) -5.7 -2.4 -6.9 -10.6 -2.2 -1.0 -2.9 0.9 . . . Savings rate of households (net saving as percentage of net disposable income) -6.8 7.2 4.2 4.8 4.1 1.2 4.8 4.3 . . . Private credit flow, consolidated (% of GDP) 19.3 -6.0 -7.6 -1.0 6.8 4.1 4.6 3.3 . . . Private sector debt, consolidated (% of GDP) 111.1 153.2 140.4 120.4 117.8 115.9 116.7 116.6 . . . of which household debt, consolidated (% of GDP) 39.0 57.0 53.4 45.6 41.9 40.2 39.7 40.7 . . . of which non-financial corporate debt, consolidated (% of GDP) 72.2 96.2 87.0 74.8 75.9 75.7 77.0 75.9 . . . Corporations, net lending (+) or net borrowing (-) (% of GDP) -6.8 3.3 3.2 2.1 0.2 2.6 -0.8 3.4 1.0 1.5 1.3 Corporations, gross operating surplus (% of GDP) 31.9 25.1 29.8 32.9 32.6 32.5 31.5 28.2 26.3 26.1 26.3 Households, net lending (+) or net borrowing (-) (% of GDP) -5.3 4.7 2.0 2.1 1.6 -0.5 1.0 -1.0 0.3 0.6 0.6 Deflated house price index (y-o-y) 12.2 -37.1 2.1 2.6 3.2 7.7 13.1 6.8 . . . Residential investment (% of GDP) 5.2 3.1 2.7 2.7 2.9 3.4 3.9 4.4 . . . GDP deflator (y-o-y) 7.8 0.4 1.7 5.3 3.2 3.9 1.7 1.0 2.4 3.1 3.0 Harmonised index of consumer prices (HICP, y-o-y) 5.8 0.2 2.7 5.1 4.2 3.2 0.5 0.1 0.8 2.8 2.8 Nominal compensation per employee (y-o-y) 14.7 -2.9 2.7 0.8 6.6 4.6 4.2 5.7 6.2 5.1 5.0 Labour productivity (real, person employed, y-o-y) 4.2 -5.0 7.6 1.0 2.6 0.2 2.0 -1.4 . . . Unit labour costs (ULC, whole economy, y-o-y) 10.2 2.2 -4.6 -0.2 3.8 4.5 2.2 7.2 5.9 3.0 2.5 Real unit labour costs (y-o-y) 2.3 1.8 -6.2 -5.2 0.6 0.6 0.4 6.1 3.4 -0.1 -0.5 Real effective exchange rate (ULC, y-o-y) 7.8 1.1 -6.0 -2.0 -1.0 4.3 2.1 5.0 5.2 2.0 0.6 Real effective exchange rate (HICP, y-o-y) 2.9 2.0 -3.7 1.0 -0.8 2.9 2.6 0.8 1.6 -2.0 . Tax rate for a single person earning the average wage (%) 19.4 18.6 19.4 19.6 19.9 19.5 19.6 18.4 . . . Tax rate for a single person earning 50% of the average wage (%) 15.0* 14.8 15.5 15.9 16.6 16.4 16.7 15.6 . . . Total Financial sector liabilities, non-consolidated (y-o-y) 25.4 -6.8 -2.6 -1.5 6.2 10.2 9.0 5.7 . . . Tier 1 ratio (%) (2) . 20.9 20.0 16.8 18.7 17.9 19.3 20.4 . . . Return on equity (%) (3) . -0.5 7.5 -4.0 6.5 15.3 13.1 13.1 . . . Gross non-performing debt (% of total debt instruments and total loans and advances) (4) . 8.9 9.3 4.5 3.0 1.9 2.6 1.9 . . . Unemployment rate 6.8 13.5 16.7 12.3 10.0 8.6 7.4 6.2 6.9 7.9 8.7 Long-term unemployment rate (% of active population) 3.3 3.7 7.6 7.1 5.5 3.8 3.3 2.4 . . . Youth unemployment rate (% of active population in the same age group) 14.6 27.4 32.9 22.4 20.9 18.7 15.0 13.1 . . . Activity rate (15-64 year-olds) 72.3 74.0 73.9 74.7 74.8 75.1 75.2 76.7 . . . People at risk of poverty or social exclusion (% total population) 23.6 23.4 21.7 23.1 23.4 23.5 26.0 24.2 . . . Persons living in households with very low work intensity (% of total population aged below 60) 7.6 5.6 9.0 10.0 9.1 8.4 7.6 6.6 . . . General government balance (% of GDP) 1.3 -2.2 0.2 1.2 -0.3 -0.2 0.7 0.1 0.1 -0.5 -0.2 Tax-to-GDP ratio (%) 31.0 35.1 33.5 31.7 31.9 31.9 32.8 34.1 34.8 34.9 34.9 Structural budget balance (% of GDP) . . 0.1 0.0 -0.1 -0.6 -0.1 -0.1 0.2 -0.4 -0.2 General government gross debt (% of GDP) 4.4 7.0 6.6 5.9 9.7 10.2 10.7 10.1 9.9 10.1 10.0 forecast ",
        "10 Progress with implementing the recommendations addressed to Estonia in 2016 has to be seen as part of a process which started with the introduction of the European Semester in 2011. Estonia has achieved some progress on stabilising its labour supply. Since 2012, the country has been able to increase incentives to work, leading to a marked increase in labour market participation. In the context of local government reform, for which a country-specific recommendation was already in place in 2012, minimum requirements have been set for social services. These should result in higher quality services at local level and higher efficiency in implementing active labour market policies. In parallel, the merging of municipalities is continuing, which is expected to lead to economies of scale and efficiency gains. Progress has been slower on the gender pay gap, for which a country- specific recommendation exists since 2015. However, some progress has been made on the accessibility of childcare places and facilities. On the relevance of education and training systems (a challenge already identified in 2011), some progress has been made on vocational education and training. However, the fall in working-age population has only just started and may result in a tight labour market over several years. Estonia has made some progress on R&D investment. Estonia has adopted and started implementing its R&D and innovation strategy and its entrepreneurship growth strategy, which together comprise its framework for cooperation between businesses and academia and for smart specialisation. Nevertheless, the Estonian research and innovation ecosystem remains fragile and faces persistent key challenges: low private investment in R&D, insufficient cooperation between businesses and academia, lack of an ongoing entrepreneurial discovery process, low efficiency of public R&D spending and shortage of skills. Estonia has made some progress on energy efficiency. Between 2012 and 2014, substantial progress was made on major legislative initiatives aiming to reduce energy intensity, mainly in private and public buildings. However, progress remains limited on energy intensity in transport, especially as new vehicles purchased in Estonia remain the most environmentally unfriendly in the EU. Finally, despite progress, Estonia will likely remain the most carbon-intensive economy in the EU, and keep one of the highest carbon intensity in energy use. Overall, Estonia has made some progress in addressing the 2016 country-specific recommendations. Under CSR 1 , some progress has been registered on adopting and implementing the local government reform and on ensuring the provision and accessibility of high-quality social services at local level. Specific examples of progress include: (i) adoption of the Administrative Reform Act in July 2016; (ii) successful completion of the voluntary phase of the merger of local municipalities in December 2016; (iii) ongoing implementation of the Social Welfare Act. Limited progress has been made on reducing the gender pay gap. Under CSR 2 , some progress has been made on promoting private investment in R&D and strengthening cooperation between business and academia. Notably, public research bodies have been given incentives to establish research contracts with businesses. 2. PROGRESS WITH COUNTRY-SPECIFIC RECOMMENDATIONS ",
        "2. Progress with country-specific recommendations 11 Table 2.1: Summary table on 2016 CSRs assessment Estonia Overall assessment of progress with 2016 CSRs: Some CSR 1: Ensure the provision and accessibility of high-quality public services, especially social services, at local level, inter alia by adopting and implementing the proposed local government reform. Adopt and implement measures to narrow the gender pay gap, including those foreseen in the Welfare Plan Some progress  Some progress in ensuring the provision and accessibility of high-quality social services at local level  Some progress in adopting and implementing the local government reform  Limited progress in reducing the gender pay gap CSR 2: Promote private investment in research, development and innovation, including by strengthening cooperation between academia and businesses Some progress  Some progress in promoting private investment in research, development and innovation  Some progress in strengthening cooperation between academia and businesses Source: European Commission ",
        "2. Progress with country-specific recommendations 12 (Continued on the next page) Box 2.1: Contribution of the EU Budget to structural change in Estonia Estonia is a major beneficiary of the European Structural and Investment Funds (ESI Funds) with an allocation up to EUR 4.5 billion till 2020. This is equivalent to 2.8% of GDP (over 2014-2017) and 47% of the expected national public investment 1 . By 31 December 2016, an estimated EUR 1.8 billion, which represents about 40 % of the total allocation for ESI Funds, have already been allocated to concrete projects. Compared with 2007-2013 the use of financial instrument is planned to increase by 43%. Financing under the European Fund for Strategic Investments, Horizon 2020, the Connecting Europe Facility and other directly managed EU funds is additional to the ESI Funds. By end 2016, Estonia has signed agreements for EUR 204 million for projects under the Connecting Europe Facility. The EIB Group approved financing under EFSI amounts to EUR 95 million, which is expected to trigger nearly EUR 628 million in total investments (as of end 2016) ESI Funds helped progress on a number of structural reforms in 2015 and 2016 via ex-ante conditionalities 2 and targeted investment . Examples include the mapping of the healthcare infrastructure investment needs which has helped to re-launch investment and enhances the cost-effectiveness of and access to health care systems; the development of transport investment plans which have facilitated the development of mature road and railway projects; and revision and implementation of the OECD Public Governance review action plan, contributing to the on-going state reform (see section 3.6). These reforms have prepared the ground for better implementation of public investment projects in general, including those financed from national sources and from the other EU instruments mentioned above. Estonia has reported the completion of all ex ante conditionalities, except for the national climate change adaptation strategy (adoption planned in spring 2017). Administrative reform support is available through targeted financing under the European Social Fund, advice from the Structural Reform Support Service and, indirectly, through technical assistance. The relevant CSRs focusing on structural issues were taken into account when designing the 2014-2020 programmes , such as prioritisation and specialisation in research and innovation systems and enhancing cooperation between businesses and academia (a programming target being to increase private sector R&D expenditure up to 2% of the GDP by 2023). Public services quality at local level, including via local government reform, is also being improved. The Work Ability Reform is expected to bring an estimated 15000 currently unemployed or inactive persons, with reduced work ability, to employment by 2020 (see sections 3.2.1 and box 3.5.1). In addition to the challenges identified in past CSRs, ESI Funds address wider structural obstacles to growth and competitiveness . These include ensuring access to high-speed internet for the whole population, investment in sustainable transport with the aim of doubling the number of train passengers per year (from 4.2m in 2013 to 8.4m in 2023) and increasing the share of public transport users to 50% by 2023 (42.8% in 2015), as well as helping to improve the labour market 1 National public investment is defined as gross capital formation + investment grants + national expenditure on agriculture and fisheries 2 At the adoption of programmes, Member States are required to comply with a number of ex-ante conditionalities. For Members States that do not fulfil all the EACs by the end 2016, the Commission has the possibility to propose the temporary suspension of all or part of interim payments. The analysis of the fulfilment of the EACs will be finalised in the course of 2017. ",
        "2. Progress with country-specific recommendations 13 Box (continued) relevance of education and training systems and reforming the general education school network. https://cohesiondata.ec.europa.eu/countries/EE ",
        "14 3.1.1. FISCAL FRAMEWORK Estonia’s public finances are sound with a very low public debt and a general government fiscal position in surplus. The fiscal framework has been strengthened by the State Budget Act that entered into force on 23 March 2014, establishing the Fiscal Council and making the long-standing commitment to prudent budgeting part of the law. Estonia’s fiscal framework relies on the structural balanced budget rule, but it does not make use of binding multi-annual expenditure targets or expenditure rules, which may limit the counter-cyclicality of the fiscal framework. The cornerstone of Estonia’s medium-term fiscal planning is the balanced budget rule in structural terms. By contrast, expenditure rules and binding expenditure targets are underused. The difficulties in establishing precisely the real-time cyclical position in a very open small economy like Estonia may, however, create uncertainty and limit the counter-cyclical properties of the fiscal framework. An independent Fiscal Council is fully operational, but practical experience has revealed some procedural shortcomings in the current operational setup. The mandate of the Fiscal Council is to assess the economic forecasts that serve as a base for Estonian fiscal policy and to observe whether the national fiscal rules are followed. In its September 2016 opinion, the Fiscal Council pointed to a procedural issue in the assessment of the forecasts: the current operational setup does not ensure that the Fiscal Council’s opinion reaches the government before it approves the draft budget for the next year. This was notably the case with the 2017 draft budget, due to some delays in the usual state budget preparation schedule. 3.1.2. TAXATION FRAMEWORK In 2016, Estonia’s tax revenue is projected to be 34.0 % of GDP (33.7 % in 2015), well below the 40 % average for the EU-28. The tax system is relatively growth-friendly, with indirect taxes above the EU-28 average and labour taxes below the average. The corporate income tax system is investment-friendly as companies benefit from a complete deferral of tax obligations until the profits are distributed. The new government plans to introduce a reduced rate — 14 % vs the standard 20 % — for companies that distribute profits regularly. Graph 3.1.1: Tax revenues from property taxes as percentage of GDP (2014) (1) Data does not include personal income tax on imputed rents. (2) There is no recurrent real estate tax in Malta. Source: European Commission (2016a) The Estonian tax system regularly ranks high on the competitiveness index (Tax Foundation, 2016) and performs well on measures of tax administration efficiency. In 2014, it took 81 hours a year for a medium-sized company to comply with tax obligations, which is the second lowest indicator in the EU-28 (World Bank, 2016). In 2013, the administrative costs of tax authorities amounted to 0.4 % of tax collected, again the second lowest in the EU-28. Over recent years, Estonia has introduced a number of measures to increase compliance, such as an employment register and additional reporting obligations for VAT. These were described in more detail in the 2016 Country Report. In 2014, the VAT gap stood at 10 % of the VAT total tax liability, down by over a third from the year before and below the 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.0 F R U K B E E L D K E U - 2 8 E S I T I E P T P L N L F I C Y L U H U S E L V M T D E R O S I S K A T L T B G C Z H R E E Other property taxes Recurrent taxes on immovable property 3. REFORM PRIORITIES 3.1. PUBLIC FINANCES AND TAXATION ",
        "3.1. Public finances and taxation 15 EU-27 average of 14 % (European Commission, 2016b). Estonia continues to pursue a policy of shifting its tax burden away from labour and the government is taking measures to reduce the tax wedge on low-income earners to improve work incentives. In 2015, the income tax rate was lowered by 1 pp. to 20 %, unemployment insurance tax was reduced from 3 % to 2.4 % and the tax free allowance was increased. However, the previous government’s reduction of social security tax by 1 pp. by 2018 was repealed and the social security tax will remain at 33 %. Due to the flat personal income tax system and relatively low tax free allowance, the tax wedge on low-income earners in Estonia is above the EU average, while it is below the EU average for high income earners (see Graph 3.3.3). To further reduce the tax wedge on low-income earners, the government plans to raise the tax free allowance to EUR 500 per month by 2018 from EUR 170 per month in 2016. The tax free allowance for people earning more than the average salary will decrease gradually and reach zero once a person’s salary exceeds EUR 2 100 per month, adding an element of progressivity to Estonia’s income tax system. As a result, the tax wedge for a single earner with no children earning 50 % of the average wage is expected to decrease to around 30 % from 37 % in 2015. The government plans to abolish the refund scheme that was introduced in 2016 targeting low-income earners as the increase in the tax free allowance makes this mechanism redundant. Graph 3.1.2: Tax wedge on single earners, various income levels (2015) Source: European Commission on OECD Tax-benefit models Estonia underuses tax categories like recurrent property taxes and transport taxes, which are among the least detrimental to economic growth. Total revenue from property taxes stood at 0.4 % of GDP in 2014. This was the second lowest in the EU and considerably lower than the EU-28 average of 2.5 %. In 2014, environmental taxes were above the EU-28 average. Most environmental taxes came from taxes on energy. By contrast, transport taxes were the lowest in the EU-28, accounting for 0.17 % of total tax revenue. Estonia does not have any vehicle taxation apart from a circulation tax for heavy goods vehicles. However, there are concrete plans to introduce a time-based road charging scheme for heavy goods vehicles and discussions are ongoing on the possibility of introducing a CO2 emission-based car registration tax (see Section 3 0 10 20 30 40 50 60 70 0.5 0.67 1 1.25 1.67 Estonia EU min EU max EU-28 % ",
        "16 3.2.1. BANKING SECTOR Credit growth is strong in Estonia, opening up the prospect of a future funding gap. Average private-sector loan growth reached 10.1 % in November 2016. Apart from a considerable rise of lending to households and non-financial corporations (NFCs), the increase was driven by the surge in loans to financial intermediaries, in particular car leasing companies. The growth in car leases was stimulated by rising household incomes, demand for new cars in light of the relatively old vehicle stock as well as by low interest rates (Bank of Estonia, 2016). At the same time, private sector deposits increased 9.3 % y-o-y. The financial sector has not felt funding constraints, but, if the trends continue, local deposits may prove insufficient to cover the future credit expansion. Loans from foreign parent banks are so far filling in the gap. Financial soundness indicators suggest that the banking sector is stable. Banks were well capitalised, with an average Tier 1 ratio of 34.3 % in mid-2016, the highest level in the EU (Table 3.2.1). The quality of bank assets remains good. The average ratio of non-performing loans (NPLs) decreased from 2.6 % in 2014 to 1.8 % in 2016. Loan-loss provisions covered 58 % of outstanding NPLs, a level above the euro area average (49 %). The share of non-resident deposits, which accounts for about 11 % of total deposits in the banking system, has slightly diminished, thus reducing the banking sector’s exposure to volatility risks. Since 2011, the banking sector has been highly profitable. In 2015, both the return on equity (6.8 %) and on assets (1.1 %) were far above their euro area averages (4.4 % and 0.3 % respectively). Specific external risks stem from the dominant position of Nordic financial groups in Estonia. Potential financial stress in the Swedish banking system, e.g. caused by a correction in housing prices, could have an indirect adverse impact on Estonia (Bank of Estonia, 2016)( 5 ). ( 5 ) For an analysis of potential financial spill-overs in the Baltic-Nordic region, see the 2016 Country Report for Sweden (European Commission, 2016c). Table 3.2.1: Financial soundness indicators – All banks in Estonia (1) ECB aggregated balance sheet: loans excl. to gov. and MFI / deposits excl. from gov. and MFIs. Source: ECB CBD The cost of credit for Estonian companies remained relatively high, despite falling interest rates in the euro area (Graph 3.2.1) . While the average interest on corporate loans in the euro area was falling until end-2016, in Estonia both the interest charged and the margins were unchanged. Graph 3.2.1: Credit cost for firms Source: European Central Bank The relatively high cost of credit might be linked to the high degree of concentration of the Estonian banking sector. With four dominant banks sharing a relatively small market, the level of competition is rather low. The Estonian capital market has substantial development potential. Equity, debt securities and venture capital may complement bank loans as a source of funding for companies. Currently, however, banks still play a dominant role. The total loans stock is equivalent to 34 % of GDP (Graph 3.2.2). Funds raised by companies on the stock market amount to 9.5 % of GDP. The equity (%) 2010 2011 2012 2013 2014 2015 2016Q2 Non-performing loans 9.3 4.5 3.0 1.9 2.6 1.9 1.8 Coverage ratio 85.0 53.4 75.0 75.3 43.9 52.2 57.7 Loan to deposit ratio* 162.8 144.5 134.4 128.9 124.0 122.1 123.5 Tier 1 ratio 12.7 18.5 22.8 22.7 41.3 34.9 34.3 Return on equity 3.6 22.9 11.7 10.7 9.7 6.8 - Return on assets 0.4 3.1 2.0 1.8 1.6 1.1 - 0.00 1.00 2.00 3.00 4.00 5.00 6.00 7.00 8.00 J a n - 0 8 O c t - 0 8 J u l - 0 9 A p r - 1 0 J a n - 1 1 O c t - 1 1 J u l - 1 2 A p r - 1 3 J a n - 1 4 O c t - 1 4 J u l - 1 5 A p r - 1 6 EE loans to NFCs, up to and including EUR 1 million, new business EA loans to NFCs, up to and including EUR 1 million, new business EE MFIs lending margins on loans to NFCs 3.2. FINANCIAL SECTOR ",
        "3.2. Financial sector 17 market is shallow when measured in terms of local capitalisation, but the stock exchange is fully integrated into the Nordic OMX-Nasdaq group, giving it a higher development potential. The role of corporate bond issuing is relatively high compared to the other Baltic markets. The outstanding stock of corporate bonds amounted to 6.9 % of GDP, a little below the EU average. The annual gross operating surplus of Estonian companies is higher than on average in the EU, suggesting that companies have the potential to finance investment from their retained profits. However, profits are declining, limiting investment in riskier or intangible assets (see Section 3.4). Graph 3.2.2: Funding of non-financial corporations (2015) Source: European Central Bank, AMECO 3.2.2. ACCESS TO FINANCE Access to finance in Estonia remains good, but the proportion of the SMEs seeking external financing is below the EU average ( 6 ). According to the European Commission’s Small Business Act factsheet for Estonia, the country is among the best performers in the EU on access to finance, with a steady improvement trend since 2008. Collateral requirements and guarantees are still considered a problem by smaller and newly created companies. ( 6 ) According to the SAFE survey 2016, 74 % of Estonian SMEs find debt financing an accessible option while for the EU average the share is 85 %. Debt financing includes credit line, bank overdraft or credit cards overdraft + leasing or hire-purchase + factoring + trade credit + bank loan + other loan + grants or subsidised bank loan + debt securities issued. However, the Estonian Government is addressing this issue by providing additional loan guarantees through KredEx. At the end of 2015, KredEx raised the maximum amount that can be guaranteed to EUR 5 million. Estonia is a leading EU Member State in venture capital investments (0.136 % of GDP)( 7 ), despite a deteriorating performance. In 2016, to support start-ups in the country, a new Fund of Funds, EstFund, was launched by the Ministry of Economic Affairs and Communications, KredEx and the European Investment Fund. It will invest EUR 60 million from the European Regional Development Fund and the European Fund for Strategic Investments, and plans to attract an additional EUR 40 million from private investors. It will complement the Baltic Innovation Fund by providing smaller equity investments, mainly to earlier stage innovative companies with high-growth potential. Graph 3.2.3: Lending trends - To non-financial corporations (NFC) and for house purchases Source: European Central Bank 3.2.3. HOUSING MARKET Risks stemming from the housing market persist, but can be considered as contained. Lending growth for house purchases increased (see ( 7 ) The definition of Venture capital investments is based on market statistics. Three-year averages have been used to reduce volatility. Venture capital statistics are obtained directly from Invest Europe (European Commission, 2016d). 0 0.005 0.01 0.015 0.02 0.025 0.03 0.0 10.0 20.0 30.0 40.0 50.0 60.0 L i s t e d s h a r e s D e b t s e c u r i t i e s M F I l o a n s G r o s s o p e r a t i n g s u r p l u s : c o r p o r a t i o n s V e n t u r e c a p i t a l ( r h s ) % of GDP EE EU -6 -4 -202468 10 D e c - 1 1 A p r - 1 2 A u g - 1 2 D e c - 1 2 A p r - 1 3 A u g - 1 3 D e c - 1 3 A p r - 1 4 A u g - 1 4 D e c - 1 4 A p r - 1 5 A u g - 1 5 D e c - 1 5 A p r - 1 6 A u g - 1 6 D e c - 1 6 Loans to NFC, y-o-y Lending for house purchase, y-o-y % ",
        "3.2. Financial sector 18 Graph 3.2.3) but remained moderate as a share of GDP (see Graph 3.2.4), while house price increases have slowed in 2016, as supply caught up with demand. Mortgage borrowing is controlled by the macro-prudential measures adopted by Estonia’s central bank . The measures were tightened in 2015( 8 ), but since then the central bank has kept them stable. The new government’s programme includes reducing mortgage debt incentives for households, notably through a substantial reduction in the possibility to deduct mortgage interest from tax bills. The income tax deductibility ceiling is set to decrease from EUR 1 200 per year to EUR 300. Graph 3.2.4: Changes in the house price index and commercial loans for house purchase - Estonia (1) MFIs: monetary financial institutions. Source: Eurostat, ECB, European Commission. ( 8 ) For analysis of the macro-prudential measures, see European Commission (2016e). 0 50 100 150 200 250 -8 -6 -4 -2 0 2 4 68 0 3 Q 1 0 4 Q 1 0 5 Q 1 0 6 Q 1 0 7 Q 1 0 8 Q 1 0 9 Q 1 1 0 Q 1 1 1 Q 1 1 2 Q 1 1 3 Q 1 1 4 Q 1 1 5 Q 1 1 6 Q 1 2 0 1 0 = 1 0 0 R a t e o f c h a n g e y - o - y ( % ) MFI loans for house purchase (% GDP, annual change) Real house price index (2010=100), right axis Nominal house price index (2010=100), right axis ",
        "19 3.3.1. LABOUR MARKET CHALLENGES Estonia has one of the best performing labour markets in the EU . Activity and employment rates are above the EU average and rising. At the same time, the unemployment rate (including the long-term and youth unemployment rate) and the number of people not in in education, employment or training (NEET) rate are below the EU average and continue to decrease. For high-skilled workers, unemployment was as low as 5.3 % in Q3-2016. Recently, the rising activity rate among the elderly has helped to boost labour supply. However, as the ‘Work Ability’ reform aims to entice retirees back to the labour market (see below), the workforce is expected to grow faster than employment over the coming years. As a result, unemployment is projected to increase from about 6.8% in 2016 to above 8.0% in 2018. Graph 3.3.1: Tightening of the workforce Source: Eurostat The main challenges stem from the declining working-age population, mostly due to negative natural change (see Graph 3.3.1). Negative net migration was a contributing factor over the past decade, but has now reversed, likely due to rising wages, less employment opportunities in Finland and more at home. In 2016, 13.6 % of employers in industry reported that a shortage of labour is constraining their business( 9 ). Reflecting the tightening labour supply, strong wage pressures ( 9 ) Based on European Business Survey data, available through Eurostat, variable ei_bsin_q_r2. The corresponding EU average stood at 10.6 %. have built up (see Section 3.4 for additional analysis). The ‘Work Ability' reform The 'Work Ability' reform, which took effect in January 2016, is expected to bring a significant number of people on work-incapacity pensions back to the labour market. The reform offers targeted activation support services for individuals with reduced work ability (European Commission, 2016e). The methodology for assessing the ability to work has been changed, the benefits scheme has been revised, and entitlements to allowances have been made more conditional on people who still have some ability to work actually searching for a job. Individuals with reduced ability to work are making extensive use of active labour market policies. Between January and December 2016, the share of individuals with reduced ability to work among the unemployed rose from 12.8 % to 18.7 %. As of 1 January 2017, all beneficiaries under the old incapacity pension scheme will have their ability to work reassessed under the new Work Ability Allowance Act. Gender pay gap and employment of young mothers While Estonia has one of the highest employment rates of women across the EU, it also has the highest gender pay gap in the EU. Data from the Structure of Earnings survey show that between 2010 and 2014, the unadjusted gender pay gap slightly increased from 27.7 % to 28.1 % (see Graph 3.3.2). The high gap in wages between men and women is driven to a large extent by sectoral and occupational segregation, but a large proportion of the difference in wages remains unexplained by observable factors (European Commission, 2016e, p. 42-43). The government is taking several actions to address this challenge, and additional measures are currently under discussion. 0.0 2.0 4.0 6.0 8.0 10.0 12.0 14.0 16.0 18.0 190 290 390 490 590 690 790 890 990 02 03 04 05 06 07 08 09 10 11 12 13 14 15 Unemployment rate (%, rhs) Population ('000, age 15-64, lhs) Active persons ('000, age 15-64, lhs) Employed persons ('000, age 15-64, lhs) 3.3. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES ",
        "3.3. Labour market, education and social policies 20 Graph 3.3.2: Gender pay gap in unadjusted form Note: The gender pay gap is calculated as the difference between the average gross hourly wages of male and female paid employees, as a % of wages of male employees. Data are based on data from the Structure of Earnings data and cover the Industry, construction and services sector (exc. public administration, defence and social security) and excludes workers from companies with less than 10 employees. Source: Eurostat The 2016-2023 welfare development plan, which also covers gender equality, was adopted in June 2016 and is now being implemented. One out of the plan’s four main areas is gender equality and the aim to ensure equal rights, responsibilities and opportunities for men and women in all areas of society. Measures are planned to: (i) improve the gender balance among teachers; (ii) tackle gender stereotypes at school in career counselling and entrepreneurship studies; and (iii) raise awareness among entrepreneurs and through media channels. A guidance note to help using transparent and objective criteria for assessing and comparing work is being finalised and a study on gender equality monitoring is also under way. In addition, changes to the Gender Equality Act are being discussed. These would give the Labour Inspectorate the task of monitoring gender equality in the private sector more closely, including by collecting gender-disaggregated wage data. The Labour Inspectorate would also offer training on how to address the gender pay gap and disseminate wage gap information publicly. The amendment is planned to be submitted to the government in spring 2017 and will come into force by 2018 at the earliest. Changes to the parental leave system are currently under discussion . Since 2016, the parental leave system comes under the Family Benefits Act, which consolidates all previous legislation on family benefits. The parental leave system in Estonia is generous compared to other countries, entitling parents to 18 months of leave at full wage replacement rates and giving them the right to return to their old job until their child’s third birthday. These long parental leaves, which are almost always fully taken up by women, contribute to gender pay gaps( 10 ).The Ministry of Social Affairs has ordered an analysis of the system, involving social partners and relevant stakeholders. In February, the government discussed the analysis and proposals on making one part of the parental leave entitlement flexible and divide the other part between parents, on a non-transferable basis, and will continue discussions in March. These proposals would support the participation of women in the labour market and the sharing of child-raising duties between parents. Measures being considered by the Estonian authorities in order to improve access to childcare and long-term care may boost the labour supply of women and mitigate the gender pay gap. Labour force survey data indicate that around 3.8 % of the population aged 20-64 is inactive because they are taking care of children or incapacitated adults. This is the sixth highest level in the EU, after the UK, Slovakia, the Czech Republic, Ireland and Hungary. As these responsibilities usually fall on women, they may contribute to gender inequalities in the labour market. Access to long-term care is still weak in Estonia, more particularly due to a shortage of staff, especially nurses, in rural areas. At the same time, institutional long-term care is too expensive and does not include provision for services on demand. The 2016-2023 welfare development plan includes a number of measures to relieve this care burden. The task force on analysing long-term care burden is expected to prepare policy guidelines and solutions by the end of 2017. Provision shortages have still been signalled in childcare for 0-3 year-olds. However, provision of childcare is ( 10 ) Estonia has a very significant impact of parenthood on employment among women (-22.1 percentage points for mothers of one child under 6 compared to women without children, whereas the EU average is -8.6 percentage points). 0.0 5.0 10.0 15.0 20.0 25.0 30.0 E E C Z D E A T U K S K F I L V E U 2 8 N L D K F R H U E S P T B G C Y I E S E L T M T H R P L S I B E I T L U R O 2014 2010 ",
        "3.3. Labour market, education and social policies 21 improving, there are 400 vacancies in Tallinn, including for 1.5-3 year olds.( 11 ) The European Regional Development Fund is used to create up to 2 300 new childcare places in bigger cities and suburbs and the European Social Fund to finance support person services, various care services and transportation services of disabled children and adult people in 2015-2020. Pension reform and labour supply In recent years, the employment rate of older people has increased substantially, reflecting also the gradual rise in the statutory pension age. The previous government agreed to link the official retirement age to life expectancy as of 2027( 12 ) and to abolish special pensions for members of the defence forces, prosecutors, police and border guard officials and retirement regimes for workers in arduous or hazardous jobs. The employment rate of workers in the age group 55- 64 increased from 53.8 % in 2010 to 64.5 % in 2015 and is now among the highest in the EU. Employment rates for older female workers are particularly high compared with the EU average. High employment rates of individuals past retirement age may also be motivated by financial reasons. There are some plans to raise pension adequacy (see Section 3.3.3). 3.3.2. EDUCATION AND SKILLS Performance in basic skills remains one of the highest in the EU and worldwide. The 2015 OECD Programme for International Student Assessment (PISA) shows that among EU countries Estonia has the lowest proportion of low achievers in mathematics (11 %) and science (9 %) and the second lowest in reading (11 %). However, the proportion has slightly increased in all three tested subjects since 2012. Gender gaps and the impact of socioeconomic status on performance are one of the lowest in the EU, indicating that the education system is equitable at this level. The average scores obtained by Estonian students are some of the highest in the world, and the share of high performing students increased in reading (11 %) and science (13.5 %). These show the high ( 11 ) https://info.haridus.ee/Asutused/Nimekiri/LF ( 12 ) The retirement age is already due to rise gradually to 65 in 2026 from 63 currently. quality of the Estonian basic education system. However, the gap between Estonian and Russian- medium schools remains important. Reducing early school leaving remains a challenge in the context of the increasing demand for high-skilled workers. The share of early school leavers was 11.2 % in 2015 and is around the EU average, but above Estonia’s 2020 target (9.5 %). The figure masks significant differences between rural and urban areas and remains significantly higher for men than for women (13.2 % vs 9 % in 2015). Drop-outs are particularly a problem in the first year of upper secondary vocational educational training (VET) (22.4 % in 2016), but it is on a decreasing trend. Contributing factors are insufficient counselling and alternative labour market opportunities. Authorities are financing 16 projects totalling EUR 2.6 million (0.01 % of GDP) to increase the number of early school leavers returning to education. Graph 3.3.3: Labour market outcomes by skills level and by gender (1) Wages are measured as gross monthly fulltime equivalent wages, based on self-reported data. They mostly refer to 2013 incomes (latest available data). Employment rates refer to 2015 (latest available annual data). Source: Eurostat – Labour Force Survey data - 2015 Despite recent improvements, vocational education and training remains relatively unattractive. Estonian authorities aim for a 35 %- 65 % share of basic school graduates pursuing VET as opposed to general secondary education. In practice, the ratio remains around 27 %-73 %. There was some progress on implementing 0.0 10.0 20.0 30.0 40.0 50.0 60.0 70.0 80.0 90.0 100.0 0 200 400 600 800 1000 1200 1400 1600 1800 2000 male female male female male female low-skilled medium-skilled high-skilled employment rate EE (% of 20-64 age group, rhs) employment rate EU28 (% of 20-64 age group, rhs) wage (EUR per month, lhs) ",
        "3.3. Labour market, education and social policies 22 measures to raise the proportion of VET students in apprenticeships( 13 ). The drop-outs of students enrolled in apprenticeship programmes show improvement, having dropped from 31.4 % in 2010/11 to 21.4 % in 2015/16 (the lowest point in six years). Part of this lack of attractiveness may stem from the fact that VET skills at the upper secondary level are not strongly rewarded in the labour market . While employment rates in Estonia are strongly correlated with qualification levels, this correlation is not observed in wages: low- and medium-skilled workers obtain similar wages, whereas high-skilled workers earn around 70 % more (see Graph 3.3.3)( 14 ). To mitigate skills shortages, the government is taking measures to strengthen the higher education funding model. The level of tertiary attainment (ages 30-34) exceeds the EU average (45.3 % in 2015 compared to 38.7 %), but the gender gap remains significant, with 56.7 % of women obtaining tertiary education compared to 34.5 % for men. However, the high drop-out rate from Bachelor’s programmes is a challenge. The government revised the tertiary education funding model to improve stability of funding and improve performance-based indicators. A public system for monitoring and forecasting labour market needs and skills (OSKA) is being developed to improve the labour market relevance of education. Overall, employability of recent tertiary education graduates (86.1 % in 2015) and upper secondary VET graduates (83.5 %) is above the 2015 EU averages of 81.9 % and 73 % respectively. Nonetheless, OSKA identified shortages in certain fields and pointed to the need to update skills to meet the changing labour market demands. This is the first time different Estonian economic sectors are being systematically analysed using the same methodology. The aim is to stimulate discussion on how the sectors and skills needed in these sectors are expected to change in the next 10 years. ( 13 ) The number of participants almost doubled to over 1 200 in 2016 and the number of educational establishments that offer the training is higher than ever before. ( 14 ) Other sources, based on recent graduate figures, point to a ratio of only 50 % (Estonian Ministry of Education and Research). To address skills shortages, Parliament eased existing restrictions on economic immigration in December 2016 . The wage requirement has been lowered to the level of the average wage for certain categories of workers. An important step from the perspective of Estonia’s IT sector was taken already in May 2016, when ICT sector specialists were excluded from the immigration quota. Graph 3.3.4: At-risk-of-poverty or social exclusion rate and its components (AROP, SMD, LWI) AROPE: At-risk-of-poverty or social exclusion rate (% of total population). People who are at-risk-of-poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in household with zero or very low work intensity (LWI). AROP: At-risk-of-poverty rate (% of total population). People who experience at least 4 out of 9 deprivations: people cannot afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish, or a protein equivalent every second day, v) enjoy a week or holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour tv set, or ix) have a telephone. LWI: People in low work intensity households (% of population 0- 59). People living in households where the adults (excluding dependent children) work less than 20% of their total work- time potential during the previous 12 months. AROPE, AROP: previous year income, SMD: current year, JLH: previous year. Source: Eurostat, EU-SILC 3.3.3. SOCIAL POLICY (POVERTY, SOCIAL ASPECTS OF SOCIAL SECURITY SYSTEMS) In 2015, the at-risk-of-poverty-or-social- exclusion (AROPE) rate in Estonia stood at 24.2 %, down from 26 % in 2014 but still slightly above the EU average (see Graph 3.3.4). The severe material deprivation rate declined from 6.2 to 4.5 %, significantly below the EU average. 0 5 10 15 20 25 30 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 % of population EE At-risk-of-poverty-or-social-exclusion rate At-risk-of-poverty rate Severe material deprivation People living in low work intensity households ",
        "3.3. Labour market, education and social policies 23 The AROP rate is particularly high for people living on benefits (54.8 % for the unemployed, one of the highest figures in the EU in 2015, and 39.8 % for retired people above 65, also among the highest in the EU in 2015). However, the rate of in-work poverty (10.3 % for age group 18-64) is also above the EU average. The poverty reducing effect of social transfers fell sharply between 2010 and 2015, going from over 36 % in 2010 to just 22 % in 2015, one of the lowest figures in the EU. The level of the unemployment benefits is comparatively low in Estonia (Langenbucher, 2015). These have two components: an earnings- related unemployment insurance benefit and a means-tested unemployment allowance funded from the state budget. The levels of both benefits are comparatively low. The minimum levels of the unemployment insurance benefits and the unemployment allowance are set 50% and 35% respectively of the minimum wage. From 2017 the daily rate of unemployment allowance is EUR 4.86, up from EUR 4.41 in 2016, and the rate for 31 days EUR 150.66, which is lower than the absolute poverty line. Benefits under the minimum income scheme are low, but have increased recently. The subsistence benefit scheme provides a top-up to household income (after paying for housing costs) to reach a certain threshold meant to guarantee families or single people a certain minimum subsistence level. This threshold level was raised in 2016 from EUR 90 to EUR 130 for the first person in a household and for every child and has remained unchanged in 2017. Child-related benefits have also recently increased. Estonia is unusual in that it shows higher poverty and material deprivation rates for households without children than for those with children. A possible explanation for this is that while spending on general social safety nets is very low in Estonia, spending on family benefits is more in line with that of other EU countries. The at-risk-of-poverty (AROP) rate for the retired elderly (65+) has increased since 2010 and stood at 39.8 % in 2015, one of the highest rates in the EU. Severe material deprivation for this group stood at 5.7 % in 2015, down from 6.7 % in 2014 and slightly above the EU average of 5.1 %. At 70 %, the median replacement rate of old-age pensions is among the lowest in the EU. With rapid wage growth witnessed over the past decades, previous wage levels are no longer in line with current living standards, even if pensions are regularly indexed. On 19th of January, the Government gave guidance for drafting a legislative package on increasing the adequacy of the pension system. It agreed to raising solidarity of the first pillar by making the benefit levels contingent on only contribution periods from 2037 (and not on previous wage levels) and by changing the pension index (e.g. by basing it 100% on social security budget growth and the number of pensioners from 2023). Furthermore, from 2017 an additional annual allowance of EUR 115 will be paid to pensioners who live alone. Implementation has started of the Social Welfare Act, which governs the new minimum standards for social services provision. The possibility of centralised monitoring of local-level services (for example by the Social Insurance Board) is currently being discussed, with possible implementation as of 2018. The 2016-2020 action plan for the 2016-2023 welfare development plan contains measures to make social services more effective. Accessibility to social services has already been increased by ESF-funded projects that set joint provision of services between municipalities as a precondition for participation. 3.3.4. HEALTHCARE SYSTEM Life expectancy, healthy life expectancy, preventable mortality and mortality from cardiovascular disease and cancer in Estonia are worse than the EU average ( 15 ). The associated health problems impact adversely on the work ability and productivity of the population and on economic growth. Lifestyle factors are a major cause of these health problems . In response, Estonia’s 2009-2020 national health plan puts major emphasis on health promotion and disease prevention. ( 15 ) In Estonia, life expectancy at birth in 2014 was 77.4 years compared to an EU average of 80.9. Preventable mortality in 2013 in Estonia was at 302 deaths per 100 000 inhabitants, with the EU average being 204. In 2014, mortality in Estonia due to diseases of the circulatory system was at 718 deaths per 100 000 inhabitants, as opposed to an EU average of 383. ",
        "3.3. Labour market, education and social policies 24 Estonia faces challenges in achieving care integration, coupled with a shortage of nurses (World Bank, 2015 – OECD/EU, 2016). There are weaknesses in the coordination of care, sometimes leading to unnecessary hospitalisation and ambulatory specialist care, and reduced quality of patient care after a hospital stay. These are important aspects in the context of an ageing population with an increasing prevalence of non- communicable diseases. The authorities have started taking action, with their priority being to strengthen the capacity and coordination role of primary care. The 2016 national reform programme included the development of patient- centred integrated healthcare and social services. A pilot project has begun to develop an integrated model of social, primary care and county hospital services. The Estonian Health Insurance Fund has published indicators to measure the integration of treatment as part of the hospital network development plan. The new eHealth strategy also addresses the integration of health and social care services. However, Estonia faces a shortage of nurses, which can pose risks to the success of plans for care integration and management of chronic diseases( 16 ). Unmet needs for medical examination due to waiting time continue to be the highest among all Member States. The percentage of people in Estonia who reported these unmet needs is 10.1 % of the population, versus an EU average of 1.1 %. Access difficulties exist in relation to specialised medical care, for instance in areas such as narrow surgical specialties, ophthalmology, rehabilitation and specialist paediatrics. Major reasons for the long waiting times are scarce financing affecting the capacity of the system, over-demand by patients and lack of mandatory referral from primary care for some specialties. Action by the authorities to improve the situation includes: enhancing collaboration between primary care, regional hospitals and county hospitals in ensuring availability of specialised medical care (with investments from the European Regional Development Fund); training and financial support to strengthen the healthcare workforce; taking advantage of eHealth services (more e- ( 16 ) With 566 practising nurses per 100 000 population, the figure for Estonia is below the EU average of 839. The ratio of nurses to doctors is 1.7, compared to an EU average of 2.5 (OECD/EU, 2016). consultations and e-referrals, and a central e- registration system for all public hospitals to be in place by 2017). The health system is fiscally sustainable in the long run, but the adequacy of its financing is an issue of concern . In the medium to long term, healthcare spending is expected to increase by 0.6 pp. to 1.3 pp. of GDP by 2060, according to the 2015 Ageing Report’s baseline and higher risk scenario respectively. These increases are lower than in other EU countries and show that the system in its current form is sustainable in purely fiscal terms. However, the need for care is set to increase in the context of an ageing population and a growing number of chronically ill people. For instance, the age-standardised prevalence of diabetes in Estonia’s male population rose from around 6 % to approximately 8 % between 1980 and 2014 (WHO Diabetes country profiles 2016). The Estonian Health Insurance Fund has already been experiencing some budgetary deficits in recent years, which are for the time being covered by its reserves. Since the Fund is currently financed from social contributions, a projected increase in the share of financially non- contributing individuals due to population ageing could exhaust the Fund’s reserves. These factors suggest that the financial resources of the health system may be too limited to provide sufficient care to the population. The government has started discussing options to expand the revenue base for healthcare financing. ",
        "25 3.4.1. COMPETITIVENESS AND INVESTMENT Graph 3.4.1: Export market share growth by value of goods and services Source: European Commission Market share developments After falling in 2015, Estonia’s exports recovered in 2016 and further improvements are expected going forward. The fall in exports in 2015 (Graph 3.4.1) took place against the background of two adverse factors: (i) Estonia’s energy production based on oil shale suffered as global energy prices fell by around 40 %; (ii) in parallel, a sharp depreciation of the Russian rouble in late 2014-early 2015 exacerbated the decline in exports to neighbouring Russia, which had been initiated by trade sanctions and countersanctions (Graph 3.4.2). In 2015, exports of goods to Russia dropped by 35 %, even more than in the two previous years. Moreover, exports of services decreased by almost 22 %, as transit trade with Russia further contracted. However, while both factors have been fading in importance, expansion to other markets already outweighs the weak trade with Russia. Consequently, the country’s total exports are estimated to have grown by around 3.3 % in 2016 and are expected to accelerate further in the medium term. Graph 3.4.2: Estonia's exports of goods to Russia and exports of mineral fuels (y-o-y change in %) – euro/rouble exchange rate (1) * About 9% of Estonia's exports are directed to Russia. Source: Statistics Estonia Estonia maintained its overall competitiveness vis-à-vis western European trading partners, (Graph 3.4.3). In 2015, Estonia gained competitiveness towards Finland, Latvia, Lithuania, the Netherlands and Denmark. Conversely, it lost competitiveness towards Sweden and Norway, which underwent currency depreciation, although less severely than Russia. Despite some setbacks in Estonia’s competitiveness, the impact of high wage growth on Estonia’s exported value has been limited so far. Labour cost developments had a moderate impact on export growth from 2006 to 2014. Being a small and open country, Estonia’s economy is rather an international price-taker and does not easily transfer its labour cost increases to foreign customers. In 2015, this was reflected in Estonia’s stable terms of trade and in the large discrepancy between its real effective exchange rates (unit labour costs-based and harmonised index of consumer prices-based) in Graph 3.4.4. Estonian companies mostly internalise rapid wage increases, either by reducing profits, especially in the manufacturing sector, or by substituting capital for expensive labour. In this respect, the flexibility and mobility of Estonia’s labour market constitute an advantage. Nevertheless, the evolution of Estonian companies’ investments and profits needs to be monitored. -30 -20 -10 0 10 20 30 07 08 09 10 11 12 13 14 15 R a t e o f c h a n g e y - o - y ( % ) Contribution: World export growth (neg. Sign) Contribution: Export growth EMS growth rate 30 35 40 45 50 55 60 65 70 -40 -30 -20 -10 0 10 20 30 40 50 60 10 11 12 13 14 15 exports growth to Russia (all goods categories)(1) exports growth of mineral products (Estonian origin) EUR/RUB (rhs) 3.4. INVESTMENT ",
        "3.4. Investment 26 Graph 3.4.3: Dynamism and competitiveness of exports (goods) on top-10 country destinations (2014- 2015) - Estonia Source: COMTRADE data (HS 1992 commodity classification), European Commission calculations. Labour costs developments In recent years, wages have increased at a rapid pace in Estonia. In 2015, the average salary increased by 6 % y-o-y. Wage growth was mostly driven by an increase in real compensation per employee, and is yet not backed up by commensurate productivity growth. As a consequence, real unit labour costs grew 6 % in 2015, the highest rate observed across EU Member States. In fact, nominal wage growth in Estonia is currently faster than justified by economic fundamentals. Nominal wage growth in Estonia has consistently been above two benchmarks( 17 ) since 2013 (Graph 3.4.5): it is higher than productivity growth and higher than what would have been required to keep the real effective exchange rate at the same level. ( 17 ) The first benchmark reflects the wage growth that would be predicted on the basis of changes in labour productivity, prices and the unemployment rate. The second benchmark reflects the wage growth that would be consistent with a constant real effective exchange rate based on unit labour costs. Graph 3.4.4: Breakdown of real effective exchange rate (REER), nominal effective exchange rate (NEER), relative harmonised index of consumer prices (HICP) - Estonia (1) IC-42: towards 42 industrial countries, IC-37: towards 37 industrial countries. Source: AMECO Wage growth appears to be driven by labour market tightening, especially as Estonia’s working-age population swiftly shrinks. However, Estonia is currently implementing a number of far-reaching reforms to stabilise its total labour supply (see Section 3.3). This is expected to contribute to keeping excessive wage growth under control in the years to come. Income convergence towards the higher wage levels in Finland and Sweden also plays a role. Minimum wages are increasing fast as well, outpacing overall wage growth over recent years. Due to large income disparities across the country, minimum wage increases can have a significant impact on the wage bill in the poorest regions. Overall, though, the minimum wage and its coverage are still relatively low in Estonia. In 2016, the minimum wage stood at around 38 % of the average wage, among the lowest levels in the EU. The minimum wage is set in annual bipartite agreements between the social partners and is brought into effect by a government decree. Sweden Finland Russian Federation Latvia Lithuania USA Germany Norway Netherlands Denmark -40 -35 -30 -25 -20 -15 -10 -50 5 10 15 -30 -20 -10 0 10 20 30 M a r k e t D y n a m i s m ( p p ) Competitiveness (pp) -8 -6 -4 -2 0 246 10 11 12 13 14 15 16* 17* 18* R a t e o f c h a n g e y - o - y ( % ) NEER IC-42 relative HICP (-) REER (HICP) IC-42 REER (ULC) IC-37 ",
        "3.4. Investment 27 Graph 3.4.5: Nominal wage growth in Estonia in comparison with wage benchmarks Source: Update of Arpaia and Kiss (2015) Unit labour costs are also rising, due to an exceptional recent fall in productivity. The combined effect of the fall in oil prices and the depreciation of the rouble, which curtailed the country’s exports, led to a 1.5 % decrease in output per hour worked. However, the most affected sectors were not labour-intensive. In addition, a stricter obligation for employers to register their workforce pushed overall employment up (+1.8 % in 2015), lowering measured productivity. In 2016, unit labour costs are estimated to have grown by around 5.9 %, marking only a marginal deceleration from the previous year. A more substantial slowdown to around 3.0 % is forecast in 2017-2018 as the impact of the mandatory job registrations should fade away. Meanwhile, productivity is expected to improve on the basis of better prospects for exports of goods and services, especially to Estonia’s Baltic peers and Finland. Investment situation Estonia displays a relatively high investment rate, but this has recently declined. As a catching-up economy, Estonia has a high productive investment rate (excluding dwellings): around 25 % in the period preceding the economic and financial crisis and 22 % since the recovery, compared to 15 % for the euro area. In recent times, however, the rate seems to have stalled at 20 %, while FDI has come down to nearly zero in net terms (see also Box 3.4.1). The recent weak productivity growth is partly linked to a decline in investment by non- financial corporations in Estonia, especially in the utilities sector (water, electricity, etc.). In 2015, the lower investment activity partly reflected the completion of major investment projects in the shale oil and electricity sectors in 2013 and 2014. Also, investment has been affected by lower payments of EU funds since the end of the previous financing framework (2007-2013). In 2017, by contrast, public investment is expected to rebound as the bulk of EU funded projects from the new programming period (2014-2020) take off. At almost 75 %, capacity utilisation in Estonia appears still low to prompt further investment, but the share is unevenly spread across sectors and is hiding investment needs in higher productivity areas of the economy. In an EU comparison, there seems to be room for a more optimal use of existing investment. Nevertheless, the level of capital per worker in Estonia remains largely below EU average. This is true for machinery equipment, ICT equipment in the manufacturing sector, but most strikingly for intellectual property investment, whose level is about half the EU average. Inefficient allocation of funds likely has an impact on total factor productivity. Looking ahead, one of the risks for investment in Estonia’s manufacturing sector could be the decline in companies’ profits. While profits are overall still above the EU average, they have been on a declining trend since 2013. In manufacturing, the decline averaged almost 5.5 % y-o-y in 2012- 2013 and accelerated further to 16 % in 2015. However, the recent weakness of capital-intensive sectors( 18 ) was not shared by labour-intensive industries. ( 18 ) Oil shale-related activities account for 3 % of Estonia’s GDP. -10 -5 05 10 15 20 25 30 99 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 % EE Prediction based on inflation, productivity and unemployment Wage growth consistent with constant ULC-based REER Actual nominal wage growth ",
        "3.4. Investment 28 Graph 3.4.6: Profits and investment by companies in Estonia - Total economic activities and manufacturing sector Source: Statistics Estonia In 2015-2016, profitability constrained tangible investment in capital-intensive industries (utilities, mining and agriculture), but half of the manufacturing subsectors also started feeling the strain (see Graph 3.4.6). In 2016, overall profits in the manufacturing sector continued to decrease and fell below the level of tangible investment in the sector. Conversely, most non-tradable sectors, except transport and the information and communication sectors (but including construction), registered considerable and growing profits. This enabled them to build stable tangible investment and still expand already sizeable precautionary financial buffers, a new phenomenon since the 2008-2010 financial crisis. These buffers are likely motivated by the uncertain external environment. Foreign direct investment growth in Estonia has fallen by half in recent years, which could lead to more limited internal sources for financing growth ambitions and also to less technology transfers. FDI growth fell from about 6 % of GDP in 2012 to 0.6 % in 2015, but partly recovered to 2.6 % of GDP in 2016. This mostly reflected specific lending practices and repatriation of profits towards foreign parent companies in the well-capitalised banking sector. However, FDI growth in the manufacturing sector remained below Estonia’s long-term average. Uncertain business conditions, including a weak economic situation in neighbouring Finland and Russia, are behind these developments. However, the small size of Estonia’s market and the prospect of higher profits abroad also played a role. Indeed, the increase in nominal unit labour costs has been so far comparatively faster in Estonia than in its Baltic peers, while the country’s FDI claims abroad have increased almost as fast as liabilities since the end of the 2008-2010 crisis. Declining growth in the gross operating surplus of companies can be a risk for investment in intangible assets. Banks are often reluctant to finance R&D and innovation activities as they are generally considered risky operations. As a consequence, these activities are mostly funded from retained earnings, so a fall in gross operating surpluses constitutes a risk. In Estonia, after several years of progressive decline, the growth in the gross operating surplus turned negative in 2015, in the manufacturing sector as a whole, but also in most of its subsectors. A comparable situation prevailed in Estonia’s Baltic peers, while the euro area as a whole witnessed a relatively rapid recovery. Nevertheless, investment in intangible assets has so far continued to grow in Estonia’s manufacturing sector and in about half of its subsectors, albeit at an overall declining pace (still 10 % in 2015). Technological progress Since the crisis in 2007, Estonia registered a substantial loss in total factor productivity (-13 %). This is one of the highest in the EU, second only to Greece (-18 %). After the crisis, the recovery in total factor productivity appeared rather short-lived (see Graph 3.4.7). In addition, there are indications that Estonia’s export structure in manufactured goods is shifting towards the lower quality ranks (European Commission, 2016e). Also, the total productivity of the manufacturing sector (on the basis of value added) has constantly declined over the years. In 2016, it passed for the first time below the average productivity of Estonia’s total activities (see Graph 3.4.8). 0 100000 200000 300000 400000 500000 600000 700000 800000 900000 Q1Q3Q1Q3Q1Q3Q1Q3Q1Q3Q1Q3Q1Q3 10 11 12 13 14 15 16 ( i n t h o u s a n d s e u r o s ) Investment in total economic activities (4 quarters moving average) Investment in manufacturing (4 quarters moving average) Profits in total economic activities (4 quarters moving average) Profits in manufacturing (4 quarters moving average) ",
        "3.4. Investment 29 Graph 3.4.7: Total factor productivity in Estonia over 2007- 2015 - Index (2010 = 100) Source: AMECO 3.4.2. BUSINESS ENVIRONMENT Estonia has taken steps to further improve its business environment by running several projects under an extensive state administration reform. ‘Zero bureaucracy’ aims to reduce regulatory burden, bureaucracy and overlapping functions between different public bodies. In the World Bank ‘Doing business’ report 2017, Estonia ranks 12 out of 190 economies. Its weakest indicators remain protecting minority investors (rank 53) and resolving insolvency (rank 42). A project to improve the insolvency framework was launched in 2016. Its main objectives are to make the process faster and more efficient, and to improve the rate of successful demands. The business environment is also weakened by the continuing lack of national rules for transferring companies’ registered offices into and out of Estonia. Graph 3.4.8: Total productivity on the basis of value-added - Estonia's total economy and manufacturing sector (1) Total productivity on the basis of value added = ((turnover – total costs) + labour costs) / total costs = value added / total costs Source: Statistics Estonia 3.4.3. INFRASTRUCTURE INVESTMENT There is insufficient funding for Estonia’s transport infrastructure to make it sustainable. Investments into transport infrastructure depend mainly on EU funds and are chiefly focused on small number of large projects such as Rail Baltica. No budget revenue has been earmarked for transport infrastructure improvements, and thus investment into secondary infrastructure and maintenance of existing infrastructure is not actually ensured. Coordinated implementation of the Rail Baltica railway project is progressing, with the target completion date set at 2026. This project is of strategic importance to all three Baltic States and is a high priority project under the Connecting Europe Facility instrument. The governments concerned have already agreed measures on the contracting scheme of the joint venture to run Rail Baltica, on appointments to its management board and on staffing. The announced ratification of the intergovernmental agreement between the Baltic states will contribute to meeting a long-term commitment at Member State-level as well as to smoother implementation of the project. 90 95 100 105 110 115 120 07 08 09 10 11 12 13 14 15 I n d e x - 2 0 1 0 = 1 0 0 Total factor productivity 15.0% 17.0% 19.0% 21.0% 23.0% 25.0% 27.0% 29.0% Economic activities total Manufacturing sector ",
        "3.4. Investment 30 (Continued on the next page) Box 3.4.1: Investment challenges and reforms in Estonia Macroeconomic perspective Estonia has one of the highest ratios of investment to GDP in the EU, for both the public and the private sector (see Section 3.4). Based on the 2017 winter forecast, the investment ratio is expected to increase slightly from 2017. In terms of the assets invested in dwellings construction, investment has soared in recent years, closing in on the EU average (in % of GDP). In parallel, Estonia invests substantially more than the EU average in ‘equipment’ and ‘other construction’ (the latter reflecting construction activity by enterprises and infrastructure construction). However, Estonia invests 40 % less than the EU average in the ‘other’ category, which includes investment in intangible assets. Structural barriers to investment Estonia has relatively few barriers to investment compared to most other EU countries, as outlined in the table below: Table 1: Source: 1) Labour and skill shortages are considered a barrier to higher investment in fast growing sectors. Shortages of some types of skilled labour are more acute in a few sectors, for example IT workers. Estonia has been successful in attracting IT companies and demand for the relevant professionals has therefore increased. Although the number of IT employees has increased substantially in recent years, ( 1 ) it is hard to satisfy the rising demand for workers from the domestic labour market only. 2) The efficiency of the allocation of investment (investment in activities with higher value added) remains an issue, as investment in Estonia has been geared towards capital-intensive production with relatively low value added (see Section 3.4). The Commission analysis on investment barriers highlighted limited cooperation between businesses and academia and low RDI private investment see Section 3.5). Also, financing options for riskier early-stage projects remain limited (see Section 3.2), but Estonia has continued to make efforts to improve these aspects. ( 1 ) With 5 % of the workforce in IT activities (of which 3pps in the IT sector itself), the country currently ranks 4th among Member States. Regulatory/ administrative burden Taxation Public administration Access to finance Public procurement /PPPs Cooperation btw academia, research and business CSR Judicial system Financing of R&D&I CSR Insolvency framework Business services / Regulated professions Competition and regulatory framework Retail EPL & framework for labour contracts Construction Wages & wage setting Digital Economy / Telecom Education Energy Legend : Transport No barrier to investment identified CSR Investment barriers that are also subject to a CSR Some progress No progress Substantial progress Limited progress Fully addressed Public administration/ Business environment Financial Sector / Taxation R&D&I Sector specific regulation Labour market/ Education ",
        "3.4. Investment 31 Box (continued) 3) The Commission analysis also highlighted the burdensome insolvency framework as an institutional barrier that might discourage investment. No changes have been made to the insolvency framework recently, as the analysis is still ongoing at Estonian level (see Section 3.4). ",
        "32 3.5.1. R&D AND INNOVATION Despite progress in implementing R&D and enterprise growth strategies, Estonia’s research and innovation ecosystem remains fragile. Estonia has in place strategies to strengthen its productivity, supported by the ‘implementation plan’ for 2016-2019. Nevertheless, key challenges remain: low private investment in R&D, insufficient cooperation between businesses and academia, low efficiency of public R&D spending, shortage of skills, insufficient prioritisation of research and innovation investment and lack of entrepreneurial discovery process. Besides this, rapidly rising wages require further improvement in non-cost competitiveness. To face these challenges, during the years 2015-2020 more than 600 million euros will be invested in R&D, innovation and business development. Investment in R&D Business investment in R&D remains low, mainly due to a low share of high technology and knowledge-intensive companies( 19 ). In 2015, R&D intensity increased marginally to 1.50 % of GDP (from 1.45 % in 2014) and business enterprise expenditure in R&D reached 0.69 % (from 0.63 in 2014). The Estonian economy remains dominated by SMEs in traditional sectors with limited needs for R&D. Investment is concentrated in a few large companies. Many firms are involved in contract manufacturing as a prevalent business model and foreign investment in business R&D in Estonia remains low (0.06 % of GDP in 2015). Investment in intangible assets in Estonia is low. It accounts for 9.5 % of total investment compared to an EU average of 19.6 %. According to the 2016 Innobarometer ( 20 ), Estonian companies are less likely to invest in research and development. However, the share of companies investing in software development is increasing. Only half of companies reported that they had ( 19 ) The value added in medium high-tech manufacturing stands at 2.8 % of total value added in 2014, well below the EU average of 5.5 %. ( 20 ) Flash Eurobarometer 433 — Innobarometer 2016 — EU business innovation trends: the Innobarometer is a survey on activities and attitudes related to innovation. Each year, it gathers opinions and feedback from the general public and European businesses and provides a unique source of direct information on innovation for policymakers. introduced some innovation since 2013, up by 6 pp. on the previous survey. To support R&D, the government launched several measures in 2016: (i) the high-growth business development programme for firms with strong potential; (ii) support for public procurement of innovation; (iii) measures to boost the use of financial instruments. In addition, an ‘Industrial Policy Green Book’ is being developed by the Ministry of Economic Affairs. The Book includes proposals for R&D, with the aim of raising Estonia’s R&D investment and position in the value chain. Graph 3.5.1: Patent application to the European Patent Office (by priority year and per million people of active population) Source: Eurostat Cooperation between business and academia The cooperation between public R&D institutions and private companies increased in 2015, but its volume remains limited. Research contract between public R&D institutions and the private sector increased by 24 %. However the share of R&D funded by business and performed by public research organisations (as a percentage of total R&D expenditure) was 2.4 % in 2015, well below the EU-28 average. Patent application from Estonia was low and continued its downward trend (Graph 3.5.1). Also, the royalties and licence fees paid abroad by Estonian companies were far below those of Nordic countries and declining (see Graph 3.5.2). Finally, the number of public-private 0 100 200 300 400 500 600 700 05 06 07 08 09 10 11 12 13 14 European Union (28 countries) Estonia Latvia Lithuania Finland Sweden 3.5. SECTORAL POLICIES ",
        "3.5. Sectoral policies 33 scientific co-publications per million population is one of the lowest in the EU( 21 ). The Estonian Government has launched measures to improve science-business cooperation. These include support to public research organisations for applied research and development of products in cooperation with business in areas addressed by the smart specialisation strategy (‘NUTIKAS’). Additionally, from 2017 the government is changing the baseline funding formula of research institutions to provide incentives for public- and private-sector contract research. A specialised ad hoc expert group formed by the Estonian Research Council has recommended increasing the baseline funding to 50 % (from the current 20 % in 2015). In 2016, the share of baseline funding constituted 27 % and it is gradually increasing. In addition, the ‘ADAPTER’ platform was launched in April 2016 as a one-stop shop for companies willing to engage in research with Estonian universities. Finally, doctoral studies in cooperation with enterprises and support for business to participate in technology development centers and clusters are being implemented. Higher education and research The ageing population and the low attractiveness of research careers in Estonia remain key bottlenecks . Estonia has a comparatively low number of PhD graduates( 22 ). The number of new graduates in science and engineering (per 1000 population aged 25-34) is also low. Estonia has launched initiatives in recent years to address the scarcity of highly qualified employees and improve researchers’ mobility between the public and private sectors. The ruling coalition agreement includes provision for more scholarships for doctoral students and the aim is also to double the monthly sum of scholarship. However, the national target of 300 PhD graduates per year by 2020 remains ambitious. ( 21 ) Estonia ranks 22nd and was on a downward trend of 17.9 % during 2007-2015. ( 22 ) Estonia ranked 20th in the EU-28 for new doctoral graduates in 2014. Graph 3.5.2: Charge for the use of intellectual property from abroad as % of GDP Source: Eurostat Internationalisation and excellence The relatively low efficiency of public R&D spending is linked to a lack of economies of scale and of critical mass in research areas. Estonia has to some extent improved the quality of its scientific production since 2000. However the low level of scientific excellence remains a challenge as highly cited publications( 23 ) remain below EU average (compared to the level of public R&D intensity that is above EU average). Estonia also showed progress in the internationalisation of its research system. Despite the close economic integration of Estonia’s manufacturing industry with the Nordic economies there is insufficient cooperation in R&D and innovation. The smart specialisation framework Estonia is working to improve implementation of smart specialisation. The task of running the entrepreneurial discovery process was transferred from the Estonian Development Fund to the Ministry of Economic Affairs in June 2016. Subsequently, Estonia developed an action plan for securing a continuous entrepreneurial discovery process. The plan for 2017 is to enhance monitoring of growth areas, update the growth area reports from 2014 and strengthen links with other ( 23 ) The share of Estonian scientific publications among the top 10 % most cited worldwide was only 7.3 % in 2013 vs an EU average of 10.5 %. 0.00% 0.10% 0.20% 0.30% 0.40% 0.50% 0.60% 0.70% 0.80% 0.90% 11 12 13 14 15 ",
        "3.5. Sectoral policies 34 regions. Estonia is also planning to launch value chain research. Successfully implementing these plans is likely to help prioritise investments in R&D and innovation in domains with potential for growth. Under the 2016 ‘RITA’ programme, specialised R&D civil servant profiles have been created in line ministries to help deliver R&D priorities closer to business needs in smart specialisation areas. It should also contribute to less fragmented R&D governance, although success will depend on the availability of R&D funds in line ministries. R&D funding streams after 2020 From 2007 to 2013, Structural Funds accounted for 50 to 60 % of all public R&D spending and continue being a major share of it during the 2014-2020 programming period. This raises questions as to the medium-term to longer-term sustainability of public R&D investments. The government launched in June 2016 a task force on research funding and management, which is expected to make proposals in 2017 on the long- term financing and management of Estonia’s research and higher education system. 3.5.2. DIGITAL ECONOMY AND SOCIETY The fast uptake of digital technology by the public sector continues. In the Digital Economy and Society Index 2016 Estonia ranks seventh in the EU. It is the best performing country in digital public services, climbing from fourth place in 2015 to first in 2016. The country also ranks high in digital skills and internet use, including for online cross-border shopping (22 %). In contrast, the uptake of digital technology by businesses is well below the EU average (22nd). Only 12 % of SMEs sell online and 6 % use the internet for cross- border sales. According to Eurostat data( 24 ), the main reasons preventing Estonian companies from online sales are: (i) the nature of their goods or services (i.e. not suitable for web sales); and (ii) logistics. ( 24 ) Eurostat, Obstacles for web sales, all enterprises without financial sector with 10 or more employees. 3.5.3. COMPETITION IN PRODUCT AND SERVICES MARKETS Estonia performs well on the OECD product market regulation index. It ranks seventh in the EU and its score has improved from 1.37 in 2008 to 1.29 in 2013. Competition in Estonia’s energy market has substantially improved in recent years with the liberalisation of the country’s electricity and gas markets and the construction of new energy infrastructure (Estlink 2). Improved electricity interconnection with Latvia will further strengthen security of supply and boost the effectiveness and competitiveness of energy markets in the entire Baltic region. Constructing the Baltic connector natural gas pipeline between Finland and Estonia is vital for increasing diversification and security of supply and ending Estonia’s isolation in the gas sector. The Connecting Europe Facility’s financing agreement on the Baltic connector pipeline project has ensured that there is agreement to build this gas pipeline linking Finland and Estonia. The level of restrictiveness ( 25 ) of regulated professions in Estonia is generally low. It is lower than the EU average among the seven professions analysed,( 26 ) except for the profession of patent agent, where it is higher ( 27 ). The national action plan submitted by Estonia under a mutual evaluation exercise of regulated professions states that there is no need for major reforms, while at the same time it acknowledges a possibility for even further reduction in regulation. Estonia has become the first EU Member State to cooperate with collaborative economy platforms for tax purposes. The Estonian Tax and Customs Board has established a cooperation strategy with transport sector collaborative ( 25 ) Regulatory barriers include, for example, reserves of activities, shareholding and voting requirements, multidisciplinary restrictions, compulsory chamber membership, authorisation schemes and professional indemnity insurance. ( 26 ) Tourist guide, real estate agent, patent agent, lawyer, civil engineer, architect, accountant. ( 27 ) The European Commission has developed a new composite indicator on restrictiveness of most existing barriers to the access to and exercise of regulated professions. It is based on data collected from Member States, complemented by desk research. This new indicator has many similarities with the Commission’s indicator assessing the barriers in business services published in 2015, but also differs from it in certain aspects. See European Commission (2016f). ",
        "3.5. Sectoral policies 35 economy platforms such as Uber and Taxify to simplify tax declaration processes for drivers and prevent tax evasion. The agreement allows car- sharing drivers to opt into a system where drivers’ income data can be sent to the tax office and automatically added to the tax return. 3.5.4. ENERGY, RESOURCE AND CLIMATE CHANGE Estonia is on track to reach its 2020 targets on greenhouse gas emissions and renewable energy. For the greenhouse gas reduction target, national projections indicate Estonia will exceed its 2020 target by about 13 percentage points with existing measures( 28 ). For renewable energy, Estonia is already above its 25 % target for 2020. Estonia has achieved levels of primary and final energy consumption that are below its national targets, but keeping these levels until 2020 will remain a challenge. As a producer of electricity and heating from oil shale, Estonia will likely remain the most carbon-intensive economy in the EU, and keep one of the highest carbon intensity in energy use. Indeed, international oil prices are on the rise, making the country's oil shale sector competitive again. Therefore, Estonia's primary energy consumption is expected to increase again. In parallel, there is a big energy saving potential in residential buildings, energy distribution, service sector and transport. Estonia has made some progress on a number of legislative initiatives fostering energy efficiency( 29 ). Furthermore, the government has prepared three climate- and energy-related long-term strategy documents, which are currently under discussion in the Parliament( 30 ). Furthermore, greenhouse gas emissions and energy consumption from transport have increased since 2005. The proportion of transport emissions has increased to 11.8 %( 31 ). In ( 28 ) European Environment Agency (2016a). ( 29 ) The Energy Sector Regulation draft act, draft amendments to the Electricity Market Act, the District heating draft act, amendment proposal to the Liquid Fuel Act, Estonia is also proceeding with a wide-scale roll-out of smart metering systems for electricity. ( 30 ) Estonian Climate Policy 2050. Estonian Climate Chance Adaptation Development Plan 2030, Energy Development Plan 2030. ( 31 ) European Environment Agency (2016b). particular, new vehicles purchased in Estonia remain the most environmentally unfriendly in the EU with an average CO2 emission of 137 grams per kilometre compared to the EU-28 average of 119 grams in 2015. An energy labelling scheme for new passenger cars has been introduced, requiring all new cars to be labelled based on their consumption of fuel and CO2 emission. However, transport-related taxation (excluding fuel taxes) that could improve energy efficiency or reduce emissions remains among the lowest in the EU. There is, however, government discussion about introducing a car registration tax and a road charging scheme for goods vehicles above 12 t in 2017. There are no plans to introduce a road charging scheme for vehicles under 12 t. Estonia has made progress on promoting public transport. The introduction of new inter-city and suburban trains and upgrades to support infrastructure (such as waiting room) has brought about a sizeable (57 %) increase in the use of passenger trains. Similarly, the introduction of free public transport in Tallinn has increased the use of public transport by 13 %. Estonia is also promoting country-wide multimodal ticketing and fast payment solutions and is in the process of changing its Public Transport Law to legalise the use of the collaborative economy in passenger transport. Waste management Recycling has increased. The amount of municipal waste generated in Estonia in 2015 was below the EU average. Estonia has significantly increased recycling rate of municipal waste from 18 % in 2013 to 31 % in 2014, however this tendency was not maintained in 2015 (it decreased to 28 %). A recent study assessing separate collection in EU capitals has rated Tallinn as the second best performing capital in the EU. In parallel, the construction of an incineration plant and several mechanical biological treatment facilities has led to a significant reduction of landfilled municipal waste: from 14 % of the total waste in 2013 to 8 % in 2015. As a result, the incineration of municipal waste has increased dramatically from 18 % in 2012 to 59 % in 2015, becoming the main municipal waste treatment option. However, this hinders recycling and poses a risk to Estonia's attainment of its 2020 recycling target of 50 %. ",
        "36 3.6.1. LOCAL GOVERNMENT REFORM Estonia is currently undertaking local government reform to improve local public services and governance and achieve efficiency gains. The previous structure of local governance led to uneven quality and access to public services. This was explained by the small size of many municipalities and their resulting limited financial means and ability to attract a competent workforce at municipal level. As part of Estonia’s local government reform, the Administrative Reform Act was adopted in July 2016. The aim of the Act is to make it easier to create viable local municipalities that can finance their own activities, plan development and growth, and offer quality services. The Act governs the process of merging municipalities, which had a voluntary phase until the end of 2016 and a compulsory phase starting from 1 January 2017)( 32 ). During the compulsory phase of the reform, the government will submit merger proposals to municipalities that do not meet the minimum size criterion laid down in the Act. The usual merger grants already in place before the reform were doubled during the voluntary phase of the reform. However, during the compulsory phase no merger grants will be paid. The Administrative Reform Act includes several support measures intended to make implementation more straightforward. The Act has provisions on compensating municipal heads made redundant, and support is also available for consultancy and analysis on merger options. Municipalities retain the right to file legal challenges against government decisions to issue merger proposals. The mergers are expected to be in force as of the local elections on 15 October 2017. A proposal to abolish county governments was adopted in January. Under the proposal, new collective tasks on public transportation, regional development and business promotion are assigned to the new local governments, e.g. through joint municipal bodies. ( 32 ) During the voluntary merger process 160 local municipalities out of total 213 decided to merge, reducing the number of municipalities to 100. Four islands have applied for exemption and 23 local municipalities exceed the minimum criterion without having to merge. Only 26 local municipalities will receive merger proposals from the government. The ongoing local government reform initiated by the previous government is continuing under the new administration. The legislative acts on the responsibilities and division of tasks between municipalities and central government are in preparation. Also, there is no proposal yet on revising the financing scheme for municipalities. The new administration announced in its coalition agreement that it intends to increase the revenue base and financial autonomy of local governments, but no details are known yet. Currently, local government has very limited powers and incentives to increase revenues( 33 ). The personal income tax rate and the share of income tax transferred to local government authorities are set by central government. Local government can set the land tax rate applied to their territory with a ceiling at 2.5 % of the taxable land value. However, the taxable land value has not been re-evaluated since 2001. Apart from tax revenue, the Equalisation Fund scheme ensures quasi-automatic redistribution of revenue to the poorest municipalities. The current financing mix of local government does not create strong incentives for attracting businesses and developing entrepreneurship. Also, the low autonomy in setting the tax base might limit local governments’ ability to provide services. Nevertheless, local government’s aggregate fiscal performance is sound, due to legal restrictions imposed on individual municipalities limiting the size of their deficits and how much debt they can incur. 3.6.2. PUBLIC EMPLOYMENT In addition to the local government reform, another notable ongoing initiative is to reduce public employment in step with the decline in the working-age population. The previous government set a target to limit employment in the general government sector to 12 % of the labour force (which is approximately the current level). As the population and labour force are shrinking, this implies that a further reduction in the government sector will be needed. The policy is aimed at mitigating the mounting labour shortages ( 33 ) Currently, local government revenues mainly rely on personal income tax and central government transfers. Tax revenue comes predominantly from personal income tax (92.3 %) and a smaller share from land tax (6.3 %). 3.6. PUBLIC ADMINISTRATION ",
        "3.6. Public administration 37 in the private (business) sectors and keeping longer term public expenditure pressures in check. The new government has not announced any major changes to the previous policy. Beyond the local government reform, several measures are planned as part of the effort to reduce public-sector employment: these include consolidating school and hospital networks, centralising state support services and several other public functions and making provision for a wider range of ‘smart’ public services (e-services). In addition, the government has launched a ‘zero bureaucracy task force’ to reduce red tape in public administration and beyond. 3.6.3. PROCUREMENT Price is still the preferred criterion by the Estonian contracting authorities. Estonia scores well above the EU average for its publication rate of public tenders. As a result of the ongoing reform, in 2016, the country improved significantly with regards to the use of the most economically advantageous tender criteria for evaluating public tenders. Yet, in about 65% of the public procurement procedures, the price was the only award criteria thus discouraging competition on the basis of quality and innovation.( 34 ) In addition, Estonia is one of the few countries which has not adopted a national action plan on green public procurement. The target for uptake of green public procurement is set at 15 % by 2018. More innovative solutions in the public sector are on the way. In 2016, the government implemented a pilot project for procurement of innovation solutions. The project aimed to encourage public bodies to introduce more innovation by providing them with financial incentives to procure innovative solutions and guidance on how to go about doing this. An awareness campaign ran in parallel. After its successful conclusion, a new round is under preparation. In addition, a new e-procurement module providing information about innovation in tenders is being developed. Estonia is in line with the EU average with regards to cooperative procurement. In about ( 34 ) (European Commission, forthcoming) 9% of procedures an Estonian public entity buys on behalf of another. Aggregated purchasing at demand level does not only lead to better prices (savings ranging from 15% to 50%), but, more importantly, to better quality thanks to economics of scale also in terms of expertise, human resources and know-how. Moreover, under the state administration reform some steps have been taken to expand the narrow scope of the Centralised Purchasing Body. This would improve the professionalisation of public procurement around the country. In particular, public procurement in the health sector still needs improvement in terms of professionalisation and the correct application of rules. ",
        "3.6. Public administration 38 Box 3.6.1: Selected highlights: 'Work Ability' reform and high performance in international skills survey 'Work Ability' reform: Estonia’s working-age population and labour force continue to shrink, particularly as a result of low birth rates, ageing and health-related exits from the labour force. Due to a rapid increase in the take-up of incapacity for work pensions and the need to bring back people to the labour market and keep them there, a reform was necessary and was recommended by the Commission in 2013 and 2014 country-specific recommendations. Estonia has committed itself to carrying out a ‘Work Ability’ reform, which concerns around 10 % of the Estonian working-age population, with better activation support services based on an individual approach. Implementation started in 2016. From January of that year, labour market rehabilitation services have been offered and, from July, assessments of work ability have started. The reform is fully operational since January 2017 and includes re-assessments of earlier claimants’ health conditions. Transition from the old scheme to the new one should last until 2021, but the reform has already positively changed attitudes towards people with reduced working ability, making it easier for them to find and keep a job. Outcomes of the reform will be more visible in the next couple of years. The Estonian target is for approximately 15 000 people with reduced work ability to have found a job presumably by 2020. High performance in international skills survey: Estonia’s success in PISA (see Section 3.3.1) can be explained by a mix of policy measures and the overall societal context, which places great value on education. Public spending on education is traditionally high and several efforts to improve efficiency have been made. Curricula were revised to emphasise problem-solving and critical thinking. Overall, Estonian schools have considerable autonomy, including decisions about school finances, education priorities, implementation of the curricula and defining learning outcomes. Several measures were taken to ensure equity and inclusiveness of the system. Investments targeted at Russian-language schools seek to close the performance gap between Estonian and Russian speaking students. Providing counselling and personalised support for weaker students were embedded into school policy. To increase the quality of instruction and support teachers’ professional development, counselling centres were developed. At the same time, salaries have been increasing steadily in an attempt to increase the attractiveness of the teaching profession. ",
        "39 2016 Country-specific recommendations (CSRs) Commitments Summary assessment( 35 ) CSR 1: Ensure the provision and accessibility of high- quality public services, especially social services, at local level, inter alia by adopting and implementing the proposed local government reform. Adopt and implement measures to narrow the gender pay gap, including those foreseen in the Welfare Plan. Estonia has made some progress in addressing CSR 1: Some progress in ensuring the provision and accessibility of high-quality social services at local level. Implementation is ongoing for the Social Welfare Act and the measures under the 2016-2020 action plan for the 2016-2023 welfare development plan. Some progress in adopting and implementing the local government reform. The Administrative Reform Act was adopted in July 2016. The voluntary merger of municipalities, lasting until the end of 2016 was successful, leading to an initial decrease in the number of municipalities from 213 to 100. Limited progress in reducing the gender pay gap. The 2016-2023 welfare development plan and its 2016-2020 action plan were adopted in June 2016. One out of the plan’s four main areas aims at ensuring equal rights, responsibilities and opportunities for men and women in all areas of society. Due to the late approvals, the progress on implementing specific measures to reduce the gender pay gap is delayed. The amendments to the Gender Equality Act are ( 35 ) The following categories are used to assess progress in implementing the 2016 country-specific recommendations: No progress: The Member State has not credibly announced nor adopted any measures to address the CSR. Below a number of non-exhaustive typical situations that could be covered under this, to be interpreted on a case by case basis taking into account country-specific conditions: • no legal, administrative, or budgetary measures have been announced in the National Reform Programme or in other official communication to the national Parliament / relevant parliamentary committees, the European Commission, or announced in public (e.g. in a press statement, information on government's website); • no non-legislative acts have been presented by the governing or legislator body; • the Member State has taken initial steps in addressing the CSR, such as commissioning a study or setting up a study group to analyse possible measures that would need to be taken (unless the CSR explicitly asks for orientations or exploratory actions), while clearly-specified measure(s) to address the CSR has not been proposed. Limited progress: The Member State has: • announced certain measures but these only address the CSR to a limited extent; and/or • presented legislative acts in the governing or legislator body but these have not been adopted yet and substantial non-legislative further work is needed before the CSR will be implemented; • presented non-legislative acts, yet with no further follow-up in terms of implementation which is needed to address the CSR. Some progress: The Member State has adopted measures that partly address the CSR and/or the Member State has adopted measures that address the CSR, but a fair amount of work is still needed to fully address the CSR as only a few of the adopted measures have been implemented. For instance: adopted by national parliament; by ministerial decision; but no implementing decisions are in place. Substantial progress: The Member State has adopted measures that go a long way in addressing the CSR and most of which have been implemented. Full implementation: The Member State has implemented all measures needed to address the CSR appropriately. ANNEX A Overview Table ",
        "A. Overview Table 40 expected to enable the Labour Inspectorate to monitor gender equality in the private sector. They are planned for March. Also important are changes to the parental leave system to improve flexibility and ensure more equal sharing of care responsibilities between women and men. The government discussed and gave political guidelines on the scope and timetable of the parental leave system on 26 th January. CSR 2: Promote private investment in research, development and innovation, including by strengthening cooperation between academia and businesses. Estonia has made some progress in addressing CSR 2: Private investment in R&D is bottoming out at 0.69 % GDP. Cooperation between businesses and academia remains weak. However, Estonia has made some progress in addressing the CSR: At the end of 2016, Estonia had already selected ERDF operations worth EUR 277 million under the priority axis on research, technological development and innovation of the Operational Programme for Cohesion Policy Funds 2014-2020. This is equivalent to 43 % of the total ERDF budget (EUR 642 million) for the axis concerned. Estonia also finalised in 2016 the remaining legal acts for the activities under this axis. In 2016, the government launched a business development programme for firms with high- growth potential, launched specific support for the public procurement of innovation and promoted the increased use of financial instruments. An ‘Industrial Policy Green Book’ is also being developed. There will be further support to public research organisations for applied research and development of products in cooperation with business, in areas addressed by the smart specialisation strategy. Changes are being introduced to the baseline funding of public research organisations to provide incentives for contract research with business. The share of institutional funding and project-based financing for research will be gradually raised to 50/50 (under the ruling coalition agreement). Specialised R&D civil servant profiles have been created in line ministries in 2016 under the ‘RITA’ programme. The aim is to help deliver R&D priorities closer to business needs in smart ",
        "A. Overview Table 41 specialisation areas. Finally, doctoral studies in cooperation with entreprises and support for business to participate in technology development centres and clusters are being implemented. Europe 2020 (national targets and progress) Employment rate target set in the 2013 NRP: 76 % The Estonian national target for employment (20-64 age group) is set at 76 %, which means bringing an additional 38 000 people into employment compared to 2009. In 2013 the employment rate was 73.3 %; in 2014 it was 74.0 % and in 2015 76.5 %. In the first three quarters of 2016, the figure was 76.7 % on average. The 2020 target rate of 76 % was surpassed in 2015, and will be surpassed again in 2016. For Q1-Q3 2015, the figure was 76.5 %. R&D target set in the 2013 NRP: 3 % of GDP, of which 2 % for the private sector. In 2015, R&D investment in Estonia recovered slightly to 1.5 % of GDP, up from 1.43 % in 2014, but remained below the EU average of 2 % of GDP. Business enterprise expenditure in R&D increased from 0.63 in 2014 to 0.69% in 2015. Greenhouse gas emissions, base year 1990: +11 % in 2020 compared to 2005 (in non-ETS sectors) 2020 target:+11 % According to preliminary estimates, greenhouse gas emissions in sectors not covered by the EU Emissions Trading System decreased by 3 % between 2005 and 2015. According to the latest national projections based on existing measures, non-ETS emissions will decrease by 2 % between 2005 and 2020. The target is consequently expected to be met with a margin of 13 pps. Renewable energy target set in the 2013 NRP: 25 % With a renewable energy share of 27.9 % in 2015, Estonia is already above its 25 % target for 2020. Between 2011 and 2015, Estonia was the first EU Member State to develop a nationwide network of fast-charging points for electric vehicles. ",
        "A. Overview Table 42 Energy efficiency target: stabilisation of the final energy consumption at the 2010 level, i.e. 2.8 Mtoe (or the derived primary energy consumption of 6.5 Mtoe. Estonia reduced its primary energy consumption by -6.3% from 6.57 Mtoe in 2014 to 6.16 Mtoe in 2015. Final energy consumption decreased by -2% from 2.82 Mtoe in 2014 to 2.77 Mtoe in 2015. Even if Estonia has already achieved levels of primary and final energy consumption which are below the indicative national 2020 targets (6.5 Mtoe in primary energy consumption and 2.8 Mtoe in final energy consumption), keeping these levels until 2020 will remain a challenge. Early school leaving target: 9.5 % of the 18-24 year- olds with at most lower secondary education and who are currently not in further education or training. The EU 2020 target is 9.5 %. In 2014, the rate was 11.4 % and in 2015 11.2 %. The early school leaving rate was 16.8 % in rural areas and 12.5 % in towns and suburbs, as compared with 4.9 % in cities. The rate for men (13.2 %) was still higher than the rate for women (9 %) (2015 Eurostat data). Tertiary education target: 40 % of those aged 30-34 having successfully completed tertiary education In 2015, the rate was 45.3 %. However, there is a significant gender gap (56.7 % for women compared with 34.5 % for men). Target for the reduction of population at risk of poverty: 15 % in 2020 A reduction in the at-risk-of-poverty rate from 17.5 % in 2010 (income year) to 15 % in 2020 (income year) would equate to there being 36 248 fewer people at risk of poverty in absolute terms. The number of people at risk of poverty in 2015 increased (partly because income growth in the bottom deciles was below median income growth). This meant that the country moved further away from its national poverty reduction target of 15 %. At-risk-of-poverty rate (survey year): 2015: 21.6 % 2013: 18.6 % 2014: 21.8 % 2015: 21.6 % See additional contextual indicators at: http://ec.europa.eu/education/monitor. See additional contextual indicators at: http://ec.europa.eu/education/monitor ",
        "43 ANNEX B MIP Scoreboard Table B.1: MIP SCOREBOARD for Estonia Flags: i: see metadata. (1) Unemployment rate: for 2008 i = Eurostat back-calculation to include 2011 Population Census results. 2) Youth unemployment rate: for 2008 i = Eurostat back-calculation to include 2011 Population Census results. Source: European Commission, Eurostat and Directorate-General for Economic and Financial Affairs (for real effective exchange rate), and International Monetary Fund Thresholds 2010 2011 2012 2013 2014 2015 Current account balance, (% of GDP) 3 year average -4%/6% -1.5 1.9 0.4 -0.3 -0.5 0.9 -35% -71.2 -54.8 -51.1 -50.1 -46.7 -40.9 Real effective exchange rate - 42 trading partners, HICP deflator 3 years % change ±5% & ±11% 4.6 -0.8 -3.6 3.1 4.7 6.4 Export market share - % of world exports 5 years % change -6% 9.7 24.8 7.6 10.4 21.2 8.5 Nominal unit labour cost index (2010=100) 3 years % change 9% & 12% 13.8 -2.6 -1.1 8.2 10.8 14.4 6% 2.1 2.6 3.2 7.7 13.1 6.8 14% -7.6 -1.1 6.8 4.0 4.5 3.3 133% 140.4 120.4 117.8 115.9 116.7 116.6 60% 6.6 6.1 9.7 10.2 10.7 10.1 Unemployment rate 3 year average 10% 11.9 14.2 13.0 10.3 8.7 7.4 16.5% -8.9 -0.6 10.4 10.5 13.0 8.1 -0.2% 0.7 0.5 0.8 1.2 0.5 1.9 0.5% 5.3 5.4 1.8 -3.8 -3.8 -3.1 2% 22.8 10.4 -6.5 -14.2 -7.4 -7.8 Activity rate - % of total population aged 15-64 (3 years change in p.p) Long-term unemployment rate - % of active population aged 15-74 (3 years change in p.p) Youth unemployment rate - % of active population aged 15-24 (3 years change in p.p) External imbalances and competitiveness New employment indicators Net international investment position (% of GDP) Deflated house prices (% y-o-y change) Total financial sector liabilities (% y-o-y change) Private sector credit flow as % of GDP, consolidated Private sector debt as % of GDP, consolidated General government sector debt as % of GDP Internal imbalances ",
        "44 ANNEX C Standard Tables Table C.1: Financial market indicators (1) Latest data Q2-2016. (2) Quarterly values are not annualised. * Measured in basis points. Source: European Commission (long-term interest rates); World Bank (gross external debt); Eurostat (private debt); ECB (all other indicators) 2011 2012 2013 2014 2015 2016 Total assets of the banking sector (% of GDP) 114.1 109.7 105.6 108.6 114.8 115.0 Share of assets of the five largest banks (% of total assets) 90.6 89.6 89.7 89.9 88.6 - Foreign ownership of banking system (% of total assets) 89.2 34.3 33.3 32.0 32.5 - Financial soundness indicators: 1) - non-performing loans (% of total loans) 4.5 3.0 1.9 2.6 1.9 1.8 - capital adequacy ratio (%) 19.4 23.2 23.1 41.8 35.4 34.8 - return on equity (%) 2) 22.9 11.7 10.7 9.7 6.8 6.7 Bank loans to the private sector (year-on-year % change) -3.5 -0.4 2.7 4.5 9.3 10.1 Lending for house purchase (year-on-year % change) -1.5 0.2 1.2 2.9 4.5 5.2 Loan to deposit ratio 144.5 134.4 128.9 124.0 122.1 125.7 Central Bank liquidity as % of liabilities 0.1 0.3 0.2 0.3 0.4 0.2 Private debt (% of GDP) 120.4 117.8 115.9 116.7 116.6 - Gross external debt (% of GDP) 1) - public 3.1 7.0 7.7 8.0 7.2 7.5 - private 46.0 49.4 47.5 49.3 46.2 44.8 Long-term interest rate spread versus Bund (basis points)* - - - - - - Credit default swap spreads for sovereign securities (5-year)* 102.4 101.3 58.6 57.1 58.3 58.5 ",
        "C. Standard Tables 45 Table C.2: Labour market and social indicators (1) The unemployed persons are all those who were not employed but had actively sought work and were ready to begin working immediately or within 2 weeks. (2) Long-term unemployed are those who have been unemployed for at least 12 months. (3) Not in education, employment or training. (4) Average of first three quarters of 2016. Data for total unemployment and youth unemployment rates are seasonally adjusted. Source: European Commission (EU Labour Force Survey). 2011 2012 2013 2014 2015 2016 4 Employment rate (% of population aged 20-64) 70.6 72.2 73.3 74.3 76.5 76.7 Employment growth (% change from previous year) 6.5 1.6 1.2 0.8 2.9 0.6 Employment rate of women (% of female population aged 20-64) 67.8 69.4 70.1 70.6 72.6 72.6 Employment rate of men (% of male population aged 20-64) 73.5 75.1 76.7 78.3 80.5 81.0 Employment rate of older workers (% of population aged 55-64) 57.5 60.5 62.6 64.0 64.5 66.0 Part-time employment (% of total employment, aged 15-64) 9.3 9.2 8.9 8.3 9.5 9.9 Fixed-term employment (% of employees with a fixed term contract, aged 15-64) 4.5 3.5 3.5 3.1 3.4 3.9 Transitions from temporary to permanent employment 60.5 63.4 65.0 59.1 42.9 : Unemployment rate 1 (% active population, age group 15-74) 12.3 10.0 8.6 7.4 6.2 6.7 Long-term unemployment rate 2 (% of labour force) 7.1 5.5 3.8 3.3 2.4 2.0 Youth unemployment rate (% active population aged 15-24) 22.4 20.9 18.7 15.0 13.1 13.7 Youth NEET 3 rate (% of population aged 15-24) 11.6 12.2 11.3 11.7 10.8 : Early leavers from education and training (% of pop. aged 18-24 with at most lower sec. educ. and not in further education or training) 10.6 10.3 9.7 11.4 11.2 : Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 40.2 39.5 42.5 43.2 45.3 : Formal childcare (30 hours or over; % of population aged less than 3 years) 15.0 14.0 18.0 14.0 : : ",
        "C. Standard Tables 46 Table C.3: Labour market and social indicators (continued) (1) People at risk of poverty or social exclusion: individuals who are at risk of poverty and/or suffering from severe material deprivation and/or living in households with zero or very low work intensity. (2) At-risk-of-poverty rate: proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. (3) Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills ii) keep their home adequately warm iii) face unexpected expenses iv) eat meat, fish or a protein equivalent every second day v) enjoy a week of holiday away from home once a year vi) have a car vii) have a washing machine viii) have a colour TV or ix) have a telephone. (4) People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. (5) For EE, CY, MT, SI and SK, thresholds in nominal values in euros; harmonised index of consumer prices = 100 in 2006 (2007 survey refers to 2006 incomes). Source: For expenditure for social protection benefits ESSPROS; for social inclusion EU-SILC. Expenditure on social protection benefits (% of GDP) 2010 2011 2012 2013 2014 2015 Sickness/healthcare 4,7 4,3 4,2 4,1 4,4 : Disability 1,9 1,8 1,7 1,8 1,8 : Old age and survivors 7,7 6,8 6,6 6,6 6,6 : Family/children 2,2 1,9 1,7 1,6 1,6 : Unemployment 0,7 0,5 0,5 0,5 0,4 : Housing 0,0 0,0 0,0 0,0 0,0 : Social exclusion n.e.c. 0,1 0,1 0,1 0,1 0,1 : Total 17,4 15,5 14,8 14,7 14,9 : of which: means-tested benefits 0,1 0,2 0,1 0,1 0,1 : Social inclusion indicators 2010 2011 2012 2013 2014 2015 People at risk of poverty or social exclusion 1 (% of total population) 21,7 23,1 23,4 23,5 26,0 24,2 Children at risk of poverty or social exclusion (% of people aged 0-17) 24,0 24,8 22,4 22,3 23,8 22,5 At-risk-of-poverty rate 2 (% of total population) 15,8 17,5 17,5 18,6 21,8 21,6 Severe material deprivation rate 3 (% of total population) 9,0 8,7 9,4 7,6 6,2 4,5 Proportion of people living in low work intensity households 4 (% of people aged 0-59) 9,0 10,0 9,1 8,4 7,6 6,6 In-work at-risk-of-poverty rate (% of persons employed) 6,5 7,9 8,3 7,6 11,8 10,0 Impact of social transfers (excluding pensions) on reducing poverty 36,5 29,7 29,4 26,8 23,2 22,3 Poverty thresholds, expressed in national currency at constant prices 5 2904 2764 2812 2965 3151 3428 Gross disposable income (households; growth %) -0,9 9,4 6,0 3,1 6,9 3,5 Inequality of income distribution (S80/S20 income quintile share ratio) 5,0 5,3 5,4 5,5 6,5 6,2 GINI coefficient before taxes and transfers 48,4 49,2 48,6 48,9 51,6 : GINI coefficient after taxes and transfers 31,3 31,9 32,5 32,9 35,6 : ",
        "C. Standard Tables 47 Table C.4: Product market performance and policy indicators (1) The methodologies for this indicator, including the assumptions, are shown in detail at: http://www.doingbusiness.org/methodology. (2) Average of the answer to question Q7B_a. [Bank loan]: If you applied and tried to negotiate for this type of financing over the past six months, what was the outcome? Answers were scored as follows: zero if received everything, one if received most of it, two if only received a limited part of it, three if refused or rejected and treated as missing values if the application is still pending or the outcome is not known. (3) Percentage population aged 15-64 having completed tertiary education. (4) Percentage population aged 20-24 having attained at least upper secondary education. (5) Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are shown in detail at: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm. (6) Aggregate OECD indicators of regulation in energy, transport and communications. Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank loans). Performance Indicators 2010 2011 2012 2013 2014 2015 Labour productivity (real, per person employed, year-on-year % change) Labour productivity in industry 12.60 -1.81 5.99 7.79 9.26 -3.02 Labour productivity in construction 23.68 -5.68 7.84 -8.57 -8.33 -13.22 Labour productivity in market services 4.68 -0.99 5.65 0.21 -0.38 -2.04 Unit labour costs (ULC) (whole economy, year-on-year % change) ULC in industry -12.63 -0.66 7.56 2.89 -3.87 4.84 ULC in construction -6.98 -11.12 3.45 15.91 2.82 3.54 ULC in market services -5.04 0.09 3.43 0.73 5.11 11.68 Business Environment 2010 2011 2012 2013 2014 2015 Time needed to enforce contracts 1 (days) 425.0 425.0 425.0 425.0 425.0 425.0 Time needed to start a business 1 (days) 6.5 6.5 6.5 6.5 4.5 3.5 Outcome of applications by SMEs for bank loans 2 na 0.89 na 0.91 0.66 0.19 Research and innovation 2010 2011 2012 2013 2014 2015 R&D intensity 1.58 2.31 2.12 1.73 1.45 1.50 Total public expenditure on education as % of GDP, for all levels of education combined 5.66 5.16 4.82 4.92 na na Number of science & technology people employed as % of total employment 50 50 51 51 51 51 Population having completed tertiary education 3 30 31 32 32 33 33 Young people with upper secondary level education 4 84 83 81 84 84 83 Trade balance of high technology products as % of GDP -1.58 -0.67 -0.88 -0.32 -0.33 -0.35 Product and service markets and competition 2003 2008 2013 OECD product market regulation (PMR) 5 , overall na 1.37 1.29 OECD PMR 5 , retail na 1.40 1.50 OECD PMR 5 , professional services na 1.81 1.79 OECD PMR 5 , network industries 6 3.34 2.60 2.40 ",
        "C. Standard Tables 48 Table C.5: Green growth General explanation of the table items: All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2005 prices): - Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) - Carbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) - Resource intensity: domestic material consumption (in kg) divided by GDP (in EUR) - Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Weighting of energy in HICP: the proportion of \"energy\" items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Real unit energy cost: real energy costs as a percentage of total value added for the economy Environmental taxes over labour taxes and GDP: from European Commission's database, ‘Taxation trends in the European Union’ Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2005 EUR) Real unit energy costs for manufacturing industry excluding refining : real costs as a percentage of value added for manufacturing sectors Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–20 00MWh and 10 000–100 000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled and composted municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D for these categories as % of GDP Proportion of greenhouse gas (GHG) emissions covered by EU Emission Trading System (ETS) (excluding aviation): based on greenhouse gas emissions (excl land use, land use change and forestry) as reported by Member States to the European Environment Agency Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2005 EUR) Transport carbon intensity: greenhouse gas emissions in transport activity divided by gross value added of the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Aggregated supplier concentration index: covers oil, gas and coal. Smaller values indicate larger diversification and hence lower risk Diversification of the energy mix: Herfindahl index over natural gas, total petrol products, nuclear heat, renewable energies and solid fuels. * European Commission and European Environment Agency Source: European Commission (Eurostat) unless indicated otherwise Green growth performance 2010 2011 2012 2013 2014 2015 Macroeconomic Energy intensity kgoe / € 0,42 0,39 0,37 0,40 0,39 0,36 Carbon intensity kg / € 1,80 1,73 1,57 1,73 1,63 - Resource intensity (reciprocal of resource productivity) kg / € 3,02 2,99 2,87 3,02 2,87 2,71 Waste intensity kg / € 1,72 - 1,78 - 1,69 - Energy balance of trade % GDP -1,5 -0,4 -1,3 -2,2 -2,1 - Weighting of energy in HICP % 13,26 13,93 14,69 14,42 14,43 13,65 Difference between energy price change and inflation % 3,9 1,3 7,2 7,4 -4,6 -4,1 Real unit of energy cost % of value added 15,2 14,9 15,6 15,7 14,6 - Ratio of environmental taxes to labour taxes ratio 0,17 0,17 0,17 0,16 0,16 - Environmental taxes % GDP 2,9 2,7 2,7 2,5 2,7 - Sectoral Industry energy intensity kgoe / € 0,26 0,25 0,23 0,25 0,20 0,19 Real unit energy cost for manufacturing industry excl. refining % of value added 13,9 13,5 13,5 14,2 13,3 - Share of energy-intensive industries in the economy % GDP 12,22 12,24 11,76 12,60 13,57 13,42 Electricity prices for medium-sized industrial users € / kWh 0,07 0,07 0,08 0,10 0,09 0,09 Gas prices for medium-sized industrial users € / kWh 0,03 0,03 0,04 0,04 0,04 0,03 Public R&D for energy % GDP 0,02 0,02 0,02 0,01 0,01 0,01 Public R&D for environmental protection % GDP 0,07 0,05 0,03 0,04 0,04 0,05 Municipal waste recycling rate % 18,2 23,3 19,1 17,9 31,3 28,3 Share of GHG emissions covered by ETS* % 72,9 72,3 69,7 73,5 71,1 67,7 Transport energy intensity kgoe / € 1,01 0,95 0,94 0,93 0,98 1,05 Transport carbon intensity kg / € 2,90 2,77 2,72 2,73 2,86 - Security of energy supply Energy import dependency % 13,6 12,0 17,0 11,9 8,9 7,4 Aggregated supplier concentration index HHI 80,2 74,7 79,6 73,0 76,7 - Diversification of energy mix HHI 0,47 0,49 0,45 0,48 0,49 - ",
        "49 Bank of Estonia (2016), Financial Stability Review 2/2016 , p. 20, 23, http://www.eestipank.ee/en/publication/financial-stability-review/2016/financial-stability-review-22016-0 . European Central Bank (2016), The Household Finance and Consumption Survey, Wave 2, Frankfurt, https://www.ecb.europa.eu/pub/pdf/scpsps/ecbsp18.en.pdf?d2911394a25c444cd8d3db4b77e8891a . European Commission (forthcoming), EU Single Market Scoreboard 2016. European Commission (2017), COM(2016)820 Communication of the Commission of 10 January 2017 on reform recommendations for regulation in professional services and accompanying staff working document COM(2016)436, http://www.google.lu/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&ved=0ahUKEwio4vS8y- _RAhUBWxQKHZMSAlEQFggbMAA&url=http%3A%2F%2Fec.europa.eu%2FDocsRoom%2Fdocume nts%2F20505%2Fattachments%2F3%2Ftranslations%2Fen%2Frenditions%2Fnative&usg=AFQjCNHS HdJeitXmB0sfGbb63KgREMiUuw&bvm=bv.145822982,d.d24 . European Commission (2016a), Taxation Trends Report, http://ec.europa.eu/taxation_customs/sites/taxation/files/resources/documents/taxation/gen_info/economic _analysis/tax_structures/2016/econ_analysis_report_2016.pdf . European Commission (2016b), Study and Reports on the VAT Gap in the EU-28 Member States: 2016 Final Report, https://ec.europa.eu/taxation_customs/sites/taxation/files/2016-09_vat-gap-report_final.pdf . European Commission (2016c), Country Report 2016 for Sweden, http://ec.europa.eu/europe2020/pdf/csr2016/cr2016_sweden_en.pdf . European Commission (2016d), European Innovation Scoreboard, http://ec.europa.eu/DocsRoom/documents/17822. European Commission (2016e), Country Report 2016 – Estonia. http://ec.europa.eu/europe2020/pdf/csr2016/cr2016_estonia_en.pdf. European Commission (2016f), Challenges to Member States Investment Environments, SWD(2015)400 final http://ec.europa.eu/europe2020/challenges-to-member-states-investment - environments/index_en.htm and http://ec.europa.eu/europe2020/pdf/csr2016/cr2016_estonia_en.pdf. European Commission (2014), Small Business Act Factsheet- Estonia, http://www.google.lu/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&ved=0ahUKEwjRvJLyze_RAhV BtBQKHeeDAUIQFggbMAA&url=http%3A%2F%2Fec.europa.eu%2FDocsRoom%2Fdocuments%2F1 6121%2Fattachments%2F10%2Ftranslations%2Fen%2Frenditions%2Fnative&usg=AFQjCNHuU_CLH N6XiuzBwnOc_fVaDe7YFA&bvm=bv.145822982,d.d24 . European Environment Agency (2016a), Progress towards Greenhouse Gas Emission Targets: Data and Methodology, November 2016, http://www.eea.europa.eu/themes/climate/trends-and-projections-in- europe/annex-1-progress-towards-greenhouse . European Environment Agency (2016b), Greenhouse Gas – Data Viewer, December 2016, http://www.eea.europa.eu/data-and-maps/data/data-viewers/greenhouse-gases-viewer . Eurostat, European Business Survey Data. REFERENCES ",
        "References 50 Eurostat, Obstacles for Web Sales. Langenbucher, K. (2015), How demanding are eligibility criteria for unemployment benefits, quantitative indicators for OECD and EU countries”, OECD Social, Employment and Migration Working Papers, No. 166, OECD Publishing, Paris. http://dx.doi.org/10.1787/5jrxtk1zw8f2-en . OECD/EU (2016), Health at a Glance: Europe 2016 – State of Health in the EU Cycle , OECD Publishing, Paris. http://dx.doi.org/10.1787/9789264265592-en Tax Foundation (2016), International Tax Competitiveness Index, https://taxfoundation.org/2016- international-tax-competitiveness-index . World Bank (2016), Doing Business 2016: Measuring Regulatory Quality and Efficiency, Washington, D.C.: World Bank. DOI: 10.1596/978-1-4648-0667-4. World Bank Group (2015), The State of Health Care Integration in Estonia , https://www.haigekassa.ee/sites/default/files/Maailmapanga-uuring/summary_report_hk_2015.pdf . World Health Organisation Regional Office for Europe (2015), Better non-communicable disease outcomes: challenges and opportunities for health systems – Estonia Country Assessment , Copenhagen. "
    ]
}