{
    "text": [
        "III Preparatory Acts COMMITTEE OF THE REGIONS 73rd plenary session held on 6 and 7 February 2008 2008/C 105/01 Opinion of the Committee of the Regions on ‘ More efficient support for research and innovation in EU regions ’ .......................................................................................................................... 1 2008/C 105/02 Opinion of the Committee of the Regions on ‘ Mid-term review of the Strategy on Life Sciences and Biotechnology ’ ..................................................................................................................... 7 2008/C 105/03 Opinion of the Committee of the Regions on ‘ The contribution of volunteering to Economic and Social Cohesion ’ ............................................................................................................................ 11 2008/C 105/04 Opinion of the Committee of the Regions on ‘ Flexicurity ’ ............................................................. 16 2008/C 105/05 Opinion of the Committee of the Regions on ‘ Promoting the active citizenship of young people through education ’ ................................................................................................................ 21 2008/C 105/06 Outlook opinion of the Committee of the Regions on ‘ The Common Agricultural Policy Health Check ’ 25 2008/C 105/07 Resolution of the Committee of the Regions to be submitted to the European Spring Council 2008 on ‘ The Strategy for Growth and Jobs — Handling the “ Lisbon paradox ”’ .............................................. 31 2008/C 105/08 Opinion of the Commission for Sustainable Development on ‘ A strategy for Europe on nutrition, overweight and obesity related health issues ’ .............................................................................. 34 2008/C 105/09 Opinion of the Committee of the Regions on ‘ The White Paper on Sport ’ ........................................ 40 2008/C 105/10 Opinion of the Committee of the Regions on ‘ Black Sea Synergy — A new regional cooperation initiative ’ ............................................................................................................................. 46 Official Journal of the European Union E N Contents Page Notice No 2 ISSN 1725-2423 English edition Volume 51 C 105 Information and Notices 25 April 2008 ",
        "III (Preparatory Acts) COMMITTEE OF THE REGIONS 73rd PLENARY SESSION HELD ON 6 AND 7 FEBRUARY 2008 Opinion of the Committee of the Regions on ‘ More efficient support for research and innovation in EU regions ’ (2008/C 105/01) THE COMMITTEE OF THE REGIONS — urges the importance of regions in finding practical solutions — and the need for more assistance for this by the EU and Member States — of the complementary use of research and innovation funding and the Structural Funds, providing a central means to push forward the research and innovation dimension of the renewed Lisbon strategy at regional and local level; — supports the need to develop regional research and innovation strategies and to strengthen the regional governance of research and innovation, increasing responsibility among all interested parties, in particular of the private sector; — calls for further activities at EU level to promote synergies of EU funding for research and innovation, such as giving priority to applications within the FP7 and CIP that have an outstanding importance for a regional innovation strategy as well as dedicating a substantial and growing share of the Struc- tural Funds to research and innovation; — stresses the need for a more sophisticated EU policy mix and balance between fostering existing ‘ poles of excellence ’ and enabling new ones to emerge. Consequently, consideration might be given to adding a territorial dimension to the CIP and FP7, whilst recognising the FP7's focus on the excellence principle; — calls upon the Commission to oversee an effective coordination of interregional network funding under the SF, FP7 and CIP in the field of research and innovation, including the regular and better coordinated dissemination of results and good practices and greater interaction of their different ‘ communities ’ . 25.4.2008 C 105/1 Official Journal of the European Union EN ",
        "Rapporteur: Jyrki MYLLYVIRTA (FI/EPP), Mayor of the City of Lahti Reference documents Council Conclusions on ‘ More efficient support to research and innovation: Coordinating the use of the Research Framework Programme and the Structural Funds — Response to the CREST report ’ , 2811th Competitiveness Council meeting, Luxembourg, 25 June 2007 Communication from the Commission on Competitive European Regions through Research and Innova- tion — A contribution to more growth and more and better jobs COM(2007) 474 final Policy recommendations THE COMMITTEE OF THE REGIONS Strengthen synergies between different EU funding instruments 2007-2013 1. strongly welcomes the conclusions adopted by the Compe- titiveness Council on 25 June 2007 ‘ on more efficient support to research and innovation: coordinating the use of the research framework programme and the structural funds — response to the CREST report ’ ( 1 ), where the Council invited the Member States and regions to implement the CREST guidelines on a voluntary basis and in particular invited the CoR to follow-up the subject. For its part, the CoR would like to invite the Council to return to the subject in light of this CoR opinion; 2. acknowledges the need for improved synergies between the EU cohesion, research and innovation policies, in light of their respective goals, and, in particular, the need for an effec- tive, coordinated use of their funding instruments by Member States and regions. The CoR has urged in several opinions, as endorsed by the CoR ‘ Study on structural capacity and motiva- tion of regions and local and regional authorities in R&D ’ ( 2 ), the importance of the regions in finding practical solutions — and the need for more assistance for this by the EU and Member States — of the complementary use of research funding and the Structural Funds, with a special emphasis on the new Member States; 3. agrees with the Council and the Commission that this provides a central means to push forward the research and inno- vation dimension of the renewed Lisbon strategy at regional and local level, improving the research and innovation performance within EU regions. The CoR points out that the research estab- lishments and their ways of working are versatile; new knowl- edge can be produced in establishments of varying size and type. Even small institutions can produce knowledge of world- wide interest in restricted specialties, especially when they parti- cipate in global networks and collaborate with knowledge-based businesses; 4. welcomes, endorsing the suggestions made by the CoR study in this respect, the increased potential in the design of the 7th Research Framework Programme (FP7), the Structural Funds (SF), the Competitiveness and Innovation Programme (CIP) and the European Agriculture and Rural Development Fund (EARDF) for their coordinated use by regions to promote research and innovation. With, in particular, a common time frame and more resources it is possible to get substantial results through increased synergies. The FP7 now has 54 billion euros in the budget for 2007-2013 and, for research and innovation; there is also roughly 10 %, or 45 billion euros, reserved in the structural funds. In addition to this, a similar amount of money still comes from national cofinancing. This shows the impor- tance and the potential of the SF compared to the similar total FP7 budget; 5. whereas the Council Conclusions and the CREST guide- lines focus only on the coordinated use of SF and FP7, the CoR would like to take a broader scope, in line with the European Commission Communication, on the subject and consider the potential of the Competitiveness and Innovation Programme (CIP) and to some extent, the European Agriculture and Rural Development Fund (EARDF), too; 6. reiterates that the renewed Lisbon Strategy in 2005 has put research and innovation as the key drivers for growth and competitiveness at the forefront of European policy, and acknowledges the ‘ Broad-Based Innovation Strategy for Europe ’ , endorsed by the Informal Lahti Summit in October 2006 as an important further step in this regard. To support further invest- ment in research and innovation within the EU regions, the CoR calls upon the European Spring Council of 2008 to strengthen the research and innovation dimension of the new generation of the integrated guidelines for growth and jobs for the 2008-2011 governance cycle of the Lisbon Strategy; 25.4.2008 C 105/2 Official Journal of the European Union EN ( 1 ) CREST 1203/07 — CREST (EUROPEAN UNION SCIENTIFIC AND TECHNICAL RESEARCH COMMITTEE) ‘ Guidelines on Coordinating the Research Framework Programme and the Structural Funds to support research and development ’ . ( 2 ) CDR/ETU/21/2005. ",
        "7. agrees that a more detailed assessment of spatial coverage of possible synergies is required. This means strengthening regional level analysis of research and innovation potential and needs, notably by improving the statistical and qualitative data available through, for instance, EU level initiatives such as the Regional Key Figures database, or the Trend Chart and ERAWATCH policy monitoring exercises, which are being extended to the regional level; 8. proposes, that the interim and ex-post evaluation studies of the EU funding instruments should include analysis of inter-relations with other instruments in view of achieving synergies in supporting research and innovation in EU regions; Functioning multi-level governance 9. stresses that the process of building up research and inno- vation potential for sustainable competitive advantage in Europe can only succeed with the involvement of cities and regional authorities. Given their physical proximity, they are the main catalysts for knowledge and innovation in Europe. An increasing number of European regions are making research and innova- tion a top priority of their public funding; 10. urges that to achieve the ambitions of the renewed Lisbon agenda and the Barcelona objective of spending at least 3 % of GDP in the EU on R&D by 2010, with two-thirds of this coming from the private sector, and to ensure economic and social cohesion in the EU, further actions are needed. It reiterates that increasing the research and innovation capacity amongst European regions can only be done through shared commitment and coordinated actions by the Member States, the EU, and the regions. EU financing is always a small proportion of total public funding for research and innovation, and it is important that EU policy promotes the increase and coordina- tion of the investments by the Member States. Besides the public contribution, the EU particularly needs stronger commit- ments by the private sector; 11. wants to assure a coordinated use of FP7, SF and CIP, because this is essential in terms of the competitiveness of the EU and the mutual synergy between cohesion policy, research policy and innovation policy at national and regional level. The development of rural areas is also an inherent part of regional development and has to be synchronised with other policies, including the research and innovation policies; 12. believes that the FP7 which strengthens European competitiveness has a crucial role in fulfilling the objectives of the Lisbon Strategy and in developing the European Research Area, but at the same time will have to complement national research work and focus on supporting such projects that cannot be accomplished at national level. By combining the resources of various Member States, this can serve both European and national interests; 13. is satisfied that the FP7 will strengthen the regional dimension of the EU's research support through initiatives such as Regions of Knowledge 2 and Research Potential. However, the volume of these specific initiatives is too limited, and the CoR encourages the increase of such initiatives and calls on the Commission to provide regional authorities with a regional breakdown of FP7 funding as well; 14. reiterates the view taken in its earlier opinion on the European Institute of Technology (EIT), that provision must be made for the inclusion and involvement of the regions and SMEs, even in large EU cooperation projects such as the EIT; e.g. the concept of the EIT ‘ Knowledge and Innovation Communities ’ should be used to create partnerships with industry and local and regional authorities; 15. supports CREST's emphasis on the need to develop Research, Technological Development and Innovation (RTDI) strategies and to strengthen the regional governance of research and innovation. An important part in that is to develop a specific strategy for using FP7 and SF together for research and innovation strategy development. The needs for coordinated support should be taken into consideration at an early stage of the planning, which could be done within a bottom-up process of selecting strategic research and innovation objectives in the operational programmes. This could be supported e.g. by including a funding reserve in the operational programmes as is the case for some EU regions; 16. states that the coordination of major EU instruments such as FP7, SF and CIP is not only a question of political inten- tions, but also a challenge of policy coherence. Ensuring policy coherence in the case of multi-level and multi-stakeholder programmes requires the existence of an efficient multi-level governance system; More active and focused activities and cooperation 17. believes that the CIP should focus on the innovation and replication phase whereas the FP7 should focus on the research and development phase to foster the international competitive- ness of Europe. This should avoid financing gaps between research, development and application; 18. suggests, as endorsed by the CoR study, considering a specific priority for FP7 and CIP applications, in terms of impor- tance for regional innovation. It could be an option to give priority to applications within the FP7 and CIP that have a clear, outstanding importance for a regional innovation strategy when they fulfil the criteria for research quality at the same time; 25.4.2008 C 105/3 Official Journal of the European Union EN ",
        "19. would like to ask the Commission to focus more on the Structural Funds for investment in research and innovation. The CoR recognises a need to dedicate a substantial and growing share of the SF to research and innovation, as has been done in SF programmes for the period 2007-2013 for the Lisbon agenda, and to follow, for example, the recommendation of the Aho Report ‘ Creating an Innovative Europe ’ , as endorsed by the EURAB advisory board, to dedicate a minimum of 20 % invest- ment in innovation and knowledge in future SF programmes, with this condition as such becoming an integrated part of the EU implementation process of the Lisbon strategy; 20. encourages adding incentives within the Structural Funds to support research and innovation. Such incentives could include differential grant rates favouring investments in research and innovation projects, and adopting a lower (e.g. 10 %) contribution of the national/ regional beneficiary in order to a mirror the supposed risks and long-term return typical for many research and innovation activities, in particular those requiring the creation of a new infrastructure; 21. stresses the special role of cohesion policy in supporting innovation activity in the regions and states that the European Regional Development Fund (ERDF), can also be used for funding business incubators and science parks (infrastructure and connections). These are important ways to disseminate knowledge for use in the markets and they can help in forging connections between SMEs and universities. For its part, the European Social Fund (ESF) can provide financial support for the development of skills (training, guiding services, etc.), as well as the development and modernisation of educational structures and systems. During the 2007-2013 programme period there will be more emphasis than previously on the strengthening of research and innovation by means of knowledge transfer; 22. emphasises the importance of the communication and exploitation of knowledge and that knowledge should be provided in such a form that it can become part of production activity. Solutions and methods developed must be openly accessible to all, in particular for SMEs in those areas where there are no high-level research institutes or universities, In prac- tice, this could be done within the framework of regional clus- ters. So-called cluster offices which have been developed in some countries to help in disseminating knowledge, should be considered for use more extensively in Europe; 23. welcomes in particular the CREST recommendations to improve the competence of SMEs in research and their capaci- ties to exploit knowledge generated elsewhere, but points out that the CREST guidelines can only be implemented on a volun- tary basis in the regions since the joint preparation of the programmes (Commission and regions) has now been concluded. SF should be used for networking, training and quali- fication of SMEs to participate in FP7 and then making interna- tional and trans-national connections. The CIP should be used to assist SMEs in overcoming a possible gap at the innovation stage; 24. wants to highlight the importance of decentralised innovation activity also in smaller cities and regions. Nationally (as e.g. in Finland) or regionally coordinated centres of expertise networks are an example of a system that combines regional or local research and business potential and resources with national and EU policies and financing. The centres of expertise form clusters in related fields and participate in international networks; Promoting research and innovation strategies and capacities in the regions 25. emphasises the key role of regional research and innova- tion strategies in linking the various relevant partners within a region to the strategy. Such strategies, as stressed by the CoR study, can strengthen research institutions by placing them within innovative surroundings, increase a sense of responsi- bility among all interested parties, and thus lead to a stronger regional research and innovation system. Support from the different programmes available for the different phases of the creation of a new research infrastructure is crucial; 26. stresses the value of taking a focused approach within regional research and innovation strategies, including the identi- fication of flagship projects. In doing so, different approaches need to be balanced. One is, as recommended by CREST, to select priorities at regional level that are complementary to those of the FP7 and CIP in order to increase possible chances of linking the regional research and innovation system with EU funding; 27. recognises the number of options currently offered by SF and FP7 for both supporting efficient education and training systems for researchers and businesses in EU regions and for setting up or upgrading research and innovation infrastructure, and welcomes the recommendations made by CREST to benefit from this. The CoR welcomes the European Strategy Forum for Research Infrastructures (ESFRI), which will produce an analysis on regional aspects of pan-European Research Infrastructures in early 2008, and urges that the new Member States in particular are involved in this initiative; 28. repeats its call for joint research and innovation funds to be set up as new ways of public-private institutional cooperation at local and regional level, underlining that the development of research and innovation capacities is an ongoing task; Balanced excellence and cohesion 29. shares the concern regarding the Commission's analysis that research investment and activity within the EU is highly concentrated in a few regions. The CoR has noted with concern that research and development expenditure in more than 100 regions in Europe is below 1 % of GDP; 25.4.2008 C 105/4 Official Journal of the European Union EN ",
        "30. underlines, that European research, innovation and cohe- sion policy should pursue complementary goals and collaborate in seeking to improve research and development in Europe. This implies a continuing challenge of balancing support for excel- lence and for cohesion. If research and innovation are central to growth, EU policies need to support a more sophisticated policy mix and balance between fostering existing ‘ poles of excellence ’ and enabling new ones to emerge; 31. reiterates that the CoR has urged the SF to strengthen the proportion of high-quality public research and innovation investment in EU regions substantially, under both the conver- gence and regional competitiveness and employment objectives. It acknowledges that cohesion policy pursues an integrated approach and therefore does not consider research in isolation, but in conjunction with innovation; 32. stresses that although FP7 and CIP are not cohesion instruments as such, they inevitably have an impact on cohe- sion. The CoR has urged the goal of cohesion to be relevant to all sectoral European policies. Consequently, consideration might be given to adding a territorial dimension to the CIP and FP7, whilst recognising the FP7's focus on the excellence prin- ciple; 33. acknowledges the recommendations provided by CREST on how regions can make the best use of SF and FP7 to move their research and innovation systems towards excellence and to the level of European or international competitiveness. This includes improving regional networking between research insti- tutes, universities, SMEs and other relevant actors for creating clusters, regional technology platforms and poles, and assist them to connect with collaborative EU research and innovation projects and agendas such as ERA-Net and the European Tech- nology Platforms, as well as international networks of research actors and enterprises; 34. calls upon the European Commission in this regard to continue its relevant schemes such as the ‘ Regions of Knowl- edge ’ under FP7, ‘ Regions for Economic Change ’ under the ERDF and ‘ Innova-Inno ’ under the CIP. The CoR also highlights that the SF should play a supporting role to raise the scientific, technological, entrepreneurial and managerial capacity of local and regional actors, especially of SMEs, to participate in FP7 and CIP projects; 35. urges, as endorsed in the CoR study, a significant shift when using EU funding, in particular SF by regions, towards stimulating in particular the demand side for research and inno- vation, fostering user-driven and open innovation as a regional potential. Missing absorption mechanisms for exploiting the global knowledge-base are the key bottle-neck preventing the regions to benefit from open innovation; 36. reflects on criticisms related to overlaps in the support for research infrastructure under both Structural Funds and FP7, and stresses that in this regard a more effective coordination and reasoned approach to R&D infrastructure investments based on both EU instruments is needed, which balances the cohesion versus excellence approach and focuses on the support for different phases of infrastructure creation; 37. recalls in this context the CoR's view that the concept of ‘ excellence ’ within the European Research Area, as well as EU and national research funding, must also take into account highly specialised smaller research centres and less research- intensive players. These are essential for the implementation of innovation and the development of knowledge of worldwide interest in narrow fields of expertise. Research should not only focus on high-tech research, ‘ low-tech ’ research can also be very important for innovation and development in regions; 38. foresees that gearing EU funding into moving the research and innovation systems to excellence is a crucial chal- lenge for regions within the ‘ Regional Competitiveness and Employment ’ objective of the SF. They cannot fully rely on receiving FP7 funding and have much less SF funding available for doing so than earlier; Dissemination of good practice and expertise 39. emphasises the importance of planned actions presented by the European Commission to: — make better use of European funding by launching, in spring 2008, a practical guide for identifying the most appropriate source of funding for potential beneficiaries (research institutions and companies). However, the CoR calls on the Commission for greater coordination with the CREST's proposal to develop the CREST guidelines into more operational recommendations; — report in due course on the progress made at national and regional level on the co-ordinated use of the Community's instruments and on examples of good practice at national and regional level; — hold regular events at which those involved in research, innovation and regional development can come together to share ideas, exchange best practice and access support and advice; considering the CoR as an important partner in this regard; — improve information exchange with national/regional autho- rities about the FP7/CIP beneficiaries in their territories to facilitate complementary funding by national/regional/EU instruments. 25.4.2008 C 105/5 Official Journal of the European Union EN ",
        "40. underlines the importance of using the new cooperation and communication programmes under SF, Interreg IV C and URBACT programmes. These programmes are to disseminate advantages through the Regions for Economic Change initiative and networking even straight from one region to another which could and wants to benefit from the results of the successful project of the advanced region; 41. calls upon the Commission to oversee an effective coor- dination of interregional network funding under the SF, FP7 and CIP in the field of research and innovation, including the regular and better coordinated dissemination of results and good prac- tices and greater interaction of their different ‘ communities ’ . Brussels, 6 February 2008. The President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/6 Official Journal of the European Union EN ",
        "Opinion of the Committee of the Regions on ‘ Mid-term review of the Strategy on Life Sciences and Biotechnology ’ (2008/C 105/02) THE COMMITTEE OF THE REGIONS — acknowledges the key importance of life sciences and biotechnology for the EU's international compe- titiveness and sustainable development. It declares its willingness to contribute at regional level to successful continuation of the EU's strategy, however, in doing do, opportunities and risks must be weighed up and each individual measure of the strategy must be evaluated in terms of its risks and its benefits for citizens; — stresses the key role of cities and regions in supporting consolidation of capacity and boosting compe- titiveness of these technologies on the international stage, by cooperating between regions and across borders, creating and pooling regional biotechnology cluster, bringing together research, industry and financial backers; — encourages cities and regions to support knowledge transfer and innovation from the science base to industry. To the best of their ability, cities and regions should improve the supply of venture capital, also for cross-border cooperation, and support those applying biotechnological inventions in patenting and making use of patents. Financial institutions at regional, national and in particular at EU level should set up support programmes to enable risk-sharing for SMEs in the biotechnology sector; — encourages informed societal debates on the benefits and risks of life sciences and biotechnology: Many cities and regions are already doing their best to educate the public on the fundamental scien- tific issues, methods, applications, legal requirements and ethical issues in the field of biotechnology. These initiatives must be pursued vigorously, and research, industry and public administration must also play a role here. 25.4.2008 C 105/7 Official Journal of the European Union EN ",
        "Rapporteur: Karl DÖHLER (DE/EPP), Member of the Landtag of Bavaria Reference document: Communication from the Commission to the Council, to the European Parliament, to the European Economic and Social Committee and to the Committee of the Regions on the mid-term review of the Strategy on Life Sciences and Biotechnology COM(2007) 175 final Political recommendations THE COMMITTEE OF THE REGIONS 1. acknowledges the key importance of life sciences and biotechnology for the EU's international competitiveness and sustainable development. There is major scope for their applica- tion in the medical and pharmaceutical sectors, as well as in industrial processing and primary production (food, feed, regrowing raw materials, alternative energy) — thus paving the way for innovative approaches to pressing problems relating to healthcare, demographic ageing, energy supplies for a growing world population and global warming; 2. agrees with the Commission's view that life sciences and biotechnology contribute substantially to core EU policy goals in terms of health and sustainable development, economic growth and job creation; it therefore welcomes the European Commission's Strategy on promoting life sciences and biotech- nology and acknowledges the successes which have been achieved in implementing the strategy; 3. stresses that the application of biotechnologies should go hand-in-hand with a broad social debate on the benefits and risks, including ethical issues, in order to promote public accep- tance of such technologies; this requires the sharing of informa- tion on the scientific basis of these technologies; 4. welcomes the European networks of regions and clusters operating in the sphere of biotechnology and life sciences and calls on the European Commission to support these networks, with a view to promoting exchanges of experience, joint proces- sing of project applications and common stances in the European political process; 5. is aware that cities and regions exercise substantial influ- ence on the development of life sciences and biotechnologies. On the international scene, European biotechnology clusters are relatively small; networking is therefore of decisive importance for competitiveness. Creating clusters, bringing together research, industry and financial backers, sharing technological advances with the public, cooperating between regions and across borders and pooling regional biotechnology clusters — all these activities are dependent on support from cities and regions in order to consolidate capacity and boost competitive- ness on the international stage; 6. recognises that that there is a strong need for many of the numerous actions to continue, and declares its willingness to contribute at regional level to successful continuation. In doing so, opportunities and risks must be weighed up, and each indi- vidual measure of the strategy must be evaluated in terms of its benefits for citizens; In relation to the mid-term review of the priorities set for the strategy 7. underlines that cities and regions do their best to contribute to promoting research and market development for life sciences and biotechnology applications and the knowledge- based bio-economy. It calls on cities and regions to help educate users about the legal bases and administrative procedures in the area of biotechnology. As well as cooperating with Member States on improved coordination of research, the European Commission should also set up regional platforms or directly involve regional groupings in its work; 8. supports steps to foster competitiveness, knowledge transfer and innovation from the science base to industry: awareness of the commercial potential of research findings needs to be raised; start-ups and exchanges between research and industry must be promoted. To the best of their ability, cities and regions should improve the supply of venture capital, also for cross-border cooperation, and support those applying biotechnological inventions in patenting and making use of patents. Financial institutions at regional, national and in par- ticular at EU level should set up support programmes to enable risk-sharing for SMEs in the biotechnology sector; 9. sees the need to improve the labour market situation by helping put people in jobs and supporting employees' basic and continued training. Scientists and other profiles required for the development of biotechnological businesses should be encour- aged to stay in Europe and the workforce dissuaded from emigrating and, if appropriate, recover highly qualified workers that may have been trained or obtained professional experience outside Europe through the creation of attractive conditions; 10. points out that biotechnology offers promising future alternatives for the chemical industry, in addition to its applica- tions in health, food and animal feed. Already, 85 % of world- wide enzyme requirements are produced in Europe. Enzymatic and bio-catalytic procedures promise substantial savings in resources and energy and thus offer new kinds of approaches for maintaining a sustainable economy; 25.4.2008 C 105/8 Official Journal of the European Union EN ",
        "11. is aware that the public's attitude to bio-technological applications in the food and animal feed sector is critical. On one hand there is currently widespread general rejection of these applications of gene technology in agriculture by the majority of consumers; on the other hand, the public are extre- mely positive about them, where the health and environmental advantages of the products are clear; 12. encourages informed societal debates on the benefits and risks of life sciences and biotechnology: Many cities and regions are already doing their best to educate the public on the funda- mental scientific issues, methods, applications, legal require- ments and ethical issues in the field of biotechnology. These initiatives must be pursued vigorously; 13. calls on research, industry and public administration to play a role here; all relevant stakeholder groups must be involved in the dialogue together in one forum. Cities and regions should provide stronger support for research projects looking into the socio-economic and ethical issues in the field of biotechnology, and for dissemination of the resulting find- ings. They should set up specialist networks which could, on an ad hoc basis, advise on current security-related, socio-economic and ethical issues. Cities and regions can support rational, science-based and transparent product authorisation decision- making processes; 14. suggests that the European Commission, when approving projects under the 7th framework programme, attach greater importance to the phase of using experts to communicate research results to the public; research should continue to focus on the agricultural applications of gene technology, risks and environmental and economic issues in this area; 15. shares the opinion of the European Commission on the importance of biotechnology applied to medical care from the economic and public health points of view. Continued progress in simplification and legislative clarification aspects in this sector is supported, as rapid technological advances have slowed this sector down as a result of legislative uncertainty. The drafting of guidelines and international recommendations elimi- nating barriers and facilitating the development of these applica- tions would be recommendable; 16. also sees a possible role for modern biotechnology in the sustainable development of agriculture. It supports the European Commission's view that it should be possible for all forms of agriculture, whether conventional, organic or with genetically modified plants, to co-exist on an equal footing. It points out, however, that topographical, climatic or structural conditions could make it difficult for conventional and organic forms of agricultural production to coexist alongside genetically modified crops in certain regions. Informed consumers should be allowed to choose the extent to which modern biotechnological products succeed on the market. Consequently, many cities and regions will feel that the use of agricultural biotechnology is beneficial, whereas other regions will take advantage of conven- tional or organic farming methods; 17. attaches considerable importance to the co-existence of differing agricultural practices, not only in the interests of good farming, but also of tolerance and trust between neighbouring farmers in the exchange of information, coordination and coop- eration. The European Commission is urged to develop guide- lines for co-existence and practicable labelling thresholds for seeds with traces of genetically modified organisms as soon as possible. In so doing, a solution should also be found for ‘ constructs ’ which the EU has not yet authorised and assessed for safety, but which other countries have, using similar criteria; 18. believes it is urgent to carry out research into the steps which farmers need to take in order to secure conventional and organic farming and their long term co-existence with techni- cally modified plants, possible long-term repercussions of GMOs, and the benefits and risks of GMOs used for regrowing raw materials. It advocates an action programme for preserving, characterising, collecting and using genetic resources in EU agri- culture; 19. welcomes the existing legislative framework in the field of life sciences and biotechnology, but recognises the continuing need for measures to ensure greater consistency between legisla- tion in various areas, for example in intellectual property law. In addition, given the need for EU competitiveness in the field of biotechnology, opportunities must be examined for bringing the legislative framework into line with what is widely accepted at international level. Cities and regions are committing themselves — within their competences — to uniform implementation of European legislation; to this end, there should be inter-regional and international dialogue; With regard to implementing the 2002 30-point Action Plan 20. feels it is necessary for information on life sciences to be improved, particularly in terms of employees' and teachers' basic and further training. Inter-disciplinary dialogue between scien- tists is to be encouraged; 21. recommends clarifying the intellectual property legisla- tion in the field of public research and explaining to academics the importance of translating research findings into commercial use. To this end, it also is important to step up international dialogue; 22. believes it necessary to improve the supply of capital to the biotechnology sector, especially SMEs, through investment in research and technological development as well as through start-ups, support for technology transfer and commercial finan- cing for businesses. Further development of the biotechnology industry in Europe should be based on uniform criteria; 25.4.2008 C 105/9 Official Journal of the European Union EN ",
        "23. agrees with the moves in the European Commission's ‘ Lead Market ’ initiative to identify ‘ bio-based products ’ as a lead market and calls on the European Commission to take account of the potential available in the regions of Europe in its measures to promote and consolidate these lead markets; 24. calls for further efforts to boost a more open approach and transparency in relation to the European technology plat- form (ETP) operating in the area of life sciences and bio-tech- nology, so that as well as the industry and research community, other stakeholders such as local and regional authorities and particularly SMEs can become involved; 25. advocates a greater commitment by bio-technology regions in the ERA-Net Initiative under the 7th research frame- work programme to coordinate national and regional research programmes; 26. welcomes a stronger role for the European Group on Ethics. Cooperation between the Community and national and regional levels on ethical and socio-economic issues should be promoted. Ethical guidelines on e.g. stem cell research, biobanks, xenotransplantation, genetic tests and animal testing should be developed; 27. supports the continuation of the activities relating to reference materials and validation of detection methods and advocates the development of methods for monitoring the adverse effects of genetically modified organisms, food and feed. The leading role of the European Commission in the further development of international guidelines, standards and recom- mendations, particularly in the field of food safety, is to be welcomed; 28. declares its willingness, in collaboration with the European Commission and the Member States, to scrutinise research policy to see whether it embodies an appropriate mix of conventional technology and new technology. It promises to take steps to support the establishment of effective research partnerships between developing countries and the EU. Sub-re- gional, regional and international organisations, in particular the International Agricultural Research Centres, are to be supported; 29. welcomes the European Commission's activities aimed at ensuring safe and effective use of modern biotechnology in the developing countries and fostering the capacity of these states to assess and manage risk. Working in collaboration with the inter- national community, the EU has to boost the contribution of research to combating HIV/AIDS, malaria, tuberculosis and other diseases brought about by poverty. It acknowledges the European Commission's and the Member States' efforts to support the conservation and sustainable use of genetic resources in the developing countries; 30. calls for a stronger forward-looking function for all European Commission departments, especially in the technolo- gical field, with a view to facilitating the early identification of newly emerging issues. The relevance, coherence and effective- ness of legislation and policies and their implementation and social and economic impact are to be reviewed. Brussels, 6 February 2008. The President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/10 Official Journal of the European Union EN ",
        "Opinion of the Committee of the Regions on ‘ The contribution of volunteering to Economic and Social Cohesion ’ (2008/C 105/03) THE COMMITTEE OF THE REGIONS — emphasises the considerable economic contribution that voluntary activity makes to local, regional, national and the EU economies through (a) the extra human resources that it adds to social and economic activity and (b) the creation of social capital and a better ‘ quality of life ’ which can be an influential factor in investment and job creation. — emphasises that volunteering should not be seen as a substitute or replacement for employed staff in any environment; — encourages the Member States to collect accurate statistical information on volunteer involvement at a local and regional level also, to support the development of appropriate initiatives at both levels; — considers that issues regarding the lack of a legal status for volunteering should be given greater consideration, with particular attention on rights and responsibilities and recommends that where relevant, volunteering should be granted a clearly defined and compatible legal status across all EU Member States with regard to cross-border travel for volunteering purposes; — considers that there is an important EU dimension to volunteering and would therefore like to see a more coherent and comprehensive policy approach, in particular: — Better understanding through more research and better quality statistics at the EU level — Recognition of the economic contribution of volunteering and a wider acceptance of its monetary equivalent as match funding in EU funded programmes — A broader focus on volunteering at EU level beyond the citizenship and youth affairs arenas — An examination of new initiatives to encourage exchange of experience and mobility of volunteers through a European Voluntary programme for all ages; 25.4.2008 C 105/11 Official Journal of the European Union EN ",
        "Rapporteur: Cllr Declan MCDONNELL (IE/ALDE), Member Galway City Council and West Regional Authority Policy recommendations THE COMMITTEE OF THE REGIONS General remarks 1. regards volunteering for the purposes of this opinion to have three defining characteristics i.e. not being undertaken for financial reward, being undertaken of their own free will, and to be of benefit to someone other than the volunteer or their family. These characteristics cover a wide spectrum of volun- teering activities from the formal to informal, short-term to long-term, and part-time to full-time e.g. Voluntary Service; 2. recognises that volunteering is a key element of active citi- zenship and democracy at all levels, in that those engaged in volunteering are directly or indirectly working to improve society for all at a local, regional and national level; 3. Recognises that socially excluded sections of society are least likely to volunteer and that supporting these groups to volunteer and feel needed as volunteers is an important goal; 4. recognises the role that volunteering plays in developing nations globally, and the considerable role that volunteering plays through this in reducing global poverty and promoting a global dialogue; 5. recognises the role that volunteering can play at local, regional, national and global level in addressing climate change issues, and also in delivering civil protection, social inclusion, development cooperation, better integration of disabled persons and immigrants; Contributing to the Lisbon Agenda — the importance of volunteering 6. emphasises the considerable economic contribution that voluntary activity makes to local, regional, national and the EU economies through (a) the extra human resources that it adds to social and economic activity ( 1 ) and (b) the creation of social capital and a better ‘ quality of life ’ which can be an influential factor in investment and job creation. Research shows that social capital has a direct positive relationship to levels of growth in European regions ( 2 ). Fully accepts that Social Capital can also be seen as ‘ mutually reinforcing and producing beneficial effects on economic growth, as well as in other crucial areas such as social control, inclusion, health, govern- ance, institutions, democratic empowerment ’ ( 3 ); 7. highlights the benefits of volunteering with regards to the employability of a person ( 4 ) through participation in a volun- teering and voluntary service scheme. The CoR further considers that the most vulnerable groups of society (immigrants, minorities, unemployed, homeless, substance abusers, school drop-outs) are empowered to transform their lives, get actively involved in society, through acquired skills and competences, get access to better paid jobs or find a path back to education. Through this opportunity, people from all backgrounds contri- bute together for the common good, and achieve social cohe- sion, diversity and respect; 8. highlights the ‘ added value ’ that volunteering can bring to social support activities e.g. befriending projects for people with disabilities that cannot necessarily be provided by paid support; 9. underlines the role of volunteering in providing new and innovative responses to emerging social issues and acting as a testbed in delivering new services and job opportunities; 10. emphasises however that volunteering should not be seen as a substitute or replacement for employed staff in any environment; 11. highlights the positive effects of volunteering on the health of a person, and the potential reduction of costs volun- teering can be to the health expenditure of local, regional and national health services. Research has shown that volunteering can have a particularly positive effect on the health of older people ( 5 ). This health benefit can impact on all ages from youth to retirement, and can play a preventative role in relation to physical and mental illness; 12. notes the critical role that volunteering can play in rela- tion to life long learning, in allowing individuals to develop new skills that contribute to their personal, social and cultural devel- opment, and increase and adapt their employability in an ever changing economic environment. In particular, it is strongly supportive of student volunteering activity in schools, in order to instil the values that it embodies; 25.4.2008 C 105/12 Official Journal of the European Union EN ( 1 ) The large voluntary component of the 08 Welcome Programme for Liverpool's year as European Capital, for example. ( 2 ) Social Capital and Regional Economic Growth (Beugelsdijk and van Schaik, 2003). ( 3 ) The Well-being of Nations; the Role of Human and Social Capital (OECD 2001). ( 4 ) Time Bank/Reed Executive Survey of 200 of the UK's top businesses (2000) (http://timebank.org.uk/mediacentre/press_release_details.php?id=76). ( 5 ) The Health Benefits of Volunteering — A Review of Recent Research (Corporation for National and Community Service, 2007). ",
        "13. underlines the role of volunteering in underpinning local development initiatives and in facilitating the successful imple- mentation of a number of EU-funded initiatives, such as the Leader Programme. This activity acts as a counter-balance to the negative effects of globalisation and in ensuring sustainable local economic development; 14. encourages greater collaboration between public authori- ties and voluntary organisations in the development of relevant public policy, to help ensure that such policy better meets the needs of the voluntary sector; Lack of research and statistical data on volunteering 15. highlights the need to immediately address the lack of complete and accurate EU wide or national statistics on the economic contribution of volunteering. The Committee of the Regions therefore welcomes the Belgian, French, Czech Republic, Italian and Slovakian commitment to implement the UN Handbook on Non-Profit Institutions in the System of National Accounts; 16. encourages the Member States to collect accurate statis- tical information on volunteer involvement at a local and regional level also, to support the development of appropriate initiatives at both levels; 17. calls on the European Commission to develop more systematic data collection on volunteers and the services they provide and supports the inclusion of volunteering as a specific category in the Statistical Accounts of Eurostat to accurately assess the economic value of volunteering; 18. recommends that comparative research on volunteering be carried out across the EU to obtain data on its development trends, scope and characteristics at national, regional and local levels. This would enable a clear indication of cultural similari- ties and differences in relation to volunteer activity and infra- structure; 19. recommends that research be carried out EU-wide to identify best practice experiences in promoting and supporting volunteerism on a local and regional basis. Depending on research findings, areas with more historical experience of volunteering could support other regions and localities to develop new initiatives; Legal status of volunteering 20. considers that issues regarding the lack of a legal status for volunteering should be given greater consideration, with par- ticular attention on rights and responsibilities and recommends that where relevant, volunteering should be granted a clearly defined and compatible legal status across all EU Member States with regard to cross-border travel for volunteering purposes; 21. emphasises that, as a general rule, obstacles to volun- teering such as lack of insurance, or removal of state entitle- ments such as social security should not occur, and that appro- priate legal frameworks should be adopted to ensure this; Supporting volunteer support infrastructure 22. recommends that local and regional authorities support efforts to develop an infrastructure to support and facilitate volunteering, whilst respecting the autonomy of the voluntary sector. For example, the existence of locally based Volunteer Centres or other appropriate infrastructure can aid in promoting voluntary work, proving information on volunteering opportu- nities and ‘ professionalising ’ volunteer management practices amongst volunteer involving organisations; 23. draws attention to the fact that, with a view to recog- nising volunteering, decentralised certificates of competence relating to skills, knowledge and experience acquired through volunteering already exist ( 6 ) and notes the potential for linking these existing systems to the Europass CV scheme, to encourage EU-wide recognition of relevant volunteering experiences with regard to employability; 24. also notes the potential of an EU Awards system for voluntary and business sector organisations to highlight examples of best practice and excellence in relation to the promotion and encouragement of volunteering. This could be held on an annual basis to encourage an EU wide discourse on issues such as volunteer management and support; 25. highlights that with regard to volunteer work with chil- dren and vulnerable adults, the lack of a co-ordinated EU-wide police clearance process by the Member States means that migrants are unable to comply with requirements established by Member States and volunteer involving organisations to protect children and vulnerable adults from potential abuse; Support for organisations reliant on volunteering activity 26. welcomes efforts by some Directorates-General (DG EAC in particular) to adopt a more understanding approach to use voluntary activity as a means of match-funding on EU-funded projects and emphasises that voluntary activity should be better recognised as equivalent to co-financing in other EU funding programmes, once this activity can be suitably costed. This would go some way towards directly recognising the value for voluntary organisations in involving volunteers; 25.4.2008 C 105/13 Official Journal of the European Union EN ( 6 ) An example of such schemes is that introduced by the German federal State of Hessen http://www.kompetenznachweis.de/. ",
        "27. recognises the importance of promoting and supporting Volunteer Management Best Practices amongst volunteer invol- ving organisations. Research shows that the implementation of such best practice can lead to increased levels of volunteering within an organisation and better retention of existing volun- teers ( 7 ); 28. encourages volunteer involving organisations to utilise the skills and energies of volunteers in a strategic, policy-based and planned manner to help boost organisational efficiency and to create memorable volunteering experiences; The role of volunteering in social cohesion 29. notes the key role that voluntary activity can play in an individual's personal development. It provides a new perspective on society and can also increase a person's self-esteem and confidence, enabling them to play a fuller role in wider society; points out that the efforts of voluntary workers are also of considerable importance for economic, cultural and social devel- opment at local and regional level; 30. recognises the importance that volunteering can play in the integration of new and historically excluded communities at a local, regional and national level. Volunteering enables indivi- duals and groups to meet other people from other walks of life in a positive and mutually supporting environment; 31. cautions against the European Union over concentrating its support for volunteering activity on youth and young people and underlines that volunteering is an activity in which all sections of society can play a full and rewarding role; 32. therefore, encourages the EU, given the aging EU popula- tion, to specifically encourage older people to engage in volun- teering, given the (a) life learned skills and experiences of older people and (b) the proven health benefits of volunteering. An excellent example of this is the Active Retirement Associations in Ireland; 33. recognises that volunteering has a vital role to play in breaking down social isolation among individuals and groups through (a) the provision of social supports to vulnerable chil- dren and adults and (b) the fact that the volunteer him/herself can develop new networks and reduce their own isolation; 34. notes the role that volunteering and specific projects can play in promoting and encouraging intergenerational dialogue and understanding in today's rapidly changing society ( 8 ); 35. calls for the establishment of a funding initiative within the Town Twinning programme to allow for volunteer exchange projects to enhance local and regional EU networks and active citizenship; Involving public and private employers 36. emphasises that volunteering is a key element in the promotion a healthy work-life balance for employees across the EU, in encouraging activities and networking outside the working environment; 37. recommends the promotion of volunteering by public service agencies at the local and regional levels, through the encouragement of local volunteering by their staff, or by the development of volunteering initiatives and partnerships ( 9 ); 38. supports the development of sustainable linkages between businesses and local voluntary organisations to promote Corporate Social Responsibility that is human resource based in addition to generating financial support from busi- nesses. This could be done in conjunction with locally-estab- lished SMEs as well as with regional and local business represen- tative organisations in getting management to promote volun- teer activity within workforces; Developing an EU dimension 39. considers that there is an important EU dimension to volunteering and would therefore like to see a more coherent and comprehensive policy approach, in particular: — Better understanding through more research and better quality statistics at the EU level — Recognition of the economic contribution of volunteering and a wider acceptance of its monetary equivalent as match funding in EU funded programmes 25.4.2008 C 105/14 Official Journal of the European Union EN ( 7 ) Volunteer Management Practices and Retention of Volunteers (Mark A. Hager, Jeffrey L. Brudney, June 2004, The Urban Institute). ( 8 ) For example the Living Scenes project in Galway sees 24 Transition Year Students from the Presentation Secondary School teaming up with 22 adults from the Galway Active Retirement Associations in a cross-generational programme that is now integrated into the school's Transition Year curriculum. ( 9 ) Many local and regional authorities in some Member States have devel- oped or support volunteering programmes with their staff, often through voluntary contributions from staff salaries to help transfer skills to charitable organisations, support young indigenous entrepre- neurs and local development activities. ",
        "— A broader focus on volunteering at EU level beyond the citi- zenship and youth affairs arenas — An examination of new initiatives to encourage exchange of experience and mobility of volunteers through a European Voluntary programme for all ages; 40. recommends that the Commission launch practical programmes or actions paving the way for transnational European projects that involve the entire population of the Union, and not only young people; 41. recommends that 2012 be declared European Year of Active Citizenship through Volunteering, to provide a focus for the promotion of volunteering and the implementation of initia- tives to address issues as raised in this Opinion; 42. recognises that due to the horizontal nature of volun- teering in the framework of EU policies and its importance in relation to EU activities in various sectors, that there is a need for greater co-ordination of existing policies and activities to successfully engage with the issues raised in this Opinion; 43. encourages the European Parliament to be more proac- tive in dealing with the horizontal nature of volunteering. Furthermore, a single entry point within the European Commis- sion may help to develop the potential that volunteering has in various policy areas, beyond the citizenship and youth affairs arena; 44. pledges its support to furthering the recommendations set out in this Opinion in partnership with the European Parliament and the European Commission, where relevant. Brussels, 7 February 2008. The President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/15 Official Journal of the European Union EN ",
        "Opinion of the Committee of the Regions on ‘ Flexicurity ’ (2008/C 105/04) THE COMMITTEE OF THE REGIONS — calls for the role of local and regional authorities in delivering flexicurity within the Lisbon context to be considered henceforth in future discussions, to reflect its true importance both at an EU and Member State level. As key deliverers of flexicurity policies, local and regional authorities create dynamic labour markets, help citizens into work, and provide protection for those outside the labour market, and should be involved at the outset of policy formulation; — urges the European Commission to use wherever possible the Community method and reiterates that the open method of coordination process, which is becoming more prominent in EU policy develop- ment, should become more inclusive and involve a variety of stakeholders including local and regional government, which is the level at which such policy is usually implemented; — requests that the EU Lisbon peer review process, existing for Member State governments, be extended to enable local and regional authorities and other stakeholders to benefit from peer exchanges across the EU to explore different forms of flexicurity; — recommends annual ‘ summits ’ to improve participative interaction at European level between EU institutions and the CoR to facilitate agenda setting, consultation, and information sharing on issues relating to flexicurity and the wider Lisbon agenda, which would further build on the CoR-Commission Structured Dialogue meetings and the CoR Lisbon Monitoring Platform. 25.4.2008 C 105/16 Official Journal of the European Union EN ",
        "Rapporteur: Councillor Dave QUAYLE (UK/PES), Trafford Metropolitan Borough Council Reference documents Communication from the European Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions — ‘ Towards Common Principles of Flexicurity: More and better jobs through flexibility and security ’ COM(2007) 359 final Policy recommendations THE COMMITTEE OF THE REGIONS General remarks on the role of local and regional authorities 1. calls for the role of local and regional authorities in deli- vering flexicurity within the Lisbon context to be considered henceforth in future discussions, to reflect its true importance both at an EU and Member State level. As key deliverers of flexi- curity policies, local and regional authorities create dynamic labour markets, help citizens into work, and provide protection for those outside the labour market, and should be involved at the outset of policy formulation; 2. urges the European Commission to use wherever possible the Community method and reiterates that the open method of coordination process, which is becoming more prominent in EU policy development, should become more inclusive and involve a variety of stakeholders including local and regional govern- ment, which is the level at which such policy is usually imple- mented; 3. requests that the EU Lisbon peer review process, existing for Member State governments, be extended to enable local and regional authorities and other stakeholders to benefit from peer exchanges across the EU to explore different forms of flexi- curity; 4. recommends annual ‘ summits ’ to improve participative interaction at European level between EU institutions and the CoR to facilitate agenda setting, consultation, and information sharing on issues relating to flexicurity and the wider Lisbon agenda, which would further build on the CoR-Commission Structured Dialogue meetings and the CoR Lisbon Monitoring Platform; 5. calls on the European Commission to provide information on the outcome of the debates on flexicurity; 6. recommends decentralised debates be held between local and regional authorities, social partners, non governmental organisations and the wider community on flexicurity and its delivery; 7. believes that local and regional authorities should be equipped with the power and financial resources to intervene at their respective levels. Promoting flexicurity must not lead to higher costs or increased burdens for local and regional authori- ties, or the erosion of labour rights; 8. considers that only a comprehensive, permanent infra- structure of public services, decided on, organised and funded by local and regional authorities, such as transport infrastruc- ture, affordable housing, and affordable, accessible and timely childcare and care for people with disabilities and the elderly, can provide a solid basis for achieving the objectives set under the Lisbon strategy; 9. therefore would point out that existing European legal provisions governing competition, state aids and the internal market must support the delivery and funding of essential social services; The flexicurity concept 10. considers that flexicurity, as a concept, should not be a standardised model that can be applied in the same way across all Member States, but a concept that has to be defined as part of an ongoing process, given its wide ranging consequences for some Member States, and little impact for others; 11. believes that the flexicurity concept should coordinate strong flexible labour markets with secure social security systems to better achieve the Lisbon goals of growth, more and better jobs, thereby strengthening the European social model and stronger social cohesion; 12. supports the creation of an accessible, inclusive and flexible labour market, recognising and encouraging ICT, and enabling varied work patterns (i.e. homeworking and tele- working); 13. considers that there should be better acknowledgement of demographic change and intergenerational issues. Measures for older workers such as flexible working, pensions and retire- ment ages, and better training should be promoted. There is also a need to encourage lifelong learning, better training, and mentoring schemes for young people; 25.4.2008 C 105/17 Official Journal of the European Union EN ",
        "14. considers that greater reference should be made to issues of equality for women and for all. There is still severe underem- ployment among women with reference to the Lisbon Strategy target and many people with disabilities have a lot to contribute and a full role to play in the labour market. Measures must therefore be taken within the flexicurity concept to allow them to find sustainable solutions where gaps still exist; 15. considers that flexicurity concerns both workers in stable employment and the unemployed, together with those at risk of social exclusion. Flexicurity policy should create new opportu- nities for access to employment to those on the fringes of the labour market. This will also help to boost occupational mobi- lity and the circulation of jobs among those in stable employ- ment. It notes, in this regard, the European Commission's refer- ence to a shift away from ‘ job security ’ to ‘ employment security ’ (implying that keeping the same job for life can no longer be considered to be the rule); 16. believes that mutual trust and dialogue between the social partners, and their strong involvement at the European, national, regional and local level is necessary if flexicurity is to be achieved; it is very difficult to devise generally applicable indicators to assess the application of flexicurity. Delivery of flexicurity in the Member States should be evaluated on the basis of national factors, taking political, legal, institutional and labour market conditions into account. These issues should be borne in mind when developing European cooperation; 17. on mobility, considers that internal flexicurity is an important component of the concept as it offers employers advancement in productivity and competitiveness, and employees a longer period within a particular workplace. Local and regional authorities should join with the social partners at the local level to identify and tackle barriers to internal flexi- curity (i.e. need for workers to learn new skills), thus minimising redundancy, and unnecessary movement; The four flexicurity components 18. believes that a lack of social protection can threaten labour market flexibility. To minimise this risk, the four princi- ples of flexicurity should be established and upheld in equal measure; — f lexible contractual arrangements for the employer and employee: 19. whilst welcoming the European Commission's intention to reduce the divide between ‘ insiders ’ (those in a job) and ‘ outsiders ’ (those without a job), urges that ‘ insiders ’ rights and protection, (which in some cases are fairly basic), are not compromised as a result of reducing the divide; 20. Supports the view that there should be fair and just labour laws in the Member States: — these laws should not only include, but also ensure the application of equal treatment, health and safety protection, freedom of association and representation, collective bargaining and collective action, and fair access to training; — undeclared labour should be tackled through better enforce- ment of labour law; — the Committee of the Regions believes it is important for the EU and the Member States to be actively involved, for instance, in the practical efforts of the International Labour Organisation (ILO) to promote and implement international labour standards; 21. draws attention to the fact that a flexible European labour policy must address and take account of the living conditions and needs of the respective populations. Promotion of the catchword ‘ flexicurity ’ must not result in a one-sided watering-down of regional social standards, where applicable; 22. suggests that a phrase such as ‘ flexible and reliable contrac- tual arrangements ’ gives reason for concern, since this would also allow for extensive deregulation of normal working conditions so as to increase precarious employment; — active labour market policies (ALMP): 23. strongly believes that the Lisbon Strategy is about both the quality and quantity of jobs, and jobs should pay more than benefits. To this end, the EU and Member States should encou- rage ‘ quality ’ jobs by promoting the creation of inclusive, sustainable labour markets, and address the regrettable chal- lenges of in-work poverty and discrimination, as well as focus on the ‘ quantity ’ by promoting active labour market policies (ALMP) to tackle worklessness. A job is the best safeguard against social exclusion: unemployment/inactivity can lead to inequality and divisions in society; 24. presumes that the promotion of ALMP and flexicurity could place further pressures on local and regional authorities to help those furthest from the labour market; 25. believes that real progress can only be made by devol- ving, localising and incentivising national and European active labour market policies, employment and skills programmes since many programmes and systems impose rules and criteria which can act as a barrier to progression from worklessness to work for key groups. Where applicable local and regional autho- rities should have the discretion to flex national rules such as the time a jobseeker has to spend claiming benefit before they 25.4.2008 C 105/18 Official Journal of the European Union EN ",
        "are eligible to receive ALMP support, the kind of support and mentoring regular repeat claimants should get, or the kinds of training it is possible to receive while remaining on benefit; 26. believes that labour markets are sub-national in nature. For instance labour markets have local or regional employment and wage variations, local industries with specific skills needs, local pockets of benefit claimants, low skills, and worklessness, and providers which support disadvantaged groups in local communities. The reasons for worklessness need to be under- stood and focused on; some groups have higher levels of work- lessness including children leaving care, older workers, lone parents, those with disabilities, ex-offenders, some ethnic mino- rities, and those with drug, alcohol or mental health problems; 27. recognises that local and regional authorities engage, advise, and help those furthest from the labour market by tailoring and personalising Member States' ALMPs to individual and local need. They coordinate partnerships with the private and voluntary sector and across the public sector to help bring various services and organisations together needed to help someone gain entry into employment. They should be encour- aged to exploit new and innovative approaches and methods to bring employment and skills policy together. Partnerships facili- tate shared priorities working to joint targets, often enabling resources to be pooled to avoid duplication of activity and leads to more focused outcomes; 28. believes that support in the form of outreach, (often carried out by community organisations), is required to provide support before and after entry into employment to ensure new workers retain their place in the labour market; 29. believes that there is a need for effective and targeted job match services, capable of matching jobseekers with the right type of job that makes best use of their interests and skills. There is always more opportunity to enhance one's employment profile from within the labour market than from the outside; — reliable and responsive lifelong learning systems to ensure continual adaptability and employ- ability of workers: 30. emphasises that local and regional authorities play a crucial role in influencing skills levels through the provision of training and education. They are also major employers, thereby have a duty to upgrade skills of their workforce and wider com- munity; 31. believes that lifelong learning should be real and acces- sible for people throughout their lives. Everyone should be encouraged to reach their full potential, which should be recog- nised and supported by employers and society. The quality of training and further training provided both before and after entry into employment should be promoted; 32. considers that it is vital that people are encouraged to learn entrepreneurial skills to enable them to set up their own businesses, thus fostering SME growth, which are local in nature as they recruit local people, use local services, and invest in the local area; 33. believes that trainers should better identify those in need of assisted learning since high levels of innumerate/illiterate people continue to work in low paid jobs without their needs ever being identified; 34. recommends that training and further training and, in particular cases, also retraining courses should in part be offered by employers since they benefit from their employees' knowl- edge and should therefore invest in skills development. Adequate resources are required for local and regional authori- ties if they take on additional responsibility for safeguarding life- long learning if increased worker mobility reduces employers' willingness to train staff; 35. believes that local and regional authorities respond quickly and effectively to the impact of restructuring in employ- ment such as redundancies which result from manufacturing plant closures. They have the knowledge and experience to develop projects funded by European Social Fund etc to retrain, advice, and upgrade skills of affected workers so that skills can be linked to new jobs being created. Similarly the EU Globalisa- tion Adjustment Fund should also be available to local and regional authorities to react and provide re-training and re-skil- ling. The loss of a major employer has long term effects on the local community including young peoples' skills and employ- ment prospects, a resulting derelict site, and impact on local suppliers of goods and services. Partnership working is key to responding to these challenges so that all organisations including local and regional authorities, public employment and skills agencies, trade unions, community groups and industry bodies can coordinate their activity to ensure that resources are being targeted effectively; 36. whilst believing that it is right that people should be equipped with skills so that they become adaptable to new chal- lenges, considers that a cultural change is required for people to be able to offset risks in the labour market but this attitudinal change will only be exercised if all four of the flexicurity components do not cause the erosion of labour rights, and if the mechanisms for implementing them are robust and deliv- ered to equal importance; 25.4.2008 C 105/19 Official Journal of the European Union EN ",
        "— modern social security systems should combine adequate income support with the need to facili- tate labour market mobility 37. urges better linkage at EU level between the flexicurity debate and the EU Active Inclusion agenda. The EU should not lose sight of its broader social inclusion aims and the European Social Model. Weak social welfare programmes are a barrier to flexible labour markets and will ultimately slow economic growth. Economic security is a prerequisite for all workers whether they hold positions of low, medium or high responsi- bility, and adequate social security systems should support people as they move between jobs and into the labour market; 38. calls for national debates between Member State govern- ments, local and regional authorities, and social partners on the level of social security required to achieve flexicurity. The effec- tiveness of transitions is determined by the strength of Member States' social security systems; 39. believes that alongside non governmental organisations, local and regional authorities offer a strong voice to outsiders. The most vulnerable should continue to be protected; 40. recognises that levels of worklessness remain stubbornly high across the EU with people trapped on benefit dependency, many of whom are repeat claimants. Believes that real progress can only be made by devolving, localising and incentivising national and European employment and skills programmes; 41. even in those EU Member States in which national governments set the total budget for social security benefits and labour market interventions, local and regional authorities should have the discretion to manage these funds as they see fit within a national framework, thus allowing them to use the money as efficiently as possible to drive down the numbers of people claiming benefit. Brussels, 7 February 2008. The President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/20 Official Journal of the European Union EN ",
        "Opinion of the Committee of the Regions on ‘ Promoting the active citizenship of young people through education ’ (2008/C 105/05) THE COMMITTEE OF THE REGIONS — finds that the EU's citizens are, broadly speaking, unfamiliar with the basic principles on which the European Union is built, and its prospects for development. — This unfamiliarity is particularly detrimental among young people, who will live out their social and economic lives within the European Union. For the future of the EU, it is important that young people adopt a democratic, civic approach to the Union. — considers that, in this context, the Committee of the Regions has a part to play, owing to the responsi- bilities that regional and local authorities in some countries have towards young people's education and to their proximity to young people, in order to encourage them to begin to show civic involve- ment. — considers that, while it is essential for all young Europeans to receive an education that suits their professional needs and personal development throughout their lives, it is equally important for them to receive the knowledge that will enable them to feel like EU citizens. — does not propose that the EU should take the place of education authorities in Member States, but would encourage the Union to assess practices and propose objectives and measures for these to be achieved. — highlights the importance of the non-formal education initiatives that exist and should be developed in tandem with formal education on Europe, as these initiatives generally lead to an initial, voluntary assumption of responsibility — the precursor to active citizenship. 25.4.2008 C 105/21 Official Journal of the European Union EN ",
        "Rapporteur: Claude du GRANRUT , Regional councillor for Picardy (FR/EPP) Policy recommendations THE COMMITTEE OF THE REGIONS, 1. finds that the EU's citizens are, broadly speaking, unfami- liar with the basic principles on which the European Union is built, and its prospects for development; 2. considers that this unfamiliarity is particularly detrimental among young people, who will have to build their social and economic lives within the European Union and that, in parallel, it is important for the future of the EU that young people be able to display an active, civic approach to the Union; 3. considers that European citizenship, as established by the Treaty of Maastricht in 1992 and refined by the Treaty of Amsterdam (Article 8.1) in 1997, provides all EU citizens with certain important rights and privileges, some of which directly affect young people in the EU: the right to travel, live, work or study in any EU Member State, and the right to vote. European citizenship does not replace national citizenship — it enhances it; 4. considers that, while it is essential for all young Europeans to receive an education that suits their professional needs and personal development throughout their lives, it is equally impor- tant for them to receive, throughout their time at school, the knowledge that will enable them to feel like EU citizens; 5. welcomes the recognition of the importance of active European citizenship in the European Commission's recently adopted communication on Communicating Europe in Partner- ship ( 1 ), especially its practical approach to provide teachers with publications and downloadable material on European themes. Encourages the European Commission to make these available as soon as possible; 6. acknowledges that, for young people to espouse European citizenship, they must understand the basic aspects of a European identity — in other words, they must receive a posi- tive education on Europe: the discovery of shared values and a common history, interaction between cultures, similar social and political rights and duties. Moreover, they must understand that Europe concerns them both in their daily lives and their future; 7. concludes, from the results of a recent survey (Eurobarometer, July 2007) indicating that although it is rela- tively easy for Europe's ‘ elite ’ to grasp the basic aspects of the European identity, the same cannot be said for the EU's younger citizens, that the basic idea of European citizenship must be included on the school curriculum taught to all young people; 8. welcomes the Urbact II programme prioritising the social integration of young people and information and communica- tion campaigns by European institutions, and the positive impact of the Socrates programme; recognises the utility of teachers' groups and associations of or for young people, which aim to initiate their students or members in the realities of Europe; 9. welcomes the exchange of best practice at regional and local level in Europe, so that children and young people have the opportunity to learn more about Europe and the Member States. Remains nonetheless convinced that, to be truly effective, an initiative aimed at all school-age children should be under- taken in order to achieve a real sense of ownership of European citizenship; 10. to this end, highlights the importance of the non-formal education initiatives that exist and should be developed in tandem with formal education on Europe, as these initiatives generally lead to an initial, voluntary assumption of responsi- bility — the precursor to active citizenship; 11. encourages the use of the Youthpass which allows for the recognition of social work carried out by young people in the context of the Youth programme, and the Europass which promotes the mobility of young workers in Europe; 12. is aware that school education falls within the powers of all governments of the EU Member States, but highlights the decision of the EU's education ministers recommending that the core subjects taught to schoolchildren include a basic knowledge of the European Union; 13. does not propose that the EU should take the place of education authorities in Member States, but would encourage the Union to assess practices for improving knowledge of the European Union; 14. considers that, in this context, the Committee of the Regions has a part to play, owing to the responsibilities that regional and local authorities in some countries have towards young people's education and to their proximity to young people, in order to encourage them to begin to show civic invol- vement; 15. supports the communication measures that the Commis- sion is expected to take in connection with the ratification of the future Lisbon Treaty; 16. emphasises that any modifications or additions of new aspects to teaching in schools designed to promote active citi- zenship would require careful thought and planning, and that the effects would be felt over a number of years; With regard to the espousal of active citizenship by young people 17. considers that for young people to achieve active European citizenship, they must grasp the diversity of European identity, based on a knowledge of Europe's past and develop- ment trends, its internal conflicts and values, its cultural wealth, its democratic traditions and, more recently, the recognition of the fundamental rights of its citizens; 25.4.2008 C 105/22 Official Journal of the European Union EN ( 1 ) COM(2007) 568 final. ",
        "18. believes here that art and culture generally, and formal and informal cultural education in particular, are very important for the development of active citizenship among young people in the Union; 19. firmly believes that this knowledge should be gained through both formal and informal education; 20. calls on the European Commission to update the survey conducted by Eurydice on citizenship education at school in Europe; 21. suggests that all relevant subjects taught formally include a European dimension. This open teaching approach will help to create citizens who have a realistic attitude to the utility of the EU and ambitions for its development; 22. emphasises that the learning of several languages should be a necessity as young people see multilingualism as a career asset; welcomes the conclusions of the High-Level Group on multilingualism set up by Commissioner Orban, and the Commission's forthcoming communication on multilingualism, which should benefit young people first and foremost; 23. calls for the nature of the European institutions and the powers and institutional workings of the EU to be taught as part of the school curriculum. Just as all young people learn about the administrative and political institutions of their country, so all young Europeans should know about the EU equivalents. The local and regional authorities can promote the concrete actions applied at their level, such as economic aid and assistance from the Structural Funds provided by the EU; 24. appreciates that particular attention should be given to young people from immigrant or underprivileged backgrounds in order to respond to their specific needs; if they are well inte- grated, they can bring cultural enrichment and solidarity to the community. Indeed, 2008 has been designated the European year of intercultural dialogue, to ensure greater knowledge and understanding of the other countries of Europe and the world; 25. appreciates that a greater teaching focus on languages and Europe cannot be achieved without the influence and support of those responsible for the political, administrative and economic sides of education, nor without the teachers them- selves: it is important that they be offered relevant further training, if required; 26. notes with interest the initiatives already taken by educa- tion associations outside the public education system; 27. suggests that new information and communication tech- nologies be fully harnessed in EU- and Europe-related teaching of languages — especially the Internet, which can be used to involve young people more effectively in their education and reach out to those who cannot enjoy a normal school educa- tion; 28. endorses the proposal to focus on developing and encouraging possibilities for action in the field of non-formal education for young people, which is at least as important as formal education in creating a dynamic sense of European citi- zenship; 29. considers that non-formal education is an important rung on the ladder towards active citizenship for young people: the assumption of responsibility as volunteers in associations, openness to others, acceptance of the common good, interest in public life, local political commitment leading to a sense of accountability for the political future of the EU; 30. by focusing on the voluntary participation of young people and remaining closely linked to their centres of interest, needs and aspirations, non-formal education enables young people to acquire new skills (which may even enhance their schooling) and specific qualifications. The range of initiatives offered through non-formal education are particularly appro- priate for young people from underprivileged backgrounds. Lastly, it helps to encourage young people's awareness of the need to adapt to the EU's economic and social development; 31. believes that parents and their awareness of the EU play a central role in the active citizenship debate. In general, some- thing should be done to help increase the awareness of parents because as the EU develops further, knowledge about it must be constantly expanded and updated; 32. calls on local and regional authorities to become involved in supporting or implementing initiatives for this education about Europe, whether by organising school twinning schemes, providing material encouragement for initiatives by associations of or for young people, receiving classes of young Europeans, opening up their leisure or sports facilities and their own institutions and highlighting the powers that are shared with European institutions; 33. emphasises the need to encourage debate about the chal- lenges and ways for young people to acquire active citizenship. This will enable young Europeans to participate effectively in the EU economy in a globalised world, and to assume responsi- bility for its political development; With regard to actions 34. bases its proposals on the education ministers' decision to bring key skills to all Europe's young people, including a real knowledge of the European Union, on the Commission's recent Europe for Citizens programme, adopted by the Parliament and the European Council, and on the proposals of the Beazley report on the measures needed to incorporate the European dimension into school curricula; 25.4.2008 C 105/23 Official Journal of the European Union EN ",
        "35. believes that including a European dimension in school teaching will help to lay the essential groundwork for real, lasting espousal of active citizenship by all young Europeans in the Member States. This European dimension has two compo- nents: (a) incorporation into all relevant subjects taught of the ‘ European connection ’ , i.e. the relationship between Europe and each one of these subjects, and (b) specific teaching on the construction of the European Union, its basic aspects, values, institutions (including the way they work and their impact on young people's daily lives), its development and its links with the rest of the world; 36. proposes, on the basis of the conclusions of the High-Level Group on multilingualism, that young Europeans should be encouraged to practice two European languages other than their mother tongue. Multilingualism opens a door not only to other cultures but also to economic and professional exchanges and a community of research and innovation; 37. it would also be useful to encourage the mobility of young people and teachers and the provision for this in their school or professional curriculum; 38. recommends that appropriate steps be taken with the active involvement of teachers, so that a safe learning environ- ment can be established in schools, based on mutual respect and cooperation, so as to prevent or nip in the bud any violence or intolerance among young people; 39. recommends the development of initiatives targeting school-age children by education associations outside the public education system, and non-formal education, such as twinning, school exchanges, sporting competitions, and sports or language training during school holidays; 40. encourages the development of schemes similar to the Youth Ambassadors nominated in the context of Youth Summer Schools, an initiative of the Assembly of European Regions. Young people should be made responsible for communicating the message to other young people on various topics, including active citizenship. The work on exploring the concept of citizenship in a multicultural Europe, and tackling issues such as multi-faith societies, multiculturalism in schools and the work- place and cultural responses to issues affecting young people should be given increased focus; 41. calls upon regional and local authorities to provide material encouragement for these initiatives targeting young people, and to build on them with specific initiatives such as role-playing scenarios based on the European institutions, along the lines of municipal councils or regional assemblies for young people so that they become aware of their European political responsibilities; 42. suggests that each of the actions recommended by the Europe for Citizens programme incorporate initiatives from or aimed at young people, whether they be ‘ popular ’ projects, civil-society programmes, the creation of high-profile events or actions to protect the European heritage; 43. suggests that the possibility be considered of assessing the impact of actions already undertaken by teachers' groups and associations of or for young people, so that these bodies can exchange and develop good practices which can be included in the EU's programmes for action. The most effective way of raising young people's awareness of active citizenship is through practical experience, by putting them in a situation where they feel that their decisions matter and directly impact on their lives. Students' councils in schools offer considerable scope for putting this into practice; at a higher level, there are children's and young people's local councils. The influence of the latter is particularly noticeable in small towns and villages; 44. this would represent the official recognition of the role of non-formal education in promoting the social inclusion of young people, helping them adapt to a changing labour market, become involved in public life and, eventually, acquire active, motivated citizenship; 45. stresses that teaching on Europe must match up to the aims, as it is essential for the future of the EU and its citizens. It encourages the necessary renewal of traditional educational concepts in order to help young EU nationals adapt to their professional futures and their social and political commitment in a world dominated by economic globalisation. It brings formal and non-formal education a civic objective: to participate in building a democratic Union; 46. explicitly points out that active take-up of EU and national programmes, and of the many NGO projects, is essen- tial for the development of a broad formal and informal cultural education strategy in the EU, and that this should be further stepped up. Brussels, 7 February 2008. The President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/24 Official Journal of the European Union EN ",
        "Outlook opinion of the Committee of the Regions on ‘ The Common Agricultural Policy Health Check ’ (2008/C 105/06) THE COMMITTEE OF THE REGIONS — will work to ensure that the necessary review of the CAP does not result in any gradual dismantling and renationalisation of that policy, but makes it possible to maintain sustainable agriculture and food autonomy; — believes that the CAP makes a significant contribution to territorial cohesion and that any proposals for change as a result of the Health Check must have sufficient regard to the various regional specifici- ties and production systems that exist within the European Union; — feels that the CAP, with a tailored second pillar, must result in rural development geared to the new farming conditions, as well as to more comprehensive rural development covering all rural areas in the EU; — acknowledges the importance of appropriate funding for rural development measures, but in line with subsidiarity, — yet while still recognising the Community nature of modulation — believes that deci- sions on modulation are best taken at the appropriate devolved level to better reflect the diversity of local and regional needs. Member States and regions should have the scope to direct funds to Pillar II measures based on actual needs; — is concerned however, that attempts to use the ‘ rural development ’ umbrella to incorporate an ever-growing number of issues could be problematic and would question whether a number of these challenges would be best addressed through rural development programmes; — urges that regions must be able to retain an element of food self-sufficiency including those where cultivation and stock farming conditions are difficult and highlights the direct link between high quality locally-produced food and regional identity which the CAP must safeguard; — believes that there is a need to provide for a soft landing for the quota regime to facilitate its expiry in March 2015 and supports the gradual phasing out of the milk quota regime through to 2015 through the gradual expansion of quotas and the reduction of the superlevy. Safeguard mechanisms should continue to be provided in the event of an excessive drop in market prices. As part of this process, special arrangements will be required to sustain dairying in sensitive regions. 25.4.2008 C 105/25 Official Journal of the European Union EN ",
        "Rapporteur: Mr Seamus MURRAY — Member of Meath County Council and the Mid-East Regional Authority (IE/UEN-AE) Policy recommendations THE COMMITTEE OF REGIONS General comments 1. considers that the Common Agricultural Policy (CAP) must continue to strive to achieve its objectives of providing EU citizens with quality food at fair prices, providing farmers with a good standard of living, preserving our rural heritage and protecting the rural environment and has evolved to meet chal- lenges and changing needs; whilst at the same time establishing conditions of fair competition enabling European agriculture to maintain its presence on the world market, with due respect for the concept of Community preference; 2. states that the CAP is in line with the Lisbon and Göteborg objectives which seek to make Europe more competi- tive; in this context, points out that the CAP must continue to form the basis of public measures for the economic, social and environmental defence of a key European sector, acceptable both within the EU and outside its borders; 3. believes that the CAP makes a significant contribution to territorial cohesion and that any proposals for change as a result of the Health Check must have sufficient regard to the various regional specificities and production systems that exist within the European Union; 4. feels that the CAP, with a tailored second pillar, must result in rural development geared to the new farming condi- tions, as well as to more comprehensive rural development covering all rural areas in the EU, in particular the most vulner- able areas such as those with natural handicaps (upland, island and outermost areas), and integrating them into the EU's major geographical groupings, for example the Nordic and Mediterranean areas; 5. sees farming and agriculture as the mainstay of many rural communities and given that the EU has a different production model compared to other major food-producing and exporting countries, considers that income support policies should be targeted primarily to help sustain the viability of practising and family-farming units, since it is they who are basically upholding the EU's multifunctional agricultural model; 6. will work to ensure that the necessary review of the CAP does not result in any gradual dismantling and renationalisation of that policy, but makes it possible to maintain sustainable agriculture and food autonomy in conformity with food safety health standards in Europe; underscores the challenges involved in this common policy for all the Union's regions and for its citizens as a whole; 7. welcomes the opportunity to contribute to the CAP Health Check and seeks to be consulted on the Commission's legislative proposals as the debate progresses; COMMON AGRICULTURAL POLICY HEALTH CHECK The Common Agricultural Policy today 8. notes, like the Commission, that the CAP has changed during the last 15 years, particularly since the radical 2003 reform when arrangements were made to undertake a Health Check to review the most recent changes and to consider new challenges, risks and opportunities; points out that it is taking place in a new global and European context of trade in food products; 9. emphasises that the multifunctional EU agriculture model must contribute to combat climate change, embody the concepts of sustainability, competitiveness, diversity, food self-sufficiency, responsiveness to society, consumers and the public good where good farming practices, environmental protection and animal welfare are integral, and considers that the CAP Health Check should serve to effectively uphold the EU's multifunctional model of agriculture; 10. emphasises the importance of the indigenous European agri-food industry and the critical significance of food safety and food security where the EU is now the biggest agricultural importer in the world; 11. considers that an evaluation of the effects of recent CAP reforms, particularly on numbers employed in farming and food processing, food quality, availability, price and the levels of food imports, as well as environmental and animal welfare impacts would better assist in the appraisal of reforms and is disap- pointed that this was not available at the outset of the Health Check, furthermore, calls for such analyses and reviews to be made available on a regional basis prior to the adoption on any legislative changes; 12. endorses nevertheless, the general thrust of the Health Check to correct anomalies in the implementation of recent reforms and hopes that it will be implemented in a way that makes it possible to plan for the long-term, to allow authorities, the agri-food industry and farmers to fully implement agreed changes and to adapt to market needs; 13. considers that there is a massive gap between common perceptions of the CAP and the reality, a gap that needs to be overcome by policymakers. In a recent Eurobarometer survey ( 1 ), 88 % of respondents believe farming and rural areas are either important or very important to Europe's future. At the same time almost 90 % of respondents had little or no knowledge of the CAP (54 % never having heard of it and 34 % not knowing what it is); therefore believes that there is a need for a greater evaluation and dissemination of information of the aims and achievements of the CAP; 25.4.2008 C 105/26 Official Journal of the European Union EN ( 1 ) Special Eurobarometer 276: Europeans, Agriculture and the Common Agricultural Policy: March 2007. ",
        "14. welcomes initiatives to streamline and simplify the imple- mentation of the CAP but emphasises that such initiatives must be developed, at all times, with all end-users in mind; Taking Stock of the Implementation and Simplifying the Single Payment Scheme (SPS) Simplifying the SPS 15. supports all reasonable moves to further simplify the SPS, as unnecessarily rigid, complex rules and bureaucratic procedures are a considerable burden and cost, however, changes to the SPS should not be based solely on the require- ment to simplify, but should meet the need to strengthen and defend the EU's multifunctional model; 16. supports the proposal that Member States should have the opportunity to adjust from a historical basis for SPS towards a ‘ flatter ’ rate as 2013 approaches, where considered necessary, but believes that this will require flexibility in the detailed imple- mentation of the ‘ flatter ’ rate in the Member States and regions. This flexibility should also allow for the impact that full decou- pling may have on certain sectors and regions, and the possibi- lity of graduated payments in favour of the more multifunc- tional farms and farms that are less well rewarded by the market. Impact analysis is also desirable in the Member States on the effect of this major potential change in terms of its likely effects on land-use, farm structure, farm ownership and succes- sion, enterprise mix, regional balance and overall farming effi- ciency and competitiveness; 17. is of the view that in relation to the ‘ new ’ Member States, further analysis is required of the consequences of movement away from SAPS; Cross-compliance 18. acknowledges the necessity for cross-compliance with EU environment, public, animal and plant health and animal welfare standards and urges that work continue to simplify unduly complicated laws or rules, whether introduced by the Commission or in the Member States; 19. considers, however, that a review of the requirements on keeping land in good environmental condition must not be allowed to undermine or water down environmental require- ments which must be kept under review as regulations (such as pesticides) are amended; 20. underlines that proportionality, transparency and coher- ency should be the bywords for cross-compliance regulations to improve their accessibility and observation; calls for the simplifi- cation measures that have been initiated and decided on to be implemented without delay, for the less relevant legal parts of Annexes III and IV of Regulation (EC) No 1782/2003 to be removed, and for the cross-compliance regulations to be restricted to those legal areas directly concerning recipients of direct payments; 21. would particularly welcome greater cooperation and coordination between farm inspection agencies given the increasing number and range of inspections; Partially Coupled Support (PCS) 22. considers that in general PCS is seen as a transitional measure towards a general move to full decoupling. However in a regional context, where levels of production are small, where the region itself is economically vulnerable, or where the social and environmental benefits of partial decoupling are apparent, a PCS measure can have a continuing role for a number of years; thus supports the proposal that PCS be permitted to continue under these terms to retain an element of regional self-suffi- ciency and to help ensure balanced regional development; Upper and Lower Limits in Support Levels 23. considers that with transparency in SPS payments and recent Court of Auditors' findings, an upper payment limit would be publicly very acceptable and politically appealing. Ideally however, impact assessments should be advanced to support proposed changes; and accepts that some limitation to the upper level of payments could be implemented, for example by a scaled reduction combined with a ceiling; 24. a minimum level of payment is proposed to allay the position where the administrative cost is greater than the payment made; supports this proposal, provided that its wording would not in practice represent a new obstacle to the viability of family-run farms and would welcome the potential saving in administrative costs; 25. cautions that ‘ genuine ’ farmers may not be so easily clas- sified as such by the size of their landholding, for instance, certain crops and enterprises can be very labour intensive while other landowners with large estates could struggle to be identi- fied as ‘ real farmers ’ ; considers that the viability of practising farmers, particularly those smaller family-farm units should be prioritised with regard to support payments; 26. proposes, at the same time, that major farm enterprises should not be regarded independently from their legal form, development and structure, as an overall gradual degression could in certain cases destroy competitive units and lead to substantial job reductions; 25.4.2008 C 105/27 Official Journal of the European Union EN ",
        "Improving Market Orientation and Grasping New Opportu- nities The Role of Market Intervention and Supply Controls 27. considers that the global agri-food sector is moving from an era of subsidised surplus disposal and price support with volume control instruments to one more reflective of the market. This is led by significant longer term structural changes, such as sustained food demand growth, especially in Asia and the effect of biofuel policies. Short term factors such as drought and disease outbreaks as well as currency fluctuations are also relevant to temporary price changes. The much-changed interna- tional market scenario is particularly true for milk, dairy products and cereals; 28. believes that while the current CAP market-related policy instruments are becoming less necessary with stronger interna- tional food markets, such markets can be extremely volatile. Thus for market stability, market protection for sudden, sharp price changes are required and therefore supports the necessity for the retention of market-related instruments such as a ‘ safety net ’ in times of market weakness, without relinquishing all supply controls; 29. proposes that the Commission continues to closely analyse market prospects in all sectors and publish regular reports on market developments to help ensure informed policy decisions; Cereal Intervention 30. is in favour of a full review of intervention rules for cereals and agrees with the Commission that intervention should be confined to bread wheat; Set Aside 31. supports the proposal to establish compulsory setaside at zero but proposes that the regulatory possibility of compulsory set-aside should be retained to accommodate future market weaknesses; and, endorses additional measures for environ- mental protection involving, for example, the maintenance of permanent pastures and the protection of riparian strips; Soft Landing for Dairy Quotas 32. is of the view that in contrast to recent decades, global dairy markets are now stronger and it could be expected that this demand-led market growth will be sustained. There is also considerable uncertainty, however, concerning the price of dairy products in this global market. In this context, a debate should be held on the Common Organisation of the Market in milk and dairy products, with the aim of defining new mechanisms to regulate this sector.; 33. believes that there is a need to provide for a soft landing for the quota regime to facilitate its expiry in March 2015 and supports the gradual phasing out of the milk quota regime through to 2015 through the gradual expansion of quotas and the reduction of the superlevy. The rate and timing of quota expansion or superlevy reduction should be based on ongoing analysis of market prospects by the Commission from December 2007. Safeguard mechanisms should continue to be provided in the event of an excessive drop in market prices. As part of this process, special arrangements will be required to sustain dairying in sensitive regions; 34. awaits the Commission review of the performance of the measures supply control for ‘ smaller ’ sectors (dried fodder, starch, flax and hemp); Responding to New Challenges Managing Risk 35. acknowledges the potential of risk management in a rapidly changing global market and the possibility of enhancing specific rural development measures to cope with increased risk; the mechanisms proposed by the Commission may have a role to play, but they cannot replace the functions performed by the main market management instruments which used to exist under the CAP and which have been gradually dismantled in recent years. Would encourage further research into and evalua- tion of prospective applications; Climate Change, Bio-energy, Water Management and BIodiversity 36. acknowledges the damage that intensive agriculture has caused for example to soil structure, bio-diversity and pollution of water courses, but nevertheless emphasises the role that farmers play as guardians of the countryside and the varied traditional small-scale farming landscapes and welcomes the Commission acknowledgement that EU agriculture has contributed more than other sectors to curbing greenhouse gas emissions while pointing out that agriculture in many EU regions is highly exposed to climate change; 37. supports the call in the recent Green Paper on adaptation to climate change for agriculture to contribute further to miti- gating the effects of climate change. As climate changes, agri- culture and forestry will be come increasingly important as providers of environmental and ecosystem services. Future CAP reviews could provide opportunities for including adjustment measures in farm support programmes; 38. acknowledges the vital importance of measures to expand renewable energies and supports further relevant research and measures to extend the EU response to these vital global issues of sustainability. Notes that the cultivation of energy crops supported by national and European measures and instruments contributes substantially to achieving the energy and climate policy goals of the Community and is an important means of creating added value for agriculture and rural develop- ment. Points out that the reduced payment for energy crops has therefore become less relevant and this coupled measure can in future be eliminated; 25.4.2008 C 105/28 Official Journal of the European Union EN ",
        "39. is concerned however, that attempts to use the ‘ rural development ’ umbrella to incorporate an ever-growing number of issues, where some could potentially be incongruous (e.g. forestry and biodiversity), could be problematic and in any case would question whether a number of these challenges would be best addressed through rural development programmes; Strengthening the 2nd Pillar 40. acknowledges the importance of appropriate funding for rural development measures, but in line with subsidiarity — yet while still recognising the Community nature of modulation — believes that decisions on modulation are best taken at the appropriate devolved level to better reflect the diversity of local and regional needs. Member States and regions should have the scope to direct funds to Pillar II measures based on actual needs; 41. furthermore, is concerned that the trend towards increased modulation is threatening the Community nature of the CAP and undermining the principle of cohesion, given that co-financing of Pillar II measures will be more difficult for poorer regions and Member States; Financial Framework 42. notes that the available finance to 2013 is steadily decreasing in constant price terms, however, higher market prices in some sectors and greater efficiencies can lead to signifi- cant savings; and supports the proposition that such savings should be channelled into increased rural development measures, as for example research and innovation; PERSPECTIVES ON FUTURE OF THE CAP POST-2013 43. would like, in the context of the consultation process on the reform of the EU budget, to set out a number of policy priorities which should be fully considered in any discussions on the future role and functioning of the CAP; New Challenges and Emerging Needs 44. is of the view that while the CAP has successfully adapted to different challenges since its inception, considers that the Commission and its agents must do more to better inform and engage with citizens about the purpose, achievements and priorities of the CAP and that this should be a future communi- cation priority of the Commission; 45. considers that as new challenges emerge such as the impact on agriculture and food policies of energy and climate change policies, ongoing EU expansion, international trade issues etc.; a range of expectations seek that the CAP's multi- functional nature be expanded to incorporate further roles; believes that an adequately resourced CAP for land use, food and farming must remain central to the EU project. Environ- mental and energy policies must also be appropriately resourced; 46. highlights that the ageing of the EU's population has a significant impact on the agricultural sector and rural areas in general and at the same time, recognises that R&D and innova- tion are essential to the competitiveness of European agriculture; urges that adequate education and training be made available, particularly to encourage young entrants into farming; 47. believes that with limited resources, priority for income supports be focused on practicing, family-farming units and those farms which actively contribute to employment and main- tenance of the rural population; Ensuring Food Safety and Security 48. considers that while the agri-food sector has become market-oriented the secure supply of safe food produce for consumers at reasonable prices is essential and believes that the issue of long-term EU food security needs to be addressed; 49. urges that uniform phytosanitary, veterinary and environ- mental standards be applied to food products for consumption in the EU whether EU-produced or from 3rd countries and urges that border inspection authorities, the Food and Veterinary Office (FVO) and the European Food Safety Authority (EFSA) be provided with the human and material resources necessary for the performance of their task; 50. believes, where food is the EU's second biggest industry, it is vital to maintain an efficient and competitive food sector. Research must be adequately resourced to support product development as well as education, training and advisory services for new producers and young farmers; 51. considers that in order to minimise food transport and the carbon footprint there should be an emphasis on promoting EU produce and informing consumers, particularly children about the benefits of eating healthy and locally-produced food; Regional Specificities 52. believes that the CAP must have sufficient regard to the regional specificities that exist within the European Union and must protect and promote the diversity of agricultural activities and production systems to a greater extent, including those that are organic and GMO-free, and better responds to regional characteristics (such as those of the Mediterranean, Nordic regions mountainous and outermost regions of the EU); 53. urges that regions must be able to retain an element of food self-sufficiency including those where cultivation and stock farming conditions are difficult and highlights the direct link between high quality locally-produced food and regional identity which the CAP must safeguard; 25.4.2008 C 105/29 Official Journal of the European Union EN ",
        "Consistency with other Policy Sectors 54. is increasingly concerned about environmental and energy issues generally and global warming in particular and views land use policy as critically important. Agriculture must innovate in order to adapt to the effects of and combat climate change; 55. believes the CAP should be better connected with other relevant policies such as EU energy policy, regional policy, envir- onmental policies and R&D policies and urges for a better coor- dination of these policy areas at all levels of government; 56. also believes that the CAP has both an internal and external dimension and is of the view that a future CAP must consider the role of the EU in the wider developing world by providing markets where feasible and should encourage food self-sufficiency in developing countries through technological and skills transfer; it is vital that the impact that the CAP has on developing countries is continually assessed; The Nature of Rural Development 57. believes that an assessment of the rural impacts of EU decisions could offer a dimension to EU decision-making which would make it possible to take the specific characteristics of rural areas into consideration both in the planning of decisions and in monitoring their implementation. When assessing rural impacts it must be taken into account that rural areas vary in different parts of Europe and that they may also vary consider- ably within individual Member States, depending on where they are located; 58. considers that the scope of ‘ rural development ’ and what can be encompassed under the 2nd pillar will need clearer defi- nition and allied to this also considers that a future CAP can be better used to build alliances and support policy coordination between rural and urban areas, particularly in peri-urban areas where there can be intensive pressures on rural resources; furthermore rural development policies should encourage and protect farming in areas where it may bring particular benefits such as in and around urban areas and in sparsely populated regions; 59. would encourage the sustainable development of rural areas for communities, based on an approach of integrated rural development, through the provision of essential services, such as education, health and postal services, and infrastructure, such as broadband and public transport; 60. believes that for more responsive decisions, particularly in relation to wider ‘ rural development ’ issues, there must be more scope for and greater involvement of the local and regional level in the policy-making and decision-making processes; 61. refers, in this context, to its Declaration on Rural Development and the Lisbon Strategy ( 2 ) as a valuable contribu- tion to a reflection on the future of the CAP and rural develop- ment; Brussels, 7 February 2008. The President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/30 Official Journal of the European Union EN ( 2 ) Alexandroupolis Declaration on Rural Development and the Lisbon Strategy, Greece (June 2006) (CdR 209/2006). ",
        "Resolution of the Committee of the Regions to be submitted to the European Spring Council 2008 on ‘ The Strategy for Growth and Jobs — Handling the “ Lisbon paradox ”’ (2008/C 105/07) Whereas the 2006 Spring European Council asked the Committee of the Regions to deliver a summary report in support of the Partnership for Growth and Jobs for its 2008 Summit, to assess the effects of the revised Lisbon Strategy on the local and regional level, and to provide an outlook beyond 2008. THE COMMITTEE OF THE REGIONS 1. welcomes this request as Europe's Regions and Cities play a major part in the delivery of the Lisbon Strategy. In fact, they are the key actors in the area of innovation, research and educa- tion policies; they deliver more than 66 % of all public invest- ment in the EU; they are increasingly focusing the Structural Funds expenditure on growth and jobs goals; 2. recalls that the EU Reform Treaty adopted in Lisbon adds territorial cohesion as a third objective of the European Union, alongside social and economic cohesion as a consequence, addressing territorial disparities that affect the overall competi- tiveness of the EU's economy becomes a priority, making the role of Regions and Cities more crucial than ever; 3. welcomes the European Commission's Strategic Report on economic reforms across Europe, which includes an assessment of the Member State's progresses with related country-specific draft recommendations, a proposal for substan- tial confirmation of the integrated guidelines and for a new Community Lisbon Programme 2008-2010. This Strategic Report basically shows that the Lisbon Strategy has proven its worth by creating an overall objective for more growth and jobs in Europe. Refers in this context to the establishment of several cooperation associations between regions whose activities are also geared to the objectives set out in the Lisbon Strategy; these include, for example, the Innovation Alliance, a cooperation association of approximately 20 European regions who are already successful in the area of innovation and a number of whom already fulfil the Lisbon criteria; 4. however, stresses that not all the Member States are implementing reform programmes at the necessary pace, and that much more has still to be done to push ahead with reforms; 5. welcomes the decision of the 2006 European Council to engage the CoR in delivering the Partnership for Growth and Jobs through the provision of a report on the effects of the revised Lisbon agenda on the local and regional levels, and asks the Spring European Council to mandate the CoR to regularly report on the implementation of the Lisbon Strategy and its follow-up on the local and regional levels; 6. considers that the Lisbon Strategy can only be success- fully delivered if local and regional authorities are fully involved in the decision-making, implementation and monitoring processes, and reiterates its commitment to contribute to the realisation of the Strategy for Growth and Jobs on the ground; 7. firmly believes that there needs to be a European strategy to foster Europe's competitiveness also beyond 2010, setting an EU-wide coordinated and inclusive policy of economic reforms for growth and jobs and for better addressing the global chal- lenges which all levels of governance in Europe increasingly face; 8. offers its support to the European Commission to orga- nise a European-wide awareness campaign to bring attention and backing for this strategy now and into the future; The ‘ Lisbon Paradox ’ and the Ownership of the Lisbon Agenda 1. welcomes that one of the key changes of the revised Lisbon Strategy adopted in 2005 is the concept of ‘ going local ’ , aimed at stressing the role of the local and regional levels; 2. observes that, while Europe's regions and cities are engaging in virtually all the growth and jobs objectives of the Lisbon strategy, a majority of them feel that the contribution of this Strategy towards the achievement of these objectives is of low importance; 3. regrets this ‘ Lisbon Paradox ’ and recalls that increased ownership of the growth and jobs agenda, as requested in the 2005 revision of the Lisbon Strategy, can be achieved only if the different levels of government (the EU, national, regional and local) work together to meet the task; 4. therefore calls for greater cooperation between the different government levels according to the subsidiarity prin- ciple allowing for more coherent, coordinated and effective policymaking and increasing the ‘ added value ’ of having an EU-wide jobs and growth strategy; 25.4.2008 C 105/31 Official Journal of the European Union EN ",
        "Implementation gap — Regions and cities in the govern- ance cycle 5. recalls that local and regional authorities are highly committed to the Lisbon objectives, and that many see a poten- tial to step up their role in the implementation process; notes a prevailing dissatisfaction with their involvement in the imple- mentation, which shows that, in spite of some improvements, an implementation gap persists which has to be tackled in the next governance cycle; 6. recommends that the Commission's annual monitoring and country specific recommendations should include informa- tion on the involvement of all stakeholders in a systematic way; 7. reiterates its calls that Member States involve more systematically local and regional authorities at all the stages of the Lisbon policy cycle, in accordance with their respective constitutional provisions; 8. asks to be invited to the Lisbon Methodology Working Group of the Economic Policy Committee; 9. recommends that Eurostat be charged to deliver all rele- vant statistical data at Regional level which would enable the compiling and publication of a structural monitoring report on achieving the Lisbon strategy targets; The Cohesion Policy Makes an important contribution to the implementation of the strategy for growth and employment 10. sees in the European Cohesion Policy as one important instrument for enabling the regions and cities in Europe reach the objectives of the Strategy for growth and jobs on the ground. The cohesion policy is the most important accompa- nying policy in the regions, which are lagging behind for strengthening competitiveness and employment; 11. observes that the earmarking requirement in the new Cohesion policy programming period 2007-2013 introduced relevant and major changes in spending plans for regions and cities, mainly leading to an increase in innovation expenditure. Furthermore considers and welcomes that earmarking contri- butes to the alignment of the Lisbon and Gothenburg Strategies with the key mission of the Cohesion Policy and expects that the Commission provides proposals after the evaluation of the experience made in the current programming period, on how the cohesion policy can contribute to the Lisbon strategy in the future; 12. shares the European Commission point of view ( 1 ) that the new ‘ Cohesion policy 2007-2013 has created the basis for a more strategic approach to investment planning based on the Lisbon strategy and for greater ownership of the strategy on the ground through the enhanced decentralisation of management and the greater role for the partners ’ . Regrets however, that the Commission limits itself to ‘ working closely with the Member States using the systems and procedures that have been put in place for monitoring, evaluation and the adjustment of the programmes to changing circumstances and priorities ’ . Encourages the Commission to give due recognition to the key role that regions and cities could play in this context; 13. therefore asks for mechanisms for better coordination between the different levels of policy-making in order to develop an effective strategy involving all authorities aiming to reach the Lisbon goals at regional and local level. The Committee of the Regions, in cooperation with national and European associations of local and regional authorities, is willing to give its contribution for such a coordinated and parti- cipative approach; 14. highlights the new opportunities created by the European Groupings for Territorial Cooperation (EGTC), which allows national, regional and local authorities to develop a stronger territorial cooperation, for a better, coherent and more effective implementation of the Lisbon objectives in a given area, by developing concrete projects in cross border regions and implementing projects under transnational and interregional cooperation; 15. given the legal basis on territorial cohesion of the new Lisbon Treaty, it calls on the EU to make concrete provisions and implement appropriate actions which will meet the specific needs of the outermost, island, mountain and coastal regions; 16. furthermore believes that the forthcoming EU Budget Review will help increase awareness that for specific territorial needs, challenges and opportunities of Europe's regions and cities can only be achieved by a strengthened EU Cohesion Policy beyond 2013; 17. recalls the need to further enable and facilitate a horizontal coordination between Structural Funds and other relevant European funding programmes, such as the: Competi- tiveness & Innovation Programme (CIP), the 7th Research Framework Programme (FP7) and the Lifelong-Learning Programmes (LLL), to maximise the added value of European funding towards the achievement of the Lisbon goals; 18. stresses that economic dynamism in the highly competi- tive 21st century must be at all levels — EU, Member States, and regions/localities — so as to build a stable, prosperous society for all of Europe's territories. Recognises that local and regional authorities can facilitate the conditions that encourage enterprise growth within their areas. Believes that the future of Europe's territories cannot be shaped only on the basis of purely competitive dynamics; 25.4.2008 C 105/32 Official Journal of the European Union EN ( 1 ) Communication ‘ Member States and Regions delivering the Lisbon Strategy for growth and jobs though EU Cohesion policy, 2007-2013 ’ of 11 November 2007, p. 11-12, Conclusions. ",
        "Future priorities in local and regional development policies 19. urges the EU and its Member States to take into account the priorities of regions and cities in their respective develop- ment programmes; 20. believes that the Lisbon Programme is an important lever to raise the awareness for the growth and jobs agenda and the added value it brings to national, regional and local policy-making; 21. instructs its president to submit this resolution to the Slovenian Presidency of the EU and to the 2008 Spring European Council, the European Commission, the European Parliament and the European Economic and Social Committee. Brussels, 7 February 2008. President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/33 Official Journal of the European Union EN ",
        "Opinion of the Commission for Sustainable Development on ‘ A strategy for Europe on nutrition, overweight and obesity related health issues ’ (2008/C 105/08) THE COMMITTEE OF THE REGIONS — argues that tackling public health issues, particularly nutrition, overweight and obesity aspects, entails the integration of policies across the board, from food and consumer affairs to sport, education and transport, production and consumer affairs, with particular attention being focused on the social aspect of the problem, — believes that greater attention should focus on knowledge from the various national experiences, and that this should be done at Community level. This would help to reduce the differences in working approaches, and to create new instruments to tackle harmful lifestyles effectively, — is convinced that promoting partnerships is the most effective way of resolving the problems of nutri- tion, overweight and obesity, and that no single approach can possibly be sufficient. The only possible way of preventing health problems — of which poor nutrition is the main cause — is for all stake- holders, at international, national, regional and local levels, to take action, — asks the European Commission, in its next financial programming period, to earmark specific resources that can be used under the Structural Funds to achieve the aims described in the present opinion, — recommends that the individual Member States and the regions undertake to protect their own citi- zens from media messages, especially on television and radio, that advertise high fat- or sugar-content foods. States and regions could, furthermore, impose high ‘ advertising costs ’ , or even demand that the labelling of certain products provide additional information on their possible harmful effects, — supports stronger alliances between public bodies and external, non-health bodies involved in food production (e.g. the farm sector) and distribution, with the accent on local operators. 25.4.2008 C 105/34 Official Journal of the European Union EN ",
        "Rapporteur: Mr Mario MAGNANI , Vice-President of the Trentino-Alto Adige/Südtirol Regional Council Reference document White Paper on A Strategy for Europe on Nutrition, Overweight and Obesity related health issues COM(2007) 279 final. Policy recommendations THE COMMITTEE OF THE REGIONS 1. considers that health is a priority for all Community poli- cies and activities: they must ensure a high level of health protection. Under Article 152 of the EC Treaty, the Community is indeed required to play an active role in ensuring human health protection, taking measures which cannot be taken by the individual Member States in keeping with the principle of subsidiarity; 2. emphasises that consumer protection requirements should be taken into account in defining and implementing other Com- munity policies and activities. The Union must promote the right of consumers to information, education and to organise themselves in order to safeguard their interests, and can encou- rage healthy eating and lifestyles; 3. recalls that Community action is directed towards improving public health, preventing human illness and diseases, and obviating sources of danger to human health, and that it complements national policies; 4. therefore urges the Commission to respect the responsibil- ities of the Member States for the organisation and delivery of health services and medical care, while recognising that it may — in order to make action more efficient — put forward the operational models implemented by those regions that have achieved the best results; it also recalls that, regarding the promotion of sport and physical activity, European Union action must necessarily accompany that taken by the Member States and their local and regional authorities, with the possible involvement of other bodies such as university and non-univer- sity educational centres; 5. notes that the Council has repeatedly called on the Commission to take action in the field of nutrition and physical activity. The consultation on the green paper showed that the expected contribution of the EU entails working with a range of national, regional and local stakeholders, and has highlighted firstly, the need to ensure that Community policies are consis- tent and secondly, the importance of a multisectoral approach; 6. considers the purpose of the white paper under discussion to be to set out an integrated EU approach to help reduce ill health due to poor nutrition, lack of physical activity, over- weight and obesity. It also considers that drafting methodolo- gical guidelines to encourage the creation at regional and local level of networks between genuinely effective and efficient services is a crucial instrument for achieving this aim; 7. notes that in order to produce an optimal response to the problems arising from nutrition, overweight and obesity, both complementarity and integration between the various relevant strategic sectors (horizontal approach) and the various levels of action (vertical approach) must be promoted; 8. supports the white paper's objectives, and considers that regional and local authorities have a key role to play in preparing implementation projects capable of reducing the harm caused at all levels by poor nutrition and lifestyles; 9. welcomes the Commission's position that, in several areas, the main levels for action are not only national or local, but also transnational, characterised by cooperation between communities located in different countries, but which share cultural, territorial and social features; 10. recommends, therefore, that EU action be geared to complementing, enhancing and disseminating actions under- taken at national or regional level, or to tackling problems that fall within the specific scope of Community strategies; 11. is convinced that no strategy can succeed unless supported by activities at regional level and by practical initia- tives on the part of local authorities, and therefore considers it desirable, on the basis of Article 152 of the EC Treaty, for regional and local bodies to be involved in EU activities; 12. underlines that the existence of nutrition, overweight and obesity-related problems in the different Member States does not necessarily call for a single, Europe-wide, solution; 13. is pleased that the Commission acknowledges the impor- tance of variation in diets across Member States, and the different policy approaches applied in Europe, and that the Commission stresses that it is essential for actions to continue to be carried out at the regional and local levels, as these are the closest to EU citizens, specifically stating that ‘ interventions at these levels are vital to tailor designed and validated general approaches to specific local contexts ’ ; 14. considers that reducing ill health is a long-term effort. Consequently, funding for measures to combat excess weight and obesity should be seen in a multi-annual perspective; 25.4.2008 C 105/35 Official Journal of the European Union EN ",
        "On the principles for action 15. argues that tackling public health issues, particularly nutrition, overweight and obesity aspects, entails the integration of policies across the board, from food and consumer affairs to sport, education and transport, production and consumer affairs, with particular attention being focused on the social aspect of the problem. It emphasises, however, that the health aspect has the greatest impact on public finances and on the quality of life; 16. points to the inadequate identification of possible stakeholders, particularly in the public sector, as a serious problem. Implementing projects for which technical and economic resources are effectively available, and ensuring that clearly-defined integration and cooperation protocols exist, requires that two priorities be taken on board: firstly, regular cataloguing of existing resources, especially in the public health sector and, secondly, drafting cooperation protocols in advance of plans for any action; 17. considers that primary prevention in order to avoid disease developing is the most effective approach to weight-related health problems, obesity, cardiovascular condi- tions, diabetes, strokes and so on. It has indeed been scientifi- cally proven that nutrition and lifestyle are crucial such illnesses to whether such diseases are prevented or not. Secondary prevention projects — to control complications, in other words, to treat obesity — need to be implemented for overweight or obese individuals in order to control complications; 18. considers it essential to act directly on the determinants of proper, healthy eating, and on all the factors which together contribute to maintaining appropriate body weight such as physical activity, culture, customs and traditions, information, the socio-economic context, agricultural production, the food industry, infrastructure and transport; 19. is of the opinion that actions should aim to address the underlying causes of health risks, and that they should touch upon a range of strategic government sectors and levels of government, making it clear that the regional and local levels are crucial to the success of the project; 20. believes it essential that the strategy proposed by the Commission should entail intervention by private actors such as the food industry and civil society, as well as local stakeholders such as schools, other educational centres and health bodies, within which specific services should be set up or reinforced; 21. believes that greater attention should focus on circulating knowledge from national experiences, deriving for example form specialist postgraduate schools of nutritional science, and that this should be done at Community level. This would help to reduce the differences in working approaches, and to create new instruments to tackle harmful lifestyles effectively; 22. emphasises the importance of large-scale monitoring over the next few years. It is however convinced of the urgent need to adjust the parameters applied by statistical institutes in compiling data on populations' eating habits. Quantitative data, albeit approximate, is needed for such surveys. Given this, the Committee believes it is also important to monitor and measure the impact of existing measures; On the partnership approach 23. is convinced that promoting partnerships is the most effective way of resolving the problems of nutrition, overweight and obesity, and that no single approach can possibly be suffi- cient. The only possible way of preventing health problems — of which poor nutrition is the main cause — is for all stake- holders, at international, national, regional and local levels, to take action; 24. maintains that only an approach involving a partnership between public and private actors can bring about cultural, environmental and economic changes that will have an impact on behaviour and habits that are ‘ harmful ’ to health. Official public agencies must, however, be responsible for coordination and supervision; 25. emphasises that on the social front, and not least in order to narrow existing socio-economic gaps, steps to promote healthy eating should target individuals and, at the same time, provide backing for ‘ structural ’ measures involving all the rele- vant stakeholders: knowledge-based initiatives should be built into policies aimed at ensuring easier access to healthy food; 26. considers it essential to forge alliances between decision-makers in the health, economic, agricultural and social policy spheres, together with producers, distributors, retailers and consumers; 27. therefore considers it necessary to develop partnerships for intervention at European level and to strengthen local networks with a view to future action, by distributing specific methodological and scientific guidelines. It also believes that backing should be given to the introduction of food science as a recommended subject in health-related university courses; Strengthening local networks and the role of Community policies 28. welcomes and supports that idea that the EU should also be responsible for coordinating the Member States' efforts, providing guidelines on ‘ informed consumers ’ , ‘ proposals for a healthy and balanced diet ’ and ‘ physical activity ’ , and should have a scientific support function through its committees and the EFSA; 29. recommends that account be taken of the experience accumulated and the best practices developed under the European Network of Health Promoting Schools (ENHPS) programme; 25.4.2008 C 105/36 Official Journal of the European Union EN ",
        "30. considers, in this respect, that it is up to the EU to act, by monitoring the Member States' efforts, to facilitate the disse- mination and mutual comparison of experiences, generating a virtuous circle leading to the general introduction of those models that have proved themselves to be most effective; 31. underlines the importance of organising a yearly meeting of European regions that have devised and applied the preven- tion model producing the best results; for this reason the Commission should consider setting up a database to provide the Member States with easy access to different experiences; 32. asks the European Commission, in its next financial programming period, to earmark specific resources that can be used under the Structural Funds to achieve the aims described in the present opinion; Member State action 33. welcomes the Commission's recognition that the actions to be taken within its competence should serve the purpose of backing up or completing actions by Member States. It recalls that Article 152(2) of the EC Treaty stipulates that the Com- munity shall encourage cooperation between the Member States in this area and, if necessary, lend support to their action; agrees that the Commission should be able, in close contact with the Member States, to take any useful initiative to promote such coordination; and underlines the need for the Member States to focus their action primarily on nutrition, overweight and obesity related issues; 34. recommends, in this regard, that the individual Member States and the regions undertake to protect their own citizens from media messages, especially on television and radio, that advertise high fat- or sugar-content foods. States and regions could, furthermore, impose high ‘ advertising costs ’ , or even demand that the labelling of certain products provide additional information on their possible harmful effects (for example, compulsory indication of the presence of trans fats, and the percentage of saturated, monounsaturated and polyunsaturated fats). It also believes that a further feasible measure might be to provide economic incentives for the use of ‘ healthy ’ ingredients and powerful economic penalties for the use of nutritionally unbalanced or inappropriate foodstuffs; 35. considers, with a view to improving information about healthy lifestyles — especially for the ‘ children/young people ’ target group — that ‘ virtual tools ’ are particularly useful infor- mation vehicles. Experience from existing projects is positive, and has proven remarkably cost-effective; Regional and local authority action 36. urges the local and regional authorities to propose ‘ healthy alternatives ’ to unhealthy patterns of behaviour, applying the ‘ life-stage ’ approach and informing the public on the lifelong healthy eating practices they should follow; 37. points out that training and information programmes should be carried out in all regions to prevent excessive and rapid weight gain in expectant mothers, as these have a direct and very clear impact on the unborn child and its future weight. It also emphasises the need to avoid excessive weight gain during the first five months of life and during the early school years, such gains paving the way for a predisposition to over- weight in the future; 38. recommends focusing on both the general and competi- tive aspects of youth sport and that both types should be inspired by values that build on fun, play and the right of everyone to take part according to their ability, so as to encourage physical activity not only for the individual, but for the whole family: active families produce active children; 39. points to the need to tackle the convenience culture: the culture of industrial food production is a trap which has turned pleasure in food into a choice between fatty and sugary food- stuffs on one side, and restrictive diets on the other; 40. notes with regret that the pleasure of physical movement is often confined to an ‘ exercise ’ framework, as a coercive activity that many people resist; 41. restates its support for play for children and youths: as the white paper underlines, it is crucial to increase knowledge of the determinants of food-related and behavioural choices, but there is also a need to take a modern approach to fostering a new social culture like the one that previously underpinned traditional societies, where obesity and unhealthy lifestyle-related conditions were almost entirely absent; 42. encourages physical space to be given back to people: free infant and child play should be encouraged, both under school auspices and through setting aside spaces in homes and cities. Removing parking spaces to turn them into play areas would not only prevent overweight and obesity, but would also ward off high blood pressure and cardiovascular conditions, which are the primary cause of death in Europe; 43. recommends that the provision of ‘ safe ’ walking routes to schools of all types and levels, as well as safe sports facilities, playgrounds and recreational facilities, should be a part of spatial planning; Promoting healthy eating 44. calls for active involvement in the Healthy Cities programme supported by the World Health Organisation. This is not only about people eating healthily, but also about main- taining a healthy environment, an active life in society and physical movement of all kinds as a source of health; 25.4.2008 C 105/37 Official Journal of the European Union EN ",
        "45. considers it necessary to plan regular food education programmes (based on the principle of less animal fats, more use of fruit and vegetables) and to draw up ‘ regional guidelines ’ in agreement with the European Commission; 46. considers it essential that consumers be better informed on the importance of their own diet and lifestyles to their own health, and emphasises that they should be protected from misleading or insidious advertising. To this end, the EU could harness the scientific know-how of EFSA (the European Food Safety Authority), for instance, in relation to the composition of certain foodstuffs, the use of additives, and regarding the truth- fulness of messages in advertising and labelling; 47. advocates the implementation of food education programmes at schools of all types and levels, particularly in pre-primary and primary establishments; 48. in order to promote healthy eating from school age onwards, urges the direct involvement of school catering stake- holders, families, teachers, paediatricians and school health services, who can play a significant role in food education; 49. sees monitoring of overweight/obesity, with special refer- ence to children of school age, as a necessity, subjecting any prevention initiatives that may be introduced to assessment, and focusing in particular on eating disorders; Promoting physical activity 50. welcomes the implementation of large-scale, high-inten- sity information campaigns that use the main information media, and supports the production of information guides for the general public which also promote everyday physical activity, unconnected with closed and/or specialist environments (gyms); 51. urges regional and local authorities to launch initiatives aimed at promoting physical activity, for example by displaying posters at strategic points (such as access to lifts) in public build- ings, suggesting that people use the stairs; 52. calls for a greater awareness of the importance of physical activity in school education curricula, starting at primary and lower secondary level. Teachers must therefore be properly informed and asked to make use of the structural resources available in all schools, imparting worth and value to physical activity; 53. welcomes the broadening of opportunities for adults to engage in structured physical activity that entails cooperation between public agencies and locally-based bodies or associa- tions. It highlights the need for access to activities to be made easier (membership fees, timetables geared to the target group) and for the quality of the proposed initiatives to be monitored (type of activity, duration, appropriate premises, transport for ease of access, instructors' training and qualifications); 54. believes that regional and local authorities can also promote physical activity for the general public by making use of local environmental resources, both by building up urban routes (cycle routes, walking areas, non-motorised transport with safety guarantees) and by promoting opportunities for out-of-town activities (biking and walking) that reflect the right to mobility of the differently able by full access to such facilities; 55. underlines the necessity for health operators to be trained on the importance of promoting physical activity among the general public. General practitioners must be aware of international recommendations, based on their proven effec- tiveness, and must be able to provide full information on the types of activity they advise, and available options within their catchment areas, if they are to perform their ad hoc counselling function adequately. Basic and further training for healthcare workers — especially doctors — should include a health promo- tion component; The role of private operators 56. considers that private operators have a decisive part to play in promoting consumer choice and enabling them to make choices geared to a healthy lifestyle: their actions in this area can complement government policies and legislative initiative at European and national level; 57. with a view to making best use of the partnership approach proposed by the Commission, welcomes the involve- ment of managers of major gathering points (e.g. shopping centres), caterers and distributors in producing healthy dishes and promoting them clearly on menus; 58. encourages the food industry, either on a voluntary basis or through cooperation with consumer associations, to develop ‘ codes of conduct ’ and/or to ‘ readjust ’ the calorific and nutri- tional make-up of its products, by devising incentives — including economic ones — for industries that decide to work to this end; 59. is convinced that the media — television, radio, internet and the press — could be involved in various types of partner- ship, in nutritional education campaigns, and by signing up to self-regulation codes on ‘ harmful ’ publicity; 60. supports stronger alliances between public bodies and external, non-health bodies involved in food production (e.g. the farm sector) and distribution, with the accent on local opera- tors; International cooperation 61. points out that, under Article 152(3) of the EC Treaty, the Community and the Member States must foster cooperation with third countries and the competent international organisa- tions in the sphere of public health; 25.4.2008 C 105/38 Official Journal of the European Union EN ",
        "62. notes that it would be advisable for the regions to act in agreement and cooperation with their national ministries (for health, social policy, education, etc.). To this end, it recommends cooperation with the World Health Organization's Regional Office for Europe: the WHO has already offered to provide coor- dination with other international organisations (FAO, UNICEF, ILO and the OECD) in supporting the implementation of initia- tives to identify the needs of individual regions, define the situa- tion, trends and the strategies put in place, and compile, analyse and disseminate scientific evidence on the effectiveness of completed actions; 63. it also considers that it is necessary to cooperate with the WHO in preparing a nutrition and physical activity surveillance system, partly with a view to adopting the second food and nutrition action plan; 64. underlines the particular importance of cooperating with countries that have introduced their own obesity strategies, in order to swap experience and know-how; 65. calls for full use to be made of knowledge on local habits and lifestyles that have the capacity to act against overweight, obesity and metabolic disorders (diabetes and degenerative diseases). It recalls, in this respect, that the WHO has promoted experiments to reinstate traditional forms of treatment and healthy lifestyles among certain populations and ethnic groups; 66. supports the conduct of epidemiological studies on over- weight, obesity and diabetes, insofar as they are disorders that should now be seen as a genuine emergency. Brussels, 6 February 2008. The President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/39 Official Journal of the European Union EN ",
        "Opinion of the Committee of the Regions on ‘ The White Paper on Sport ’ (2008/C 105/09) THE COMMITTEE OF THE REGIONS — points out that sport is an important means of promoting the integration of all social groups and notes that it enhances individual capabilities and inculcates fundamental values such as fairness, toler- ance and solidarity; — holds the view that a strong, healthy population — young and old, men and women — constitutes a basis and driving force for economic growth, competitiveness and, quite generally, greater prosperity in Europe, thus helping efforts to meet the Lisbon strategy objectives; — welcomes the Commission's White Paper on Sport as a contribution to promoting sport as a growing phenomenon of educational, health-enhancing, social and economic significance, which makes an important contribution to the European Union's strategic objectives of solidarity and prosperity; — is however concerned to note the objectives set out in the Commission's White Paper, as they reflect a clear tendency to expand EU competences in the sports sector, with objectives which go beyond the current content of the Nice Declaration and the existing Treaty rules; — agrees with the Commission that structured dialogue with stakeholders through an EU sport forum and thematic discussions has an important role to play in contributing to the European debate on sport. In line with its role, the Committee feels that it should be actively involved in shaping this dialogue. 25.4.2008 C 105/40 Official Journal of the European Union EN ",
        "Rapporteur: Helma KUHN-THEIS (DE/EPP), Member of the Saarland Landtag Reference text: White Paper on Sport (presented by the Commission) COM(2007) 391 final — SEC(2007) 932 — SEC(2007) 934 — SEC(2007) 935 — SEC(2007) 936 Policy recommendations THE COMMITTEE OF THE REGIONS: 1. notes that sport is an integral part of European society and the daily lives of many European citizens; 2. confirms that the pursuit of sports enhances health and helps to prevent illnesses, particularly those due to a lack of exercise and poor nutrition; 3. emphasises the holistic contribution of sport to educating the younger generation and its support for the process of chil- dren and young people developing as fully-fledged, responsible and principled individuals; 4. points out that sport is an important means of promoting the integration of all social groups: in few other areas of social life can immigrants and native-born men and women, with and without disabilities, young and old co-exist in such harmony as in sport; 5. holds the view that a strong, healthy population — young and old, men and women — constitutes a basis and driving force for economic growth, competitiveness and, quite generally, greater prosperity in Europe, thus helping efforts to meet the Lisbon strategy objectives; 6. notes that sport enhances individual capabilities and incul- cates fundamental values such as fairness, tolerance and soli- darity; 7. therefore welcomes the Commission's White Paper on Sport as a contribution to promoting sport as a growing phenomenon of educational, health-enhancing, social and economic significance, which makes an important contribution to the European Union's strategic objectives of solidarity and prosperity; 8. considers however that sport is also confronted with new threats and challenges which have emerged in European society, such as commercial pressure, exploitation of young sportsmen and women, doping, racism, violence, corruption and money laundering; 9. at the same time, is concerned to note the objectives set out in the Commission's White Paper, as they reflect a clear tendency to expand EU competences in the sports sector, with objectives which go beyond the current content of the Nice Declaration and the existing Treaty rules; the autonomy of sports organisations and the competences of Member States and of local and regional authorities must not be called into ques- tion. It therefore strongly emphasises that the Community has only limited competences in the sports sector; 10. with this in mind, would still welcome supporting, coor- dinating or complementary measures by the Commission to foster sport in the Member States and to promote its social, educational, health-enhancing and cultural values, without inter- fering with the competences and autonomy of Member States and sporting organisations; 11. in view of the fact that an independent EU support programme for sport will not be feasible before 2011, proposes that a budget heading for preparatory measures and pilot projects to implement the White Paper be included in the EU budget for 2009; alternatively proposes that information be disseminated widely on funding possibilities which are already open to sport or will become so; 12. is in favour of integrating sport more closely than previously in EU policies and support programmes. In the Committee of the Regions' view, including sport in the treaty amending the Treaty on European Union and the Treaty establishing the European Community is sufficient legal basis to justify explicit provision for supporting, coordinating or comple- mentary measures in the next funding period starting in 2013; 13. urges its members to back the White Paper's call for inte- gration of sport in implementation at regional level of EU support instruments from the European Regional Development Fund, the European Social Fund and the European Agricultural Fund for Rural Development; 14. appreciates that the White Paper has identified the main- streaming of sport as a key task and asks the Commission to report regularly on implementation of this task; on enhancing public health through physical activity 15. feels that the Commission has acknowledged the problem, and has drawn attention at supranational level to the need for action and possible solutions through its complemen- tary White Papers on Sport and on ‘ A Strategy for Europe on Nutrition, Overweight and Obesity related health issues ’ ; 25.4.2008 C 105/41 Official Journal of the European Union EN ",
        "16. feels that there is an obvious case for involving sporting organisations in the improvement of public health through physical activity, given that sporting organisations can reach a large target group due to their being organised in clubs and associations. It endorses the Commission's intention to provide stronger moral and financial support than hitherto for the creation of networks to pool experiences, particularly in relation to good practices for young people, and with an emphasis on grassroots sport; also emphasises the importance of cross-sectoral cooperation in this field, in view of the fact that joint action at Community level can benefit national govern- mental structures, which are compartmentalised between various sectors (sport, health, education); 17. the Committee also suggests that the Commission should explicitly recognise spontaneous and non-organised sporting activity, and should work to enable sporting and public authority organisations to create the best possible climate in which these activities can develop; on preventing and combating doping 18. feels that, as in other areas, in the absence of appropriate ethical foundations, predominantly commercial and social pres- sures to perform represent a major threat in that they encourage the use of unfair means of enhancing performance; 19. notes that doping seriously undermines the spirit of fair- ness of sport and its image, and represents a serious threat to individual health. It also demotivates other athletes; 20. feels that in competitive sports it is not only professional athletes who are under intense pressure from many social groups to perform. Even upstream of professional sport, these pressures are increasingly exposing amateurs and young athletes to the threat of progressive doping; 21. would argue that commitments to doping-free sport can only be met if effective checks are in place; this requires EU and worldwide determination to combat doping; 22. recommends a more closely coordinated approach to combating doping in the EU, taking into account the Unesco Convention against Doping in Sport and the necessity for an anti-doping testing agency with genuinely independent technical competences; 23. considers that local and regional authorities and organi- sations are particularly well placed to raise awareness of the problem through information campaigns in schools, sports clubs and the sports sector in general, and to contribute to the imparting of knowledge; therefore calls on them to act, and confirms its intention to complement and support such activities at local and regional level; on enhancing the role of sport in education and training 24. welcomes and approves efforts to support and promote sport and exercise through the Commission's various policy initiatives and the award of a label to schools which are particu- larly committed to promoting physical activity and to sports associations which pay special attention to the quality of their services; 25. emphasises the particular importance of pre-school exer- cise, games and sport for the physical, mental, cognitive and social development of children and young people as an essential part of a holistic education process. The Committee therefore calls on the Commission to attach particular importance to physical activity in nursery schools; 26. would nevertheless point out that any supporting, coor- dinating or complementary measures by the Commission in education or sport must not encroach on the powers of Member States or of the competent subnational levels in Member States; on promoting volunteering and active citizenship through sport 27. emphasises the particular importance of volunteering and calls on the Commission to take account of voluntary work in sport from the very outset; also warns against seeing sport as a merely economic activity, as this does not adequately reflect the phenomenon of sport as a whole. Professional sport is only a small part of the overall sport movement, a fact which the White Paper does not sufficiently reflect; 28. feels that especially in sport there is a direct link between civic commitment and community building, thus serving not only sports-related objectives but also contributing to society and promoting public-spiritedness; 29. with regard to promoting grassroots sport, welcomes the ‘ Europe for Citizens ’ programme; 30. with regard to the ‘ Youth in Action ’ programme, welcomes the Commission's proposal to promote volunteering by young people in the sports sector; 31. welcomes the Commission's plan to launch a European study on volunteering in sport, as this will be a useful means of identifying future tasks and ensuring planning certainty with regard to volunteering in the sports sector; on using the potential of sport for social inclusion, integration and equal opportunities 32. feels that the special role that sport can play for people with disabilities must be taken into account; 25.4.2008 C 105/42 Official Journal of the European Union EN ",
        "33. therefore encourages Member States, the local and regional authorities, and sport organisations to take into account the needs of people with disabilities, and to ensure that sport venues and accommodations are accessible for people with disabilities; 34. feels that the training of monitors, trainers, volunteers and staff of clubs and organisations for the purpose of welcoming people with disabilities should be promoted; 35. considers that elderly people can preserve their potential for physical and mental activity for as long as possible through sport and retain their independence, in order to reduce their dependency on outside help as far as possible. Mobility means that elderly people can maintain their social contacts and parti- cipate autonomously in social life. Among other things, sports activities have a specific role to play here; 36. agrees that Member States should consider the potential of sports to promote integration as part of their programming of the European Social Fund, the European Regional Develop- ment Fund and the European Integration Fund; on strengthening the prevention of and fight against racism and violence 37. welcomes existing efforts at national and international level to combat violence and racism in sports by putting in place central information points and ensuring cooperation between police authorities and sports clubs; 38. notes that the 2006 World Cup in Germany demonstrated that such cooperation is already working and leading to good results; on sharing our values with other parts of the world 39. encourages the Commission to do more to promote the use of sport as a tool in its development policy; 40. therefore recommends tapping into the experience and knowledge of the United Nations and the Member States derived from the 2005 International Year of Sport and Physical Education as a means of promoting education, health, develop- ment and peace, and suggests that where appropriate existing projects and measures could continue running and developing; 41. for reasons of subsidiarity, does not feel there is any need for uniform EU rules on migration of athletes from third coun- tries or for applying circular migration arrangements. Migration of athletes should therefore remain a national competence; on supporting sustainable development 42. agrees that European sport organisations and sport event organisers should adopt environmental objectives and approves the Commission's plan to encourage them to participate in the Eco Management Audit Scheme (EMAS) and Community Eco-Label Award schemes, which should be promoted during major sport events; 43. welcomes the Commission's proposal to take sport into account as a component of the new LIFE+ programme; on the economic dimension of sport 44. points out that the economic potential of sport for tourism is not only reflected in major sports events but that active sport in the form of recreational tourism makes a signifi- cant contribution to regional development and to structural change in particular. Regional strategies play a key role here. The Commission should therefore continue supporting regions in their endeavours to take their structural development forward through measures which are adapted to regional needs; encourages local and regional authorities to invest some of the Structural Funds resources available to them in sports and leisure facilities; on moving towards evidence-based sport policies 45. is concerned that the Commission is calling for an improved knowledge base without reaching agreement with Member States and European regions on the objectives of such a measure; 46. points out that compiling further sports and sports-related statistics as an end in itself, which is not really necessary in order to provide a better picture of sport's added value, could result in additional red tape. In view of the efforts to cut red tape, including at European level, such additional procedures are definitely to be avoided; 47. therefore, as a first step, urges the Commission to engage in closer dialogue with the Member States and in particular the regions in order to reach a common agreement on the objec- tives of a new knowledge base. It is important to ensure that additional red tape connected with the compilation of statistics is kept to a minimum; 48. acknowledges that the Commission will launch a study to assess the direct and indirect contribution of sport to the Lisbon agenda. However, it would ask whether the lack of a sound knowledge base mentioned by the Commission might not seriously constrain a considered assessment of the contribu- tion of sport to the Lisbon agenda. The Committee of the Regions requests the Commission to inform it of the findings of the study; 25.4.2008 C 105/43 Official Journal of the European Union EN ",
        "on putting public support for sport on a more secure footing 49. feels that sustainable financing models for giving long-term support to sporting organisations are indispensable as a basis for promoting sport in the Member States; 50. feels that state support for grassroots sport is essential and points out that in many Member States such sports receive significant direct or indirect contributions (through taxes and levies) from state-run or state-licensed gambling or lottery services; 51. in this context, would emphasise that existing govern- ment monopolies in the field of sports-related gambling and lotteries, which are based on imperative requirements in the general interest, on the prevention of compulsive gambling and the maintenance of public order, and which consistently pursue such objectives, comply with European law, according to the established case law of the European Court of Justice. The Committee therefore feels that it would be appropriate to use money from gambling, which is fundamentally undesirable, for purposes which are in the public interest (e.g. sport); 52. welcomes the European Commission's intention of carrying out an independent study on the financing of grass- roots sport in the Member States, and requests that it waits for the findings of this study before taking political decisions which could undermine state support for grassroots sport; 53. asks the Commission to recognise there is a need for reli- able methods to gauge the impact of public funding for sport. National, regional and local funding systems have different arrangements and it is worthwhile using studies and compari- sons in order to be able to assess the importance of different types of public support for sport; 54. supports the Commission in its plans to defend mainte- nance of the existing possibilities of reduced VAT rates for sport; on the organisation of sport 55. together with the Commission, acknowledges the autonomy of sporting organisations and representative struc- tures, and feels that the White Paper fails to emphasise the importance of such autonomy as described and acknowledged in the Nice Declaration; on the specificity of sport 56. feels that the specific characteristics of sport are fundamental and feels that the White Paper fails to take a clear position on this point. The Committee is concerned that a case-by-case approach to dealing with the specificity of sport will be unsatisfactory from the perspective of sporting organisa- tions and will entrench existing legal uncertainty; on free movement and nationality 57. feels that the instances of limited and proportionate restrictions on free movement listed in the White Paper are appropriate, useful and necessary in view of the specific charac- teristics of sport; on transfers 58. feels that transfer rules are essential to ensure equal competition between sport clubs; on players' agents 59. is pleased that the Commission will carry out an impact assessment to provide a clear overview of the activities of players' agents in the EU; 60. suggests that, if action at EU level is necessary, national laws and the rules of sporting organisations be coordinated jointly with international federations; on protection of minors 61. urges the Commission to give high priority to imple- menting cooperation with Member States and sporting organisa- tions on the protection of minors, as proposed in the White Paper; on corruption, money laundering and other forms of financial crime 62. welcomes the Commission's intention to support anti-corruption authorities and to monitor the implementation of EU anti-money laundering legislation with regard to the sports sector; on licensing systems for clubs 63. feels that licensing systems are the responsibility of sporting organisations, provided that such systems are compa- tible with competition law and internal market provisions; on the media 64. is pleased that the Commission will continue to support the right to information and wide access for citizens to broad- casts of sporting events; 65. feels therefore that existing European legislation on the right to broadcast short news reports are an important and proven means of ensuring freedom of information and the plurality of views; 25.4.2008 C 105/44 Official Journal of the European Union EN ",
        "66. is therefore in favour of using future evaluations of the European legislative framework for audiovisual media to consider whether and to what extent the right to broadcast short news reports should be extended to other media such as radio; 67. reaffirms its support of the role of public service broad- casters in ensuring diversity. As economically autonomous public service providers, public broadcasters have a duty to cover minority-interest sport as well as pursuing ratings success with coverage of major events; on structured dialogue 68. agrees with the Commission that structured dialogue with stakeholders through an EU sport forum and thematic discussions has an important role to play in contributing to the European debate on sport. In line with its role, the Committee feels that it should be actively involved in shaping this dialogue. In this connection the CoR would highlight the need for forums for representatives from different sports and representatives from public stadium owners to enable them to discuss current and future requirements for sports facilities and stadiums. The Committee hopes the Commission will use the structured dialogue for this purpose; 69. suggests that seminars should be held with the involve- ment of specialist agencies in order to provide European sporting organisations with information on the application of the acquis communautaire ; 70. proposes that conferences on sport and regional develop- ment should be held, to explain the benefits of sport for regional development and to identify best practices; 71. suggests that the Commission should promote and provide long-term support for the development of cross-border inter-regional clubs and projects (such as the European inter-re- gional sport pool in the greater SaarLorLux region); on cooperation with Member States 72. feels that the non-government sport movement should be more closely involved in the dialogue between the European Commission and the Member States, as in the Council of Europe; 73. in this connection, points out that cooperation should not encroach on Member State competences in the sports sector. Brussels, 7 February 2008. The President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/45 Official Journal of the European Union EN ",
        "Opinion of the Committee of the Regions on ‘ Black Sea Synergy — A new regional cooperation initiative ’ (2008/C 105/10) THE COMMITTEE OF THE REGIONS — welcomes the European Commission's intention to make regional and local development measures more effective through the Black Sea Synergy initiative, harnessing local and regional best practices and promoting their dissemination, exchange and networking actions, but feels that the importance of the local and regional level for the successful implementation of the strategy should be highlighted more clearly; — welcomes the recent progress of the enlargement process and the accession of Bulgaria and Romania to the EU on 1 January 2007 as a step forward for the democratic and stable development of the Black Sea region, ensuring increased stability, security and prosperity both for the European Union and the Black Sea region countries; similarly, the accession negotiations with Turkey mark another step forward in this direction; — supports the creation of a maritime identity for the Black Sea region, for all those involved in various maritime activities. Efforts to overcome environmental problems and to develop tourism must be taken into account, provided that traditional cultures are supported and maritime cultural and natural heritage is preserved more effectively; — calls on the European Commission to strengthen the role of transport in the framework of the future maritime policy, as transport is one of the most important and cross-cutting maritime activities; — emphasises the importance of including local and regional authorities from the Black Sea region in framing and implementing Community policies linked to migration, with a focus on better manage- ment of migration flows so that, with due regard for human rights and public safety, extensive, focused cooperation between law-enforcement agencies and other such bodies ensures that migration takes place in full compliance with the law; — voices its support for the emerging Black Sea Euroregion intended to promote cooperation at local and regional level between the countries of the region and to support democratic stability, good governance and sustainable development 25.4.2008 C 105/46 Official Journal of the European Union EN ",
        "Rapporteur: Krasimir MIREV (BG/PES), Mayor of Targovishte Reference document Communication from the Commission to the Council and the European Parliament: Black Sea Synergy — A new regional cooperation initiative COM(2007) 160 final Policy recommendations THE COMMITTEE OF THE REGIONS General policy recommendations 1. welcomes the European Commission's intention to make regional and local development measures more effective through the Black Sea Synergy initiative, harnessing local and regional best practices and promoting their dissemination, exchange and networking actions, but feels that the importance of the local and regional level for the successful implementation of the strategy should be highlighted more clearly; these should be given fresh impetus as Community policy instruments for economic modernisation, greater competitiveness and bringing the European Union closer to citizens; 2. welcomes the recent progress of the enlargement process and the accession of Bulgaria and Romania to the EU on 1 January 2007 as a step forward for the democratic and stable development of the Black Sea region, ensuring increased stabi- lity, security and prosperity both for the European Union and the Black Sea region countries; similarly, the accession negotia- tions with Turkey mark another step forward in this direction; 3. emphasises the importance of the regional and local perspective on the enlargement process and acknowledges the key role of regional and local policy in ensuring domestic stabi- lity, which crucially depends on basic democracy; 4. stresses its support for the accession process, the European Neighbourhood Policy and the strategic partnership with the Russian Federation and supports its involvement and of the other European institutions with a view to supporting the part- nership in the Black Sea region, along the lines of the partner- ships in the Euro-Mediterranean region, the Baltic region and the North Sea region; 5. notes that regional and local authorities of the Black Sea region play a key role in the following areas: the process of democratic transition and good governance; administrative capa- city building; consolidating peace; inter-cultural and inter-faith dialogue; migration; fighting crime; energy; transport and infra- structure planning; urban planning and rural development; and also notes that cooperation between local and regional authori- ties and civil society in all these areas can play a positive role in serving the interests of communities; 6. emphasises that the Black Sea Synergy initiative ties in directly with its' institutional role; feels therefore that it is essen- tial to make use of its capacity to act and participate; urges that its role in ensuring unified representation of regional and local systems of the European Union be utilised; 7. agrees with the European Commission that in spite of significant positive development over the last few years, dispari- ties remain between the countries of the region in terms of the pace of economic reforms and the quality of governance; 8. is aware that the Commission's initiative is not intended as a new strategy for the Black Sea region; rather, it is envisaged as a process of building on the EU's main guidelines for developing the region, learning, cooperation and dissemination of best practices at regional and local level, by means of territorial cooperation, with a view to achieving the Lisbon and Gothenburg objectives; however, feels that the regional dimen- sion must be strengthened in political terms if the initiative is to succeed; Environment, transport, energy and maritime policy 9. draws attention to the critical state of the environment in the Black Sea region, in particular in the Danube Delta and the other nature reserves in the Black Sea region, and especially to growing eutrophication (i.e. an increase in the primary produc- tivity of any ecosystem), with adverse effects on biodiversity, wetlands and fisheries, and to pollution caused by petrol and sewage; 10. points out that more in-depth analysis of potential envir- onmental threats to the Black Sea region (and to rivers flowing into the region) is needed; these threats arise, amongst other things, from climate change and the resulting risk of natural disasters. In view of this, adequate responses must be identified and cross-border cooperation projects, co-funded by the European Union and intended to improve the management of civil emergencies, must be supported; 11. calls on the European Commission to support the use of renewable energy sources, such as wind power and wave power; there should also be support for additional research activity and innovation in this field; 25.4.2008 C 105/47 Official Journal of the European Union EN ",
        "12. calls on the EU and national governments to strengthen efforts in respect of the development of scientific and technolo- gical breakthroughs in the field of marine research, such as ‘ blue ’ biotechnology (marine and aquatic applications of biotech- nology), navigational guiding systems and tourist activities, thereby addressing present and potential future threats particu- larly with regards to climate and other change, dwindling fish stocks, unsustainable tourism and the changing demographic patterns within coastal populations; 13. draws attention to the need for better preservation of the maritime heritage, taking into account a possible growth in tourism linked with the development of traditional cultures; 14. supports the creation of a maritime identity for the Black Sea region, for all those involved in various maritime activities. Efforts to overcome environmental problems and to develop tourism must be taken into account, provided that traditional cultures are supported and maritime cultural and natural heri- tage is preserved more effectively; 15. recommends that the European Commission and national governments support the creation of an accurate regional data base using existing information and detailing economic and environmental aspects of individual maritime resources and their impact from a social perspective; 16. recommends evaluating and coordinating specific strategy plans, along the lines of those established within the Thematic Strategy on the Protection and Conservation of the Marine Environment advocating the setting up of wider marine regions, particularly for semi-enclosed sea basins such as the Black Sea; these should be prepared by the Member States on a proposal from the European Commission; 17. calls on the European Commission to strengthen the role of transport in the framework of the future maritime policy, as transport is one of the most important and cross-cutting mari- time activities; 18. calls on the European Commission to spur Member States to implement a more attentive environmental monitoring of the state of pollution on the main maritime routes and thinks that the new GMES technology could be successfully employed for this purpose; 19. proposes to reinvigorate the efforts for completing the sea terminals, starting from those with clear inter-modal charac- teristics particularly as the realisation of some TEN-T projects affecting the maritime dimension are lagging behind; 20. recommends to strengthen the role of the strategic ports as a priority for the development of the future maritime policy and in parallel to commission a study on the inter-connections between major and secondary ports and on the possible deloca- lisation and de-concentration of certain port activities towards smaller centres; 21. proposes to the EU and national governments to regulate the extraction activities of traditional maritime energy resources such as oil and gas on the basis of well defined environmental security standards, to implement effective monitoring of such activities, to support initiatives aimed at upgrading or improving port facilities for reception of oily waters and to favour techno- logical innovations in shipping and the handling of oil also by use of land pipelines; 22. recommends that maritime routes be better secured and that investigations be made into the possibility of introducing mandatory pilotage for oil tankers and other ships with dangerous cargo as well as general mandatory pilotage in narrow shipping passages; 23. notes the need to undertake measures to decrease green- house gases and supports the scheme for trading of pollution permits; 24. recommends to develop scenarios for coastal protection measures that may be necessary, based on the various forecasts for the rise in sea levels and changing weather conditions; 25. calls on EU and national governments to coordinate and assist the marine regions in identifying ways for the successful protection of the existing environment and in particular in establishing trans-regional and/or trans-national marine protec- tion zones and developing concrete proposals for the significant reduction of radioactive discharges, of pollution caused by ships (in particular the gases emitted, discharges and ballast water), and to support efforts ensuring the quality of coastal and off-shore ecosystems and habitats, also keeping in view the significant impact which economic activity can have on the state of the marine environment, particularly through the discharge of nutrients into the sea; Education, cultural diversity and inter-faith dialogue 26. emphasises the key role of local and regional authorities in supporting and celebrating the cultures of communities in the Black Sea region and calls on the European Commission to assist local and regional authorities in participating in new EU cultural programmes (Culture 2007); 27. takes note of the social and economic benefits which the development of culture and its diversity brings to the countries of the region, thus contributing to achievement of the Lisbon objectives; 28. emphasises that inter-cultural cooperation and inter-faith dialogue need to be stepped up to make use of cultural diversity as an instrument bringing people together in a multilingual, multicultural Europe; 25.4.2008 C 105/48 Official Journal of the European Union EN ",
        "29. notes the need for focused efforts at regional and local level for building trust in the region and the peaceful resolution of ‘ frozen conflicts ’ through special programmes for coopera- tion; 30. reiterates the need to maintain a multilingual approach in an enlarged Europe, as this is a vital tool for including citi- zens in the common European political project; 31. calls on the EU and national governments to support programmes and projects targeted at interregional youth coop- eration at local and regional level; Migration, employment and social affairs 32. emphasises the importance of including local and regional authorities from the Black Sea region in framing and implementing Community policies linked to migration, with a focus on better management of migration flows so that, with due regard for human rights and public safety, extensive, focused cooperation between law-enforcement agencies and other such bodies ensures that migration takes place in full compliance with the law; 33. endorses EU political instruments supporting activities aimed at fostering social integration of migrants through programmes specifically targeted at local and regional authori- ties; 34. welcomes the initiatives planned by the European Commission to combat illegal immigration and the support for exchange of best practices in that sphere; 35. supports inclusion of local and regional authorities of the Black Sea region in developing and implementing Com- munity migration policies, and notes that the framing of common migration policy programmes at local and regional level may ensure future economic development, with stronger economic growth and greater prosperity in regions; 36. welcomes the EU initiatives on equal opportunities at local and regional level and calls on national governments to provide support in this respect; Good governance, regional initiatives and networking 37. values what has been achieved in the region since 1989 by initiatives such as the Black Sea Economic Cooperation (BSEC) and the Parliamentary Assembly of the Black Sea Economic Cooperation (PABSEC); 38. emphasises the need to develop and coordinate the experience of existing regional initiatives linking the Black Sea region with the EU with added European value, such as the Danube Cooperation Process, with emphasis on territorial and thematic complementarity; 39. recommends improved coordination between the various initiatives at national and regional level in the region, and wherever possible definition of their respective spheres of activity, in order to avoid overlap and to achieve specific results; 40. recommends disseminating existing regional and local best practice examples, particularly with regard to local economic clusters, research networking, public-private partner- ships, spatial planning and good governance, and encouraging and supporting local and regional authorities from the countries of the Black Sea region in developing such examples of best practice; 41. agrees with the approach emphasised by the European Parliament and the Commission concerning the role of local and regional authorities in communication, enabling public consensus and contributing to greater transparency and accountability; 42. welcomes all appropriate EU measures to help the devel- opment of individual countries, for example in combating corruption and organised crime, and in assisting the establish- ment of effective administrative structures, a process which inevitably also has to involve the regional and local levels; in this context, also welcomes any appropriate initiatives to support the autonomous development of political and economic cooperation in the region; 43. calls on the EU and national governments to support programmes and projects for regional and local administrative staff mobility as a tool for the establishment of closer contacts, exchange of experience and better performance; 44. recommends involving organisations that bring together locally elected representatives and represent their concerns in talks scheduled as part of the ongoing political dialogue between the EU and the countries of the region; 45. calls on national governments in the region to respect the principles of the European Charter of Local Self-govern- ment; Cross-border and inter-regional cooperation 46. emphasises the potential positive role of local and regional authorities and in particular of mayors in developing civil society in the region, particularly in territories where national authorities lack strong democratic traditions; 25.4.2008 C 105/49 Official Journal of the European Union EN ",
        "47. voices its support for the emerging Black Sea Euroregion intended to promote cooperation at local and regional level between the countries of the region and to support democratic stability, good governance and sustainable development; 48. notes that there is scope for collaboration with the Council of Europe, within the framework of cooperation agreed on by the two institutions; 49. highlights the role of its established working groups as a useful instrument for supporting pre-candidate and candidate countries' local and regional authorities in their efforts to open up opportunities and develop the necessary political dialogue between the EU, pre-candidate and candidate countries; 50. appreciates the European Commission's proposal that the initiative should be locally organised in the region, with partners assuming shared responsibility for its implementation; advocates inclusion of local and regional authorities in this process, given that this will facilitate continued development of contacts between Black Sea cities and municipalities, universities, cultural operators and civil society organisations, including consumer organisations. Brussels, 7 February 2008. The President of the Committee of the Regions Luc VAN DEN BRANDE 25.4.2008 C 105/50 Official Journal of the European Union EN "
    ]
}