{
    "text": [
        "Data sources for the timely monitoring of the social situation in EU Member States Working Paper 2/2013 Paul Minty & Isabelle Maquet-Engsted ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 2 This paper reviews the current problems in obtaining timely information on social developments within EU Member States, and reports on a stocktaking exercise of existing national approaches to providing timely social data, as well as the possibilities that are being explored within the framework of the European Statistical System (ESS) to improve the situation. Making use of sources of information going beyond the more traditional indicators available to monitor poverty and inequalities, the paper also presents some illustrative, concise overviews which have been developed to produce a consistent and more timely picture of recent social developments in eight Member States, among those that have been most affected by the crisis. This shows that in the countries reviewed the working age population has been the most affected by the impact of the economic downturn and subsequent fiscal consolidation measures. The most recent data also points to a severe deterioration of social trends in a few countries, including the weakening of safety nets. Employment and social analysis portal: http://ec.europa.eu/social/main.jsp?catId=113&langId=en Contact: empl-analysis@ec.europa.eu Neither the European Commission nor any person acting on behalf of the Commission may be held responsible for the use that may be made of the information contained in this publication. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*) : 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data as well as an abstract can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2013 ISBN 978-92-79-30539-9 ISSN 1977-4125 doi: 10.2767/52293 © European Union, 2013 Reproduction is authorised provided the source is acknowledged. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 3 Table of Contents Summary ................................................................................................... 4 Introduction ............................................................................................... 5 Problems in the timeliness of data on social trends and how to improve it............ 5 Why is it time consuming to measure poverty accurately? .............................. 6 Stocktaking of existing national approaches to providing timely social data.........10 Review of social developments in countries hardest hit by the crisis...................11 Conclusion.................................................................................................11 Annex.......................................................................................................12 Social developments country report: Greece...................................................13 Social developments country report: Ireland ..................................................21 Social developments country report: Italy......................................................28 Social developments country report: Portugal.................................................35 Social developments country report: Spain ....................................................42 Social developments country report: Estonia ..................................................50 Social developments country report: Latvia....................................................56 Social developments country report: Lithuania................................................63 Appendix to Annex .....................................................................................70 Indicator definitions and sources of data used..............................................70 Key social Indicators .............................................................................70 Additional, more timely social Indicators ..................................................72 Macro-economic indicators and forecasts..................................................73 Other data sources................................................................................73 ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 4 Summary Fresh data on the social situation of households is essential for policy formulation and monitoring, in particular in times of crisis. Currently, at EU and Member State level, the lack of fresh data on the social situation of households hampers the monitoring of poverty and inequalities as well as the assessment of the impact of the crisis and policy responses on households. This paper reviews the current problems in obtaining timely information on social developments within EU Member States, and reports on a stocktaking exercise of existing national approaches to providing timely social data, as well as the possibilities that are being explored within the framework of the European Statistical System (ESS) to improve the situation. Making use of sources of information going beyond the more traditional indicators available to monitor poverty and inequalities, the paper presents some illustrative, concise overviews which have been developed to produce a consistent and more timely picture of recent social developments in eight Member States, among those that have been most affected by the crisis. This shows that in the countries reviewed the working age population has been the most affected by the impact of the economic downturn and subsequent fiscal consolidation measures. The most recent data also points to a severe deterioration of social trends in a few countries, including the weakening of safety nets. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 5 Introduction Fresh data on the social situation of households is essential for policy formulation and monitoring, in particular in times of crisis. Currently, at EU and Member State level, the lack of fresh data on the social situation of households hampers the monitoring of poverty and inequalities as well as the assessment of the impact of the crisis and policy responses on households. With the adoption of the Europe 2020 strategy, the European Union has placed the fight against poverty and social exclusion high on the political agenda. The reshaping of policy objectives through the Europe 2020 strategy brought to the fore the weaknesses of the traditional core statistics and indicators available to monitor poverty and inequalities, notably the lack of timely data on income and living conditions. The social consequences of the economic and financial crisis have made the lack of timely data on the extent of poverty and social exclusion an even more burning issue — not least in the countries where the crisis has hit hardest. In the conclusions of the December 2010 EPSCO 1 ministers of social affairs recognise the importance of this issue and 'invite the Commission to support, in collaboration with the Member States, the timely availability of valid indicators to monitor the social dimension of the Europe 2020 Strategy'. The Social Investment Package\" adopted in February 2013 2 takes stock of the progress made so far and identifies a number of ways to further improve the timeliness of social data, notably through the European Statistical System. This paper reviews the current problems in obtaining timely information on social developments within EU Member States, and reports on a stocktaking exercise of existing national approaches to providing timely social data, as well as the possibilities that are being explored, together with Eurostat, within the framework of the European Statistical System (ESS) to improve the situation. In the meantime, an investigation has been carried out to explore the use of alternative sources of information which could be used to build a more timely overall picture of social developments at Member State level, mainly focused on income related impacts and going beyond the use of the more traditional indicators in this area. In this context, illustrative overviews have been developed, making use of these more timely data sources, to get a picture of recent social developments in eight Member States, generally some of the countries hit hardest in the crisis: Greece, Ireland, Italy, Portugal, Spain, and the three Baltic States (Estonia, Latvia and Lithuania). These overviews are provided in the annex to the present document. Problems in the timeliness of data on social trends and how to improve it The lack of timely information on social developments, and on poverty in particular, is the main data gap hampering evidence-based policy-making. Since the crisis, it has become clear that policy-makers at EU and national level do not have the necessary tools to monitor the short-term social impact of economic shocks, or the effectiveness of policy responses. However, it is essential to capture changes in social conditions at an early stage, and to identify those who are worst affected by the crisis, as well as those who benefit most from a policy change. 1 Council Conclusions on 'The social dimension in the context of an integrated Europe 2020 strategy' 3053rd Employment, Social Policy, Health and Consumer Affairs Council Meeting 6 December 2010: http://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/en/lsa/118244.pdf 2 http://ec.europa.eu/social/main.jsp?catId=1044&langId=en ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 6 Why is it time consuming to measure poverty accurately? At EU level, the Council Decision establishing the third anti-poverty programme defined the poor as \"persons, families or groups of persons whose resources (material, cultural and social) are so limited as to exclude them from the minimum acceptable way of life of the Member State in which they live\". This definition emphasizes the lack of command over resources that can hamper full participation in society. The main EU agreed indicators of poverty are based on current income. It captures the flow of (mostly monetary) resources that are available to a household, and thereby is generally considered as a good proxy of the sustainability of access to resources by the household. If the flow is insufficient and/or interrupted, this can be interpreted as a sign of vulnerability, and people living on a low income (below a set threshold) are considered at-risk-of-poverty3. A number of issues linked to the collection of information on income lead to significant delays in data availability of up to two years. To determine whether an individual is at-risk-of poverty (based on disposable income) one needs rather detailed information: • on all sources of income, some of which have an irregular pattern (self- employment income, taxes, etc.), or are received only once a year (benefits, capital income). The data needs to cover a full twelve months period; this is why the data usually refers to the calendar year before the survey. This adds a delay (at the end of 2012 we will have 2010 income data) • on the distribution of income: this requires a big enough sample and rather heavy treatment of the data. • in addition, some countries use registers instead of surveys, which can add to the delay if the administrative timing is late. Box 1: Alternative measures of poverty and their impact on timeliness There are several possible ways to capture the phenomenon of poverty, based on different measures such as current income, consumption, wealth, or ability to afford essential goods. All of these variables are, to various extents, difficult and costly to collect; and most require household surveys, unless they can be obtained from administrative registers (e.g. main components of income, or wealth). In addition to the main indicator of poverty based on current income, another EU agreed indicator is based on material deprivation , which refers to the lack of ability to afford a number of essential goods or services. It focuses on the situations of those with a low level of welfare (it is not appropriate to measure overall inequalities in society). With regards to timeliness the advantage of material deprivation is that it refers to the current situation of households, and is less heavy to collect, but it cannot be collected through registers. Consumption (mainly used in the developing countries) is collected through surveys. It refers to the current situation of household, but doesn't take account of the capacity of households to save or to run into debt, and could therefore misrepresent the actual level of \"command of resources\" of households. Subjective poverty , which is based on a self-assessment of the financial situation of households, is easier and quicker to collect, but its relation to objective 3 However, it doesn't easily take account of the availability of other resources, such as non-monetary goods (e.g. in- kind benefits, own-produced goods, imputed rent, etc.), or assets. Efforts are made to complement measures based on current income with estimates of the non-monetary goods. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 7 measures of income or consumption tends to vary over time and place. It cannot be used to obtain sound information on the distribution of resources, but it can be much timelier and provide an indication of the deterioration/improvement of the financial situation of households. Efforts are being made by the European Statistical System to shorten these delays while maintaining good data quality. In addition, the Commission is currently exploring different ways to speed up the monitoring of social trends at EU level, including through the use of alternative sources of information beyond those from which the more traditional indicators of the social situation are derived (mainly EU- SILC). More timely indicators of poverty could notably be based on some of the alternative variables described in box 1. A number of options have been identified, for some the feasibility of which will be assessed by the European Statistical System during 2013: 1. Early estimates of material deprivation (and possibly subjective poverty, monthly income) based on faster treatment of EU-SILC data. Material deprivation measures are already more timely than income-based data, as they refer to the survey year rather than to the ‘income year’ (generally the year prior to the survey). In addition, they could be treated faster and published earlier. Analysis also shows that the ‘economic strain’ dimension of material deprivation is quite responsive to the effects of economic shocks 4 . This property could be reinforced by developing questions on a household’s current situation. In addition, a few countries 5 have published early estimates of the poverty rate based on faster treatment of survey data about one year after the end of the income year. 2. Alternative indicators, some already existing, can be used to provide early warning of a deterioration in the situation of households: - A financial distress indicator 6 derived from harmonised EU consumer surveys, which are conducted on a monthly basis (see box 2 for further details). This is well suited to signal significant changes in the financial situation of households, by broadly defined income groups (income quartiles). This indicator is very timely (available with only a few months delay) and is currently published by DG EMPL in the European Employment and Social Quarterly Review 7 . - Changes in gross household disposable income (GHDI) derived from national accounts data. This provides an indication of general material well- being and the adequacy of labour market income in sustaining domestic demand, but also reflects the effectiveness of replacement income schemes (unemployment benefits) in offsetting market income declines (wages). Detailed quarterly data on GHDI and its components exist for around half of the EU Member States. - In future it may be possible to collect monthly current income through a high frequency survey and also use this as an indicator per se, providing timely information on trends in incomes and their distribution for broad age groups. For example, if collected through the Labour Force Survey, the 4 For instance, items such as ‘ability to face unexpected expenses’ or ‘ability to afford a week of holidays away from home’ have been responsive to the crisis while the main indicator was still stable 5 A few countries have produced or are planning to produce early estimates (ES, CZ, PT, RO, AT, LV, NL, and SK). 6 The combined population shares reporting they are either having to draw on savings or are running into debt. 7 The reports are available on the following site: http://ec.europa.eu/social/main.jsp?catId=113&langId=en ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 8 indicator would be available with a delay of three to six months. The feasibility of this is to be assessed by Eurostat together with national statistical offices during 2013. 3. Nowcasts of the poverty rate and related measures based on micro-simulation (taking into account policy and economic/labour market changes as far as possible). Nowcasts are estimates that are similar to economic forecasts, and would be available in year N for income year N (see box 3 on nowcasting with the Euromod tool). The Commission is also testing the possibility of using the monthly current income survey (or possibly the financial distress indicator derived from EU harmonised consumer surveys) to predict trends in poverty. The gain in timeliness would depend on the frequency of the survey used to collect such auxiliary variables. 4. Another type of information that is important to policy-makers concerns the behavioural response of households in reaction to an income shock 8 (due to unemployment, reduced working hours, etc.), and the transmission channels through which household welfare is affected — labour markets, access to credit, government services 9 . This is especially useful in a downturn, and possibilities to obtain such \"coping mechanism\" data are being explored. 5. Trends in the disbursement of social benefits, drawn from administrative sources, typically available on a monthly or quarterly basis, can provide timely information on increased pressure on safety nets. However, such measures are not comparable across countries and there may be major breaks in series when policies or administrative rules change. The Social Protection Committee (SPC) is currently monitoring the number of social benefit recipients/new registrations for selected social benefits. Information on trends in the number of clients of social services (publicly provided, or through NGOs) - emergency services, shelters, soup kitchens, etc. - could also be collected more systematically and provide useful insight into pressure on social services. Currently, such information is only available on an ad hoc basis through service providers. Among the possible developments suggested above, some are well advanced (financial distress indicator, SPC data collection, etc.); others are being investigated and would require further investment. An important element will be how to use and present these indicators for a coherent overall picture, including the role of each and the way in which they will relate to current measures of poverty and social exclusion. Box 2: The financial distress indicator The Commission collects monthly information on consumer sentiment in the context of the programme of joint harmonised EU business and consumer surveys. These very timely surveys include a question on household financial situations, which has been used to derive a ‘financial distress’ indicator. The indicator focuses on households declaring that they had ‘to draw on their savings or go into debt in 8 Such a module has been run as a stand-alone survey or as a module in existing surveys (LFS, LITS) in a few EU and neighbouring countries (Bulgaria, Romania, Latvia, Croatia, Serbia) at the request of the World Bank. 9 Examples of variables that can be envisaged include: the share of people having to reduce their expenses (by type of expenses — food, healthcare education, housing, etc.); the share of people having to draw on their savings or go into debt; the share of people who increase their working hours because their partner has lost their job; the share of people experiencing difficulties in accessing essential services (healthcare, education, housing, banking, etc.). ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 9 order to meet current expenditure’. Breakdowns are provided by household income quartile. These ‘financial distress’ data can provide a timely indication of trends in the share of the population whose households are facing financial difficulties, and how households in the different income quartiles have been affected by the crisis. The indicator shows that people with lower to middle income have seen their financial situation deteriorating faster than the rest of the population. In some countries, the gap is increasing very rapidly. Furthermore, it can be used to some extent as an advanced indicator of some more established ‘hard’ indicators of trends in the social situation in several Member States, although the actual hard indicators it can predict depend on the particular Member State in question and there is no indicator/set common to all countries. The financial distress series may also help to signal when rather dramatic changes have occurred, i.e. when there are really noticeable developments in the underlying hard social indicators. Its use as a key variable in a model combined with a set of other potentially relevant variables could be explored once long enough time series of key social indicators would become available. Box 3: Nowcasting with Euromod Nowcasts are similar to economic forecasts, and aim to provide estimates of the evolution of the income distribution, and key income poverty indicators up to year N for income year N. The method uses the micro-simulation model Euromod to adjust market incomes with what is known about their development (wages, prices, etc.) and simulate the effects of the current design of the tax-benefit system in year N (level of benefit, duration, conditionality, etc.). Further data adjustments are made to account for labour market developments between the latest year for which data is available and year N (e.g. the increase in unemployment). The method doesn’t take account of demographic and other compositional changes. However, it makes it possible to predict the potential change in the risk of poverty and other variables (including the poverty threshold) for the total population and specific sub-groups. It can also illustrate the contribution of different factors to the change, e.g. worsening labour market conditions or changes in the tax-benefit system. The example below presents results for 8 countries among those that have been most affected by the crisis. They point to a significant decrease of median income in Greece, and to strong increases in inequality and poverty. In Latvia and Lithuania, the increase in the risk of poverty among children and the elderly would also reflect measures taken to freeze/reduce some benefits (such as child benefits and minimum pensions) in these countries. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 10 Example of nowcasting the development of income distribution up to 2012 on the basis of SILC 2008 data (2007 incomes) - Change since income year of latest SILC statistics Source: Eurostat working paper: \"Using Euromod to \"nowcast\" poverty risk in the European Union (J. Navicke, O. Rastrigina and H. Sutherland. http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-RA-13-010/EN/KS-RA-13-010-EN.PDF Stocktaking of existing national approaches to providing timely social data It is also important to identify what use can be made of potential higher-frequency data on the basis of national experiences and empirical analysis. Member States’ current practices can be used as a source of inspiration, and relevant time series identified could be analysed to identify the links between timely indicators and standard poverty and social exclusion measures. In this context, on the basis of a questionnaire submitted to the Directors of Social Statistics of the national statistical institutes (NSIs) and to the national delegates in the indicators subgroup of the Social Protection Committee, a stocktaking of existing national approaches to providing timely social data has been carried out. This exercise suggests that the delivery of yearly data on income distribution through EU-SILC can be improved for most Member States by rationalizing and improving the processing of the data, thereby reducing to 18 months (or less) after the end of the reference year the delay for publication of the main income distribution indicators. However, a number of countries still face rather stark constraints linked to the late availability of register data. A few countries are already able to deliver early estimates of key income distribution indicators (around 12 months after the end of the reference year) on the basis of rapid treatment of the data. However, most Member States are reluctant about delivering such early estimates, which are seen as resource intensive. Most countries would be able to deliver fresh data or early estimates on material deprivation within 6 months after the end of the reference year (the same as the survey year in the case of material deprivation). Data processing on material deprivation variables is lighter than that required for the income variable (i.e. no delays related to late availability for administrative data, less checks on material deprivation variables). Most Member States do not currently make much use of financial distress indicators. Regarding nowcasts, experiences are varied, although several Member States indicate using micro-simulation models for national use. On general trends ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 11 derived from data from administrative sources, most Member States already make use of such data and some have used it to estimate the social impacts of the crisis. Review of social developments in countries hardest hit by the crisis Making use of some of the alternative sources of information mentioned previously, which go beyond the more traditional indicators available to monitor poverty and inequalities, concise overviews have been developed of the social developments in eight Member States, generally some of the countries hit hardest in the crisis: Greece, Ireland, Italy, Portugal, Spain, and the three Baltic States (Estonia, Latvia and Lithuania). These overviews are illustrative of the intelligence that can be gathered to build an overall picture of recent social trends (based on data available at the time they were compiled (late 2012)), and are provided in the annex to the present document. (The appendix to that annex provides information on the definitions and data sources for the indicators used in the country overviews.) These country-focussed assessments make use a wide range of potential data sources, depending on the availability for the specific country in question. They combine the monitoring of the traditional EU-SILC based indicators with information on gross disposable household income, the impact of the austerity packages (as mainly derived from Euromod simulations), administrative data on benefit recipients collected through the Social Protection Committee, the evolution in the financial situation of households as derived from the consumer survey-based indicator of financial distress, and key indicators from the latest European Commission economic forecasts. A fairly consistent picture emerges of the particularly strong deterioration in household financial situations following the crisis in the Baltic States (although the situation now appears to be improving there), Greece, Ireland and Spain, and with more recent indications of a rapidly worsening situation in Italy. Conclusion This paper has reviewed the current problems in obtaining timely information on social developments within EU Member States, and reports on a stocktaking exercise of existing national approaches to providing timely social data, as well as the possibilities that are being explored within the framework of the European Statistical System (ESS) to improve the situation. Making use of sources of information going beyond the more traditional indicators available to monitor poverty and inequalities, concise overviews can be developed to produce a consistent and more timely picture of recent social developments in Member States. The analysis presented in annex concentrates on 8 countries among those that have been most affected by the crisis. It shows that in the countries reviewed the working age population has been the most affected by the impact of the economic downturn and subsequent fiscal consolidation measures. The most recent data also points to a severe deterioration of social trends in a few countries, including the weakening of safety nets. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 12 Annex Country specific reports on social developments in the crisis: • Greece • Ireland • Italy • Portugal • Spain Baltic States • Estonia • Latvia • Lithuania ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 13 Social developments country report: Greece Synopsis : Sharp deterioration in the social situation, especially among young adults, with the impact of austerity measures on household incomes particularly strong and worrying signs of a potential lack of social benefits coverage, …………… and with no end in sight Summary table of key social indicators for Greece, 2008-2011 2008 2009 2010 2011 At-risk-of-poverty-or-social- exclusion rate (% of population) 28.1 27.6 27.7 31.0 2.9 pps At-risk-of-poverty rate after social transfers (% of population) 20.1 19.7 20.1 21.4 1.3 pps At-risk-of-poverty threshold (Single person, PPS) 7219 7575 7559 6930 -4.0 % Poverty gap (Relative median poverty risk gap, %) 24.7 24.1 23.4 26.1 1.4 pps At-risk-of-poverty rate anchored at a fixed moment in time (2005) (% of population) 18.6 16.4 16.3 22.9 4.3 pps Severely materially deprived people (% of population ) 11.2 11.0 11.6 15.2 4.0 pps People living in households with very low work intensity (% of population 0-59) 7.4 6.5 7.5 11.8 4.4 pps Children (0-17 years) at-risk-of- poverty-or-social-exclusion (% of population 0-17) 28.7 30.0 28.7 30.4 1.7 pps Young adults (18-24) at-risk-of- poverty-or-social-exclusion (% of population 18-24) 34.0 31.6 38.4 40.3 6.3 pps Working age adults (18-64) at-risk- of-poverty-or-social-exclusion (% of population 18-64) 27.9 27.1 27.7 31.6 3.7 pps Elderly (65+) at-risk-of-poverty-or- social-exclusion (% of population 65+) 28.1 26.8 26.7 29.3 1.2 pps Self reported unmet need for medical examination or treatment (% of population) 4.3 4.1 4.2 6.3 2.0 pps People living in households making ends meet with great difficulty (% of population) 20.0 22.3 24.2 25.6 5.6 pps People in arrears on mortgage or rent payments (% of population) 5.5 8.6 10.2 11.0 5.5 pps Employment Rate (% of population aged 15-64) 61.9 61.2 59.6 55.6 -6.3 pps Real gross wages and salaries per employee (annual % change) -1.9 2.8 -5.2 -4.9 -7.3 % Unemployment rate (% of labour force) 7.7 9.5 12.6 17.7 10.0 pps Long term unemployment rate (% of labour force) 3.6 3.9 5.7 8.8 5.2 pps Youth unemployment rate (% of labour force aged under 25) 22.1 25.8 32.9 44.4 22.3 pps Source:Eurostat, EU-SILC and EU-LFS Change 2008- 2011 (percentage points or %) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 14 Developments in key social indicators to date The social situation, as indicated by the risk of poverty or social exclusion, deteriorated markedly in Greece between 2008 and 2011 (see preceding summary table), in part reflecting sharp falls in employment and real average wages. The 2.9 percentage point increase in the at-risk-of-poverty-or-social exclusion rate reflected rises in all three sub- components of the indicator, but mainly in the population share affected by severe material deprivation and the share in very low work intensity (i.e. jobless or quasi- jobless) households, both of which rose around 4 percentage points. The latter reflects a particularly sharp rise in unemployment, which more than doubled between 2008 and 2011, and related to this a doubling also in the long term unemployment rate. The risk of poverty rose rather less (around 1 pp), but was associated with an underlying 4% decrease in the poverty threshold. Poverty developments are more evident in the anchored poverty rate, which in fact also rose around 4 pps, while the severity of poverty (as shown by developments in the poverty gap) has also risen. Other indicators also suggest a clearly worsened social situation in Greece (the share of people in households making ends meet with great difficulty and the share of people in arrears on mortgage or rent payments are both up over 5 pps). Nowcast estimates 10 using the EUROMOD tax- benefit simulation model predict continued sharp falls in median income in Greece through to 2012 and a continuing rise in the risk of poverty to 22.8% for that year. With regard to the impact of the crisis on particular age groups, the increase in the risk of poverty or social exclusion is most evident among young adults, for whom the risk rose around 6 pps to 40%, some 10 pps higher than for all other age groups. This reflects a particularly strong deterioration in the situation of youth on the labour market, with their unemployment rate rising by a massive 22 pps between 2008 and 2011, and with one-in-two active young adults in unemployment by 2011. As a result of these developments, households in Greece are facing heightened financial difficulties leading to severe social tensions. A clear example of the deterioration in people's financial situations is given by the sharp rise in both the share of the population in arrears on mortgage or rent payments and that in arrears on utility bills (Chart 1). The rise in both has been substantial in Greece, leading to the country standing out in term of the combined impact, and especially with regard to arrears on mortgage/rent where the share has doubled between 2008 and 2011 and now stands well above that for other EU Member States at 11%. Moreover, the share of the population facing great difficulty in making ends meet has been increasing rapidly, and Chart 2 suggests that the situation is continuing to deteriorate faster in Greece than in similar \"crisis-hit\" countries. 10 \"Using EUROMOD to \"Nowcast\" poverty risk in the European Union\", report by Jekaterina NAVICKE, Olga RASTRIGINA and Holly SUTHERLAND , supported by the second Network for analysis of EU-SILC (Net-SILC2). ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 15 Chart 1: Change between 2008-2011 in the population shares in arrears on mortgage/rent payments and on utility bills, and situation in 2011 EU27 BE BG CZ DK DE EE IE* EL ES FR IT* CY* LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK* -1 0123456 -6 -4 -2 0 2 4 6 8 10 12 14 C h a n g e i n % o f p o p u l a t i o n i n a r r e a r s o n m o r t g a g e o r r e n t p a y m e n t s 2 0 0 8 - 2 0 1 1 Change in % of population in arrears on utility bills 2008-2011 Source: Eurostat, EU-SILC.Note: *Changes for CY, IE, IT and UK are to 2010 instead of 2011, and for EU27 are based on Eurostat estimates for 2011. EU27 BE BG CZ DK DE EEIE* EL ES FR IT* CY* LV LT LU HU MT NL AT PL PT RO SI SKFI SE UK* 02468 10 12 0 5 10 15 20 25 30 35 S h a r e o f p o p u l a t i o n i n a r r e a r s o n m o r t g a g e o r r e n t p a y m e n t s , 2 0 1 1 Share of population in arrears on utility bills, 2011 Source: Eurostat, EU-SILC.Note: *Figures for CY, IE, IT and UK are for 2010 instead of 2011. 2011 EU27 figures are Eurostat estimates. Chart 2: Trends in selected Member States for the population share living in households facing great difficulty in making ends meet, 2006-2011 0 5 10 15 20 25 30 2006 2007 2008 2009 2010 2011 Trends in selected Member States for the population living in households making ends meet with great difficulty, 2006-2011 EE EL ES IE IT LT LV EU-27 Source: Eurostat, EU-SILC What underpins the development in the social situation since the crisis and what lies ahead? In Greece, household income (as measured by gross household disposable income, GHDI) was relatively stable in the initial period after the crisis (Chart 3). Compensation of the self-employed started to decrease already in 2008 and in 2009 but, in contrast, compensation of employees maintained slight increases. Only large changes in property income had any major impact on GHDI. Social protection expenditure rose in this first period, which helped to reduce the impact of the crisis on household income. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 16 However, the subsequent period witnessed a very sharp fall in GHDI. Post 2010 work incomes both for employees and self-employed declined dramatically, with the impact added to further by reduced spending on social protection benefits, although over 2011 the latter increased again and helped mitigate somewhat the overall drop in GHDI, which nevertheless remained substantial. Chart 3: Developments in real gross household disposable income (GHDI) and underlying components in Greece 2003-2012 (% change for GHDI (deflated by HICP), contribution to change in pps for the components) Source: Eurostat, national accounts Recent results from the EUROMOD micro-simulation model11 allow to illustrate the impact of some austerity measures on households’ incomes in Greece, and in selected other Member States (results focus on the fiscal consolidation measures implemented after the 2008 economic downturn and up to mid-2012, and hence cover a longer period than the standard social indicators mentioned previously). The simulations imply the impact of austerity measures on household incomes has been particularly strong in Greece (a drop of 11.6% excluding effects from VAT rises), mainly reflecting large increases in income taxes together with declines in public sector wages and cuts in public pensions (Chart 4). In terms of distributional implications, the EUROMOD simulations suggest that in Greece the better-off lost a higher proportion of their incomes than the poor as a result of the consolidation measures modelled (Chart 5). However, while the effect of consolidation measures can be labelled progressive, significant drops in income tend to weigh more heavily on the already constrained budgets of the poorest households, and affect their actual living standards more severely. The overall progressive effect of the consolidation measures in Greece is primarily due to public-sector wage cuts, further strengthened by cuts in public pensions and the broadly progressive nature of tax increases. The overall pattern across income deciles is little changed when including the effect of increases in the standard rate of VAT, which is regressive, but the effect is important and for the lower income groups is of a similar magnitude to the measures affecting household incomes directly. Focusing on the most recent changes introduced between mid-2011 and mid-2012, they appear to have an even stronger progressive impact. 11 \"The distributional effects of fiscal consolidation in nine EU countries\", Social Situation Observatory, Research Note 01/2012. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 17 Chart 4 — Contribution of austerity packages to change in household incomes Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD Note: chart shows the effects of simulated household income-based fiscal consolidation measures in place from 2008 to 2012 as a percentage of total household disposable income, by type of policy (excluding VAT). Source: EUROMOD (cumulated impact of austerity measures on household disposable incomes). Chart 5 — Simulated household income-based fiscal consolidation measures as a percentage of household disposable income by income decile group: change excluding and including VAT increases Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD With the deterioration in the employment situation and the growing number of unemployed and their longer stay in unemployment, more people are in need of social transfers. Administrative data collected via the Social Protection Committee on benefit ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 18 recipients for different social schemes, gives a picture of the pressure on the social security system in Greece. The data suggest that the rapid growth in unemployment has not been matched by similar trends in benefit recipients, which may lead to a potential lack of social benefits coverage (Chart 6). Indeed, there is a worrying sign of a diverging trend between the number of unemployed and the number of recipients of unemployment benefits, suggesting that more and more people are not covered by this safety net. The relatively low coverage rate in Greece (calculations from EU-SILC data indicate the proportion of unemployed receiving unemployment benefits at around 30% back in 2009), combined with the lack of a minimum income guarantee, is having serious social impacts. Furthermore, the healthcare aspect of social protection also appears to be affected, as evidenced by the rise in the reported unmet need for medical care (see initial summary table of social indicators), which has increased by 2 pps. Chart 6 — Evolution of the number of benefit recipients and number of unemployed (in 1000) in Greece Source: Data on number of unemployed from Eurostat (ILO definition, in 1000 persons, seasonally adjusted); data on number of benefit recipients collected from Member States through SPC delegates. The worsening in household financial positions from 2010 onwards as evidenced via GHDI is supported by data on the evolution in the financial situation of households as derived from a consumer survey-based indicator of financial distress12. This shows that compared to pre-crisis levels (2007), the share of the population facing financial distress has risen most strongly in Greece among all Member States (Chart 7). Furthermore, over the year to October 2012, the share of the population living in households reporting financial distress has continued to rise significantly, and the trend seems to point to further increases going forward (Chart 8). All this suggests that a further noticeable weakening of the social situation in Greece could be expected in the standard social indicators for 2012. 12 The combined population shares reporting they are either having to draw on savings or are running into debt. The data source is consumer surveys carried out under the joint harmonised EU programme of business and consumer surveys ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 19 Chart 7: Change in share of the population in households reporting financial distress across EU Member States (as at October 2012) -10.00 -5.00 0.00 5.00 10.00 15.00 20.00 25.00 SE LT DE PL MT FI BE FR LU AT NL EE DK PT SI CY EU LV RO UK HU CZ SK BG IT ES EL p e r c e n t a g e p o i n t s Change over last year vs av over 2007 (pre-crisis) Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Chart 8: Developments in the share of households reporting financial distress in Greece, 2000-2012 (as at October 2012) 05 10 15 20 25 30 35 40 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Greece: Reported financial distress in households (2000-2012) Total Long term av H-P Total Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures, HP refers to smoothed series using a Hodrick-Prescott filter. Moreover, according to the latest European Commission economic forecasts, the economic and labour market situation is expected to have deteriorated markedly further over 2012 (Table 1). GDP is estimated to have declined a further 6.4% in 2012 following a 7% reduction the year before, with even more marked impacts on the labour market as employment is estimated to have contracted by 8%. As a result unemployment has risen sharply to affect almost one in four of the labour force. All this is suggesting yet further significant impacts on the social situation and the associated main social indicators which could be expected for 2012. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 20 Table 1: Key macroeconomic indicators for Greece, 2008-2013 2008 2009 2010 2011 2013 (forecasts) GDP growth (% change on prevous year) -0.2 -3.1 -4.9 -7.1 -4.2 Employment growth (% change on previous year) 1.2 -0.6 -2.6 -5.6 -3.5 Unemployment rate (% of the labour force) 7.7 9.5 12.6 17.7 27.0 Source: Eurostat, national accounts and EU-LFS, and European Commission Spring 2013 economic forecast 2012 (forecasts) -6.4 -8.3 24.3 Conclusion Available key social indicators suggest that Greece has suffered considerable social impacts following the crisis, with no signs yet of any relief. Although household financial situations were relatively stable in the initial period following the outbreak of the crisis, sharp falls in household income have occurred in the subsequent period. The latter reflects sharp declines in earnings post 2009, which have not been offset by any substantial rise in social protection expenditure. Moreover, data suggest that the rapid growth in unemployment has not been matched by similar trends in benefit recipients, with worrying signs of a potential lack of social benefits coverage and concerns over the effectiveness of safety nets. EUROMOD simulations imply that the impact of austerity measures on household incomes has been particularly strong in Greece, mainly reflecting large increases in income taxes and VAT together with declines in public sector wages and cuts in public pensions. Despite their progressive nature, such significant drops in income weigh more heavily on the already constrained budgets of the poorest households, and affect their actual living standards more severely. Recent data suggest no easing in the financial situation of households, which can be expected to translate into even worse figures for the standard social indicators (AROPE, AROP, SMD etc.) for 2012. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 21 Social developments country report: Ireland Synopsis : Rising share of people in jobless households and sharp falls in household income, with consequent increased risks of poverty or social exclusion especially among children and young adults Summary table of key social indicators for Ireland, 2008-2010 2008 2009 2010 2011 At-risk-of-poverty-or-social- exclusion rate (% of population) 23.7 25.7 29.9 6.2 pps At-risk-of-poverty rate after social transfers (% of population) 15.5 15.0 16.1 0.6 pps At-risk-of-poverty threshold (Single person, PPS) 10901 10556 9705 -11.0 % Poverty gap (Relative median poverty risk gap, %) 17.7 16.2 15.2 -2.5 pps At-risk-of-poverty rate anchored at a fixed moment in time (2005) (% of population) 9.9 9.9 15.8 5.9 pps Severely materially deprived people (% of population ) 5.5 6.1 7.5 2.0 pps People living in households with very low work intensity (% of population 0-59) 13.6 19.8 22.9 9.3 pps Children (0-17 years) at-risk-of- poverty-or-social-exclusion (% of population 0-17) 26.6 31.4 37.6 11.0 pps Young adults (18-24) at-risk-of- poverty-or-social-exclusion (% of population 18-24) 23.7 26.4 34.4 10.7 pps Working age adults (18-64) at-risk- of-poverty-or-social-exclusion (% of population 18-64) 22.6 24.8 29.7 7.1 pps Elderly (65+) at-risk-of-poverty-or- social-exclusion (% of population 65+) 22.5 17.9 12.9 -9.6 pps Self reported unmet need for medical examination or treatment (% of population) 1.2 1.2 1.7 0.5 pps People living in households making ends meet with great difficulty (% of population) 9.3 11.2 15.2 5.9 pps People in arrears on mortgage or rent payments (% of population) 5.6 6.5 8.1 2.5 pps Employment Rate (% of population aged 15-64) 67.6 62.2 59.6 58.9 -8.0 pps Real gross wages and salaries per employee (annual % change) 8.2 3.6 -1.2 -0.9 1.5 % Unemployment rate (% of labour force) 6.4 12.0 13.9 14.7 7.5 pps Long term unemployment rate (% of labour force) 1.7 3.5 6.8 8.7 5.1 pps Youth unemployment rate (% of labour force aged under 25) 13.3 24.0 27.6 29.1 14.3 pps Source:Eurostat, EU-SILC and EU-LFS Change 2008- 2010 (percentage points or %) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 22 Developments in key social indicators to date 13 The social situation, as indicated by the risk of poverty or social exclusion, deteriorated markedly in Ireland between 2008 and 2010 (see preceding summary table). The 6.2 percentage point increase in the at-risk-of-poverty-or-social exclusion rate reflected rises in all three sub-components of the indicator, but especially the share of the population living in very low work intensity (i.e. jobless or quasi-jobless) households, a direct consequence of the surge in unemployment. Indeed, the unemployment rate more than doubled between 2008 and 2010, while long term unemployment has risen rapidly, with the rate having quadrupled to almost 7%, albeit from a relatively low starting level. More limited rises have been observed in the population shares affected by severe material deprivation (SMD) and by the risk of poverty. However, the latter was associated with a substantial underlying decrease in the poverty threshold of 11%, and the alternative measure of the poverty rate anchored at a fixed point in time, up around 6 pps, gives a much clearer indication of the extent of poverty developments. Other indicators also suggest a clearly worsened social situation in Ireland: the share of people in households making ends meet with great difficulty has risen by close to 6 pps, and the share of people in arrears on mortgage or rent payments is up 2.5pps, and at 8% is now second only to Greece. As a result of these developments, Ireland now finds itself alongside some of the Member States hit hardest by the crisis, such as Greece, Hungary and Lithuania in terms of overall poverty and social exclusion (Chart 1). However, most of this arises specifically from the issue of jobless households (i.e. labour market exclusion), rather than aspects related to poverty or deprivation. Indeed, in terms strictly of the standard measures of the extent and severity of poverty, Ireland remains in a relatively good position compared to many other Member States (Chart 2). 13 Social indicators for Ireland are currently only available up to the year 2010 (due to non-delivery of EU-SILC data), hence this review currently only refers to the situation up to 2010. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 23 Chart 1: Developments in the risk of poverty or social exclusion across EU Member States between 2008 and 2010 Chart 2: Developments over 2008-2011 in the poverty gap and the risk of poverty across EU Member States in 2008 and 2011 AROP Poverty Gap BE 0.6 1.4 BG 1.0 2.0 CZ 0.8 -1.3 DK 1.2 3.4 DE 0.6 -0.8 EE -2.0 5.7 IE* 0.6 -2.5 EL 1.3 1.4 ES 2.2 7.2 FR 1.3 2.3 IT* -0.5 1.5 CY* 0.1 1.5 LV -6.3 3.1 LT 0.0 3.0 LU 0.2 -0.9 HU 1.4 1.0 MT 0.4 -2.7 NL 0.5 0.6 AT 0.2 3.7 PL 0.8 0.8 PT -0.5 0.0 RO -1.2 -0.5 SI 1.3 0.6 SK 2.1 4.7 FI 0.1 -2.2 SE 1.8 0.5 UK* -1.6 0.4 Source: Eurostat, EU-SILC. Note: changes in AROP and Poverty gap of more than 1 percentage point are highlighted in grey. *Figures for CY, IE, IT and UK are for 2010 instead of 2011. 2011 EU27 figure is Eurostat estimate. Changes 2008-2011 in percentage points EU27 BE BG CZ DK DE EE IE EL ES FR IT CY LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2008 EU27 BE BG CZ DK DE EE IE* EL ES FR IT* CY* LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK* 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2011 With regard to the impact of the crisis on particular age groups, the increase in the risk of poverty or social exclusion is most evident among children and young adults, with the risk for both age groups up around 11pps. The risk for working age adults in general also rose markedly. All this reflects the particularly strong deterioration in the labour market situation, especially for youth (close to one-in-four active young adults was unemployed in 2011) and the knock-on effects on people living in jobless households. In contrast, the ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 24 risk of poverty or social exclusion for the elderly declined sharply, reflecting the fact that this age group is not affected by labour market developments and rising unemployment, and that pensions remained largely unchanged during the crisis which has improved pensioners’ relative position in the income distribution without necessarily altering their actual situation. What underpins the development in the social situation since the crisis and what lies ahead? In Ireland, household income (as measured by gross household disposable income, GHDI) declined in the initial period after the crisis (Chart 3), despite increased social protection expenditure. During this first period it was mainly the large decrease in the work income of both employees and self-employed that drove the fall in GHDI from 2009 onward. The positive effect of social protection benefits on GHDI, together with a smaller positive effect from changes in taxes, was not strong enough to compensate for the sharp falls in income from work. Property income played nearly no role in Ireland. In the second period (2010 onward), the drop in GHDI continued, mainly because social protection benefits did not compensate for the further decreases in the compensation of employees. In 2011 particularly, increases in social protection benefits were accompanied by increases in taxes, which during most of that year resulted in GHDI continuing to decrease. Only at the end of the year did growth in GHDI finally turn positive again. Chart 3: Developments in real gross household disposable income (GHDI) and underlying components in Ireland 2003-2012 (% change for GHDI (deflated by HICP), contribution to change in pps for the components) Source: Eurostat, national accounts Based on micro-simulation exercises, notably using EUROMOD 14 , the impact of austerity measures in Ireland appears rather progressive, though the latest changes seem to have softened somehow the assessment. In broad terms the measures included lowering of income tax bands and reduction in tax credits, introduction of a new income levy, increased social insurance contributions, cuts in cash benefits and a freeze in contributor benefits, and cuts in public sector pay. Minor changes to indirect taxes were not simulated. - The assessment of austerity measures 2009-2011 showed a progressive impact on the income distribution (showing a decline of around 6.5% on household 14 \"The distributional effects of austerity measures: a comparison of six countries\", Social Situation Observatory, Research Note 2/2011 ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 25 disposable incomes for the lowest income decile and 11% for highest income decile), notably due to the relatively strong impact of changes in the design of income taxes and social contributions (and to a small extent to the design of public sector pay cuts), while changes in benefits and pensions appeared regressive, with overall stronger impacts on households with children than on households with elderly people. However, while the effect of consolidation measures can be labelled progressive, a proportional income drop may actually affect the living standards of those already in lower income brackets more severely. - The latest policy measures passed for 2012 seem to be slightly regressive (showing a decline of around 2% on household disposable incomes for the lowest income decile and less than 1% for the highest income decile), due to additional reductions in some benefits, notably family benefits (though only around two- thirds of benefits cuts planned have been modelled). With the deterioration in the employment situation and the growing number of unemployed and their longer stay in unemployment, more people are in need of social transfers. Data collected via the Social Protection Committee, through an ad-hoc collection of administrative data on benefit recipients for different social schemes, gives a picture of the pressure on the social security system in Ireland. The data suggest that the rapid growth in unemployment has been matched by similar trends in benefit recipients, but that the social security system is consequently under pressure. Chart 4 — Evolution of the number of benefit recipients and number of unemployed (in 1000) in Ireland Source: Data on number of unemployed from Eurostat (ILO definition, in 1000 persons, seasonally adjusted); data on number of benefit recipients collected from Member States through SPC delegates The general trend in the worsening in household financial positions since 2010 as evidenced via GHDI is supported by data on the financial situation of households as ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 26 derived from a consumer survey-based indicator of financial distress 15 . However, more recently, over the year to October 2012, the share of the population living in households reporting financial distress rose sharply in Ireland (Chart 5). This suggests that a noticeable weakening of the social situation in Ireland could become more evident in the standard social indicators for 2012. Chart 5: Developments in the share of households reporting financial distress in Ireland, 2000-2012 (as at October 2012) 05 10 15 20 25 A p r - 2 0 0 9 J u n - 2 0 0 9 A u g - 2 0 0 9 O c t - 2 0 0 9 D e c - 2 0 0 9 F e b - 2 0 1 0 A p r - 2 0 1 0 J u n - 2 0 1 0 A u g - 2 0 1 0 O c t - 2 0 1 0 D e c - 2 0 1 0 F e b - 2 0 1 1 A p r - 2 0 1 1 J u n - 2 0 1 1 A u g - 2 0 1 1 O c t - 2 0 1 1 D e c - 2 0 1 1 F e b - 2 0 1 2 A p r - 2 0 1 2 J u n - 2 0 1 2 A u g - 2 0 1 2 O c t - 2 0 1 2 % o f r e s p o n s e s Ireland: Reported financial distress in households (2000-2012) Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures According to the latest European Commission economic forecasts, the economic situation is expected to have stabilised over 2012, although employment continued to shrink moderately and with unemployment remaining high (Table 1). Table 1: Key macroeconomic indicators for Ireland, 2008-2013 2008 2009 2010 2011 2013 (forecasts) GDP growth (% change on prevous year) -2.1 -5.5 -0.8 1.4 1.1 Employment growth (% change on previous year) -0.6 -7.8 -4.1 -1.8 0.1 Unemployment rate (% of the labour force) 6.4 12.0 13.9 14.7 14.2 Source: Eurostat, national accounts and EU-LFS, and European Commission Spring 2013 economic forecast 2012 (forecasts) 0.9 -0.6 14.7 Conclusion Available key social indicators suggest that Ireland has suffered considerable social impacts following the crisis, mainly through the impact on rising unemployment and this feeding through to a rise in the population living in jobless households. The increase in the risk of poverty or social exclusion is most evident among children and young adults, and also for working age adults in general. The indicator of the poverty rate anchored at 15 The combined population shares reporting they are either having to draw on savings or are running into debt. The data source is consumer surveys carried out under the joint harmonised EU programme of business and consumer surveys ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 27 a fixed point in time suggests a strong rise in the extent of poverty, while other indicators on the practical consequences such as the rising share of people in arrears on mortgage or rent payments (now at a level second only to that in Greece) also point to a deteriorating social situation. Sharp falls in household income have occurred since the crisis, which have not been contained by increased social spending, while sharp rises in household financial distress have been observed over 2012, which may not bode well for the development of the social situation as captured by standard social indicators (AROPE, AROP, SMD etc.) for 2012. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 28 Social developments country report: Italy Synopsis : Noticeable social impacts from the crisis, but less marked than in other southern Member States. However, recent developments in household income and financial distress point to major deterioration in the financial situation of households over 2012, with worrying signs of a potential lack of social benefits coverage Summary table of key social indicators for Italy, 2008-2011 2008 2009 2010 2011 At-risk-of-poverty-or-social- exclusion rate (% of population) 25.3 24.7 24.5 28.2 2.9 pps At-risk-of-poverty rate after social transfers (% of population) 18.7 18.4 18.2 19.6 0.9 pps At-risk-of-poverty threshold (Single person, PPS) 9157 9119 9119 9255 1.1 % Poverty gap (Relative median poverty risk gap, %) 23.0 22.6 24.5 26.0 3.0 pps At-risk-of-poverty rate anchored at a fixed moment in time (2005) (% of population) 18.3 18.3 18.0 20.7 2.4 pps Severely materially deprived people (% of population ) 7.5 7.0 6.9 11.2 3.7 pps People living in households with very low work intensity (% of population 0-59) 9.8 8.8 10.2 10.4 0.6 pps Children (0-17 years) at-risk-of- poverty-or-social-exclusion (% of population 0-17) 29.1 28.8 28.9 32.3 3.2 pps Young adults (18-24) at-risk-of- poverty-or-social-exclusion (% of population 18-24) 30.0 29.5 30.7 34.3 4.3 pps Working age adults (18-64) at-risk- of-poverty-or-social-exclusion (% of population 18-64) 24.5 24.1 24.7 28.4 3.9 pps Elderly (65+) at-risk-of-poverty-or- social-exclusion (% of population 65+) 24.4 22.8 20.3 24.2 -0.2 pps Self reported unmet need for medical examination or treatment (% of population) 3.9 3.9 3.6 5.1 1.2 pps People living in households making ends meet with great difficulty (% of population) 18.1 16.6 16.8 17.0 -1.1 pps People in arrears on mortgage or rent payments (% of population) 4.3 2.9 4.2 5.1 0.8 pps Employment Rate (% of population aged 15-64) 58.7 57.5 56.9 56.9 -1.8 pps Real gross wages and salaries per employee (annual % change) 0.1 -2.0 1.9 -0.2 -0.4 % Unemployment rate (% of labour force) 6.7 7.8 8.4 8.4 1.7 pps Long term unemployment rate (% of labour force) 3.1 3.5 4.1 4.4 1.3 pps Youth unemployment rate (% of labour force aged under 25) 21.3 25.4 27.8 29.1 7.8 pps Source:Eurostat, EU-SILC and EU-LFS Change 2008- 2011 (percentage points or %) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 29 Developments in key social indicators to date The social situation, as indicated by the risk of poverty or social exclusion, deteriorated markedly in Italy between 2008 and 2011 (see preceding summary table). The 2.9 percentage point increase in the at-risk-of-poverty-or-social exclusion rate reflected rises in all three sub-components of the indicator, but especially the incidence of severe material deprivation (up almost 4 pps), indicating that people's standards of living are being affected. Rises in the risk of poverty and in the share of the population living in very low work intensity (i.e. jobless or quasi-jobless) households, were more subdued, the latter reflecting relatively limited rises in unemployment in Italy since the crisis began. Although the risk of poverty has not increased significantly (in fact \"nowcast\" estimates 16 using the EUROMOD tax-benefit simulation model are predicting a slight fall in the risk of poverty to 19.4% for 2012), and there has been little change in the underlying poverty threshold, the poverty gap has risen appreciably (up 3 pps), pointing to rising severity of poverty among those at risk. The alternative measure of the poverty rate anchored at a fixed point in time, up 2.4 pps, gives perhaps a clearer indication of developments in the extent of poverty since the crisis. As a result of these developments, in terms of the extent and depth of poverty Italy appears among the Member States at risk of entering the block of countries with the least favourable actual position in terms of the poverty rate and poverty gap, as shown below (Chart 1). Chart 1: Developments over 2008-2011 in the poverty gap and the risk of poverty across EU Member States in 2008 and 2011 AROP Poverty Gap BE 0.6 1.4 BG 1.0 2.0 CZ 0.8 -1.3 DK 1.2 3.4 DE 0.6 -0.8 EE -2.0 5.7 IE* 0.6 -2.5 EL 1.3 1.4 ES 2.2 7.2 FR 1.3 2.3 IT* -0.5 1.5 CY* 0.1 1.5 LV -6.3 3.1 LT 0.0 3.0 LU 0.2 -0.9 HU 1.4 1.0 MT 0.4 -2.7 NL 0.5 0.6 AT 0.2 3.7 PL 0.8 0.8 PT -0.5 0.0 RO -1.2 -0.5 SI 1.3 0.6 SK 2.1 4.7 FI 0.1 -2.2 SE 1.8 0.5 UK* -1.6 0.4 Source: Eurostat, EU-SILC. Note: changes in AROP and Poverty gap of more than 1 percentage point are highlighted in grey. *Figures for CY, IE, IT and UK are for 2010 instead of 2011. 2011 EU27 figure is Eurostat estimate. Changes 2008-2011 in percentage points EU27 BE BG CZ DK DE EE IE EL ES FR IT CY LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2008 EU27 BE BG CZ DK DE EE IE* EL ES FR IT* CY* LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK* 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2011 With regard to the impact of the crisis on particular age groups, the increase in the risk of poverty or social exclusion is most evident among those of working age and in particular among young adults, also affecting their children to a significant degree. The strong impact on youth reflects in part a particularly strong deterioration in the labour 16 \"Using EUROMOD to \"Nowcast\" poverty risk in the European Union\", analytical report by Jekaterina NAVICKE, Olga RASTRIGINA and Holly SUTHERLAND, supported by the second Network for the analysis of EU-SILC (Net-SILC2). ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 30 market situation of young adults, with their unemployment rate rising by almost 8pps between 2008 and 2011, and with close to one-in-three active young adults in unemployment by 2011. What underpins the development in the social situation since the crisis and what lies ahead? In Italy, household income (as measured by gross household disposable income, GHDI), fell over the initial period after the crisis (Chart 2), even though social protection expenditure rose. The decline was mainly driven by falls in net property income during 2009 (but also at the end of 2008 and at the beginning of 2010), and to a more limited extent in compensation of employees and the self-employed over the second half of 2008 and into 2009. Indeed, while the tax-benefit system was able to more-or-less offset the falls in the compensation of employees and the self-employed in this period, sharp falls in property income resulted in the GHDI dropping markedly. In the second period (2010 onwards), GHDI first remained relatively stable, as workers' compensation and net property income fell at a much lower pace until mid-2011. However, from late 2011 on the compensation of employees and of the self-employed again started to fall sharply, and the relatively subdued rises in social benefits had little impact, resulting in strong negative developments in GHDI in the last three quarters for which data is available. Chart 2: Developments in real gross household disposable income (GHDI) and underlying components in Italy 2003-2012 (% change for GHDI (deflated by HICP), contribution to change in pps for the components) Source: Eurostat, national accounts Recent results from the EUROMOD micro-simulation model17 allow to illustrate the impact of some austerity measures on households’ incomes in Italy, and in selected other Member States (results focus on the fiscal consolidation measures implemented after the 2008 economic downturn and up to mid-2012, and hence cover a longer period than the standard social indicators mentioned previously). The simulations imply that austerity measures (here covering those directly affecting household income (i.e. reforms to direct personal taxes, cash benefits and public sector pay) and excluding the rise in VAT) contributed to reduce household incomes in Italy by 1.6%, but their impact has been less pronounced compared to other Member States hit hard by the crisis, and mainly reflect increases in income taxes (Chart 3). In terms of distributional implications, the EUROMOD simulation suggests that in Italy the better-off lose a higher proportion of their incomes than the poor as a result of the consolidation measures modelled (Chart 4). However, while the effect of the measures can be labelled progressive, significant drops 17 \"The distributional effects of fiscal consolidation in nine EU countries\", Social Situation Observatory, Research Note 01/2012. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 31 in income tend to weigh more heavily on the already constrained budgets of the poorest households, and affect their actual living standards more severely. The overall progressive effect for Italy is primarily due to declines in public sector wages and in public pensions, but while Italy has implemented several progressive measures, these have had only a limited effect due to very narrow targeting. Moreover, the increase in the main rate of VAT (by 1 pp) as part of the consolidation package is expected to have had a more important regressive effect, which shifts the overall impact to being rather neutral or even slightly regressive. Chart 3 — Contribution of austerity packages to change in household incomes Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD Note: chart shows the effects of simulated household income-based fiscal consolidation measures in place from 2008 to 2012 as a percentage of total household disposable income, by type of policy (excluding VAT). Source: EUROMOD (cumulated impact of austerity measures on household disposable incomes). Chart 4 — Simulated household income-based fiscal consolidation measures as a percentage of household disposable income by income decile group: change excluding and including VAT increases Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD Administrative data collected via the Social Protection Committee on benefit recipients for different social schemes, gives a picture of the rising pressure on the social security system in Italy. The data suggest that the rapid growth in unemployment over 2011-12 has not been matched by similar trends in benefit recipients, in fact the number of ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 32 unemployment benefit recipients has fallen sharply (Chart 5). This points to a very worrying sign of diverging trends between the number of unemployed and the number of recipients of unemployment benefits, suggesting that more and more people are not covered by this safety net. The relatively low coverage rate in Italy (calculations from EU-SILC data confirm the relatively low proportion of unemployed receiving unemployment benefits, at around 36% back in 2009), is having serious social consequences, as evidenced for example by the sharp rise in unmet need for medical care (see initial summary table of social indicators) in 2011. Chart 5 — Evolution of the number of benefit recipients and number of unemployed (in 1000) in Italy Source: Data on number of unemployed from Eurostat (ILO definition, in 1000 persons, seasonally adjusted); data on number of benefit recipients collected from Member States through SPC delegates. The rapid worsening in household financial positions from late 2011 onwards picked up in the data on GHDI is supported by data on the recent evolution in the financial situation of households as derived from a consumer survey-based indicator of financial distress18. This shows that the share of the population facing financial distress rose very strongly in Italy over the year to October 2012, accounting for almost the entire rise in the indicator compared to pre-crisis levels (Chart 6). Moreover, the worryingly rapid rise in financial distress shows no signs of abating (Chart 7) and points to a potentially major weakening of the social situation in Italy in 2012. 18 The combined population shares reporting they are either having to draw on savings or are running into debt. The data source is consumer surveys carried out under the joint harmonised EU programme of business and consumer surveys ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 33 Chart 6: Change in share of the population in households reporting financial distress across EU Member States (as at October 2012) Source: Joint harmonised EU consumer surveys & DG EMPL calculations Chart 7: Developments in the share of households reporting financial distress in Italy, 2000-2012 (as at October 2012) 05 10 15 20 25 30 35 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Italy: Reported financial distress in households (2000-2012) Total Long term av H-P Total Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures, HP refers to smoothed series using a Hodrick-Prescott filter According to the latest European Commission economic forecasts, the economic and labour market situation is expected to have deteriorated over 2012 (Table 1), with the decline forecast to continue into 2013. GDP is estimated to have fallen by 2.4% in 2012, leading to a further 1.1% contraction in employment. Unemployment is estimated to have surpassed 10% on average for the year, and is forecast to rise further to 11.8% in 2013. All this lends support to expectations of significant impacts on the social situation and the associated main social indicators which could be expected for 2012 and 2013. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 34 Table 1: Key macroeconomic indicators for Italy, 2008-2013 2008 2009 2010 2011 2013 (forecasts) GDP growth (% change on prevous year) -1.2 -5.5 1.7 0.4 -1.3 Employment growth (% change on previous year) 0.3 -1.6 -0.7 0.3 -1.1 Unemployment rate (% of the labour force) 6.7 7.8 8.4 8.4 11.8 Source: Eurostat, national accounts and EU-LFS, and European Commission Spring 2013 economic forecast 2012 (forecasts) -2.4 -1.1 10.7 Conclusion Available key social indicators reflecting developments up to 2010/11 suggest that while Italy has suffered noticeable social impacts from the crisis these have been somewhat less marked than in other southern Member States such as Greece and Spain. However, more timely indicators such as developments in GHDI and financial distress are pointing to a major deterioration in the financial situation of households over 2012. Underlying this are sharp falls from late 2011 on in the compensation of employees and subsequently the self-employed, while the relatively subdued rises in social benefits have had little impact. Moreover, data suggest that the rapid growth in unemployment over 2011 and 2012 has not been matched by similar trends in benefit recipients, in fact the number of unemployment benefit recipients has fallen sharply, leading to worrying signs of a potential lack of social benefits coverage. All this can be expected to translate into significantly worse figures for the standard social indicators for 2012. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 35 Social developments country report: Portugal Synopsis : The social impact of the crisis was slow to emerge, but the sharp rise in unemployment together with the strong impact of austerity measures on household incomes and worrying signs of a potential lack of social benefits coverage expected to lead to a worsening social situation Summary table of key social indicators for Portugal, 2008-2011 2008 2009 2010 2011 At-risk-of-poverty-or-social- exclusion rate (% of population) 26.0 24.9 25.3 24.4 -1.6 pps At-risk-of-poverty rate after social transfers (% of population) 18.5 17.9 17.9 18.0 -0.5 pps At-risk-of-poverty threshold (Single person, PPS) 5702 5644 5839 5722 0.4 % Poverty gap (Relative median poverty risk gap, %) 23.2 23.6 22.7 23.2 0.0 pps At-risk-of-poverty rate anchored at a fixed moment in time (2005) (% of population) 17.0 15.0 14.1 15.8 -1.2 pps Severely materially deprived people (% of population ) 9.7 9.1 9.0 8.3 -1.4 pps People living in households with very low work intensity (% of population 0-59) 6.3 6.9 8.6 8.2 1.9 pps Children (0-17 years) at-risk-of- poverty-or-social-exclusion (% of population 0-17) 29.5 28.7 28.7 28.6 -0.9 pps Young adults (18-24) at-risk-of- poverty-or-social-exclusion (% of population 18-24) 27.5 25.9 26.1 26.5 -1.0 pps Working age adults (18-64) at-risk- of-poverty-or-social-exclusion (% of population 18-64) 24.5 23.5 24.1 23.2 -1.3 pps Elderly (65+) at-risk-of-poverty-or- social-exclusion (% of population 65+) 27.7 26.0 26.1 24.5 -3.2 pps Self reported unmet need for medical examination or treatment (% of population) 0.9 2.9 1.7 1.3 0.4 pps People living in households making ends meet with great difficulty (% of population) 24.2 23.5 20.3 19.2 -5.0 pps People in arrears on mortgage or rent payments (% of population) 2.8 5.0 4.8 5.7 2.9 pps Employment Rate (% of population aged 15-64) 68.2 66.3 65.6 64.2 -4.0 pps Real gross wages and salaries per employee (annual % change) 0.9 1.8 1.2 -1.2 1.8 % Unemployment rate (% of labour force) 8.5 10.6 12.0 12.9 4.4 pps Long term unemployment rate (% of labour force) 4.0 4.7 6.3 6.2 2.2 pps Youth unemployment rate (% of labour force aged under 25) 20.2 24.8 27.7 30.1 9.9 pps Source:Eurostat, EU-SILC and EU-LFS Change 2008- 2011 (percentage points or %) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 36 Developments in key social indicators to date The social situation, as indicated by the risk of poverty or social exclusion, improved slightly in Portugal between 2008 and 2011 (see preceding summary table). The 1.6 percentage point fall in the at-risk-of-poverty-or-social exclusion rate reflected decreases in the population affected by severe material deprivation while the share in very low work intensity (i.e. jobless or quasi-jobless) households rose to a similar degree (reflecting the rise in unemployment), and those at risk of poverty declined slightly. The latter reflects almost no change in the underlying poverty threshold. At the same time, the severity of poverty (as indicated by the poverty gap) for those at risk of poverty remained stable. Other indicators also suggest a slightly improved social situation in Portugal (the share of people in households making ends meet with great difficulty and the anchored at-risk-of- poverty rate have both declined). Only the share of people in arrears on mortgage or rent payments hints at any worsening of the financial situation of households since the crisis. Nevertheless, the situation on the labour market is clearly worsening, especially for young adults and with regard to long term unemployment. With regard to the impact of the crisis on particular age groups, the slight improvement in the risk of poverty or social exclusion has been fairly evenly spread across children, young adults and those of working age, with a somewhat more pronounced improvement in the relative situation of the elderly. However, all this is focussed on the change since the crisis. One should not forget that, in terms of general levels, Portugal still appears among the upper band of Member States with a relatively unfavourable actual position e.g. in terms of poverty rate and gap, as shown below (Chart 1). In summary, the social situation in Portugal has not got worse since the crisis, but it was in a relatively weak situation anyway. Chart 1: Developments over 2008-2011 in the poverty gap and the risk of poverty across EU Member States in 2008 and 2011 AROP Poverty Gap BE 0.6 1.4 BG 1.0 2.0 CZ 0.8 -1.3 DK 1.2 3.4 DE 0.6 -0.8 EE -2.0 5.7 IE* 0.6 -2.5 EL 1.3 1.4 ES 2.2 7.2 FR 1.3 2.3 IT* -0.5 1.5 CY* 0.1 1.5 LV -6.3 3.1 LT 0.0 3.0 LU 0.2 -0.9 HU 1.4 1.0 MT 0.4 -2.7 NL 0.5 0.6 AT 0.2 3.7 PL 0.8 0.8 PT -0.5 0.0 RO -1.2 -0.5 SI 1.3 0.6 SK 2.1 4.7 FI 0.1 -2.2 SE 1.8 0.5 UK* -1.6 0.4 Source: Eurostat, EU-SILC. Note: changes in AROP and Poverty gap of more than 1 percentage point are highlighted in grey. *Figures for CY, IE, IT and UK are for 2010 instead of 2011. 2011 EU27 figure is Eurostat estimate. Changes 2008-2011 in percentage points EU27 BE BG CZ DK DE EE IE EL ES FR IT CY LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2008 EU27 BE BG CZ DK DE EE IE* EL ES FR IT* CY* LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK* 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2011 ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 37 What underpins the stability in the social situation since the crisis and can it continue? In Portugal, household income (as measured by gross household disposable income, GHDI) increased in the initial period after the crisis (Chart 2). During this first period it was mainly the increase in the compensation of employees that sustained the growth of GHDI along with the rise in social protection benefits. It is also interesting to note the acceleration in the increase in the minimum wage in the first phase of the crisis, which supports the above statement regarding the impact on compensation of employees (Chart 3). In addition, in periods when the net property income grew, GHDI also grew, and vice versa. These developments help understand the resistance shown by the main social indicators, which mainly cover the time period corresponding to the first period of the crisis (the income-based indicators actually refer to the income of the year before that quoted). Chart 2: Developments in real gross household disposable income (GHDI) and underlying components in Portugal 2003-2012 (% change for GHDI (deflated by HICP), contribution to change in pps for the components) Source: Eurostat, national accounts Chart 3: Developments in minimum wages in Portugal 2000-2012 0 100 200 300 400 500 600 1 9 9 9 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 E U R / m o n t h Source: Eurostat, minimim wages data series ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 38 However, subsequent developments in work incomes of employees and social protection post-2010 have been rather different. In this subsequent period Portugal decreased spending on in-kind social protection benefits and also on cash benefits. Furthermore, since 2010 compensation of both employees and self-employed declined so much that neither social protection benefits, nor increasing property income were sufficient to maintain GHDI, which started to decrease. Recent results from the EUROMOD micro-simulation model allow to illustrate the impact of some austerity measures on households’ incomes in Portugal, and in selected other Member States (results focus on the fiscal consolidation measures implemented after the 2008 economic downturn and up to mid-2012, and hence cover a longer period than the standard social indicators mentioned previously). The simulations imply the impact of the austerity measures (here covering those directly affecting household income (i.e. reforms to direct personal taxes, cash benefits and public sector pay) and excluding the rise in VAT) on household incomes has been relatively strong in Portugal, leading to a 6.3% reduction in household incomes. This mainly reflects large cuts in public pensions together with declines in public sector wages, and to a lesser extent cuts in means-tested benefits (Chart 4). Such a drop in income tends to weigh more heavily on the already constrained budgets of the poorest households, with sever impacts on their actual living conditions. In addition, the EUROMOD simulation suggests that in Portugal the burden of fiscal consolidation falls more heavily on the poor and the rich than it does on those on middle incomes (Chart 5). The overall pattern across income quintiles is little changed when including the effect of increases in the standard rate of VAT, but the effect is important and has also had a significant negative effect on household consumption potential. Focusing on the most recent changes introduced between mid-2011 and mid-2012, they appear to have a progressive impact (to some extent even reversing the initial regressive pattern that was appearing from former assessments for Portugal). Chart 4 — Contribution of austerity packages to change in household incomes Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD Note: chart shows the effects of simulated household income-based fiscal consolidation measures in place from 2008 to 2012 as a percentage of total household disposable income, by type of policy (excluding VAT). Source: EUROMOD (cumulated impact of austerity measures on households' disposable incomes). ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 39 Chart 5 — Simulated household income-based fiscal consolidation measures as a percentage of household disposable income by income quintile group: change excluding and including VAT increases Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD With the deterioration in the employment situation and the growing number of unemployed and their longer stay in unemployment, more people are in need of social transfers. Data collected via the Social Protection Committee, through an ad-hoc collection of administrative data on benefit recipients for different social schemes, gives a picture of the pressure on the social security system in Portugal. The data suggest that the rapid growth in unemployment has not been matched by similar trends in benefit recipients, which may lead to a potential lack of social benefits coverage (Chart 6). Indeed, there is a worrying sign of an increasing gap between the level of unemployment and the number of recipients of unemployment benefits or social assistance, despite some attempt to redress the situation over 2012, suggesting that more and more people are not covered by safety nets or last resort schemes. (Calculations from EU-SILC data confirm the relatively low proportion of unemployed receiving unemployment benefits in Portugal, at around 43% back in 2009.) The worsening in household financial positions since 2010 as evidenced via GHDI is supported by recent data on the financial situation of households as derived from a consumer survey-based indicator of financial distress19. Over the year to October 2012, the share of the population living in households reporting financial distress rose sharply in Portugal, accounting for almost all the overall rise in the indicator compared to the level prior to the crisis (Chart 7). All this suggests that a noticeable weakening of the social situation in Portugal should become more evident in the standard social indicators for 2012. 19 The combined population shares reporting they are either having to draw on savings or are running into debt. The data source is consumer surveys carried out under the joint harmonised EU programme of business and consumer surveys ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 40 Chart 6 — Evolution of the number of benefit recipients and number of unemployed (in 1000) in Portugal Source: Data on number of unemployed from Eurostat (ILO definition, in 1000 persons, seasonally adjusted); data on number of benefit recipients collected from Member States through SPC delegates. Chart 7: Developments in the share of households reporting financial distress in Portugal, 2000- 2012 (as at October 2012) 05 10 15 20 25 30 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Portugal: Reported financial distress in households (2000-2012) Total Long term av H-P Total Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures Moreover, according to GDP growth figures, Portugal wasn't hit so hard initially by the crisis (-2.9% in 2009, but up 1.9% in 2010). However, the subsequent further declines of -1.6% for 2011 and an estimated -3.2% for 2012 may lead to more of an impact but have yet to feed through into the main social indicators (Table 1). Indeed, the sharp rise in the unemployment rate seen over 2012 (forecast to average 15.9% for the year as a whole), and resulting from an estimated 4.2% fall in employment levels over the year, could lead to significant impacts on the social situation and the associated main social indicators. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 41 Table 1: Key macroeconomic indicators for Portugal, 2008-2013 2008 2009 2010 2011 2013 (forecasts) GDP growth (% change on prevous year) 0.0 -2.9 1.9 -1.6 -2.3 Employment growth (% change on previous year) 0.5 -2.6 -1.5 -1.5 -3.9 Unemployment rate (% of the labour force) 8.5 10.6 12.0 12.9 18.2 Source: Eurostat, national accounts and EU-LFS, and European Commission Spring 2013 economic forecast 2012 (forecasts) -3.2 -4.2 15.9 Conclusion Available key social indicators suggest that the social situation in Portugal only reacted slowly to the crisis, unlike many of the other southern Member States. This reflects the earlier attempts to shield the economy and the society from the economic impact of the crisis and rises in compensation of employees and social protection expenditure in the period immediately after the crisis hit. However, more recent indicators clearly point to a rapid deterioration of the social situation, as a result of the sharp decline in the compensation of employees and reduced social protection expenditure. Moreover, data suggest that the rapid growth in unemployment has not been matched by similar trends in benefit recipients, with worrying signs of a potential lack of social benefits coverage. Furthermore, EUROMOD simulations imply the impact of austerity measures on household incomes has been relatively strong through to mid-2012 in Portugal, mainly reflecting large cuts in public pensions over this period together with declines in public sector wages, and to a lesser extent cuts in means-tested benefits. Such significant drops in income, although relatively stronger for the better off, weigh more heavily on the already constrained budgets of the poorest households, reducing their actual living standards more severely. These more negative trends are picked up in the more timely indicators which currently exist (GHDI and financial distress) but not so far in the standard social indicators (AROPE, AROP, SMD etc.) which only react to the situation with a lag and are much less timely. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 42 Social developments country report: Spain Synopsis : Sharp deterioration in the social situation, especially among young adults, with worrying signs of a sharp rise in household financial distress and a potential lack of social benefits coverage………. and no end in sight Summary table of key social indicators for Spain, 2008-2011 2008 2009 2010 2011 At-risk-of-poverty-or-social- exclusion rate (% of population) 22.9 23.4 25.5 27.0 4.1 pps At-risk-of-poverty rate after social transfers (% of population) 19.6 19.5 20.7 21.8 2.2 pps At-risk-of-poverty threshold (Single person, PPS) 8369 8384 7995 7736 -7.6 % Poverty gap (Relative median poverty risk gap, %) 23.6 27.7 30.6 30.8 7.2 pps At-risk-of-poverty rate anchored at a fixed moment in time (2005) (% of population) 14.4 13.8 17.6 21.0 6.6 pps Severely materially deprived people (% of population ) 2.5 3.5 4.0 3.9 1.4 pps People living in households with very low work intensity (% of population 0-59) 6.2 7.0 9.8 12.2 6.0 pps Children (0-17 years) at-risk-of- poverty-or-social-exclusion (% of population 0-17) 26.3 26.2 29.8 30.6 4.3 pps Young adults (18-24) at-risk-of- poverty-or-social-exclusion (% of population 18-24) 24.8 25.0 28.8 31.7 6.9 pps Working age adults (18-64) at-risk- of-poverty-or-social-exclusion (% of population 18-64) 20.7 21.9 25.1 27.2 6.5 pps Elderly (65+) at-risk-of-poverty-or- social-exclusion (% of population 65+) 28.2 26.1 22.6 22.3 -5.9 pps Self reported unmet need for medical examination or treatment (% of population) 0.1 0.2 0.2 0.4 0.3 pps People living in households making ends meet with great difficulty (% of population) 12.5 14.4 14.3 10.1 -2.4 pps People in arrears on mortgage or rent payments (% of population) 3.8 5.3 5.2 3.9 0.1 pps Employment Rate (% of population aged 15-64) 64.3 59.8 58.6 57.7 -6.6 pps Real gross wages and salaries per employee (annual % change) 4.8 4.5 -0.9 -0.8 2.8 % Unemployment rate (% of labour force) 11.3 18.0 20.1 21.7 10.4 pps Long term unemployment rate (% of labour force) 2.0 4.3 7.3 9.0 7.0 pps Youth unemployment rate (% of labour force aged under 25) 24.6 37.8 41.6 46.4 21.8 pps Source:Eurostat, EU-SILC and EU-LFS Change 2008- 2011 (percentage points or %) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 43 Developments in key social indicators to date The social situation, as indicated by the risk of poverty or social exclusion, deteriorated markedly in Spain between 2008 and 2011 (see preceding summary table). The 4.1 percentage point increase in the at-risk-of-poverty-or-social exclusion rate reflected rises in all three sub-components of the indicator, but especially the share of the population living in very low work intensity (i.e. jobless or quasi-jobless) households, a direct consequence of the surge in unemployment. Indeed, the unemployment rate essentially doubled between 2008 and 2011, while long term unemployment has risen massively, with the rate increasing almost five fold to 9%. More limited rises have been observed in the population shares affected by severe material deprivation (SMD) and by the risk of poverty. However, the latter was associated with an underlying 8% decrease in the poverty threshold, and the alternative measure of the poverty rate anchored at a fixed point in time, up around 7 pps, gives a much clearer indication of the extent of poverty developments. Moreover, the severity of poverty (as shown by developments in the poverty gap) has also risen substantially (also by around 7 pps), pointing to a dramatic worsening of the depth of poverty for those at risk. However, other indicators which highlight the practical consequences of these developments for households suggest a somewhat muted final impact. Nowcast estimates20 using the EUROMOD model predict a continuing rise in the risk of poverty to 22.1% for 2012. With regard to the impact of the crisis on particular age groups, the increase in the risk of poverty or social exclusion is most evident among those of working age and in particular young adults, for whom the risk rose around 7 pps. This reflects in part a particularly strong deterioration in the labour market situation of youth, with their unemployment rate rising by a massive 22 pps between 2008 and 2011, and with close to one-in-two active young adults in unemployment by 2011. As a result of these developments, in terms of the extent and depth of poverty Spain now finds itself among the Member States facing the greatest social challenges, alongside Bulgaria, Romania and the Baltic States hit hardest by the Crisis (Chart 1). 20 \"Using EUROMOD to \"Nowcast\" poverty risk in the European Union\", report by Jekaterina NAVICKE, Olga RASTRIGINA and Holly SUTHERLAND , supported by the second Network for analysis of EU-SILC (Net-SILC2). ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 44 Chart 1: Developments in the poverty gap and the risk of poverty across EU Member States 2008 to 2011 AROP Poverty Gap BE 0.6 1.4 BG 1.0 2.0 CZ 0.8 -1.3 DK 1.2 3.4 DE 0.6 -0.8 EE -2.0 5.7 IE* 0.6 -2.5 EL 1.3 1.4 ES 2.2 7.2 FR 1.3 2.3 IT* -0.5 1.5 CY* 0.1 1.5 LV -6.3 3.1 LT 0.0 3.0 LU 0.2 -0.9 HU 1.4 1.0 MT 0.4 -2.7 NL 0.5 0.6 AT 0.2 3.7 PL 0.8 0.8 PT -0.5 0.0 RO -1.2 -0.5 SI 1.3 0.6 SK 2.1 4.7 FI 0.1 -2.2 SE 1.8 0.5 UK* -1.6 0.4 Source: Eurostat, EU-SILC. Note: changes in AROP and Poverty gap of more than 1 percentage point are highlighted in grey. *Figures for CY, IE, IT and UK are for 2010 instead of 2011. 2011 EU27 figure is Eurostat estimate. Changes 2008-2011 in percentage points EU27 BE BG CZ DK DE EE IE EL ES FR IT CY LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2008 EU27 BE BG CZ DK DE EE IE* EL ES FR IT* CY* LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK* 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2011 What underpins the development in the social situation since the crisis and what lies ahead? In Spain, household income (as measured by gross household disposable income, GHDI), rose in the initial period after the crisis (Chart 2), supported by strong increases in social protection expenditure and despite sharp drops in the compensation of employees and the self-employed. Indeed, compensation of the self-employed started to decrease already in 2008 and in 2009 was accompanied by falls in the compensation of employees, but higher social protection benefits and lower taxes were able to maintain GHDI until the end of 2009. However, the subsequent period witnessed a very sharp fall in GHDI and by the second quarter of 2012 it was at some 5% lower than a year before. In this second period Spain decreased spending on in-kind social protection benefits while spending on cash benefits increased at a much reduced rate, resulting in social protection no longer offsetting the continued sharp falls in the compensation especially of employees, but also the self- employed. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 45 Chart 2: Developments in real gross household disposable income (GHDI) and underlying components in Spain 2003-2012 (% change for GHDI (deflated by HICP), contribution to change in pps for the components) Source: Eurostat, national accounts Recent results from the EUROMOD micro-simulation model allow to illustrate the impact of some austerity measures on households’ incomes in Spain, and in selected other Member States (results focus on the fiscal consolidation measures implemented after the 2008 economic downturn and up to mid-2012, and hence cover a longer period than the standard social indicators mentioned previously). The simulations imply the impact of austerity measures (here covering those directly affecting household income (i.e. reforms to direct personal taxes, cash benefits and public sector pay) and excluding the rise in VAT) on household incomes has been relatively strong in Spain, leading to a 4.3% reduction in incomes. This mainly reflects large increases in income tax and to a lesser extent declines in public sector wages and cuts in public pensions (Chart 3). In terms of distributional implications, the EUROMOD simulation suggests that in Spain the better-off lose a higher proportion of their incomes than the poor as a result of the consolidation measures modelled (Chart 4). However, while the effect of consolidation measures can be labelled progressive, significant drops in income tend to weigh more heavily on the already constrained budgets of the poorest households, and affect their actual living standards more severely. The overall progressive effect for Spain is primarily due to the progressive nature of tax increases, further strengthened by the declines in public sector wages. Focusing on the most recent changes introduced between mid-2011 and mid- 2012, the changes in income distribution look mostly neutral. Increases in VAT are expected to have more regressive effects. The main VAT rate increased 5 pps as part of the consolidation packages and the distributional effect appears to be regressive. Overall, the impact on household income is estimated to be of a similar magnitude to the austerity measures affecting household incomes directly (Chart 4). ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 46 Chart 3 — Contribution of austerity packages to change in household incomes Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD Note: chart shows the effects of simulated household income-based fiscal consolidation measures in place from 2008 to 2012 as a percentage of total household disposable income, by type of policy (excluding VAT). Source: EUROMOD (cumulated impact of austerity measures on household disposable incomes). Chart 4 — Simulated household income-based fiscal consolidation measures as a percentage of household disposable income by income decile group: change excluding and including VAT increases Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD With the deterioration in the employment situation and the growing number of unemployed and their longer stay in unemployment, more people are in need of social transfers. Administrative data collected via the Social Protection Committee on benefit recipients for different social schemes, gives a picture of the pressure on the social security system in Spain. The data suggest that the rapid growth in unemployment has not been matched by similar trends in benefit recipients, which may lead to a potential lack of social benefits coverage (Chart 5). Indeed, there is a worrying sign of an increasing gap between the level of unemployment and the number of recipients of unemployment benefits, suggesting that more and more people are not covered by this safety net. (Calculations from EU-SILC data confirm the fairly low proportion of unemployed receiving unemployment benefits in Spain, at around 57% back in 2009.) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 47 Chart 5 — Evolution of the number of benefit recipients and number of unemployed (in 1000) in Spain Source: Data on number of unemployed from Eurostat (ILO definition, in 1000 persons, seasonally adjusted); data on number of benefit recipients collected from Member States through SPC delegates The worsening in household financial positions from 2010 onwards as evidenced via GHDI is supported by data on the evolution in the financial situation of households as derived from a consumer survey-based indicator of financial distress21. This shows that compared to pre-crisis levels (2007), the share of the population facing financial distress has risen strongly in Spain, which is second only to Greece (Chart 6). Furthermore, over the year to October 2012, the share of the population living in households reporting financial distress has continued to rise significantly, and the trend seems to point to further increases going forward (Chart 7). Moreover, trends in financial distress for individual income quartiles indicate that the poorest households are suffering the worst effects of the continued crisis, much more so than the other income quartiles. All this suggests that a further noticeable weakening of the social situation in Spain could be expected in the standard social indicators for 2012. 21 The combined population shares reporting they are either having to draw on savings or are running into debt. The data source is consumer surveys carried out under the joint harmonised EU programme of business and consumer surveys ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 48 Chart 6: Change in share of the population in households reporting financial distress across EU Member States (as at October 2012) -10.00 -5.00 0.00 5.00 10.00 15.00 20.00 25.00 SE LT DE PL MT FI BE FR LU AT NL EE DK PT SI CY EU LV RO UK HU CZ SK BG IT ES EL p e r c e n t a g e p o i n t s Change over last year vs av over 2007 (pre-crisis) Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Chart 7: Developments in the share of households reporting financial distress in Spain, 2000-2012 (as at October 2012), overall and by income quartile 0 5 10 15 20 25 30 35 40 45 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Spain: Reported financial distress in households by income quartile of household (2000-2012) Quartile 1 Quartile 2 Quartile 3 Quartile 4 Bottom quartile Upper quartile 0 5 10 15 20 25 30 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Spain: Reported financial distress in households (2000- 2012) Total Long term av H-P Total Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures, Series smoothed using a Hodrick-Prescott filter. Moreover, according to the latest European Commission economic forecasts, the economic and labour market situation is expected to have deteriorated markedly further over 2012 (Table 1). GDP is estimated to have declined by 1.4% in 2012, with even more marked impacts expected on the labour market as employment is estimated to have contracted by 4.4%. As a result unemployment has risen sharply to affect one in four of the labour force. All this is suggesting yet further significant impacts on the social situation and the associated main social indicators which could be expected for 2012, and with continued deterioration forecast over 2013. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 49 Table 1: Key macroeconomic indicators for Spain, 2008-2013 2008 2009 2010 2011 2013 (forecasts) GDP growth (% change on prevous year) 0.9 -3.7 -0.3 0.4 -1.5 Employment growth (% change on previous year) -0.1 -6.5 -2.5 -1.5 -3.4 Unemployment rate (% of the labour force) 11.3 18.0 20.1 21.7 27.0 Source: Eurostat, national accounts and EU-LFS, and European Commission Spring 2013 economic forecast 2012 (forecasts) -1.4 -4.4 25.0 Conclusion Available key social indicators suggest that Spain has suffered considerable social impacts following the crisis, with no signs yet of any relief. Although household financial situations were relatively stable in the initial period following the outbreak of the crisis, thanks to strong increases in social protection expenditure, sharp falls in household income have occurred in the subsequent period when much lower rises in social protection expenditure no longer offset the continued sharp falls in the compensation from employment. Moreover, data suggest that the rapid growth in unemployment has not been matched by similar trends in benefit recipients, with worrying signs of a potential lack of social benefits coverage. EUROMOD simulations imply that the impact of austerity measures on household incomes has been relatively strong in Spain, mainly reflecting large increases in income tax and to a lesser extent declines in public sector wages and cuts in public pensions. Furthermore, the impact of increase in VAT on household income is estimated to be of a similar magnitude to that of the other austerity measures. Despite the generally progressive nature of the austerity measures taken, such significant drops in income weigh more heavily on the already constrained budgets of the poorest households, and affect their actual living standards more severely. In line with the indications of deteriorating household income, sharp rises in household financial distress have been observed over 2011 and into 2012, mainly among the lowest income quartile. Recent data suggest no easing in the situation, which can be expected to translate into a further worsening of the social situation as captured by the standard social indicators for 2012. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 50 Social developments country report: Estonia Synopsis : notable social impacts, especially on household income and labour market exclusion, and mainly focused on the poor….. partly reflecting the strongly regressive nature of the austerity measures Summary table of key social indicators for Estonia, 2008-2011 2008 2009 2010 2011 At-risk-of-poverty-or-social- exclusion rate (% of population) 21.8 23.4 21.7 23.1 1.3 pps At-risk-of-poverty rate after social transfers (% of population) 19.5 19.7 15.8 17.5 -2.0 pps At-risk-of-poverty threshold (Single person, PPS) 4538 4794 4490 4491 -1.0 % Poverty gap (Relative median poverty risk gap, %) 20.3 17.0 23.2 26.0 5.7 pps At-risk-of-poverty rate anchored at a fixed moment in time (2005) (% of population) 5.3 3.7 5.3 7.9 2.6 pps Severely materially deprived people (% of population ) 4.9 6.2 9.0 8.7 3.8 pps People living in households with very low work intensity (% of population 0-59) 5.3 5.6 8.9 9.9 4.6 pps Children (0-17 years) at-risk-of- poverty-or-social-exclusion (% of population 0-17) 19.4 24.5 24.0 24.8 5.4 pps Young adults (18-24) at-risk-of- poverty-or-social-exclusion (% of population 18-24) 17.8 21.8 25.6 29.4 11.6 pps Working age adults (18-64) at-risk- of-poverty-or-social-exclusion (% of population 18-64) 17.5 19.9 21.8 24.2 6.7 pps Elderly (65+) at-risk-of-poverty-or- social-exclusion (% of population 65+) 40.9 35.6 19.0 17.0 -23.9 pps Self reported unmet need for medical examination or treatment (% of population) 0.9 0.8 0.8 1.0 0.1 pps People living in households making ends meet with great difficulty (% of population) 3.1 7.9 8.5 8.5 5.4 pps People in arrears on mortgage or rent payments (% of population) 1.1 2.0 2.7 2.3 1.2 pps Employment Rate (% of population aged 15-64) 69.8 63.5 61.0 65.1 -4.7 pps Real gross wages and salaries per employee (annual % change) 3.7 -3.2 0.9 -2.8 -5.0 % Unemployment rate (% of labour force) 5.5 13.8 16.9 12.5 7.0 pps Long term unemployment rate (% of labour force) 1.7 3.8 7.7 7.1 5.4 pps Youth unemployment rate (% of labour force aged under 25) 12.1 27.5 32.9 22.3 10.2 pps Source:Eurostat, EU-SILC and EU-LFS Change 2008- 2011 (percentage points or %) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 51 Developments in key social indicators to date The social situation, as indicated by the risk of poverty or social exclusion, worsened in Estonia between 2008 and 2011 (see preceding summary table). Although the overall increase in the at-risk-of-poverty-or-social exclusion rate was fairly limited (1.3 pps), underlying this are rather strong rises in the incidence of severe material deprivation (up almost 4 pps, indicating that people's standards of living are being affected) and in the share of the population living in very low work intensity (i.e. jobless or quasi-jobless) households (up almost 5pps and reflecting the rise in unemployment since the crisis began). In contrast, the risk of poverty declined slightly, while the poverty threshold remained broadly stable, suggesting a slight decrease in the extent of poverty. However, the poverty gap, indicating \"how poor the poor are\" or the depth of poverty increased considerably (up almost 6 pps), pointing to rising severity of poverty among those who are at risk. Moreover, the alternative measure of the poverty rate anchored at a fixed point in time, up 2.6 pps, gives perhaps a clearer indication of developments in the extent of poverty since the crisis, as does the considerable increase in the share of the population having great difficulty making ends meet. With regard to the impact of the crisis on particular age groups, the increase in the risk of poverty or social exclusion is most evident among young adults, but children and people of working age in general have also been adversely affected, reflecting the sharp drop in market-based income. Only the elderly have seen an apparent relative improvement in their situation, with a 24pps decrease in their risk of poverty or social exclusion, reflecting their improved position in the income distribution, without necessarily their actual situation. The strong impact on youth reflects in part the strong deterioration in the labour market situation of young adults, with their unemployment rate rising by some 20pps between 2008 and 2010 to 33%, before falling back to 22% in 2011. As a result of these developments, in terms of the extent and depth of poverty Estonia appears among the Member States seemingly on the edge of entering the block of countries with the least favourable actual positions in terms of the poverty rate and poverty gap, as shown below (Chart 1). Chart 1: Developments over 2008-2011 in the poverty gap and the risk of poverty across EU Member States in 2008 and 2011 AROP Poverty Gap BE 0.6 1.4 BG 1.0 2.0 CZ 0.8 -1.3 DK 1.2 3.4 DE 0.6 -0.8 EE -2.0 5.7 IE* 0.6 -2.5 EL 1.3 1.4 ES 2.2 7.2 FR 1.3 2.3 IT* -0.5 1.5 CY* 0.1 1.5 LV -6.3 3.1 LT 0.0 3.0 LU 0.2 -0.9 HU 1.4 1.0 MT 0.4 -2.7 NL 0.5 0.6 AT 0.2 3.7 PL 0.8 0.8 PT -0.5 0.0 RO -1.2 -0.5 SI 1.3 0.6 SK 2.1 4.7 FI 0.1 -2.2 SE 1.8 0.5 UK* -1.6 0.4 Source: Eurostat, EU-SILC. Note: changes in AROP and Poverty gap of more than 1 percentage point are highlighted in grey. *Figures for CY, IE, IT and UK are for 2010 instead of 2011. 2011 EU27 figure is Eurostat estimate. Changes 2008-2011 in percentage points EU27 BE BG CZ DK DE EE IE EL ES FR IT CY LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2008 EU27 BE BG CZ DK DE EE IE* EL ES FR IT* CY* LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK* 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2011 ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 52 What underpins the development in the social situation since the crisis and what lies ahead? Household incomes declined sharply in Estonia between 2008 and 2012 (Chart 2). Apart from being due to the strong contraction in employment (and subsequent loss of income from work) and declines in real wages, recent results from the EUROMOD micro- simulation model (which allow to illustrate the impact of some austerity measures on households’ incomes in selected Member States) show that it is also due to the relatively strong impact of austerity measures on household incomes in Estonia, which have declined by 4% as a result of these measures. This reflects important increases in social contributions and cuts in public pensions (Chart 3). Chart 2: Change in real GHDI 2008-2012 Source: AMECO (2012 is a forecast and 2011 provisional, ** available until 2010 and * until 2011) Chart 3 — Contribution of austerity packages to change in household incomes Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD . Note: chart shows the effects of simulated household income-based fiscal consolidation measures in place from 2008 to 2012 as a percentage of total household disposable income, by type of policy (excluding VAT). Source: EUROMOD (cumulated impact of austerity measures on household disposable incomes). Overall fiscal consolidation measures adopted between 2008 and 2012 (including increases in taxes and social security contributions and cuts in pensions and other non- means tested benefits) contributed to a 4% drop in household incomes. Such a drop in income tends to weigh more heavily on the already constrained budgets of the poorest ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 53 households, with sever impacts on their actual living conditions. In addition, the EUROMOD simulation suggests that in Estonia the poor have lost a higher proportion of their incomes than the rich (Chart 4). This regressive impact is driven by the cuts in public pensions while the (increased) means-tested social assistance lessens the effect for the first decile group. The overall pattern across income deciles is little changed when including the effect of increases in the standard rate of VAT, which is slightly regressive. With regard to the most recent changes introduced between mid-2011 and mid-2012, these tend to have a regressive impact notably due to reductions in income support payments and pensions. Chart 4 — Simulated household income-based fiscal consolidation measures as a percentage of household disposable income by income decile group: change excluding and including VAT increases Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD. Administrative data collected via the Social Protection Committee on benefit recipients for different social schemes, gives a picture of the changes in the pressure on the social security system in Estonia. The data suggest that the rapid growth in unemployment over 2008-10 was only partially matched by similar trends in unemployment benefit recipients, which trailed off again as the number of unemployed started to decrease post 2010 (Chart 5). Similarly, the number of those granted subsistence benefit rose from 2009 through to 2010, but has started to decline subsequently. Between June 2011 and June 2012 Estonia registered a decrease of 17% in the number of unemployment beneficiaries and at the same time a 14% drop in the number of social assistance recipients, reflecting a further drop in the number of unemployed. In contrast, the numbers receiving disability allowances and incapacity pensions has continued to rise at a steady pace. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 54 Chart 5 — Evolution of the number of benefit recipients and number of unemployed (in 1000) in Italy 050 100 150 200 0 50 100 150 200 1 3 6 9 1 3 6 9 1 3 6 9 1 3 6 9 1 3 6 9 1 3 6 9 1 3 6 2006 2007 2008 2009 2010 2011 2012 p e r s o n s ( 1 0 0 0 ) EE Number of unemployed ILO (1000) EE U insurance benefit recipients EE Disabled adult allowances (at the end of quarter) EE Receivers of pension for incapacity for work (at the end of quarter) EE Number of granted subsistence benefit applications (at the end of quarter) Source: Data on number of unemployed from Eurostat (ILO definition, in 1000 persons, seasonally adjusted); data on number of benefit recipients collected from Member States through SPC delegates. The worsening in household financial positions due to the crisis picked up in the data on GHDI is supported by data on the recent evolution in the financial situation of households as derived from a consumer survey-based indicator of financial distress 22 . This shows that the share of the population facing financial distress rose in Estonia from late 2007 to early 2011, but has broadly stabilised since. However, developments are very different across income quartiles, with the poorest households suffering the sharpest rises in financial distress while it has declined strongly for the richest quartile (Chart 6). This is very much in line with the EUROMOD results which point to the strongly regressive nature of the austerity measures. 22 The combined population shares reporting they are either having to draw on savings or are running into debt. The data source is consumer surveys carried out under the joint harmonised EU programme of business and consumer surveys ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 55 Chart 6: Developments in the share of households reporting financial distress in Estonia, 2000-2012 (as at October 2012), overall and by income quartile Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures 02468 10 12 14 16 18 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Estonia: Reported financial distress in households (2000-2012) Total Long term av H-P Total 05 10 15 20 25 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Estonia: Reported financial distress in households by income quartile of household (2000-2012) Quartile 1 Quartile 2 Quartile 3 Quartile 4 Bottom quartile Upper quartile According to the latest European Commission economic forecasts, the economic and labour market situation is expected to have improved further over 2012 (Table 1), with this set to continue into 2013. GDP is estimated to have risen by 3.2% in 2012, leading to a further 2.2% expansion in employment and a decline in unemployment to 10.2%. All this lends support to expectations of possible slight improvements in the social situation for the population as a whole, but potentially heightened difficulties for the poorer section of society, as evidenced by the regressive impact of the austerity measures, the rising poverty gap and the diverging trends in financial distress between low and high income groups. Table 1: Key macroeconomic indicators for Estonia, 2008-2013 2008 2009 2010 2011 2013 (forecasts) GDP growth (% change on prevous year) -4.2 -14.1 3.3 8.3 3.0 Employment growth (% change on previous year) 0.2 -9.9 -4.8 7.0 0.3 Unemployment rate (% of the labour force) 5.5 13.8 16.9 12.5 9.7 Source: Eurostat, national accounts and EU-LFS, and European Commission Spring 2013 economic forecast 2012 (forecasts) 3.2 2.2 10.2 Conclusion Available key social indicators reflecting developments up to 2010/11 suggest that Estonia has witnessed notable social impacts from the crisis, especially in terms of the impact on household income (and the associated fall in standards of living) and labour market exclusion. However, the main impact has mainly borne by low income households, as evidenced by developments in financial distress and the poverty gap, and partly reflects the strongly regressive nature of the austerity measures which were implemented. On the positive side recovery is clearly in progress, albeit slow in terms of impacts on the labour market for most, but it will still take time for this to feed through to any significant improvement in the social situation. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 56 Social developments country report: Latvia Synopsis : notable social impacts in terms of reduced household income and labour market exclusion, with young adults particularly affected, although the effect of consolidation measures has been progressive and recovery is clearly underway. However, concerns over the effectiveness of social protection system, that may now be leaving a significant part of the population aside. Summary table of key social indicators for Latvia, 2008-2011 2008 2009 2010 2011 At-risk-of-poverty-or-social- exclusion rate (% of population) 33.8 37.4 38.1 40.1 6.3 pps At-risk-of-poverty rate after social transfers (% of population) 25.6 25.7 21.3 19.3 -6.3 pps At-risk-of-poverty threshold (Single person, PPS) 4354 4394 3580 3484 -20.0 % Poverty gap (Relative median poverty risk gap, %) 28.6 28.9 29.4 31.7 3.1 pps At-risk-of-poverty rate anchored at a fixed moment in time (2005) (% of population) 6.7 5.9 8.3 10.2 3.5 pps Severely materially deprived people (% of population ) 19.0 21.9 27.4 30.9 11.9 pps People living in households with very low work intensity (% of population 0-59) 5.1 6.7 12.2 12.2 7.1 pps Children (0-17 years) at-risk-of- poverty-or-social-exclusion (% of population 0-17) 33.2 38.0 42.0 43.6 10.4 pps Young adults (18-24) at-risk-of- poverty-or-social-exclusion (% of population 18-24) 26.3 32.3 38.4 43.5 17.2 pps Working age adults (18-64) at-risk- of-poverty-or-social-exclusion (% of population 18-64) 28.1 32.8 37.0 40.9 12.8 pps Elderly (65+) at-risk-of-poverty-or- social-exclusion (% of population 65+) 58.1 55.5 37.7 33.2 -24.9 pps Self reported unmet need for medical examination or treatment (% of population) 6.8 8.0 13.5 14.4 7.6 pps People living in households making ends meet with great difficulty (% of population) 13.2 17.5 23.5 24.1 10.9 pps People in arrears on mortgage or rent payments (% of population) 3.2 4.8 5.9 6.9 3.7 pps Employment Rate (% of population aged 15-64) 68.6 60.9 59.3 60.8 -7.8 pps Real gross wages and salaries per employee (annual % change) 3.9 -13.2 -6.0 9.8 -10.5 % Unemployment rate (% of labour force) 8.0 18.2 19.8 16.2 8.2 pps Long term unemployment rate (% of labour force) 2.1 4.9 8.9 8.8 6.7 pps Youth unemployment rate (% of labour force aged under 25) 14.5 36.2 37.2 31.0 16.5 pps Source:Eurostat, EU-SILC and EU-LFS Change 2008- 2011 (percentage points or %) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 57 Developments in key social indicators to date The social situation, as indicated by the risk of poverty or social exclusion, worsened markedly in Latvia between 2008 and 2011 (see preceding summary table). The large 6.3 percentage point increase in the at-risk-of-poverty-or-social exclusion rate reflected especially large rises in the incidence of severe material deprivation (up 12 pps, indicating that people's standards of living have declined markedly) and in the share of the population living in very low work intensity (i.e. jobless or quasi-jobless) households (up 7pps), reflecting the strong rise in unemployment since the crisis began. Indeed, the unemployment rate essentially doubled between 2008 and 2011, while long term unemployment has quadrupled to affect almost 1-in-10 of the labour force. In contrast, the at-risk-of-poverty indicator recorded a 6 pps decline, but underlying this is a massive drop in the poverty threshold (down by 20%), reflecting a major decline in middle incomes due to so many people losing their jobs and experiencing a substantial drop in income. As a consequence, the developments in the risk of poverty as suggested by this indicator are rather unclear, but generally reflect that during crisis the income distribution became more even but the population in general became poorer in absolute terms. Indeed, other indicators point to a marked rise in poverty – the alternative measure of the poverty rate anchored at a fixed point in time 23 increased by 3.5 pps, while the poverty gap 24 (indicating \"how poor the poor are\" or the depth of poverty) increased noticeably (up 3 pps), and the share of the population having great difficulty making ends meet increased particularly strongly (up 11 pps). As a result of these developments, in terms of the extent and depth of poverty Latvia is among the Member States facing the greatest social challenges, although it was already in a relatively weak position even before the crisis (Chart 1). Chart 1: Developments in the poverty gap and the risk of poverty across EU Member States 2008 to 2011 AROP Poverty Gap BE 0.6 1.4 BG 1.0 2.0 CZ 0.8 -1.3 DK 1.2 3.4 DE 0.6 -0.8 EE -2.0 5.7 IE* 0.6 -2.5 EL 1.3 1.4 ES 2.2 7.2 FR 1.3 2.3 IT* -0.5 1.5 CY* 0.1 1.5 LV -6.3 3.1 LT 0.0 3.0 LU 0.2 -0.9 HU 1.4 1.0 MT 0.4 -2.7 NL 0.5 0.6 AT 0.2 3.7 PL 0.8 0.8 PT -0.5 0.0 RO -1.2 -0.5 SI 1.3 0.6 SK 2.1 4.7 FI 0.1 -2.2 SE 1.8 0.5 UK* -1.6 0.4 Source: Eurostat, EU-SILC. Note: changes in AROP and Poverty gap of more than 1 percentage point are highlighted in grey. *Figures for CY, IE, IT and UK are for 2010 instead of 2011. 2011 EU27 figure is Eurostat estimate. Changes 2008-2011 in percentage points EU27 BE BG CZ DK DE EE IE EL ES FR IT CY LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2008 EU27 BE BG CZ DK DE EE IE* EL ES FR IT* CY* LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK* 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2011 23 Note that the anchored poverty values are rather low, reflecting the anchoring in 2005 which was followed by strong improvements in the years leading up to the crisis with quite strong increases in the poverty threshold. 24 Difference between the at-risk-of-poverty threshold (set at 60 % of the national median equivalised disposable income after social transfers) and the median equivalised disposable income of persons below the same at-risk-of-poverty threshold, expressed as a percentage of the at-risk-of-poverty threshold. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 58 With regard to the impact of the crisis on particular age groups, the increase in the risk of poverty or social exclusion is most evident among young adults, whose risk has risen massively (by 17pps) but people of working age in general and children have also been adversely affected. Only the elderly have seen an apparent relative improvement in their situation, with a 25pps decrease in their risk of poverty or social exclusion, reflecting their improved position in the income distribution but not necessarily their actual situation. The strong impact on youth reflects in part the very strong deterioration in the labour market situation of young adults, with their unemployment rate rocketing by almost 23pps between 2008 and 2010 to 37%, before falling back to 31% in 2011. What underpins the development in the social situation since the crisis and what lies ahead? Household incomes declined particularly sharply in Latvia between 2008 and 2012 (Chart 2). Apart from being due to the strong contraction in employment (and subsequent loss of income from work) and declines in real wages, recent results from the EUROMOD micro-simulation model (which allow to illustrate the impact of some austerity measures on households’ incomes in selected Member States) show that it is also due to the very strong impact of austerity measures on household incomes (here covering those measures directly affecting household income (i.e. reforms to direct personal taxes, cash benefits and public sector pay) and excluding the rise in VAT) in Latvia (Chart 3). The simulation indicates that austerity measures resulted in a 9.1% decline in household incomes, reflecting important cuts in non-means tested benefits, public wages and to a lesser extent in public pensions, and important increases in social insurance contributions and to a lesser extent in income taxes (i.e. the measures have been quite broad-based). Such a drop in income tends to weigh more heavily on the already constrained budgets of the poorest households, with sever impacts on their actual living conditions. Chart 2: Change in real GHDI 2008-2012 Source: AMECO (2012 is a forecast and 2011 provisional, ** available until 2010 and * until 2011) In addition, the EUROMOD simulation suggests that in Latvia the better-off lose a higher proportion of their incomes than the poor as a result of the consolidation measures modelled (Chart 4). Nevertheless, while the effect of consolidation measures can be labelled progressive, a proportional income drop may actually affect the living standards of those already in lower income brackets more severely. The overall progressive effect shown for Latvia is primarily due to public-sector wage cuts, but the effect has been strengthened by the progressive nature of cuts in non-means-tested benefits. Taking into account increases in VAT reduces the overall progressive nature of the austerity ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 59 measures only slightly, but shows that the impact of VAT changes also has had an important negative effect on household consumption potential. In fact VAT rises resulted in a further reduction in effective household disposable income of almost 4 percentage points for the lowest income quintile group and around 2.5% for the highest income quartile. Chart 3 — Contribution of austerity packages to change in household incomes Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD Note: chart shows the effects of simulated household income-based fiscal consolidation measures in place from 2008 to 2012 as a percentage of total household disposable income, by type of policy (excluding VAT). Source: EUROMOD (cumulated impact of austerity measures on household disposable incomes). Chart 4 — Simulated household income-based fiscal consolidation measures as a percentage of household disposable income by income quintile group: change excluding and including VAT increases Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 60 Administrative data collected via the Social Protection Committee on benefit recipients for different social schemes, gives a picture of the changes in the pressure on the social security system in Latvia (Chart 5). In the initial phase of the crisis the number of unemployment benefit recipients rose sharply, reflecting the jump in overall unemployment, and then started to recede from 2010 on as unemployment started to fall and recipients started to move into social assistance schemes instead. The numbers on guaranteed minimum income (GMI) benefits 25 rose over 2010 but has also been declining since early 2011. For the period between June 2011 and June 2012 Latvia reported decreasing numbers of beneficiaries on both unemployment benefit and the GMI social assistance scheme. It registered a 7% decrease in unemployment beneficiaries and a 24% drop in the number of GMI recipients, even though the number of unemployed remained broadly unchanged. The gap between the level of unemployment and those receiving unemployment benefits or GMI benefits remains substantial and may be widening again. The normally relatively low unemployment benefit coverage rate in Latvia (calculations from EU-SILC data confirm the relatively low proportion of unemployed receiving unemployment benefits, the share being around 23% in 2008 and rising to 41% in 2009), combined with the very latest trends, raises concerns about the number of people not being covered by any safety net. This low effectiveness of social protection may be placing great strain on families, including in terms of access to healthcare, as evidenced for example by the sharp rise in the share of the population reporting unmet need for medical care (see initial summary table of social indicators), which has risen almost 8 pps since 2008 to a substantial 14%. Chart 5 — Evolution of the number of benefit recipients and number of unemployed (in 1000) in Latvia Source: Data on number of unemployed from Eurostat (ILO definition, in 1000 persons, seasonally adjusted); data on number of benefit recipients collected from Member States through SPC delegates. The worsening in household financial positions due to the crisis picked up in the data on GHDI is supported by data on the recent evolution in the financial situation of households as derived from a consumer survey-based indicator of financial distress26. This shows that the share of the population facing financial distress rose noticeably in Latvia from 25 Chart 5 shows the evolution only of the GMI, which is only one of the social assistance benefits schemes. 26 The combined population shares reporting they are either having to draw on savings or are running into debt. The data source is consumer surveys carried out under the joint harmonised EU programme of business and consumer surveys ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 61 2006 to 2009/10, but has declined noticeably since, although remaining still well above pre-crisis levels (Chart 6). However, there are signs of strong divergence within the different elements of the population, with the poorest households suffering the sharpest rises in financial distress until mid-2011 while it declined strongly for the richer quartiles. Since then, the financial distress seems to be declining for all quartiles, reflecting the improvements in the general economic and labour market situation. Chart 6: Developments in the share of households reporting financial distress in Latvia, 2000-2012 (as at October 2012), overall and by income quartile 05 10 15 20 25 30 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Latvia: Reported financial distress in households (2000-2012) Total Long term av H-P Total Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures 05 10 15 20 25 30 35 40 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Latvia: Reported financial distress in households by income quartile of household (2000-2012) Quartile 1 Quartile 2 Quartile 3 Quartile 4 Bottom quartile Upper quartile Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures, Series smoothed using a Hodrick-Prescott filter According to the latest European Commission economic forecasts, the economic situation is expected to have improved further over 2012, reflecting the continued recovery from the crisis (Table 1). GDP is estimated to have risen by 5.6% in 2012, leading to a 2.6% expansion in employment and a slight decline in unemployment to 14.9%. All this lends support to expectations of possible slight improvements in the social situation for the population as a whole in 2012. Table 1: Key macroeconomic indicators for Latvia, 2008-2013 2008 2009 2010 2011 2013 (forecasts) GDP growth (% change on prevous year) -3.3 -17.7 -0.9 5.5 3.8 Employment growth (% change on previous year) 0.9 -13.2 -4.8 -8.1 1.9 Unemployment rate (% of the labour force) 8.0 18.2 19.8 16.2 13.7 Source: Eurostat, national accounts and EU-LFS, and European Commission Spring 2013 economic forecast 2012 (forecasts) 5.6 2.6 14.9 ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 62 Conclusion Latvia experienced an improving trend in its economic and social situation in the years preceding the crisis. However, key social indicators reflecting developments up to 2010/11 suggest it experienced notable social impacts following the crisis, although it was already in a relatively weak position even before the crisis when compared to other Member States. The impact has been most noticeable in terms of the effect on household income (and the associated fall in standards of living) and labour market exclusion, with young adults particularly affected. In terms of distributional implications, the EUROMOD simulation suggests that in Latvia the effect of consolidation measures has been progressive, with the better-off losing a higher proportion of their incomes than the poor as a result of the consolidation measures modelled. Nevertheless, such significant drops in income weigh more heavily on the already constrained budgets of the poorest households, and affect their actual living standards more severely. The poorest households also suffered the sharpest rises in financial distress. Moreover, there are concerns over the effectiveness of social protection systems, including the coverage provided by unemployment and social benefits and access to healthcare. On the positive side recovery is clearly in progress, albeit slow in terms of impacts on the labour market for most, and levels of financial distress appear to be declining, but it will still take time for this to feed through to any significant improvement in the social situation as recorded by standard indicators. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 63 Social developments country report: Lithuania Synopsis : Notable social impacts in terms of reduced household income and labour market exclusion, with young adults particularly affected … and with consolidation measures falling more heavily on the poor and the rich (but with VAT increases particularly hitting the poorest)….. On the positive side recovery is clearly in progress with levels of financial distress declining strongly Summary table of key social indicators for Lithuania, 2008-2011 2008 2009 2010 2011 At-risk-of-poverty-or-social- exclusion rate (% of population) 27.6 29.5 33.4 33.4 5.8 pps At-risk-of-poverty rate after social transfers (% of population) 20.0 20.6 20.2 20.0 0 pps At-risk-of-poverty threshold (Single person, PPS) 4170 4382 3615 3690 -11.5 % Poverty gap (Relative median poverty risk gap, %) 25.7 23.1 32.6 28.7 3.0 pps At-risk-of-poverty rate anchored at a fixed moment in time (2005) (% of population) 5.2 4.6 9.5 9.3 4.1 pps Severely materially deprived people (% of population ) 12.3 15.1 19.5 18.5 6.2 pps People living in households with very low work intensity (% of population 0-59) 5.1 6.9 9.2 12.3 7.2 pps Children (0-17 years) at-risk-of- poverty-or-social-exclusion (% of population 0-17) 29.4 31.0 34.3 33.4 4.0 pps Young adults (18-24) at-risk-of- poverty-or-social-exclusion (% of population 18-24) 28.5 28.2 35.4 39.7 11.2 pps Working age adults (18-64) at-risk- of-poverty-or-social-exclusion (% of population 18-64) 24.5 27.5 34.0 33.6 9.1 pps Elderly (65+) at-risk-of-poverty-or- social-exclusion (% of population 65+) 38.1 35.8 30.0 32.5 -5.6 pps Self reported unmet need for medical examination or treatment (% of population) 1.7 0.7 0.8 1.1 -0.6 pps People living in households making ends meet with great difficulty (% of population) 5.9 10.8 12.0 11.2 5.3 pps People in arrears on mortgage or rent payments (% of population) 0.5 1.8 1.5 1.5 1.0 pps Employment Rate (% of population aged 15-64) 64.3 60.1 57.8 60.3 -4.0 pps Real gross wages and salaries per employee (annual % change) 3.7 -6.9 -1.0 -1.7 -9.4 % Unemployment rate (% of labour force) 5.3 13.6 18.0 15.3 10.0 pps Long term unemployment rate (% of labour force) 1.1 3.2 7.4 8.0 6.9 pps Youth unemployment rate (% of labour force aged under 25) 12.2 29.0 35.3 32.2 20.0 pps Source:Eurostat, EU-SILC and EU-LFS Change 2008- 2011 (percentage points or %) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 64 Developments in key social indicators to date The social situation, as indicated by the risk of poverty or social exclusion, worsened markedly in Lithuania between 2008 and 2011 (see preceding summary table). The large 5.8 percentage point increase in the at-risk-of-poverty-or-social exclusion rate reflected large rises in the incidence of severe material deprivation (up 6pps, indicating that people's standards of living have declined) and in the share of the population living in very low work intensity (i.e. jobless or quasi-jobless) households (up 7pps), reflecting the strong rise in unemployment since the crisis began. Indeed, the unemployment rate more than tripled between 2008 and 2010, before easing back to 15% in 2011, while long term unemployment has rocketed to affect almost 1-in-10 of the labour force. In contrast, the at-risk-of-poverty indicator has not increased at all (although \"nowcast\" estimates27 using the EUROMOD tax-benefit simulation model are predicting a rise in the risk of poverty to 21% in 2012), but underlying this is a substantial drop in the poverty threshold (down by 11.5%), reflecting the drop in median income due to so many people losing their jobs and experiencing a substantial fall in income. Other indicators point to a marked rise in poverty – the alternative measure of the poverty rate anchored at a fixed point in time28 increased by 4pps, while the poverty gap29 (indicating \"how poor the poor are\" or the depth of poverty) increased by 3 pps and the share of the population having great difficulty making ends meet increased noticeably (up 5pps). As a result of these developments, in terms of the extent and depth of poverty Lithuania has now clearly entered the group of Member States facing the greatest social challenges, although it was already in a relatively weak position even before the crisis (Chart 1). Chart 1: Developments in the poverty gap and the risk of poverty across EU Member States 2008 to 2011 AROP Poverty Gap BE 0.6 1.4 BG 1.0 2.0 CZ 0.8 -1.3 DK 1.2 3.4 DE 0.6 -0.8 EE -2.0 5.7 IE* 0.6 -2.5 EL 1.3 1.4 ES 2.2 7.2 FR 1.3 2.3 IT* -0.5 1.5 CY* 0.1 1.5 LV -6.3 3.1 LT 0.0 3.0 LU 0.2 -0.9 HU 1.4 1.0 MT 0.4 -2.7 NL 0.5 0.6 AT 0.2 3.7 PL 0.8 0.8 PT -0.5 0.0 RO -1.2 -0.5 SI 1.3 0.6 SK 2.1 4.7 FI 0.1 -2.2 SE 1.8 0.5 UK* -1.6 0.4 Source: Eurostat, EU-SILC. Note: changes in AROP and Poverty gap of more than 1 percentage point are highlighted in grey. *Figures for CY, IE, IT and UK are for 2010 instead of 2011. 2011 EU27 figure is Eurostat estimate. Changes 2008-2011 in percentage points EU27 BE BG CZ DK DE EE IE EL ES FR IT CY LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2008 EU27 BE BG CZ DK DE EE IE* EL ES FR IT* CY* LV LT LU HU MT NL AT PL PT RO SI SK FI SE UK* 10 15 20 25 30 35 5 10 15 20 25 30 P o v e r t y G a p AROP 2011 27 \"Using EUROMOD to \"Nowcast\" poverty risk in the European Union\", analytical report by Jekaterina NAVICKE, Olga RASTRIGINA and Holly SUTHERLAND, supported by the second Network for the analysis of EU-SILC (Net-SILC2). 28 Note that the anchored poverty values are rather low, reflecting the anchoring in 2005 which was followed by strong improvements in the years leading up to the crisis with quite strong increases in the poverty threshold. 29 Difference between the at-risk-of-poverty threshold (set at 60 % of the national median equivalised disposable income after social transfers) and the median equivalised disposable income of persons below the same at-risk-of-poverty threshold, expressed as a percentage of the at-risk-of-poverty threshold. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 65 With regard to the impact of the crisis on particular age groups, the increase in the risk of poverty or social exclusion is most evident among young adults, whose risk has risen markedly (by 11pps) but people of working age in general and children have also been adversely affected. Only the elderly have seen an apparent relative improvement in their situation, with a 6pps decrease in their risk of poverty or social exclusion, reflecting their improved position in the income distribution but not necessarily their actual situation (recalling that the poverty threshold has actually fallen 11.5%). The strong impact on youth reflects in part the very strong deterioration in the labour market situation of young adults, with their unemployment rate rocketing by 23pps between 2008 and 2010 to 35%, before falling back slightly to 32% in 2011. What underpins the development in the social situation since the crisis and what lies ahead? Household incomes declined particularly sharply in Lithuania during the crisis (Chart 2). Apart from being due to the strong contraction in employment (and subsequent loss of income from work) and declines in real wages, recent results from the EUROMOD micro- simulation model (which allow to illustrate the impact of some austerity measures on households’ incomes in selected Member States) show that it is also partly due to the specific impact of austerity measures on household incomes, although the overall impact has been less pronounced than in the other Baltic States (Chart 3). The impact of the austerity measures in Lithuania (here covering those measures directly affecting household income (i.e. reforms to direct personal taxes, cash benefits and public sector pay) and excluding the rise in VAT) is estimated to amount to a 2.8% reduction in household incomes, mainly reflecting important cuts in non-means tested benefits. Such a drop in income tends to weigh more heavily on the already constrained budgets of the poorest households, with severe impacts on their actual living conditions. Chart 2: Change in real GHDI 2008-2012 Source: AMECO (2012 is a forecast and 2011 provisional, ** available until 2010 and * until 2011) In addition, the EUROMOD simulation suggests that in Lithuania the burden of the above- mentioned austerity measures falls more heavily on the poor and the rich than it does on those on middle incomes (Chart 4). Taking into account the increases in VAT leads to a further decline in household income. Indeed, the effects of increases in VAT on household incomes are of a similar magnitude to the austerity measures affecting household incomes directly, and have particularly hit the incomes of the poorest i.e. they are strongly regressive in nature. Consequently the overall impact of the austerity measures (including VAT rises) is regressive. Moreover, it should be borne in mind that a ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 66 proportional income drop actually affects the living standards of those already in lower income brackets much more severely. Chart 3 — Contribution of austerity packages to change in household incomes Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD Note: chart shows the effects of simulated household income-based fiscal consolidation measures in place from 2008 to 2012 as a percentage of total household disposable income, by type of policy (excluding VAT). Source: EUROMOD (cumulated impact of austerity measures on household disposable incomes). Chart 4 — Simulated household income-based fiscal consolidation measures as a percentage of household disposable income by income decile group: change excluding and including VAT increases Source: Social Situation Observatory, Research note 01/2012, based on EUROMOD Administrative data collected via the Social Protection Committee on benefit recipients for different social schemes, gives a picture of the changes in the pressure on the social ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 67 security system in Lithuania (Chart 5). In the initial phase of the crisis the number of unemployment benefit recipients rose sharply, reflecting the jump in overall unemployment, and then started to decline from mid-2009 as recipients started to move into social assistance schemes instead. The numbers on social assistance schemes rose sharply from mid-2009 to early 2011, and have remained high since then. Chart 5 — Evolution of the number of benefit recipients and number of unemployed (in 1000) in Lithuania Source: Data on number of unemployed from Eurostat (ILO definition, in 1000 persons, seasonally adjusted); data on number of benefit recipients collected from Member States through SPC delegates The worsening in household financial positions due to the crisis picked up in the data on GHDI is supported by data on the evolution in the financial situation of households as derived from a consumer survey-based indicator of financial distress 30 . This shows that the share of the population facing financial distress rose noticeably in Lithuania from 2006 to 2009, but has declined sharply since then to levels last witnessed before the crisis first hit (Chart 6). Moreover, although the poorest households suffered the sharpest rises in financial distress during the initial phase of the crisis (until 2009), all quartiles have followed broadly similar trends and have seen strong declines in the subsequent period, reflecting the improvements in the general economic and labour market situation. 30 The combined population shares reporting they are either having to draw on savings or are running into debt. The data source is consumer surveys carried out under the joint harmonised EU programme of business and consumer surveys ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 68 Chart 6: Developments in the share of households reporting financial distress in Lithuania, 2000- 2012 (as at October 2012), overall and by income quartile 05 10 15 20 25 30 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Lithuania: Reported financial distress in households (2000-2012) Total Long term av H-P Total Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures 05 10 15 20 25 30 35 40 J a n - 2 0 0 0 M a y - 2 0 0 0 S e p - 2 0 0 0 J a n - 2 0 0 1 M a y - 2 0 0 1 S e p - 2 0 0 1 J a n - 2 0 0 2 M a y - 2 0 0 2 S e p - 2 0 0 2 J a n - 2 0 0 3 M a y - 2 0 0 3 S e p - 2 0 0 3 J a n - 2 0 0 4 M a y - 2 0 0 4 S e p - 2 0 0 4 J a n - 2 0 0 5 M a y - 2 0 0 5 S e p - 2 0 0 5 J a n - 2 0 0 6 M a y - 2 0 0 6 S e p - 2 0 0 6 J a n - 2 0 0 7 M a y - 2 0 0 7 S e p - 2 0 0 7 J a n - 2 0 0 8 M a y - 2 0 0 8 S e p - 2 0 0 8 J a n - 2 0 0 9 M a y - 2 0 0 9 S e p - 2 0 0 9 J a n - 2 0 1 0 M a y - 2 0 1 0 S e p - 2 0 1 0 J a n - 2 0 1 1 M a y - 2 0 1 1 S e p - 2 0 1 1 J a n - 2 0 1 2 M a y - 2 0 1 2 S e p - 2 0 1 2 % o f r e s p o n s e s Lithuania: Reported financial distress in households by income quartile of household (2000-2012) Quartile 1 Quartile 2 Quartile 3 Quartile 4 Bottom quartile Upper quartile Source: Joint harmonised EU consumer surveys & DG EMPL calculations. Note: 3 month centred moving average figures, Series smoothed using a Hodrick-Prescott filter According to the latest European Commission economic forecasts, the economic situation is expected to have improved further over 2012, reflecting the continued strong recovery from the crisis (Table 1). GDP is estimated to have risen by 3.6% in 2012, leading to a further 1.8% expansion in employment and a slight decline in unemployment to 13.3%. All this lends support to expectations of possible slight improvements in the social situation for the population as a whole in 2012. Table 1: Key macroeconomic indicators for Lithuania, 2008-2013 2008 2009 2010 2011 2013 (forecasts) GDP growth (% change on prevous year) 2.9 -14.8 1.5 5.9 3.1 Employment growth (% change on previous year) -0.7 -6.8 -5.1 2.0 1.3 Unemployment rate (% of the labour force) 5.3 13.6 18.0 15.3 11.8 Source: Eurostat, national accounts and EU-LFS, and European Commission Spring 2013 economic forecast 2012 (forecasts) 3.6 1.8 13.3 Conclusion Lithuania experienced an improving trend in its economic and social situation in the years preceding the crisis. However, key social indicators reflecting developments up to ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 69 2010/11 suggest it experienced notable social impacts following the crisis, although it was already in a relatively weak position even before the crisis when compared to other Member States. The impact has been most noticeable in terms of the effect on household income (and the associated fall in standards of living) and labour market exclusion, with young adults particularly affected. In terms of distributional implications, the effect of consolidation measures has fallen more heavily on the poor and the rich than on those on middle incomes, while the effect of increases in VAT on household incomes are of a similar magnitude to the austerity measures, and have particularly hit the incomes of the poorest, with sever impacts on their actual living conditions. On the positive side recovery is clearly in progress and levels of financial distress appear to be declining strongly. ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 70 Appendix to Annex Indicator definitions and sources of data used Key social Indicators At-risk-of-poverty-or-social-exclusion rate (% of population) Definition : This indicator corresponds to the sum of persons who are either (1) at risk of poverty or (2) severely materially deprived or (3) living in households with very low work intensity. In case of intersections between the three sub-indicators such a person is counted only once. Here the indicator is expressed as a percentage of total population. (Source : EU-SILC) At-risk-of-poverty rate after social transfers (% of population) Definition : The share of persons with an equivalised disposable income below the risk-of-poverty threshold, which is set at 60 % of the national median equivalised disposable income (after social transfers). ( Expressed as % of total population ) ( Source : EU-SILC) At-risk-of-poverty threshold (Single person, PPS) Definition : The threshold is set at 60 % of the national median equivalised disposable income (after social transfers). It is expressed in Purchase Parity Standards (PPS) in order to take into account differences in cost of living across EU Member States. ( Source : EU-SILC) Poverty gap (Relative median poverty risk gap, %) Definition : Difference between the at-risk-of-poverty threshold (set at 60 % of the national median equivalised disposable income after social transfers) and the median equivalised disposable income of persons below the same at-risk-of-poverty threshold, expressed as a percentage of the at-risk-of-poverty threshold . ( Source : EU-SILC) At-risk-of-poverty rate anchored at a fixed moment in time (2005) (% of population) Definition : The percentage of the population whose equivalised disposable income is below the ‘at-risk-of-poverty threshold’ calculated in the standard way for the base year, currently 2005, and then adjusted for inflation. ( Source : EU-SILC) Severely materially deprived people (% of population) Definition : Severely materially deprived persons have living conditions severely constrained by a lack of resources, they experience at least 4 out of 9 following deprivations items: cannot afford i) to pay rent or utility bills, ii) keep home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) a week holiday away from home, vi) a car, vii) a washing machine, viii) a colour TV, or ix) a telephone. ( Expressed as % of total population ) ( Source : EU-SILC) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 71 People living in households with very low work intensity (% of population 0- 59) Definition : People living in households with very low work intensity are people aged 0-59 living in households where the adults work less than 20% of their total work potential during the past year. ( Expressed as % of total population aged 0-59 ) ( Source : EU-SILC) Children (0-17 years) at-risk-of-poverty-or-social-exclusion (% of population 0-17) Definition : As definition for \"At-risk-of-poverty-or-social-exclusion rate\" for the total population, but here focussed specifically on the age group 0-17 (i.e. as a percentage of population aged 0-17 ) ( Source : EU-SILC) Young adults (18-24) at-risk-of-poverty-or-social-exclusion (% of population 18-24) Definition : As definition for \"At-risk-of-poverty-or-social-exclusion rate\" for the total population, but here focussed specifically on the age group 18-24 (i.e. as a percentage of population aged 18-24 ). ( Source : EU-SILC) Working age adults (18-64) at-risk-of-poverty-or-social-exclusion (% of population 18-64) Definition : As definition for \"At-risk-of-poverty-or-social-exclusion rate\" for the total population, but here focussed specifically on the age group 18-64 (i.e. as a percentage of population aged 18-64 ). ( Source : EU-SILC) Elderly (65+) at-risk-of-poverty-or-social-exclusion (% of population 65+) Definition : As definition for \"At-risk-of-poverty-or-social-exclusion rate\" for the total population, but here focussed specifically on the elderly age group 65+ (i.e. as a percentage of population aged 65+ ). ( Source : EU-SILC) Self-reported unmet need for medical examination or treatment (% of population) Definition : The share of the population reporting there was at least one occasion during the last 12 months when the person really needed examination or treatment but did not get it. (As a percentage of the population.) ( Source : EU-SILC) People living in households making ends meet with great difficulty (% of population) Definition : The share of the population stating that, taking into account their household's total income, the household has great difficulty in making ends meet i.e. being able to pay for its usual necessary expenses. (As a percentage of population) ( Source : EU-SILC) People in arrears on mortgage or rent payments (% of population) Definition : The share of the population stating that in the last 12 months their household has been in arrears, i.e. unable to pay on time due to financial ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 72 difficulties, the rent or mortgage repayment for their main dwelling. (As a percentage of population) ( Source : EU-SILC) Employment rate 15-64 (% of population aged 15-64) Definition : The employment rate is calculated by dividing the number of persons aged 15 to 64 in employment by the total population of the same age group. The indicator is based on the EU Labour Force Survey. The survey covers the entire population living in private households and excludes those in collective households such as boarding houses, halls of residence and hospitals. Employed population consists of those persons who during the reference week did any work for pay or profit for at least one hour, or were not working but had jobs from which they were temporarily absent. ( Source : EU- Labour Force Survey) Real gross wages and salaries per employee (annual % change) Definition : Real gross wages and salaries per employee, deflator GDP; total economy. Figures are shown for trend based on national currency and as annual percentage change. Wages and salaries are defined as \"the total remuneration, in cash or in kind, payable to all persons counted on the payroll (including homeworkers), in return for work done during the accounting period\" regardless of whether it is paid on the basis of working time, output or piecework and whether it is paid regularly or not. ( Source : Commission Services) Unemployment rate (% of labour force) Definition : Unemployed persons as a percentage of the labour force. (The labour force is the total number of people employed and unemployed.) Unemployed persons comprise people aged 15 to 74 who were: a. without work during the reference week, b. currently available for work, i.e. were available for paid employment or self-employment before the end of the two weeks following the reference week, c. actively seeking work, i.e. had taken specific steps in the four weeks period ending with the reference week to seek paid employment or self- employment or who found a job to start later, i.e. within a period of, at most, three months. ( Source : EU-Labour Force Survey) Long term unemployment rate (% of labour force) Definition: Persons unemployed for a duration of 12 months or more as a share of the labour force. (The labour force is the total number of the employed and unemployed.) (Source: EU-Labour Force Survey) Youth unemployment rate (% of labour force aged under 25) Definition : As definition for overall \"Unemployment rate\", but here focussed specifically on the age group 15-24 (i.e. as a percentage of population aged 15-24 ). ( Source : EU-Labour Force Survey) Additional, more timely social Indicators Real gross household disposable income (GHDI) Definition : Percentage change in gross household disposable income in national currency, deflated by the rise in consumer prices (HICP). Also shown are contributions to the change (in percentage points) for the underlying components of household income. ( Source : National accounts) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 73 Financial distress in households Definition : Share of the population whose households are facing financial difficulties in terms of having to draw on their savings or are running into debt in order to cover their current expenditures. ( Source: Consumer surveys carried out under the programme of joint harmonised EU business and consumer surveys.) Data on benefit recipients (major schemes) Definition: Varies across countries, but generally covers numbers receiving unemployment benefits, numbers receiving social assistance, numbers receiving disability payments, and numbers receiving early retirement schemes; only for the major scheme(s) considered most relevant in the country. The data is therefore not meant to provide the total number of people receiving benefits in the country, since some schemes are omitted and some people can receive more than one of the benefits covered (double counts). However, it can give an indication of the trend in benefit recipiency, especially when compared to the evolution of the number of unemployed (ILO definition based on the LFS) also provided for reference. (Source: Data provided by national experts via the Social Protection Committee) Macro-economic indicators and forecasts GDP growth (% change on previous year) Definition : Annual real change in the Gross domestic product (GDP) in volume terms. For measuring the growth rate of GDP in terms of volumes, the GDP at current prices are valued in the prices of the previous year and the thus computed volume changes are imposed on the level of a reference year; this is called a chain- linked series. Accordingly, price movements will not inflate the growth rate. ( Source : National accounts and DG ECFIN economic forecasts) Employment growth (% change on previous year) Definition : The percentage change in total employment (domestic concept) compared to the previous year. ( Source : National accounts and DG ECFIN economic forecasts) Unemployment rate (% of the labour force) Definition : Unemployed persons as a percentage of the labour force. The labour force is the total number of people employed and unemployed. ( Source : National accounts and DG ECFIN economic forecasts) Other data sources Impact of austerity measures Estimates on the gain/loss of income for households in different parts of the income distribution resulting from changes in policy measures done in the context of fiscal consolidation. (Source: \"The distributional effects of fiscal consolidation in nine EU countries\", Social Situation Observatory, Research Note 01/2012.) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 74 Nowcasts of key social indicators Estimates for current year of income based indicators using the EUROMOD tax- benefit micro-simulation model, taking account of the latest development on the labour markets and in policy rules. (Source : \"Using EUROMOD to \"Nowcast\" poverty risk in the European Union\", analytical report produced by Jekaterina NAVICKE, Olga RASTRIGINA and Holly SUTHERLAND, and supported by the second Network for the analysis of EU-SILC (Net-SILC2).) ",
        "Social Europe Data sources for the timely monitoring of the social situation in EU Member States July 2013 I 75 European Commission Data sources for the timely monitoring of the social situation in EU Member States – DG EMPL Working Paper 02/2013 Luxembourg: Publications Office of the European Union, 2013 2013 — 75 pp. — 21 × 29.7 cm ISBN 978-92-79-30539-9 ISSN 1977-4125 doi: 10.2767/52293 This publication is available in electronic format in English. K E - E W - 13 - 002 - E N - N "
    ]
}