{
    "text": [
        "Joining together to tackle HIV/AIDS in Europe E U H E A L T H P R O G R A M M E ",
        "Further information on the projects can be found on the Health Programme Projects database at: EAHC website http://ec.europa.eu/eahc/projects/database.html, on the DG SANCO Health-EU Portal http://health.europa.eu and on SANCO Web Site http://ec.europa.eu/health/ The Executive Agency for Health and Consumers (EAHC) implements the EU Health Programme, the Consumer Programme and the Better Training for Safer Food initiative. ISBN 978-92-79-19649-2 doi:10.2772|59176 © European Union, 2011 Reproduction is authorised provided the source is acknowledged. ",
        "FOREWORD Over 50 000 people a year are diagnosed with HIV in the EU and its neighbouring countries, while around two million people are already living with the virus. Despite promising scientific developments, there is still no vaccine and still no cure. Meanwhile, the virus continues to spread throughout Europe, wreaking havoc on the lives of those affected. Nevertheless, HIV infections can be prevented and effective treatments to slow down the outbreak of AIDS do exist. European Union (EU) policy therefore applies a particular focus on prevention, voluntary counselling and testing, care and support for people living with HIV/AIDS and for their families. Given the devastating impact of this disease the European Commission has put it at the heart of its Health Programme priorities. The Health Programme is the instrument for implementing the EU Health Strategy “Together for Health”, which aims to improve health security, promote health - including reducing health inequalities - and to generate and disseminate health information and knowledge. The Programme is managed by the European Commission, together with the Executive Agency for Health and Consumers (EAHC). Since 2003, the European Union’s Health Programmes have funded over 60 projects to tackle the HIV/AIDS epidemic. You can read some successful projects in this brochure. The projects focus on a range of actions from epidemiology, gathering data, education and prevention of new infections, to treatment and care for people living with HIV and AIDS. We hope that these success stories will offer valuable inspiration and add value to national efforts to further develop prevention strategies thereby reducing the burden of this terrible epidemic. Paola Testori Coggi Director-General Directorate-General for Health and Consumers European Commission Luc Briol Director European Agency for Health and Consumers 3 ",
        "4 ",
        "Table of contents 1. HIV/AIDS as political issue – Promote HIV/AIDS as public health and social concern, keep the topic on the political agenda AIDS ACTION EUROPE 8 2. Prevention of HIV infection among priority groups 2.1. MSM prevention SIALON Everywhere EMIS 10 12 14 2.2. Migrants and mobile populations aids&mobility BORDERNETwork 16 18 2.3. Injecting drug users Connections Correlation 20 22 3. Improving the knowledge ACTIVATE EUROSUPPORT 6 24 26 ",
        "6 HIV/AIDS IN EUROPE ",
        "7 Introduction The HIV virus does not respect national borders: the virus continues to spread throughout the European Union, where it poses a significant risk to the health, well-being and happiness of European countries and peoples. More than 50,000 people a year were diagnosed with HIV in 2007 and 2008 in the European Union and its neighbouring countries, and an estimated two million people are already living with the virus. Globally there is hope to contain HIV infection, this is supported by the latest 2010 Global report from UNAIDS. The report shows that HIV prevention works – new HIV infections are declining in many of those countries most affected by the epidemic. However, several regions and countries do not fit the overall trend, presenting an HIV incidence increase of more than 25 %. New infections are increasing at particularly alarming rates in Eastern Europe, and between 15 and 38 % of HIV infected people in Europe are diagnosed too late and delay uptake of treatment. This increases the likelihood of spreading the virus to others through unprotected sexual behaviour. In spite of some promising scientific developments, there is – for the time being – still no cure, and no vaccine. However, infections with HIV can be prevented and effective treatments to slow down the outbreak of AIDS do exist. Thus EU policy focuses on prevention, voluntary counselling and testing, care and support for people living with HIV/AIDS and their families. A second communication including an action plan from 2009 sets out the stages and measures by which the EU, civil society, international organisations and stakeholders expect to decrease the number of HIV infections. In line with the HIV strategy, the European Health Programme 2003–2008 and 2008–2013 has funded more than 60 projects to tackle the HIV/AIDS epidemic. The Health Programme objectives are to improve citizens’ health security, to promote health, including the reduction of health inequalities and to generate and disseminate health information and knowledge by funding actions that promote human health and safety in the European Union. The Health Programme is managed by the European Commission and the Executive Agency for Health and Consumers (EAHC). Although universal access to health services, including sexual health, HIV prevention, treatment, care and support, is a priority for the Union, access to effective health services remains unequal between Member States – and even between regions within Member States. Thus, for every project funded by the European Health Programme described in this brochure, the ultimate goal is to help Member States to contain HIV infection. This can be achieved by the strengthening of cooperation between national authorities, civil society organisations, and all stakeholders across Europe to combat the spread of HIV/AIDS everywhere in Europe by drawing on the expertise and experience of every European country. By working together, by sharing knowledge and developing the best tools to halt the spread of the virus and its devastating effects throughout Europe, Member States will increase their capacity to respond to HIV effectively. EU policies involve providing political support to authorities and stakeholders in EU countries and neighboring countries to improve access to prevention, treatment, care and support, reaching the most vulnerable groups of people – namely men who have sex with men, injection drug users, and migrants from countries with high rates of HIV infection – and responding to HIV/AIDS. The Health Programme projects support activities having direct benefit to European citizens. The countries affected with high HIV prevalence belonging to the Eastern European Neighboring Policy region can have indirect benefits by collaborating with the European networks initiatives. The EU action plan names those regions and population groups as a priority, and aims to involve civil society, policy makers and all stakeholders in the development of effective tools for the prevention of the spread of HIV among priority regions and priority groups, improve access to testing, treatment and care and improve knowledge across the EU as well as monitoring and evaluation. Whether the focus of a project is on epidemiology and gathering of data, on education and prevention of new infections, treatment and care for people living with HIV and AIDS or overall policy development, every single project benefits from having a European dimension for its work. Only through the identification of best practices across Europe can results of projects be disseminated widely throughout the Union, and thus standards raised everywhere. ",
        "8 HIV/AIDS IN EUROPE The HIV virus knows no boundaries – it ignores national borders. Hence policies that apply throughout the European Union will be the most effective at halting its spread, especially when resources are focused on regions that suffer from the highest burden of HIV infection due to poverty, socioeconomic inequalities, and large numbers of vulnerable populations (such as marginalised ethnic groups). “In particular,” says Martine de Schutter, Executive Coordinator of AIDS Action Europe, a network of 400 non-governmental organisations (NGOs) from Europe and Central Asia, “it is absolutely crucial that attention be given to HIV transmission and the AIDS epidemic in the eastern countries of the European Union and European Neighbourhood Policy (ENP) 1 countries (such as Georgia and the Ukraine)”. All the networks and organisations in this brochure are either members of AIDS Action Europe or in some way directly related to it. Their work covers 53 countries in total, where more than two million people are living with HIV and AIDS. Ensuring Their Voices Are Heard AIDS Action Europe exists to unite civil society to work towards the most effective response to the epidemic, advocacy and policy development, through knowledge sharing and dissemination of good practice. Not only do they function as the regional office of the international Council of AIDS Service Organizations (ICASO), AIDS Action Europe also co-chairs the HIV/AIDS Civil Society Forum, the main civil society advisory body to the European Commission. They aim to directly provide input and contact between civil society, policy makers, institutions and other key stakeholders to ensure that the needs of civil society and people living with HIV are heard by policy makers and included when drafting European policies. “We build bridges between civil society and governments and international structures across all borders,” says de Schutter. “We helped these organisations to learn from each other and inspire each other in an interactive manner.” Between 2006 and 2008 through The European Partners in Action on AIDS (EPAA) project, AIDS Action Europe strengthened the knowledge, capacity and exchange among AIDS-related NGOs throughout Europe in seven major seminars on: monitoring and evaluation, working with the media, gay men’s health, legislation and legal issues, voluntary testing and counselling, public policy dialogue, and resource mobilisation. Access to the best and the most up to date information is made available to everyone in Europe through the Aids Action Clearinghouse. Photography by: Liza Shurik for AIDS Foundation East-West 1 http://ec.europa.eu/world/enp/policy_en.htm ",
        "9 Although parity in access to health services remains a priority for the European Union, major health inequalities exist between countries and regions covered by covered by AIDS Action Europe. In order to transfer knowledge between European countries and Central Asia, and to share good practice and resources, AIDS Action Europe established the HIV/AIDS Clearinghouse www.hivaidsclearinghouse.eu, an online database of hundreds of key documents and publications listed in both English and Russian. 2 “We see the HIV/AIDS Clearinghouse as a key information channel for the European region,” she says. “Because you can search by topic, or by country, or by region, or by target group, there are so many different entrances and streams, increasingly organisations are using this as another dissemination tool to communicate what they are doing throughout Europe. We are unique among AIDS networks in that we unite organisations from Europe with Central Asia,” she says. “Most of all we aim to facilitate exchange between communities and NGOs.” Shifting Patterns “Linking East and West is crucial,” says de Schutter, “in order to bring training methodologies, good practice, acquired knowledge and other resources from those European regions that face similar problems and can benefit from the experience of other nations – regions where effective tools to combat the HIV epidemic have already been developed.” This is particularly important for Baltic countries, where shifting cultural and demographic patterns have resulted in new modes of infection. Injecting drug use remains the primary mode of infection in Eastern Europe and Central Asia, she says, but increasingly transmission through heterosexual sex is on the rise. Migrants are highly affected in Western Europe. Moreover, new infections through sexual contact between men who have sex with men (MSM) is an increasing problem in new Member States in Central Europe and former Soviet countries. “In this region we focus on MSM because this is an issue that is still not recognised, for cultural reasons – it is seen as if it is still only a problem in Western Europe,” says de Schutter. Exchanging information and tools from western countries with proven track records of successfully targeting the gay community to these regions is therefore an integral way that AIDS Action Europe can directly build the capacities of NGOs in the East. 2 Russian is the eighth-most spoken language in the EU, currently spoken by 1.6 M Baltic Russians living in Latvia, Estonia and Lithuania. “Look at what really works” In the Eastern countries of the EU and ENP countries, the main mode of infection remains injection drug use, and for this population AIDS Action Europe disseminates knowledge and effective tools as well. Though “there is a lot of evidence to support harm reduction programmes,” says de Schutter, “for political reasons they are reluctant to introduce these measures at the national level in Eastern Europe.” By working to directly combat discrimination and stigma, AIDS Action Europe aims to reduce health inequalities and foster the best prevention, treatment, care and support across the continent. Through their work with NGOs and the Civil Society Forum, AIDS Action Europe urges the EU MS to adopt evidence – based approaches. “Look at what really works – not just what you think is ideologically correct,” she says. Combating stigma and discrimination for the groups most at risk is crucial, she says. “We seek to ensure that in addition to the public health perspective, policy makers also focus on the human rights perspective,” she says. “We push to have policies focus on the groups that are more affected.” Focus needs to be put on high risk groups such as men who have sex with men, injection drug users and sex workers. Previous policies were more generalised, but instead, attention should be focused on priority groups, such as new migrants from Sub Saharan Africa. AIDS Action Europe http://www.aidsactioneurope.org/index.php?id=6 Walter Heidkampf from HIV Sweden, discussing his exlusion from a training session due to his HIV status, at the workshop “Using the law to secure our rights” organised by AIDS Action Europe in Vienna. Photgraphy by: Harold Sikkema ",
        "10 Men who have sex with men (MSM) is one of the populations in Europe that is most affected by HIV infection and AIDS, and yet reliable information regarding their behaviour and infection rates is often lacking. “It is important to know the real dimensions of the problem before making policy decisions,” says Massimo Mirandola, director of the SIALON project and a health professional with the Regional Centre for Health Promotion in the Department of Health in Verona, Italy. Between 2008 and 2009, the SIALON project collected 2,356 questionnaires and 2,241 oral fluid samples in six European cities: Barcelona, Bratislava, Bucharest, Ljubljana, Prague and Verona. By matching biological with behavioural information – using both qualitative and quantitative information – they aimed to document the regional health care needs of MSM throughout Europe. “We were able to show that not only are MSM one of the most highly affected populations in Europe – infection levels reach 17 per cent in Barcelona for example – but we now have evidence to show that there are some emerging epidemics in other places in Europe,” says Mirandola. In Slovenia, for example, before the SIALON survey, the prevalence of HIV infection was thought to be close to just one per cent among MSM. “But this result came from a very small number of subjects – we have now shown, after surveying more than 400 people, that the prevalence is closer to five per cent.” Time And Space One of the keys to the success of SIALON, he says, is the use of “time location sampling” – optimizing when surveys were conducted in each location to maximise the number of respondents. Before conducting the survey, they carried out formative research in each city – identifying the gay venues, checking the opening times, recording the number of MSM attending each venue and at what times of day they tended to arrive and thus figuring out when and where would be best to go to achieve the highest number of surveyed individuals. For example, going One of the simple, cheap test kits used to gather oral fluid samples from men who have sex with men to test for HIV HIV/AIDS IN EUROPE ",
        "11 to a disco on a Monday night would not bring in many sample individuals, but arriving on a Friday or Saturday night would allow them to enrol a large number of men for the survey. “By doing formative research, we did our samples in such a way that was representative of the population attending the ‘gay scene’ – rather than just going to a bar at a random time and collecting what one is able to. Moreover, we used data collectors who were part of the gay community and selected by our partner NGOs,” says Mirandola. “This is an important methodological development.” Highs And Lows The results have shown a number of important behavioural results. For example, only in Barcelona did more than half (57 per cent) of the respondents report having used a condom the last time they had anal sex – in every other city the number was less than half. This is important behavioural information for public educators to know, as clearly proper condom use needs to be more widely endorsed and advertised. Moreover, by linking behavioural with biological data, they were able to estimate the true number (in some cases quite high) of MSM who are HIV positive but were convinced that they did not have an HIV infection, and thus had frequent anal sex without adequate protection. However, there were also some encouraging results: the prevalence of HIV in Eastern European cities is particularly low, reaching only 2.6 per cent among MSM in Prague and 5.1 per cent in Ljubljana, compared to 17.0 per cent in Barcelona and 11.8 per cent in Verona. The SIALON behavioural survey also revealed that MSM in Prague and Ljubljana also report higher levels of high-risk sexual behaviour, coupled with lower frequency of HIV test seeking behaviour – meaning there is an obvious risk for an increase in HIV transmission in those populations in the near future. Developing this kind of methodology – linking behavioural data with biological data with well developed time location sampling – is crucial for the formation of effective and evidence-based policies. “If institutions are presented with reliable data they can ultimately make better policy decisions,” says Mirandola. “There is now a scarcity of economic resources for public health treatment and prevention programmes, and now with the economic crisis the situation is even worse – so it is even more important that we are able to allocate money appropriately. And we, as local, regional or national health authorities of the European Union Member States, can only do this with very strong, powerful, reliable and valid data that is representative of the true needs of the population.” Anywhere The SIALON methodology, though developed in six specific cities, can be applied anywhere in Europe, says Mirandola. One of the main reasons for this is because in each city, they identified locations to visit, times to conduct surveys, and individuals to carry out those surveys by linking NGOs with public institutions in each city. “By putting together a number of different actors from different countries with different backgrounds, we were able to develop a methodology that could be implemented in every country, in different social and cultural contexts,” says Mirandola. “This is important for the EU because we could both benefit from drawing on different contexts and apply what we learned to new contexts. We have now received many requests for new NGOs in new countries to get involved with SIALON2.” For example, in Italy the project is already being extended now to include surveys in Milan, Bologna, Rome, Naples, and Catania. SIALON http://www.sialon.eu/en/ © SIALON ",
        "12 For the first time, a universal symbol can be found on walls and websites throughout Europe that allow men who have sex with men (MSM) to know they are somewhere that prioritises their protection. Based out of Brighton, UK, the Everywhere project has formulated a set of standards for businesses across Europe to follow so they may be actively involved in the prevention of HIV infections – such as providing condoms, information pamphlets and in some cases even-on-the-spot testing and health care services. Venues that meet certification requirements are able to display the “Everywhere Seal of Approval”, allowing men who have sex with men to identify businesses that are socially responsible “everywhere” they go in Europe. “We see the logo the way you would see a gay pride flag – it means this is a safer space,” says Dr Nigel Sherriff. Principles outlined in the set of Everywhere standards include provision of condoms and lubricant, providing staff with adequate knowledge about the Everywhere prevention model and HIV/ AIDS, outreach workers who are receptive and welcoming, and commitments to anti-discrimination practices. To date, the Everywhere project covers 140 businesses including hotels, travel agencies, sexual encounter venues, gay dating websites, and in particular, gay tourism destinations. “Men who have sex with men are highly mobile, especially now with the increase in cheap travel packages, complete tourist packages, lower air fares and increased mobility to more countries joining the Union,” he says. “So being able to recognize a standard set of HIV prevention practices is crucial.” While travelling abroad, MSM are more likely to have sexual encounters with new partners in potentially risky circumstances. As such, they become highly mobile agents for the spread of the virus across Europe. “All countries do things slightly differently, which is why we require coordinated action between Member States – that’s why the European dimension is so important,” he says. “The HIV response requires coordinated cross-border strategies as infectious diseases do not respect national borders.” A Crucial Dimension “Having a European dimension is one of the most important things about our project – this is the first time anyone has tried to achieve a common set of prevention quality standards across countries,” says Sherriff. Individual nations have had their own sets of guidelines and codes, such as France, which sets out some of the highest standards in the union, but having a diversity of standards in actual fact can be problematic. The final project steering committee meeting for the Everywhere Project, Madrid, September 2010. From left to right, front row: Dr Nigel Sherriff (Everywhere Project Manager), Ben Tunstall, Dr Constantinos Phellas Back row: Dr Oonagh O’Brien, Lizzy Pottinger, László Mocsonaki, Pier Luigi Gallucci, Andras Bodo, Tania Re, Izabela Pazdan, Miran Solinc, David Friboulet, Fiona Sutton, Antonio Alexandre, Tomek Malkuszewski, Dr Tomas Hernandez, Alberto Martin-Perez, Monica Morran Arribas, Alfonso Lara Expósito. HIV/AIDS IN EUROPE ",
        "13 “The moment a French person goes to another country, the charter effectively means nothing. Having a European-wide remit is therefore absolutely crucial,” he explains. Regional differences have posed a number of challenges for the project and these have often become obstacles to implementing safer sex standards in certain nations. “In some countries, where stigmatisation against gay men and homosexuality is high, a lot of businesses will not want to openly be identified as places where men have sex with men, even if it is known that they are,” he says. However, on the other hand, a number of countries are now approaching the project asking to be involved, such as Portugal, Bulgaria, Moldova, Ukraine, Finland and Sweden. “Essentially, we have touched all 27 Member States, and we have representatives in every country that has expressed interest,” says Sherriff. Good For Business For many venues, having the Everywhere seal is actually good for business, he explains. “The owner of a gay sauna in Budapest for example told us that not only did he feel it was the responsible thing to do, but also it brought in more business in the long run – healthier customers visit more often.” At the project’s inception Sherriff anticipated that perhaps 30 businesses would be certified – but now 79 have acquired the Everywhere seal, almost triple Sherriff’s expectations. He attributes part of this success to members of the project’s social mediator network, who identify, assess and help secure the commitment of the business sector by actively engaging with individual entrepreneurs and communicating the benefits of the Everywhere set of standards to them. The Everywhere model is capable of crossing all borders, says Sherriff, because it is culturally adaptable – they have identified best practices from across the European Union to disseminate amongst all Member States. “The crux of this project is the intersectoral workings between key stakeholders who are necessary for effective prevention work across Europe, including NGOs, national health ministries, and service providers – this hasn’t been done before,” he says. “It is the European dimension of this project combined with these intersectoral aspects that make it effective.” The Next Step This stage of the Everywhere project is the first phase that developed the common HIV prevention standards, associated prevention materials set out the necessary ways of working and then tested them out in a five month pilot test of the project on a smaller scale in each of the partner countries. Now the next step is to see the scheme being scaled up across the continent and potentially outside of Europe. “On this level too, a European scheme will be absolutely crucial,” says Sherriff. “This work truly has the potential to make a difference at the European level.” Everywhere http://www.everywhereproject.eu/ ",
        "(cid:8)(cid:8)(cid:8)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:10)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:4)(cid:1)(cid:8)(cid:18)(cid:15)(cid:13)(cid:31)(cid:8)(cid:5)(cid:12)(cid:1) (cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:2)(cid:9)(cid:13)(cid:15)(cid:2)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:11)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:5)(cid:12)(cid:12)(cid:12) (cid:10)(cid:10)(cid:10)(cid:10)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:12)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:15)(cid:12)(cid:8)(cid:17)(cid:1)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:16)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:20)(cid:20)(cid:20)(cid:20)(cid:20)(cid:20)(cid:20)(cid:20)(cid:20)(cid:20)(cid:20)(cid:20)(cid:1)(cid:1)(cid:16)(cid:16)(cid:16)(cid:18)(cid:18)(cid:18)(cid:18)(cid:18)(cid:18)(cid:18)(cid:18)(cid:18)(cid:18)(cid:18)(cid:18)(cid:15)(cid:15)(cid:15)(cid:15)(cid:19)(cid:19)(cid:19)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:8)(cid:21)(cid:21)(cid:21)(cid:21)(cid:21)(cid:21)(cid:21)(cid:21)(cid:21) (cid:6)(cid:23)(cid:1)(cid:14)(cid:22)(cid:32)(cid:34)(cid:1)(cid:30)(cid:24) (cid:33)(cid:30)(cid:28)(cid:23)(cid:34)(cid:26)(cid:27)(cid:29)(cid:25) (cid:26)(cid:18)(cid:25)(cid:8)(cid:39) (cid:8)(cid:11)(cid:10)(cid:16)(cid:4)(cid:1)(cid:8)(cid:18)(cid:15)(cid:13)(cid:31)(cid:8)(cid:5)(cid:12)(cid:1)(cid:1) (cid:11)(cid:5)(cid:12)(cid:2)(cid:9)(cid:13)(cid:15)(cid:2)(cid:11)(cid:5)(cid:12)(cid:1)(cid:1) (cid:10)(cid:12)(cid:17)(cid:8)(cid:15)(cid:12)(cid:8)(cid:17)(cid:1)(cid:16)(cid:8)(cid:20)(cid:1)(cid:16)(cid:18)(cid:15)(cid:19)(cid:8)(cid:21) (cid:40)(cid:48)(cid:44)(cid:54)(cid:3)(cid:90)(cid:76)(cid:79)(cid:79)(cid:3)(cid:69)(cid:72)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:69)(cid:76)(cid:74)(cid:74)(cid:72)(cid:86)(cid:87)(cid:3)(cid:86)(cid:88)(cid:85)(cid:89)(cid:72)(cid:92)(cid:3)(cid:82)(cid:73)(cid:3)(cid:74)(cid:68)(cid:92)(cid:3)(cid:80)(cid:72)(cid:81)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:69)(cid:76)(cid:86)(cid:72)(cid:91)(cid:88)(cid:68)(cid:79)(cid:3)(cid:80)(cid:72)(cid:81)(cid:3)(cid:76)(cid:81)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:90)(cid:82)(cid:85)(cid:79)(cid:71)(cid:4)(cid:3)(cid:44)(cid:87)(cid:3)(cid:76)(cid:86)(cid:3)(cid:75)(cid:68)(cid:83)(cid:83)(cid:72)(cid:81)(cid:76)(cid:81)(cid:74)(cid:3)(cid:76)(cid:81)(cid:3)(cid:3) (cid:21)(cid:24)(cid:3)(cid:79)(cid:68)(cid:81)(cid:74)(cid:88)(cid:68)(cid:74)(cid:72)(cid:86)(cid:3)(cid:68)(cid:70)(cid:85)(cid:82)(cid:86)(cid:86)(cid:3)(cid:22)(cid:20)(cid:3)(cid:40)(cid:88)(cid:85)(cid:82)(cid:83)(cid:72)(cid:68)(cid:81)(cid:3)(cid:70)(cid:82)(cid:88)(cid:81)(cid:87)(cid:85)(cid:76)(cid:72)(cid:86)(cid:3)(cid:76)(cid:81)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:86)(cid:88)(cid:80)(cid:80)(cid:72)(cid:85)(cid:3)(cid:82)(cid:73)(cid:3)(cid:21)(cid:19)(cid:20)(cid:19)(cid:17)(cid:3)(cid:44)(cid:81)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:56)(cid:46)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3)(cid:86)(cid:88)(cid:85)(cid:89)(cid:72)(cid:92)(cid:3)(cid:76)(cid:86)(cid:3)(cid:3) (cid:70)(cid:82)(cid:16)(cid:82)(cid:85)(cid:71)(cid:76)(cid:81)(cid:68)(cid:87)(cid:72)(cid:71)(cid:3)(cid:69)(cid:92)(cid:3)(cid:54)(cid:76)(cid:74)(cid:80)(cid:68)(cid:3)(cid:53)(cid:72)(cid:86)(cid:72)(cid:68)(cid:85)(cid:70)(cid:75)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:76)(cid:81)(cid:70)(cid:82)(cid:85)(cid:83)(cid:82)(cid:85)(cid:68)(cid:87)(cid:72)(cid:86)(cid:3)(cid:87)(cid:75)(cid:72)(cid:3) (cid:42)(cid:68)(cid:92)(cid:3)(cid:48)(cid:72)(cid:81)(cid:183)(cid:86)(cid:3)(cid:54)(cid:72)(cid:91)(cid:3)(cid:54)(cid:88)(cid:85)(cid:89)(cid:72)(cid:92)(cid:15) (cid:3)(cid:68)(cid:79)(cid:86)(cid:82)(cid:3)(cid:78)(cid:81)(cid:82)(cid:90)(cid:81)(cid:3)(cid:68)(cid:86)(cid:3) (cid:57)(cid:76)(cid:87)(cid:68)(cid:79)(cid:3)(cid:54)(cid:87)(cid:68)(cid:87)(cid:76)(cid:86)(cid:87)(cid:76)(cid:70)(cid:86)(cid:17) (cid:3)(cid:55)(cid:75)(cid:72)(cid:3)(cid:86)(cid:88)(cid:85)(cid:89)(cid:72)(cid:92)(cid:3)(cid:76)(cid:86)(cid:3)(cid:70)(cid:82)(cid:80)(cid:83)(cid:79)(cid:72)(cid:87)(cid:72)(cid:79)(cid:92)(cid:3)(cid:68)(cid:81)(cid:82)(cid:81)(cid:92)(cid:80)(cid:82)(cid:88)(cid:86)(cid:17)(cid:3) (cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:37)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:28)(cid:27)(cid:27)(cid:27)(cid:27)(cid:27)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:2)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:33)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:32)(cid:36)(cid:36)(cid:36)(cid:36)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:38)(cid:3)(cid:3)(cid:3)(cid:3)(cid:3)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:23)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35)(cid:35) (cid:7)(cid:13)(cid:1)(cid:10)(cid:17)(cid:1)(cid:12)(cid:30)(cid:37)(cid:1)(cid:5)(cid:34)(cid:1)(cid:1) (cid:37)(cid:37)(cid:37)(cid:3)(cid:23)(cid:28)(cid:27)(cid:33)(cid:2)(cid:33)(cid:35)(cid:32)(cid:36)(cid:23)(cid:38)(cid:3)(cid:23)(cid:35) 14 With the tagline, “Be Part of Something Huge!” the European Men who have Sex with Men Internet Survey (EMIS) set out to achieve the largest sample in European history of behaviours and attitudes of gay, bisexual and other men who have sex with men (MSM). Not only did it achieve its goal, the survey received double the number of expected responses, says physician and epidemiologist Dr Axel J Schmidt (MD MPH), Scientific Coordinator of the EMIS project, based at the Robert Koch Institute, Department for Infectious Disease Epidemiology in Berlin, with close scientific partners in Barcelona, London, Maastricht and Verona and with more than 70 collaborating partners across Europe. In total, he says, more than 180,000 people took the survey – 170,000 from EU and EEA/EFTA countries (Norway and Switzerland), and additional numbers from Russia, Ukraine, Turkey, Serbia, Bosnia-Herzegovina, Croatia, and Belarus, answering a 20 minute online survey in 25 languages. It is the largest international survey ever conducted on men who have sex with men (MSM) worldwide. “We know from previous experience that in most countries where surveys on HIV and AIDS are conducted, gay men are more motivated to fill them in than the general population. But the actual response was overwhelming.” Though data collection has just closed and they have not analysed the data yet, Schmidt says already they are aware of a few interesting patterns. More than 13 per cent of MSM with regular internet access in Slovenia responded to the survey, an unprecedented coverage in that nation, which had never conducted a large survey of gay men at all. Harmonisation Though countless surveys have been conducted in the past with MSM all over the world, the data sets have been very difficult to compare, says Schmidt. Variations in numerical categories (such as questioning the number of sexual partners in the past three months or the past year), quality of questions (such as perceptions of discrimination and prejudice, or attitudes towards condom use), or in sample groups (men surveyed in clinics, clubs or online) led to incomparable variations in data. “To discuss interventions for different target groups and the effectiveness of different prevention programmes and projects, Europe needs to have harmonised surveillance data,” says Schmidt. The challenge for the European Union is that there are many different countries that have been using different modes of behavioural surveillance on their populations. “So the challenge for us was to bring together governmental, non-governmental and academic scientists and epidemiologists who had been working independently for years, to be part of something bigger,” he says. “One of the outstanding things about EMIS is that it was organized by, backed up by and supported by LGBT NGOs in every single participating country.” Once they have looked at the data they hope to have an incomparable wealth of information regarding unmet prevention needs, behavioural patterns, intervention performance, access to testing and health care, diagnosis of HIV and other sexually transmitted infections, sexual happiness and structural barriers towards gay health (such as stigma and discrimination) and infection rates across Europe with which they can identify priority areas and share best practice throughout the Union. Ultimately, says Dr Schmidt, this will be EMIS Poster HIV/AIDS IN EUROPE ",
        "15 useful in fostering collaboration between countries on a long- term basis to achieve equality and universal access to health care, treatment and prevention of the HIV infection. New Social Platforms However, in addition to sociocultural factors, the main reason for EMIS’s high sample size is attributable to the platform it used: the internet, an unprecedented medium in both size and scope for reaching out to European citizens from all backgrounds. “We owe most of our success to our non-governmental LGBT partners’ commitment and last but not least to our website partners, such as gay websites, dating sites and gay online magazines, as well as NGOs and network platforms, who were enormously supportive of this work.” GayRomeo, a European social network for MSM, for example wrote to every single one of their users urging them to fill in the survey. Using an online survey in more than two-dozen different languages was not only useful, says Dr Schmidt, it was a necessity. “We know that there is a lot of movement among gay men throughout Europe – because they are less likely to have those family ties of heterosexual men, they are more likely to migrate,” he says. “This way, a gay man from England working in Berlin or Paris, or a migrant from Poland living in Ireland, will be able to fill in the questionnaire in his own language wherever he is.” Education As Well As Surveillance Even before that data is analysed and used, the survey has already accomplished a great deal in terms of disseminating knowledge and educating survey participants on safer sexual practices, HIV-testing and treatment and risk reduction. “Other surveys may ask ‘What of the following do you use as lubricant?’ and then give a set of answers that include things that should not be used – but we would say, ‘Using saliva as lubricant may contribute to condoms tearing or slipping off during intercourse. Did you know this already?’” says Dr Schmidt. A large part of the survey questions were formulated as an active intervention of knowledge in this ways, he says. The risk of contracting HIV remains very high for MSM compared to the general population, and they should have a chance to have the best sex with the least harm, he says. EMIS www.emis-project.eu Dr Axel J Schmidt, Scientific Coordinator of the EMIS project, near his office at the Robert Koch Institute Department for Infectious Disease Epidemiology in Berlin. ",
        "16 HIV/AIDS IN EUROPE Due to language barriers, cultural differences, marginalisation and stigmatisation, migrant populations and ethnic communities across Europe can be difficult to reach by health and social services and HIV education outreach is no exception. However, this poses a significant risk for Europe as whole, as migrant populations are at high risk from HIV infection. aids&mobility, based in Hannover, Germany, works explicitly to reduce that risk, and does so based on the principles of migrant participation and empowerment. The key to their programmes is the creation of what they call “transcultural mediators”: socially committed migrants who can help bring sexual education materials and classes to their communities, in their own languages, in their own manner. For aids&mobility, “migrants” are defined as minority population groups (usually ethnic in nature) who suffer from a lack of access to health services due to language barriers. The goals of aids&mobility are in accordance with EU policies related to immigrants, as defined by the Directorate- General for Justice, Freedom and Security (DG JLS), which gives priority to the integration of resident migrants and offers equal opportunities to Europeans with migrant backgrounds while fighting discrimination. aids&mobility particularly targets young migrants (aged 16–25 years old) on account of their high degree of vulnerability to sexually transmitted infections (including HIV), their high capacity to adapt to change and their key role in informing their social environment (such as their parents). “We try to work with one set of information and ideology in all countries with all groups – and that is not simple, it’s really quite difficult,” says project leader and executive managing director Ramazan Salman, based at the Ethno-Medical Centre in Hannover. “There can be big cultural differences and some communities can be quite conservative, but our strategy works because we are inclusive and sensitive: we empower communities by giving them the chance to take care of their own affairs.” Founded in 1992, aids&mobility now operates in six cities – London, Hannover, Brussels, Tallinn, Copenhagen, Rome and Istanbul – and has produced brochures and trained transcultural mediators in more than 10 European languages, including Albanian, but also in Farsi, Vietnamese, Kurdish, and Russian. Regardless of location or language, workshops and guides produced by aids&mobility go through a set number of key subjects, including how the HIV virus works, how long it takes for an infection to manifest, which modes of transmission are most risky (such as contact with blood or semen), proper condom use, and how (and how often) to get tested for HIV and viral hepatitis. The need to focus attention on these communities is not a trivial one: research indicates that migrants and people from ethnic minorities are highly vulnerable to HIV infection due to poor access to HIV services, health care in general and sexual education. According to research carried out by the European Centre for Disease Prevention and Control, of the 26,712 new cases of HIV in countries in the European Economic Area in 2006, 53 per cent were transmitted heterosexually; of these, the country of origin was not the country of notification in 65 per cent of cases. And of the remaining cases transmission (primarily between men who Kurdish, Ukrainian and Turkish youth training to become transcultural mediators in Hannover. ",
        "17 have sex with men), in a fifth of cases the country of origin was not the country of notification. In total, 5046 new reported infected individuals came from Sub-Saharan Africa; migrants from Central Asia and Latin America were also significant figures. Building Bridges “Though raising awareness of the higher risks in immigrant populations poses the risk of leading to discrimination by cultural prejudices on the part of the mainstream population,” says Salman, it is absolutely crucial to target them for that very reason: because they are at higher risk of infection with HIV and secondarily spreading it to the general population. The only way to reach them is in a manner that is “respectful, integrative, culturally sensitive and constructive,” he says. “Solutions can only be properly formulated if they are done in collaboration with the very groups they are intended to affect.” Training programmes run by aids&mobility allow community members to learn and discuss in their own languages, which for many is a huge factor determining whether or not they will be able to access the materials. However, in other cases, says Salman, groups of ethnic minorities have been able to conduct sessions in the official language of the country – such as when Muslim women of Arabic and African descents conducted a session in Munich spoke in German – which ultimately has helped them to integrate into German culture on the whole. “They were only able to train together because they spoke German, so they were able to experience that speaking the language of the majority is a good thing,” says Salman. “This is constructive for building bridges between our cultures and integrating everyone into their larger communities.” Sex Education In A Mosque Muslim women is one target group of migrants that they have been able to reach, which other outreach organisations in the past have had difficulty connecting with – even the largest and oldest NGOs in Germany, says Salman. Women who had received training at one of aids&mobility’s sessions took the initiative to organise large group sessions for the other women in their communities, doing so in the venue in which they come together the most frequently: their mosque. “It was extremely unusual to see women sitting together in a mosque speaking about sexual subjects,” says Salman. But they were extremely clear and professional, and they communicated the risks – including taboo subjects such as extramarital sex. “This surprised us – before the project, if you spoke with ‘experts’ they would say that it is not possible to talk in a mosque about sexual matters,” he says. “But we have found that if you are well prepared, respectful, and give the communities a chance to take part on their own terms, they are very receptive. They will end up leading their own prevention activities eventually. This is real empowerment, and real capacity building – practice, and not simply theory.” A Technology, Not A Theory The strength of their education model lies in the dissemination strategy: “We identify in communities those individuals who are well educated, willing and able to play a key role in passing knowledge on to the rest of their communities as peer educators,” says Salman. By creating such “multipliers”, knowledge essentially disseminates itself once people pass through their education sessions – which are cheap and cost effective, as well as powerful. So far, they have trained up 116 transcultural mediators, who have conducted 153 community sessions, in which 1939 people took part, who in turn will pass on what they have learned, potentially reaching up to 4850 people altogether, they estimate. To stress that this is a model that can be replicated anywhere in Europe and anywhere in the world where migrant populations are found, Salman prefers to describe their strategy not as a “model” but as a “technology”. “I use the word ‘technology’ to make it clear that this is not an ideology but a strategy and model that has guidelines and steps, and is repeatable,” says Salman. “This is a technology for integration.” Reducing the risk of HIV infection and transmission is not the only goal for aids&mobility, but as well, building bridges between cultures and helping all migrant communities to better integrate into European society, in line with EU policies as defined by DG JLS. “Migrants are not just our clients and our patients, they are also our partners. We make them feel respected and integrated,” says Salman. “That’s why this works: if they see this problem as their problem too, they are more willing to do something to find solutions, in solidarity with us.” aids&mobility http://www.aidsmobility.org/ Turkish and Arabian mediators in Hannover sharing thoughts and forging links. ",
        "18 Across Europe, some of the populations that are most vulnerable to HIV infection are also some of the hardest to reach: sex workers, ethnic minorities, and migrants. Marginalisation and stigmatisation can result in highly disparate access to health services, and cultural and language barriers can render them extremely remote to outreach workers. The situation for many such communities – such as sex workers in marginalised Roma “ghettoes” in Romania, or injection drug using Russians in Estonia – can be bleak. But the challenges do not deter BORDERNETwork, which specialises in prevention, treatment and care for high-risk groups in border regions in central, eastern, and south-eastern Europe. Being at the junction between nations – and their disparate legal frameworks and health care services – border regions are unusually vulnerable to the development of conditions that facilitate HIV transmission. High levels of prostitution and other risky behaviours combined with uneven access to health care services (particularly in rural areas) can leave marginalised populations at an elevated risk for infection and a lack of sufficient care. “In all respects, we work with the most vulnerable groups – migrants, sex workers and ethnic minorities – who the pose the highest risk of infection,” says Elfriede Steffan, SPI Forschung’s Vice President in Berlin. “We need to have cross border work, and in other areas of international development, it is,” she says. “In other areas it is normal to have structured cross-border cooperation. The European Union for example has established cross-border programmes for economic development, but in the health sector we do not have these kinds of standard approaches.” Linking Regions With central headquarters in SPI Germany, BORDERNETwork brings together 30 partners from eight member nations of the European Union, and five non-EU countries (Ukraine, Moldova, Serbia, Bosnia & Herzegovina, and Russia), in accord with the EU action plan 2006–2009 for combating HIV and AIDS in the union and neighbouring countries. “This is an international problem, and it requires international collaboration,” says Tzvetina Arsova Netzelmann, Transnational Project Co-ordinator for BORDERNETwork. What sets them apart from other organisations in their field, she says, is their emphasis on interdisciplinary approaches combined with cross-border efforts. “We like to involve everyone and to be as participatory as possible in order to produce a shared product. Then we can identify what works best, and what is transferable to other areas.” BORDERNETwork specialises in what they call “highly active prevention,” the result of interdisciplinary collaboration between different prevention efforts: behavioural change, treatment, and social justice and human rights campaigning. “By bringing together people of different perspectives, we encourage everyone to think in an integrated manner, and ultimately influence institutions in this way, triggering policy development up from the grassroots,” says Steffan. They approach everything in an interdisciplinary manner, she says, including the services that they provide and endorse. “We always provide a combination of services: self help services, diagnostic tools, referral for therapy, counselling and social services,” says Netzelmann. “Through contact with us, we can be the entry gate into further life skills programmes for our clients, such as sex workers who left education at a young age. We can foster economic development in the community and wider region in this way.” By And For The Communities One of BORDERNETwork’s flagship projects is a Social and Health Community Centre run by HESED in the Roma Community of Fakulteta in Sofia, Bulgaria – a model for sustainable measures to involve minority communities in their own sexual education programmes. A January 2008 European Parliament resolution outlined a strategy for the integration of the Roma community into Europe, and the provision of health care services is essential for this. “We support the services in this centre opened after ten years of ground work in the Roma community by our Bulgarian partner,” says Netzelmann. “‘Gate openers’ – lay professionals and trained cultural mediators – spent a decade doing outreach work: preparing the field by building networks and mobilising peer educators in order to work with these groups effectively and in a culturally sensitive manner.” In particular, the centre is designed to service the entire Roma community, as well as young Roma men who are involved in HIV/AIDS IN EUROPE ",
        "19 sex services for men who have sex with men (MSM). “These young men are much stigmatised and very much marginalised from the rest of their community,” says Steffan. They are also highly mobile, and frequently spend periods of time in MSM sex work in cities in richer countries, such as Berlin. Though they can facilitate the spread of HIV in this way, they can also be introduced to communities where MSM is less stigmatised and where pro-active behaviour to prevent the spread of HIV is encouraged. “They often return back to their communities energised with these ideas, and can become trendsetters for their peers. So we can recruit them to become peer educators – they become multipliers,” says Netzelmann. “This participatory method is to be transferred to seven other countries, who will work not only with Roma but other marginalised ethnic or migrant groups.” Groups from Austria, Bosnia & Herzegovina, Estonia, Germany, Latvia, Serbia, and Slovakia visited the centre – based at the largest Roma community in Bulgaria – in October 2010 to see first-hand how it operates and to see what aspects of it could be transferable to their own regions. Another flagship project with a number of highly transferable qualities is the “Prevention Tram”, run by their partner SPWSZ. This is an old streetcar decorated with balloons, posters and banners with information about the BORDERNETwork project that travels around Szczecin in Poland recruiting people for free rides. Within the car they had access to quizzes, brochures, leaflets and condoms, and even on-the-spot testing for HIV. An Old Problem The proliferation of sex work at the borders between nations of disparate socioeconomic standing is not without precedent. “This is normal when the development situations change quickly – it was the same in Germany at the border with Poland following World War II, right up until Poland became part of the European Union,” says Steffan. “It can be complex to approach, but the very first step we had to take was to bring all stakeholders together so they could see that this is our common problem – neither a German problem nor a Polish problem, but a shared problem.” The lessons learned can now be used to help other migrant communities and new Member States cope with the continual challenge of how to provide migrant population groups equal entitlement to health services. “We have to accept that this is a normal development as long as we have mobile populations,” says Steffan. “Populations will continue to be mobile, because this is what part of the basic principles of the European Union desires: to make it possible for us European citizens to live and work in other nations, a basic principle of free movement and access to health care.” By linking service providers, researchers and policy makers through BORDERNETwork’s activities, “we are working to synchronise the regulations of health and social care across the union,” says Steffan. Ultimately, she says, BORDERNETwork’s activities are contributing to European development, cooperation and diplomacy. BORDERNETwork http://www.bordernet.eu/ Prevention Tram on October 2, 2010, in Szczecin, Poland. From left to right: Małgorzata Kłys-Rachwalska, coordinator with BORDERNETwork; Ewa Sachwanowic, from the DADU Association; Aleksandra Lameńska, a representative from a pharmaceutical company; Patryk Kapa, educator with SPWSZ; Dr Anita Wnuk, MD, doctor and educator; Justyna Bągorska, from the DADU Association; and Dariusz Wojtko, from the DADU Association. ",
        "20 HIV/AIDS IN EUROPE “Everyone has a right to good health care – and they don’t lose that right when they enter the criminal justice system,” says Professor Alex Stevens, director of the Connections project and Professor in Criminal Justice at the University of Kent in the European Institute of Social Services. It is crucial that an integrated link is made between health services in prisons and community health services to ensure the continuity of provision of good health care. Unfortunately, across Europe access to health services in prisons – in some nations, the competence of the national law enforcement authority, in other nations, the responsibility of the national health authority – remains highly unequal. A number of incarcerated populations suffer from a lack of access to effective treatment and care. This is particularly severe for those social groups who already have less access due to their legal status, such as ethnic minorities and registered foreign nationals or migrants. With respect to HIV and AIDS, injection drug use among prisoners is an acute problem and an extremely significant factor in the spread of blood borne infections (including hepatitis C and B) within prison populations. “We have a significant problem across Europe in that a lot of people who end up in prison have problems with drug abuse,” says Stevens. However, just how high the levels of drug use and virus transmission are is uncertain, as epidemiological data on drug use, deaths and infection rates across Europe is uneven, due to variable levels of policies on the testing and monitoring of health outcomes within the criminal justice system. It is known however that across the board, drug use is higher among prison populations than the general public. “Across the European Union we have a population that is at high risk of damaging their health – and can be considered a vector for infections on to the rest of the population once they leave prison,” he says. High rates of reoffending also result in detainees coming into repeated contact with prison environments, with higher risks of contracting an infection and then going back to the general public again, sometimes with great frequency. “Anything we do to help prisoners can help all European citizens.” Quality health care while in prison can also reduce the risk of drug- related deaths for prisoners. “There is research that shows that the risk of suicide and death is highest when inmates first arrive in prison and then in the first few days after they leave prison,” says Stevens. When they first arrive, the risk of suicide is highest – the psychological shock of incarceration, combined with withdrawal symptoms for drug users, can be severe. “And when they leave prison, there is a high risk of death from overdose.” Drug users will have lost their tolerance to substances such as heroin while in prison, and so obtaining a dose of the same quality that they may have used prior to their prison stay can frequently result in an overdose and death. An Opportunity Drug use among prisoners and within the wider context of the criminal justice system worldwide is ubiquitous, as a simple consequence of the fact that a large percentage of inmates are incarcerated on drugs-related charges. Patterns of repeat offending and continued contact with drugs, dirty needles and blood borne infections, can be extremely difficult to break. However, the challenge of coping with drug use and the attendant risks within prisons also provides a unique opportunity to target high-risk groups for HIV infection and to improve the health of Europeans. For many offenders, prison offers their first opportunity for access to basic health care services. “This is a chance to concentrate resources on some of the highest risk groups,” says Stevens. Providing condoms within prisons is an effective measure to reduce HIV transmission rates he says – that inmates will have sexual contact of a risky nature (such as unprotected anal sex between men) is a known hazard of prison life. But many prisons do not supply condoms at all, and those that do often provide them in unproductive ways. “Some require inmates to directly ask for them, which many are reluctant to do – it is stigmatising,” says Stevens. “But others will distribute boxes to all inmates routinely – this is a good practice that we have identified and one which we advocate for other prisons to adopt.” Disseminating Evidence Research has consistently found that harm reduction measures that allow for the safer use of drugs within prisons – such as methadone provision and clean needle exchange programmes – are highly effective, says Stevens. Though rare in the criminal justice system, these are some of the most effective measures to reduce the rate of HIV transmission. At the provincial prison of Pereiro de Aguiar in Spain, sharing of needles among inmates fell from 45.8 % to 7.1 % following the introduction of a needle exchange programme. As a project that explicitly seeks to facilitate dialogue between ",
        "21 civil society groups, academics and policy makers across Europe, Connections actively promotes the adoption of harm reduction programmes such as this across Europe, such as in Eastern European and new Member States where harm reduction measures are generally lacking. “Programmes in Barcelona and Kent, for example, have some of the most well developed harm reduction services in Europe,” says Stevens, and offer good models of best practice to disseminate throughout the European Union. Connections has implemented direct knowledge exchange measures, such as training seminars in Kent in 2008 and Barcelona in 2009, as well as conferences in Krakow and in London in 2010 (the latter attended by more than 160 people from 26 countries). The organisation has also created work opportunities and study visits for the transference of best practice, such as inviting policy makers from Estonia to work for a short training period in the British system. “They were able to take what they learned from harm reduction programmes here and take that back to consider implementing in their own nations – this could not be done except on a European- wide level,” says Stevens. “We have some Member States that are struggling with very high imprisonment numbers, and it is harder for them to implement the right kinds of health measures needed to reduce the HIV infections risk.” Achieving Ambitions In order to effectively implement harm reduction policies, criminal justice system authorities need to accept that drugs will find their way into prisons, regardless of how much money and effort is spent trying to keep them out. Small quantities of narcotics can easily be transported into prison inside clothing, packages – even human bodies. “There have even been instances in the United States for example, a country that has spent some of the most money on attempts to keep drugs out of prisons, where inmates on death row still had access to drugs,” says Stevens. “If prisoners can find a way to get them in that environment, then it is impossible to keep drugs entirely out of prisons. We should not cease trying to stop the flow, but there is still going to be a need for harm reduction programmes for those who will continue to use drugs.” Though harm reduction is one of the most effective evidence- based measures to reduce HIV transmission, it is not the only tool that prisons can apply and which Connections seeks to promote and improve through training programmes, research and the dissemination of best practice. For example, abstinence programmes are actively sought after by many prisoners, and should be encouraged as one of a set of practices. “Some people do want to get off heroin for good, so those treatments should be available, as part of a high quality recovery- focused programme that works with them to fulfil their ambitions – it is our job to create the environment that helps them do that,” says Stevens. Connections http://www.connectionsproject.eu/ Quality healthcare while in prison can reduce the risk of drug related deaths for prisoners. ",
        "22 In an office building in Amsterdam, a group of homeless drug addicts – mostly foreigners – sit together at half a dozen tables to drink tea, chat, and shoot heroin. The “consumption room,” as it is known, is fully stocked with clean needles, medical supplies and information pamphlets provided by De Regenboog Groep, a Dutch service provider of harm reduction programmes and other services and programmes to halt the spread of HIV and other blood-borne infectious diseases (BBID) in injecting drug users (IDU). On the floor above sits the head office of Correlation II, a European network of researchers, policy makers, service providers and service users. Throughout the day the building’s doorbell continually chimes – rung by one of the consumption room’s 50 registered users who visit the building half a dozen times a day to inject heroin with safe equipment. “The term ‘harm reduction’ was not used in official European Union documents until 2004, but it is increasingly becoming mainstream because the evidence is so clear that they do reduce rates of BBID infections,” says Eberhard Schatz, head Project Coordinator for the project, based in Amsterdam. Now harm reduction programmes, once very controversial, are becoming increasingly accepted in accordance with the EU Drugs Strategy 2005–2012, which proposes the adoption of several interventions for demand reduction, with harm reduction measures being given priority. It is crucial to note that the aim of Correlation II is not to promote harm reduction programmes, but more broadly, to improve the access to and the impact of health services for populations at a high risk of contracting BBIDs including HIV and hepatitis C, such as (but not restricted to) injection drug users (IDU). From this they derive their name, Correlation. “We seek to bring together issues and groups, to connect all stakeholders and produce concrete results,” says Mr Schatz. Harnessing a European-wide network of experts, Correlation II builds on the work of Correlation I, which ran from 2005 to 2007 and identified major gaps in the delivery of health services to vulnerable populations throughout Europe. Correlation II now seeks to fill those gaps by delivering guidance documents and by implementing new methods with regard to outreach, early intervention, eHealth, peer support and Hepatitis C. Additionally, the project develops policy and briefing papers on a number of issues, in particular policy recommendations on HIV/AIDS. Raising Standards Everywhere “The international dimension is absolutely essential for our work – no national government would finance a European-wide exchange of ideas and the development of implementations like ours,” says Schatz. Another reason the European dimension to their work is so crucial is due to the fact that they rely on a broad network of reliable partners in order to identify best practice and to disseminate those ideas throughout the union. “Tackling BBID’s in Europe among vulnerable groups, such as drug users, requires an integral, comprehensive approach, taking into account early intervention strategies, empowerment and peer involvement, as well as the design of internet-based services and approaches.” “Our goal is to develop and disseminate the best models throughout Europe and raise quality standards by identifying what works best based on scientific evidence,” he says. “Therefore, the utmost attention is given to carefully evaluating our project activities and implementations.” Strength In Numbers One of the key strengths of Correlation, says Schatz, is their emphasis on linking all stakeholders together in as direct a fashion as possible. If they host a seminar on policy measures, for example, they will simultaneously organise practical components with training sessions and information discussions. Member numbers continually grow, and they all connect with each other on an ongoing basis. “Correlation is more than just a project – our members really see this as a network,” says Schatz. “One of the benefits of Correlation is that we are able to have a greater impact on policy discussions because we have such a huge network.” In all, 1600 people are registered on the mailing list, and 1000 printed newsletters have been disseminated so far. One of the first major products of the project, a booklet on Hepatitis C covering models of good practice, has been distributed in 750 copies to major stakeholders across Europe (so far only in English, but a Russian edition will soon be available). “Dissemination is another essential part of our activities,” says Schatz. “We put a great deal of effort into spreading the word and bringing our results into the broader public. Therefore, we work with other networks in the field.” HIV/AIDS IN EUROPE ",
        "23 Other organisations in the field are showing a great deal of interest in the project, says Schatz; Correlation collaborating partners now number 100, compared to 50 just a few years ago. “This tells us that our work is relevant,” he says. Nothing About Us Without Us Another innovative and key component, says Katrin Schiffer, is that not only do they prepare policy papers, but also they organise meetings, training sessions and seminars where policy makers can meet and exchange ideas with health and social workers, service providers and even drug users and other target groups. “Most policy makers are not aware of what is really happening on the ground – and at the same time, we often see that most service providers are not aware of what arguments are really needed to influence policy makers,” says Schiffer, who heads the policy coordination activities for Correlation. “We encourage contact between them, not only through one-time meetings but through regular continuous dialogue.” The inclusion of drug users as well as service providers in discussions is a crucial progression in the formulation of policies in Europe, she says. “There is a pervasive belief that drug users cannot make decisions for themselves, and that they cannot have decent lives – so they are excluded from decision-making and dialogue,” says Schiffer. Hence the expression, “nothing about us without us”, adopted by the growing number of drug users, sex workers and youth unions and advocacy groups. Integrating the same individuals that health care providers are trying to help, into decision making, is not only an effective means to inform policy, but also to benefit the drug users themselves directly. “In all our work, we aim to empower drug users to be responsible for their own lives,” says Schatz. The development of peer support interventions reflects this aim, he says. A Cruel Disease Lastly, a major focus of Correlation II is to raise awareness of hepatitis C, which actually has infection rates ten times higher than HIV, says Schatz, but receives ten times less funding. Unlike HIV, hepatitis C infections remain largely confined to injection drug users, who are one of the most highly stigmatised groups worldwide. “So there is a real need to raise the policy awareness of this issue,” he says. “Hepatitis C is a cruel disease.” The World Health Organisation estimates that more than 350,000 lives a year are claimed worldwide by hepatitis C. Co-infection with other BBIDs, and HIV in particular, reaches incredibly high rates in some nations, particularly in the EU Baltic countries. Prevalence rates of Hepatitis C among IDUs and their sexual partners are estimated at 93.4 % in Tallinn, 74.2 % in Riga, and 94.8 % in Vilnius. Taking measures to reduce hepatits C infection rates will also reduce the spread of HIV in Europe and decrease the burden of chronic liver diseases, including cirrhoses and liver cancer. “It is not as well-known as HIV, but death from hepatitis is slow and excruciatingly painful – it is a cruel disease,” says Schatz. Correlation http://www.correlation-net.org/ © Correlation ",
        "24 HIV/AIDS IN EUROPE There will always be a continuous need for training of skills and knowledge for public health professionals who work with people living with HIV and AIDS (PLHA) – no matter how experienced they may be. As research progresses, new drugs are developed, social conditions change, infection demographics shift and the virus itself evolves, the terrain of the AIDS epidemic continually changes, as well as the tools we have at our disposal to fight it. In order to upgrade the capacity levels of health care professionals across Europe, the ACTIVATE project – for “cap AC ity building and T raining in h IV / A ids T reatment and management across E urope” – ran from April 2007 to March 2010 with the aim of bringing expertise and resources from four major European clinical HIV/AIDS networks: PENTA, CASCADE, EuroSIDA, and EuropeHIVResistance. “In order to develop cross-linking training curricula and the best possible joint training programmes, it made sense to bring together the key networks – some of which had already been funded by the European Commission for almost 20 years,” says Dr Giaquinto. Over three years, ACTIVATE identified some significant gaps in knowledge and training by surveying over 250 clinicians and other health professionals, developed training packages and hosted courses to improve the clinical skills for hundreds of health professionals and conducted surveys to evaluate the effectiveness and usefulness of these training programmes. A training session for clinicians held in Tallinn on HIV treatment and care. ",
        "25 “By putting together all the existing major networks, we could create a ‘super network’ that included all the different specialities,” says Dr Giaquinto. “Thanks to this ‘super European network’, we were truly able to provide comprehensive training that could address all the major issues related to the management of HIV infected patients.” In total, ACTIVATE has updated and trained over 600 clinical physicians, social workers, nurses, virologists, laboratory technicians, statisticians, epidemiologists and health care officials and policy makers from over 250 institutes in 30 countries across the European region. Between these networks, treatment for all major target groups – including paediatric patients, elderly and pregnant women– were covered. “This is a very complementary approach,” says Dr Giaquinto. “This major exchange of ideas, knowledge and expertise could simply not have been done without the pan-European perspective.” Finding And Filling The Gaps The first stage for ACTIVATE was to identify the training needs and knowledge for physicians in the network, in particular those in Eastern Europe. After surveying approximately 250 clinical physicians, they were able to determine that there was a particular need to develop training packages covering HIV in pregnancy, drug resistance in the virus, co-infections with hepatitis C, hepatitis B, and tuberculosis, how and when to start anti-retroviral treatment and the clinical management of children with HIV and AIDS. Course materials were developed, drawing on the expertise of the most experienced professionals across Europe and disseminated in documents in both English and Russian. Training sessions for clinical skills for physicians and other health care professionals were held in Rome, Glasgow, Minsk, St Petersburg and Tallinn from 2007 and 2009, some focusing on paediatrics in particular, others on co-infections, maternal care and other key issues. Training activities were held not only in conferences and classes that brought dozens of delegates together at a time, but also online (e-training) for those who were unable to attend in person. “This is another important part of ACTIVATE: we combine different training methodologies, not just traditional ‘face to face’ training sessions, but also web-based distance learning tools,” says Dr Giaquinto. Surveys of those who took part found that their knowledge did indeed increase – for example, the average score on a test of knowledge regarding clinical skills for the treatment of pregnant women, infants, and individuals with co-infections increased from 78 % to 84 % after a 2008 meeting in Glasgow. “Clearly, in a cost effective manner, the European Commission was able to support and to combine existing skills from all over Europe,” says Dr Giaquinto. Understanding The Virus Using the same methods of identifying knowledge gaps and developed training programmes using the skills and expertise of professionals from across Europe, ACTIVATE created capacity building programmes for virologists, statisticians, lab technicians and other health professionals who study the HIV virus and develop drugs to combat it. The virus is quickly developing resistance to the anti-retroviral drugs (HAART) that are used to treat infected individuals. It is important for all researchers and clinicians who work with the virus to have an understanding of the molecular means of resistance, the transfer of genes between strains, the evolution of the virus, and the tools necessary to construct those evolutionary relationships. Due to the rapidity at which the virus mutates, as well as the quick pace of research in labs all over the world, continuous training and education seminars are crucial. Through surveys and workshops, ACTIVATE was able to gain significant insight into the epidemiology of the virus in Europe, the level of knowledge among professionals and to disseminate information and training online and in sessions held in Budapest and Bucharest in 2008 and 2010. Crucially, the project aimed to attract older clinicians as well as young ones – the need for training does not decrease with years of experience. Only 37 % of the 60 participants at Sorrento/Italy in 2010, for example, had been working in the field for less than five years. Bottom Up And Top Down Bringing more experienced professionals into the sessions is crucial, says Dr Giaquinto. “One thing that I think was remarkable about these sessions is that they were not just done in a top-down way, simply teaching people, but also involved harnessing the skills and existing capacities of the people who took part,” he says. “The real benefit of the ACTIVATE project is this capacity to bring together individuals with very different expertises and their associated networks to all work together, combining and integrating their knowledge to develop new training activities,” says Dr Giaquinto. “This really is the major output which could not be reached by different individual national projects.” ACTIVATE http://www.eurocoord.net/CollaborativeProjects/ACTIVATE/ tabid/96/Default.aspx ",
        "26 Significant and severe gaps continue to exist across the European Union in the provision of care and treatment for people living with HIV and AIDS (PLHA), such as universal access to antiretroviral drugs. With resource restrictions due to the economic crisis, sexual health advice remains lowest on the priority list for many regions. “But everything in prevention has to do with sexual behaviour,” argues project coordinator Christiana Nöstlinger, PhD, of the Unit of HIV/STI Epidemiology and Control at the Institute of Tropical Medicine, (ITM) Belgium. “We aim to integrate safer sex counselling into standard HIV prevention and care.” For PLHA it is not only crucial that they take appropriate measures to prevent passing the virus on to their partners, but it is also extremely important that they do not contract additional sexually transmitted infections. The Eurosupport 6 project’s overall goal of improving the sexual and reproductive health of PLHA. Known as “positive prevention”, this strategy involves HIV positive individuals directly in their own health care, with an emphasis on personal dignity as well as prevention. Treatment, care and support for PLHA have changed continuously throughout the AIDS epidemic, as have the needs of patients – in particular, their psychosocial challenges. With a multidisciplinary European-wide network created for the exchange of knowledge using human rights-based approaches, Eurosupport 6 ultimately aims to develop evidence-based and effective tools for service providers to support PLHA to improve their sexual and reproductive health. Operating from 2009 to 2012, Eurosupport 6 builds directly on the work of Eurosupport 5, which set out to identify unmet sexual and reproductive health needs for PLHA across Europe. Completed in 2008, it found that one of the most widespread gaps in treatment and service provision for PLHA is in counselling for safer sexual practices. Service providers generally rely on a purely medical approach, providing care and treatment, but with little sexual counselling and little attention given to psychosocial needs, explains Nöstlinger. “Assistance in adopting healthy sexual lifestyles is largely absent from treatment methodologies across Europe, particularly in Central and Eastern Europe,” she says. Encouraging Healthy Sex What sets Eurosupport 6 apart from traditional transmission prevention programmes, explains Nöstlinger, is that they actively encourage the adoption of healthy sexual lifestyles, rather than omitting safer sexual practices from prescribed treatment methodologies (or advocating abstinence). Research carried out under Eurosupport 5, which sampled 1212 individuals, found that dissatisfaction with sexual lifestyles and self-perception as “asexual” is widespread among PLHA. “We stress that people living with HIV have the right to be sexually active and to fully express their sexuality,” says Nöstlinger. “This was not always recognised in the history of the AIDS epidemic, it was generally thought that one should no longer be sexually active if tested positive.” Although abstinence is theoretically an effective means to reduce HIV transmission, it is not as practical as a policy strategy to advocate, nor a realistic behavioural outcome to expect. “In the countries where patients have been told that they should not be sexually active, and where restrictive laws are in place, they simply went underground and would no longer come forward for prevention, treatment and care,” says Nöstlinger. This ultimately led to higher rates of new HIV infections. “We advocate instead for positive prevention, developed by and for people living with HIV and AIDS, framing everything in a human rights perspective,” she says. “This means that we support people living with HIV and AIDS in a constructive way. This will ultimately lead to lower rates of new HIV infections.” How-To Guides Eurosupport 6 is in the process of developing counselling and communication tools for service providers to distribute to patients (HIV-positive men having sex with men, and migrants) to support them in adopting healthy safer sexual practices. The main goal is to design, implement and evaluate a digital intervention tool – a DVD, labelled CISS (for “Computerised Intervention for Safer Sex”). This will feature not only written materials and advice but also films of role playing and interviews with other PLHA describing personal problems they had in achieving safer sex, what barriers they came across, what solutions they found, and what helped them achieve their goals, including guides to condom use and other safer sex practices. “Some of these materials are really quite sexually explicit,” says Nöstlinger. HIV/AIDS IN EUROPE ",
        "27 In addition to distributing this DVD to service providers who can then pass them on to patients, service providers will also be trained to design a “concrete personal plan” for each patient to help them review what they have learned and understand how to apply this knowledge in their own lives – firstly, to use condoms more effectively and consistently. Together with antiretroviral treatments and quality care, both viral loads in PLHA and transmission rates to their partners are minimised. The next stage of the project will assess the tools developed under Eurosupport 6 in a randomised control trial. Altogether 440 PLHA will receive one of two courses of treatment – half will receive counselling sessions using the CISS DVD (the experimental group), and half will undergo a conventional treatment regime (the control group). Through follow-up, the Eurosupport team expects to determine the effectiveness of the assisted counselling using the CISS DVD, if they have been able to affect real behavioural outcomes (effects) through the tools that they have developed. Uniting Expertise A project of this scope and nature could only be achieved at the multinational level of the European Union, says Nöstlinger. “We needed many different kinds of expertise, from knowledge of the behavioural sciences, to professionals who could translate that knowledge into the appropriate kinds of images and digital tools, and now people who have the expertise to set up clinical trials – it is extremely difficult to find all such individuals in one place,” she says. “Moreover, this is a European-wide public health problem that affects all nations and in those countries we see many of the same problems – such as prevention fatigue and relapse in risk behaviour – so what we learn we can apply throughout the Union.” The project coordination and management of Eurosupport 6 is carried out by the Institute of Tropical Medicine (ITM) in Belgium, and Associated Partners in 10 European countries include the Central & North West London NHS Foundation Trust (CNLW), the University Complutense of Madrid (UCM), AIDES (France) and Sensoa vzw (Belgium). In all, Eurosupport counts 38 member organisations across the EU. Eurosupport 6 http://www.sensoa.be/eurosupport/euro_support.htm Eurosupport counsellor Christel Morren guiding a patient through their new educational DVD, the “Computerised Intervention for Safer Sex”. ",
        "28 HIV/AIDS IN EUROPE EUROPEAN PUBLIC HEALTH PROGRAMME 2003–2008 AND SECOND HEALTH PROGRAMME 2008–2013 – ACTIONS TO SUPPORT STRATEGIES ON ADDICTIVE SUBSTANCES ON DRUGS AND INTEGRATIVE APPROACHES ON LIFESTYLES Area Of Action 1: Leadership And Advocacy – 1. 2006304 – TAHA, Responsibility & Partnership – together against HIV/AIDS, Bundesministerium für Gesundheit (Federal Ministry of Health) (DE), EC co-funding 289,657.00 €, http://www.eu2007.de/en/News/download_docs/Maerz/0312-BSGV/070Bremen.pdf 2. 2006310 – NDPHSProjectDatabase, A Database on Public Health Projects in North Eastern Europe and its neighbouring countries, Secretariat of the Council of the Baltic Sea States (SE), EC co-funding 120,000.00 € 3. 2008252 – 5 th European Conference on Clinical and Social Research on AIDS and DRUGS – Lietuvos AIDS centras (LT) – 28/04/2008, Conference, EC co-funding 100,000.00 € 4. 20095201 – UNAIDS Awareness raising on HIV/AIDS,UNAIDS/IAS, support XVIII International AIDS Conference (AIDS 2010) Vienna, 18–23 July 2010, EC funding 400,000.00 € 5. 20094205 – International Harm Reduction Association‘s (IHRA) 21st International Conference, Liverpool 24–28 May 2010, International Harm Reduction Association (UK), EC funding 50,000.00 € 6. 20104031 – AIDS 2011 – HIV in Europe – unity and diversity, May 2011, National Institute for Health Development, TAI (EE), under negotiation, EC funding 100,000.00 € 7. 20104305 – FEMP – Men, Men, Sex and HIV 2011 – The Future of European Prevention among MSM, October 2011, HIV and STI Prevention Dept. Swedish Institute for Infectious Disease Control – SMI, (SE), under negotiation, EC funding 100,000.00 € Involvement Of The Civil Society 8. 2005314 – EPAA, European Partners in Action on AIDS, Stichting Aids Fonds – Soa Aids Nederland (NL), EC co-funding 686,384.00 € 9. 2008271 – AAE AIDS Action Europe: Public Policy Dialogue and Linking and Learning, Soa AIDS Nederland (NL), Operating Grant, EC co-funding 200,000.00 € 10. 20093206 – SANL 2010, AIDS Action Europe, Soa Aids Nederland (NL), EC funding 289,851.00 €, www.aidsactioneurope.org 11. 20103207 – SANL 2011, Soa AIDS NL, Strengthening civil society contribution to regional and national HIV/AIDS policies and programmes and Linking and learning and good practices exchange among NGOS, under negotiation, EC funding 250,000.00 € Area Of Action 2: Participation In Prevention And Treatment 2.1 Implement the training programme ",
        "29 Area Of Action 3: Surveillance 3.1 Developing behavioural data collection 3.2 Sentinel surveillance for early warning Facilitate the setting-up of sentinel surveillance in high-risk groups in countries with a low-level epidemic 3.3 Development of resistance 3.3.1 Facilitate Europe-wide surveillance on HIV drug resistance Area Of Action 4: Prevention Of New HIV Infections 4.1 Sexual transmission 4.1.1 Develop and implement the strategy innovative strategy to promote safe sex and address the increase in risk-taking behaviour among youth 12. 2003319 – SAFE, The way forward: A European partnership to promote the sexual and reproductive health and rights of youth, IPPF – EN (BE), EC co-funding 674,475.00 €, www.ippfen.org 13. 20081212 – SAFE II, Sexual Awareness for Europe: ensuring healthy future generations who love and care for each other, IPPF with EC co-funding of 650,000.00 €, www.ippfen.org, under negotiation 14. 20091217 – SAFESEX – Mobile sexuality – towards a new European strategy in sex education and prevention of STDs, Center for Sex og Sundhed (DK), EC co-funding of 706,890.00 € 15. 20091222 – Youth Sexual Violence – Understanding and addressing youth sexual coercion and violence as a threat to young people’s sexual health in Europe, Rutgers Nisso Groep (NL),EC co-funding of 658,866.00 € 4.1.2 Include youth as a priority target group for the development of public health intervention 16. 2007305 – SUNFLOWER, Young and HIV: European network to arrange an innovative prevention campaign and to exchange good practices – experiences in Europe, ANLAIDS Sez. Lombarda (IT), EC co-funding 250,000.00 €, http://www.sunflower-project.eu/ 17. 20081207 – HBV-HCV-HIV: Three different and serious threats for European young people. A Network to study and face these challenges in the EU – H-CUBE, by the University of Sassary(IT), EC co-funding 580,000.00 €. email: dolores.forgione@associazioneises.org – www.associazioneises.org Prevention Of Sexual Transmission Of HIV Among Migrants And Ethnic Minorities, Including Mobile Sex Workers 18. 2003303 – European Centre AIDS & Mobility, Netherlands Institute for Health Promotion and Disease Prevention (NL), EC co-funding 1,559,334.00 €, http://www.aidsmobility.org/index.cfm 19. 2004107 – BORDERNET, HIV/AIDS and STI prevention, diagnostic and therapy in crossing border regions among the current and the new EC outer borders, Spi Forschung Gmbh (DE), EC co-funding 1,945,118.70 €, www.spi-research.de 20. 2004312 – Health Promotion of sex workers in the enlarged Europe, Latvian Gender Problem Centre (Latvijas Gendera Problemu Centrs “GENDERS”), EC co-funding 104,152.00 €, gender@parks.lv ",
        "30 HIV/AIDS IN EUROPE 21. 2004320 – European network fro transnational AIDS/STI prevention among migrant prostitutes, Tampep International Foundation (NL), EC co-funding 595,776.00 € http://www.tampep.eu 22. 2006344 TAMPEP 8 European Network for HIV/STI prevention and Health promotion among migrant sex workers, Tampep International Foundation, (NL), EC co-funding 600,000.00 €, http://www.tampep.eu 23. 2007323 – AIDS & MOBILITY, AIDS & Mobility Europe 2007 – 2010 “Ethno-Medizinisches Centrum”, (DE), http://www.ethno-medizinisches-zentrum.de/, EC co-funding 499,767.00 € 24. 20091202 – Bordernet work, Highly active prevention: scale up HIV/AIDS/STI prevention, diagnostic and therapy across sectors and borders in CEE and SEE, EC funding 1,243,475.00 € + financial support of the German Ministry of Health (BMG) (2008–2009) 25. 20091218 – SRAP – Addiction prevention within ROMA and SINTI communities, Municipality of Bologna, EC funding 661,385.00 € Prevention Of Sexual Transmission Of HIV Among Men Who Have Sex With Men (MSM) 26. 2007309 – SIALON, Capacity building in HIV/Syphilis prevalence estimation using non-invasive methods among MSM in Southern and Eastern Europe, Regione del Veneto (IT), with EC co-funding 397,353.00 € http://www.crrps.org/?i=visualizza&ids=60&ida=144 27. 2007315 – Everywhere, Modelo metodológico de prevención del VHI en hombres que tienen sexo con hombres: En todas partes. University of Brighton (UK), EC co-funding 490,770.04 € 28. 2008214 – European MSM Internet survey on knowledge, attitudes and behaviour as to HIV and STI, Deutsche Gesellschaft für Technische Zusammenarbeit (GTZ) GmbH (DE), EC co-funding 718,515.37 € 29. 20101211 – SIALON II – CAPACITY BUILDING IN COMBINING TARGETED PREVENTION WITH MEANINGFUL HIV SURVEILLANCE AMONG MSM, Regional Centre for Health Promotion, Health Dept – Veneto Region (IT), under negotiation, EC funding 900,000.00 € 4.1.3 Mother-to-child transmission 4.1.3.1 Report on the state of play in Europe 30. 2004314 – Eurosupport V – Improving sexual and reproductive health of persons living with HIV in Europe, http://www.sensoa.be/eurosupport/euro_support.htm, EC co-funding 541,266.36 € 31. 20081204 – EUROSUPPORT 6 (ES VI): Developing a training and resource package for improving the sexual and reproductive health of people living with HIV/AIDS, http://www.sensoa.be/eurosupport/euro_support.htm, EC co-funding 700,000.00 € 4.1.4 Harm reduction 4.1.5 Blood, tissues, cells safety 4.1.5.1 Monitor the data compiled by Member States under the Commission Directive on traceability and adverse events and reactions (adoption expected in September 2005) related to transmission of HIV (and other diseases) by blood and blood components 32. 2004217 – EU Q blood SOP, Development of a pan European standard operating procedure (SOP) methodology reflecting European best practice, Red Cross blood donation service Baden-Wurttemberg – Hessen (DE), EC co-funding 297,017.32 €, www.eu-q-blood-sop.de/index.php ",
        "31 33. 2005204 – European Union standards and training for the Inspection of tissues establishments, Instituto Superiore di Sanita, Centro Nazionale Trapianti (IT), www.eustite.org, EC co-funding 1,226,915.00€ 34. 2006202 – EU Blood inspection - Development of pan-European standards and criteria for the inspection of blood establishments, Institut für Transfusionsmedizin und Immunhämatologie, klinikum der Johann Wolfgang Goethe Universität, Frankfurt am Main (DE), EC co-funding 709,845.00€, http://www.eubis-europe.eu/index.php, EuBIS@blutspende.de 35. 2006210 – POSEIDON - Promoting Optimisation, safety, experience sharing and quality implementation for donation, EC co- funding 1,099,999.00€, http://www.poseidon-hsct.eu/page.php?url=project 36. 2006209 – EUOBUP- EU Optimal blood use project, NHS Scotland (UK), EC co-funding 500,000.00 €, http://www.betterblood.org.uk/EUOptimalBloodUseProject/tabid/85/Default.aspx 37. 2007202 – Domaine, Creating a safe and sufficient donor population in Europe: comparing and recommending good donor management practices, Sanquin Blood Bank Southeast Region, Nijmegen (NL), EC co-funding 500,000.00 €, http://www.domaine-europe.eu/, w.dekort@sanquin.nl, e.wagenmans@sanquin.nl 4.1.6 Prisoners 4.1.6.1 Develop HIV prevention strategies for prisons 4.1.6.2 Identify best practices for HIV prevention in prisons in Europe 38. 2003308 – ENDIPP – European Network on drugs and infections prevention in Prison, EC co-funding 1,895,223.00 €, access to the database at http://data.euro.who.int/hip/ 39. 2004116 – Establishing monitoring system on prison health indicators and health determinants, WHO European Region, www.euro.who.int, EC co-funding 330,000.00 €, lmo@euro.who.int; postmaster@euro.who.int 40. 2006313 – CONNECTIONS, Integrated responses to drugs and infections across European criminal justice systems, University of Kent (UK), EC co-funding 851,236.00 €, http://www.connectionsproject.eu, Connections@kent.ac.uk 41. 2007318 – TCJP – Training Criminal Justice Professionals in Harm Reduction Services for Vulnerable Groups, implemented by Wissenschaftliches Institut der Ärzte Deutschlands (WIAD), www.wiad.de, EC co-funding 299,956.00 € 42. 20091212 – HPYP – Health Promotion for Young Prisoners, Wissenschaftliches Institut der Ärzte Deutschlands gem. e. V. (WIAD), EC funding 499,976.00 €, www.wiad.de 4.1.7 Population-wide information 4.1.8 Awareness-raising among general public • An innovative European prevention campaign will aim to raise the awareness of the young people most at risk of infection living in the New Member states participating in the project • Bring visibility to HIV/AIDS in Europe • Link Europe into the World AIDS Campaign 4.1.9 Promote prevention and Voluntary Counselling and Testing ",
        "32 HIV/AIDS IN EUROPE 43. 20091211 – HIV COBATEST – HIV Community based testing practices in Europe, Fundacion Institut d’Investigacion en Ciences de la Salut Germans Trias I Pujol, Centre d’Estudis Epidemiològics sobre ITS/VIH/SIDA de Catalunya (CEEISCAT), (ES), EC funding 449,663.00 €, www.cobatest.org 44. 20091201 – IMP.AC.T – Improving Access to HIV/TB testing for marginalised groups, Villa Maraini (IT), EC funding 410,980.15 €, europeanprojects@villamaraini.it Area Of Action 5: Treatment, Care And Support 5.1 Access of vulnerable groups to services 5.1.1 Prepare a European inventory on best practices/know-how on drug treatment 5.1.2 Prepare guidelines/best practices on access to treatment for vulnerable populations Primary Prevention Of Drug Use To Reduce Drug Demand 45. 2004311 – Democratie, Villes et drogues, FESU, Forum Européen pour la Sécurité Urbaine (FR), EC co-funding 867,450.00 € 46. 2006345 – HNT Healthy Nightlife Toolbox – Effective Interventions for (Youth) Drug Use in Recreational Settings, Trimbos Institute (NL), EC co-funding 507,431.66 €, http://www.hnt-info.eu/ 47. 2007326 – TEN D by Night (Dark, Dance, Disco, Dose, Drugs, Drive, Danger, Damage, Disability, Death), Consepi S.p.a (IT), guidasicura@consepi.it, website: http://www.tendbynight.eu/, EC co-funding: 500,000.00 € 48. 2007322 – HEalth & ROad safety: volunteering heroes, HEROES, Fondation Tanguy Moreau de Melen Responsible Young Drivers – Secura Forum (BE), http://www.ryd.eu/heroes/project.php, EC co-funding 650,000.00 € 49. 2007302 – Kinship carers and prevention – sharing good practice in supporting kinship carers to prevent substance related harm to young people, Mentor Foundation (UK), ec@mentoruk.org, www.mentorfoundation.org, EC co-funding: 699,995.00 € 50. 2007306 – DC&D II – Democracy, Cities & Drugs II, by European Forum for Urban Safety (FESU), www.democitydrug.org, EC co-funding 900,000.00 € Secondary Prevention To Reduce HIV And Other Blood Borne Infections Transmission 51. 2004325 – Elisad Internet Gateway: A qualitative resource for European web sites on drugs, alcohol, tobacco and other addiction, TOXIBASE – Réseau National d‘Information et de Documentation (FR), EC co-funding 153,131.00 €, search the gateway at http://www.addictionsinfo.eu/ 52. 2004302 – AIDS and action integration projects 2005–2008 by AIDES (FR), with EC co-funding 837,390.00 €, www.integration-projects.org 53. 2005322 – IATPAD – Improvement of access to treatment for people with alcohol- and drug-related problems, Centrum Pre Liečbu Drogovych Zavislosti (SK), 678,000.00 €, http://www.cpldz.sk/, alexandercikova@cpldz.sk 54. 2005312 EUDAP II – Implementation of European Drug Addiction Prevention Trial at Population level, Osservatorio Epidemiologico delle Dipendenze Servizio di Epidemiologia – ASL 5, Piemonti (IT), EC co-funding 804,321.00 €, http://www.eudap.net ",
        "33 55. 2005305 – Expanding network for coordinated and comprehensive actions on AIDS, ENCAP, AIDS Prevention centre, Ministry of Health (LV), EC co-funding 1,055,346.00 € 56. 2006331 – SEID, Strategic European Interventions options on Drugs, Federazione Italiana Comunità Terapeutiche (IT), EC co-funding 301,525.00 €, http://www.seidproject.eu/seidproject/, www.netypu.eu 57. 2006346 – SDDCare – Senior Drug Dependents and Care Structures, University of Applied Sciences Frankfurt am Main (DE), EC co-funding 299,991.00 €, http://www.fh-frankfurt.de/de/forschung_transfer/institute/isff/projekte/sddcare/sddcare_engl.html 58. 2006329 – Moretreat, Models of good practice in drug treatment in European Commission Strategic European Inventory on drugs, University Medical Center Hamburg-Eppendorf (DE), EC co-funding 299,336.00 € 59. 2007304 – European standards in evidence for drug prevention, Prevention Standards, by Liverpool John Moores University – LJMU (UK), EC co-funding 284,507.00 € 60. WHO2008 – Scaling up harm reduction to prevent transmission of infectious disease, WHO direct grant agreement, EC co-funding 600,000.00 € 61. EU-HEP-SCREEN – Screening for Hepatitis B and C among migrants in the European Union, Erasmus University Medical Center Rotterdam (NL), under negotiation, EC co-funding 800,000.00 € 5.1.3 Support capacity-building among service providers to improve access for vulnerable groups 62. 2004307 – CORRELATION – European Network on Health and Social Inclusion, EC co-funding 815,000.00 € 63. 20081201 – Correlation II – European Network Social Inclusion and Health, Stichting De Regenboog AMOC (NL), Stichting De Regenboog MOC Inloophuizen AMOC (NL), EC co-funding 900,000.00 €, www.correlation-net.org/ 64. 20101104 – TUBIDU – EMPOWERING CIVIL SOCIETY AND PUBLIC HEALTH SYSTEM TO FIGHT TUBERCULOSIS EPIDEMIC AMONG VULNERABLE GROUPS, National Institute for Health Development, TAI (EE), under negotiation, EC funding 750,000.00 € 5.1.4 Continue the development of European curricula/training modules 5.2. Treatment preparedness 5.2.1 Develop patient-friendly information on treatment 65. 2008277 – EATG: Support to EATG in promoting Universal Access (UA) to prevention, treatment, care and support to New MS and New Neighbourhood countries, European AIDS Treatment Group e.V. (BE), Operating Grant, EC co-funding 149,400.00 € 5.2.2 Develop a training module on treatment preparedness 66. 2006301 – ACTIVATE, Capacity building and training in HIV/AIDS treatment and management across Europe, Fondazione PENTA (IT), EC co-funding 356,056.00 €, http://www.eurocoord.net/CollaborativeProjects/ACTIVATE/tabid/96/Default.aspx 67. 2008226 – MAIDS: Developing HIV/AIDS & Mental health Programs in the new EU countries (PL, EE, LV, LT, BU), Spoleczny Komited ds. ADIS Social AIDS Committee (PL), EC co-funding 350,000.00 € ",
        "34 NOTES ",
        "31 ",
        "N D - 30 - 11 - 029 - E N - C doi:10.2772|59176 Sans titre-1 1 Sans titre-1 1 11/10/11 11:38 11/10/11 11:38 "
    ]
}