{
    "text": [
        "REFLECTION PAPER TOWARDS A SUSTAINABLE EUROPE BY 2030 Europe has a strong starting position and track record in sustainable development but the sustainability challenges the world faces are undeniable. The EU is well placed to be the global frontrunner in the sustainability transition, helping to set global standards and reap the societal and economic benefits of being a first mover. The Commission is today presenting scenarios for how the EU and its Member States can lead in the sustainability transition for the benefit of all and how Europe can follow up on the United Nations Sustainable Development Goals by 2030. WHERE ARE WE NOW? Since the start of the mandate of the Juncker Commission in 2014, a lot has been done, with sus- tainable development priorities mainstreamed into key crosscutting agendas as well as sectoral poli- cies and initiatives. The EU was a leading force behind the adoption of the United Nations 2030 Agenda on Sustainable Development and its Sustainable Development Goals (SDGs), and the EU and its Mem- ber States rank among the top SDG performers worldwide. Over the past five years, the EU has made good progress towards almost all Sustainable Development Goals (SDGs). The EU-27 Member States have the highest score on average for SDG 1 (End Poverty in all its form everywhere). The EU-27 Member States have the second highest score on average for SDG 3 (Ensure healthy lives and promote well-being for all at all ages). There are notable differences between the Member States in achieving the SDG 10 (Reduce inequality within and among countries). The EU-27 Member States score on average the lowest on SDG 12 (Ensure sustainable consumption and production patterns), and on SDG 14 (Conserve and sustainably use the oceans, seas and marine resources for sustainable development). moderate movement away moderate progress significan progress Source : SDSN SDG Index 2018; Eurostat, Sustainable development in the European Union 2018 edition. 1 2 10 9 4 3 Compared worldwide, seven EU-27 Member States are among the TOP 10 in Global SDG Index ranking while all EU-27 Member States are in TOP 50 (out of 156). ",
        "CHALLENGES AND OPPORTUNITIES AHEAD FROM LINEAR TO CIRCULAR ECONOMY SUSTAINABILITY FROM FARM TO FORK Today’s culture of consumption contributes to the depletion of our natural capital and puts a strain on the climate. Currently, humanity uses resources equivalent to the capacity of 1.7 Earths . The Commission has steered the EU economy in the direction of a more circular path, through its Circular Economy Action Plan and Bioeconomy Strategy. A circular economy has the potential to: • generate a net economic benefit of €1.8 trillion in Europe by 2030 • result in over 1 million new jobs across the EU by 2030 and • be central to cutting greenhouse gas emissions. Food production continues to put a strain on our environment, while 20% of our food goes to waste. EU agriculture has made real progress on the climate and environment front, reducing greenhouse gas emissions by 20% and nitrates levels in rivers by 17.7% since 1990. But more remains to be done throughout the entire food chain. A global food and agriculture system could: • create new economic value of over €1.8 trillion by 2030 • create 200 million jobs by 2050 • deliver nutritious food for a growing world population • generate higher incomes, help restore natural resources • reduce greenhouse gas emissions and be much more resilient to climate risk FUTURE-PROOF ENERGY, BUILDINGS AND MOBILITY ENSURING A SOCIALLY FAIR TRANSITION The EU is among world leaders, but more should be done to promote renewable energy, energy efficien buildings and climate neutral transport. Buildings, for example, are responsible for around 40% of ener- gy consumption and transport represents 27% of Europe’s greenhouse gas emissions. Clean energy is an opportunity for jobs and growth: • 900,000 jobs in the field of renewable energy technologies can be created by 2030 by mobilising public and private investment • the EU can save €300 billion annually by decreasing its dependency on fossil fuels Technological, structural and demographic changes in a more interconnected world are transforming the nature of work. In keeping with the EU’s social welfare model, the transition to a sustainable economy should leave no-one and no place behind. Social investment has to remain a top priority including in: • education, training and life-long learning • working conditions • healthcare and long-term care • social inclusion and minority rights • gender equality • rural development Many challenges have become pressing and new ones have emerged which put economic prosperity, our society and our environment at risk. For a better future for all, we need a reinvented form of sustainable economic growth: ",
        "HOW TO GET THERE? The key enablers for the transition towards a sustainable Europe by 2030 are: Education, training, science, technology, research, innovation and digitisation. Artificial intelligence, for example, can greatly increase productivity in many areas from healthcare to more efficient farmin Finance, pricing, taxation and competition: The Investment Plan for Europe can mobilise part of the resources needed for a sustainable transition, and the Action Plan on Sustainable Finance will help put finance on to a sustainable path. Tax systems and pricing need to be designed to reflect the true environmental and social costs of production and ensure that sustainable products and services become the most a\u0000 ordable ones. Corporate social responsibility: Creating socially and environmentally responsible businesses can lead to more sustainable profits and gr wth, new market opportunities, and long-term value for shareholders. Open and rules-based trade: By promoting international rules and global standards in line with the SDGs and making sure that trade benefits all, we can help achieve a sust inable Europe in a sustainable world. Governance and policy coherence: Rule of law, democracy and fundamental rights; peace, justice and strong institutions; good governance and better regulation principles are the foundations upon which we build. All actors – individuals, businesses, civil society and the public sector - need to be on board. The EU as a global trail blazer: The EU, as the most successful peace project in the world and at the origin of many of the most comprehensive sustainability solutions, has the necessary credibility as well as the practical solutions needed for sustainable growth. THE WAY FORWARD As part of the broader reflectionopened by the White Paper on the Future of Europe in March 2017, the Commission is outlining 3 scenarios to spur a forward-looking debate on how to best follow up on the SDGs: Scenario 1. An overarching EU SDG strategy Scenario 2. Continued mainstreaming of the SDGs in all relevant EU policies Scenario 3. Putting enhanced focus on external action Measures taken by the EU and its Member States would be e\u0000 ecti- vely coordinated and monitored through concrete and time-bound targets for 2030. The SDGs will continue to inspire the Commission’s political decision- making but not forcing EU Member States to achieve the EU’s collec- tive SDG commitments. As the EU is already a frontrunner, its new focus could be on helping the rest of the world catch up, while pursuing improvements at EU level. 1 2 3 ",
        "TIMELINE 8/04 EPSC High-Level Policy Summit ‘Sustainable Europe 2030: From Goals to Delivery’ Apr 2019 May 2019 June 2019 July 2019 Sept 2019 23/05 - 26/05 European Parliament elections 24/09 - 25/09 UN High-Level Political Forum on Sustainable Development EU Strategic Agenda 2019-2024 9/07 - 18/07 UN High-Level Political Forum on Sustainable Development Setting of the priorities of the next Commission Summer 2019 Print ISBN 978-92-79-99125-7 doi:10.2775/501036 NA-01-19-037-EN-C PDF ISBN 978-92-79-99084-7 doi:10.2775/556219 NA-01-19-037-EN-N "
    ]
}