{
    "text": [
        "Official Journ al of the E uropean Un ion L 350/1 II (Acts adopted under the EC Treaty/Euratom Treaty whose publication is not obligatory) DECISIONS COUNCIL D ECISION OF THE COUNCIL AND OF THE COMMISSION of 17 November 2009 on the conclusion of a Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Tajikistan, of the other part (2009/989/EC, Euratom) THE COUNCIL OF THE EUROPEAN UNION, THE COMMISSION OF THE EUROPEAN COMMUNITIES, Having regard to the Treaty establishing the European Commu­ nity, and in particular Article 44(2), the last sentence of Article 47(2) and Articles 55, 57(2), 63(3), 71, 80(2), 93, 94, 133 and 181a, in conjunction with the last sentence of the first sub­ paragraph of Article 300(2) and the second subparagraph of Article 300(3) thereof, Having regard to the Treaty establishing the European Atomic Energy Community, and in particular the first paragraph of Article 101 thereof, Having regard to the proposal from the Commission, Having regard to the assent of the European Parliament, Having regard to the Council’s approval pursuant to Article 101 of the Treaty establishing the European Atomic Energy Community, Whereas: (1) The Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Tajikistan, of the other part, was signed on behalf of the Community at Luxembourg on 11 October 2004. (2) The Agreement should be concluded, HAVE DECIDED AS FOLLOWS: Article 1 1. The Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Mem­ ber States, of the one part, and the Republic of Tajikistan, of the other part, together with the Annexes and Protocol attached thereto, and the Declarations made by the Community unilater­ ally or jointly with the other Party that are attached to the Final Act, are hereby approved on behalf of the European Community and the European Atomic Energy Community. 2. The text of the Agreement, Annexes, Protocol and the Final Act is attached to this Decision. Article 2 1. The position to be taken by the Community within the Cooperation Council and the Cooperation Committee established by the Agreement shall be adopted by the Council, on a proposal from the Commission, or by the Commission, in accordance with the corresponding provisions of the Treaties establishing the European Community and the European Atomic Energy Community. 2. The President of the Council shall preside over the Coop­ eration Council and present the position of the Community. A representative of the Commission shall preside over the Coopera­ tion Committee and present the position of the Community. N E 9 0 0 2 . 2 1 . 9 2 ",
        "L 350/2 EN Official Journ al of the E uropean Un ion 29.12.2009 3. The Community shall be represented by the Commission in the special committees established by the Cooperation Council in accordance with Article 80 of the Agreement. Article 3 The President of the Council shall give the notification provided for in the second sentence of the first paragraph of Article 100 of the Agreement on behalf of the European Community. The Presi­ dent of the Commission shall give that notification on behalf of the European Atomic Energy Community. Done at Brussels, 17 November 2009. For the Council The President C. BILDT For the Commission The President José Manuel BARROSO "
    ]
}