{
    "text": [
        "",
        "",
        "DIRECTORATE GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT FOR CITIZENS' RIGHTS AND CONSTITUTIONAL AFFAIRS CONSTITUTIONAL AFFAIRS THE ROLE OF CITIES IN THE INSTITUTIONAL FRAMEWORK OF THE EUROPEAN UNION STUDY Abstract This study, commissioned by the European Parliament’s Policy Department for Citizens’ Rights and Constitutional Affairs at the request of the AFCO Committee, examines the role of cities in the institutional framework of the European Union and shows their limits and opportunities to engage effectively in policy-making at the EU level. PE 596.813 EN ",
        "ABOUT THE PUBLICATION This research paper was requested by the European Parliament's Committee on Constitutional Affairs and was commissioned, overseen and published by the Policy Department for Citizens’ Rights and Constitutional Affairs. Policy departments provide independent expertise, both in-house and externally, to support European Parliament committees and other parliamentary bodies in shaping legislation and exercising democratic scrutiny over EU external and internal policies. To contact the Policy Department for Citizens’ Rights and Constitutional Affairs or to subscribe to its newsletter please write to: poldep-citizens@europarl.europa.eu Research Administrator Responsible Roberta PANIZZA Policy Department for Citizens' Rights and Constitutional Affairs European Parliament B-1047 Brussels E-mail: poldep-citizens@europarl.europa.eu AUTHOR Prof. Dr. Hubert HEINELT, Institute of Political Science, Technische Universität Darmstadt, Germany LINGUISTIC VERSION Original: EN Manuscript completed in October 2017 © European Union, 2017 This document is available on the internet at: http://www.europarl.europa.eu/supporting-analyses DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 3 CONTENTS LIST OF ABBREVIATIONS 5 LIST OF TABLES 6 EXECUTIVE SUMMARY 7 KEY FINDINGS 7 1. INTRODUCTION 9 2. THE ROLE OF CITIES IN THE INSTITUTIONAL FRAMEWORK OF THE EU AND THEIR PARTICIPATION IN EU POLICY-MAKING 10 2.1. Cities in the multi-level system of EU policy-making 10 2.1.1. Where and how can cities gain access to policy-making at the EU level? 10 2.1.2. The role of cities in implementing European legislation 12 2.2. The development of an ‘urban agenda’ for the EU 13 2.3. The relevance of the subsidiarity principle for recognising the role of cities 15 2.4. The European Committee of the Regions 16 3. THE HETEROGENEITY OF EUROPEAN CITIES AS A CORE CHALLENGE TO PLAY A ROLE IN THE INSTITUTIONAL FRAMEWORK OF THE EU 19 3.1. General differences of the municipal level in the Member States 20 3.2. Differences in the local-central or vertical power relations among the Member States 22 3.3. Different horizontal power relation between the mayor, the council and municipal administration 24 4. THE HETEROGENEITY OF CITIES AND DIFFERENT LOGICS OF COLLECTIVE ACTION 27 4.1. Council of European Municipalities and Regions 27 4.2. Eurocities 28 4.3. Organising collective actions of cities in the EU multi-level system 30 4.3.1. Coordination 30 4.3.2. Cooperation 30 4.3.3. Advantages and disadvantages of Eurocities and the CEMR and the way they organise and articulate interests of cities 31 5. CONCLUSIONS AND RECOMMENDATIONS 33 ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 4 REFERENCES 37 NOTES 42 ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 5 LIST OF ABBREVIATIONS CEMR Council of European Municipalities and Regions CoR Committee of the Regions DGUM Director-Generals responsible for Urban Matters EESC European Economic and Social Committee EIB European Investment Bank EP European Parliament EUKN European Urban Knowledge Network GDP gross domestic product MEP Member of the European Parliament OMC open method of coordination UDG Urban Development Group ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 6 LIST OF TABLES TABLE 1 Members of the Committee of the Region (CoR) by countries and representatives from municipalities 17 TABLE 2 Data for territorial fragmentation and municipal expenditures by countries (in 2014) 21 TABLE 3 Values of the Local Autonomy Index (LAI) by EU Member States 23 TABLE 4 EU Member States by the institutionally defined strength of mayors 25 ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 7 EXECUTIVE SUMMARY Background As a result of the expansion of Union’s competences and activities over the last decades, local authorities have gained a crucial role in helping shape and in implementing EU policies in areas as different as social cohesion, environment, migration and asylum. In Europe and elsewhere, the “re-territorialisation” of decision-making becomes an increasingly significant factor in modern democracies: cities become more autonomous and more proactive in policy-making at all levels. In view of these developments, and in order to support the Constitutional Affairs Committee’s own-initiative report on the role of cities in the institutional framework of the European Union, this study:  examines the current EU institutional and practical framework for the participation of cities in EU policy-making;  evaluates the level of political and institutional representation and participation of cities (and associations of cities) in EU policy-making and institutional framework;  identifies – in addition to the formal arrangements of representation and participation – informal channels through which cities contribute to the shaping of EU policies and legislation;  puts forward a number of policy recommendations with a view to ensuring a coherent European urban policy with a strong and co-ordinated participation of cities. KEY FINDINGS The role of cities in EU policy-making has been more and more recognised since the end of the 1980s – leading to the ‘EU Urban Agenda’ formulated by the ‘Pact of Amsterdam’ in June 2016. Although formal rights of cities and their organisations to participate in decision-making at the EU level are still limited, cities can influence decision-making by offering the EU institutions expertise and legitimacy. This study shows a high degree of heterogeneity among European cities. Various reasons cause this heterogeneity: the different problems cities are confronted with (like climate change or poverty), disparate opportunities (for economic growth, for example), different ‘local state’-society relations, the country-specific differences in the tasks of municipalities and the differing degrees of embeddedness of municipalities in local-central or vertical power relations within the political systems of the 28 Member States. Furthermore, the relations between the mayor, the council and municipal administration differ between the Member States. The resulting differences have consequences for the role a mayor can exercise as a local political leader as well as an interest mediator in a multi-level system (including the EU level). Due to their heterogeneity European cities are facing severe problems of interest mediations among themselves and vis-à-vis EU institutions. The heterogeneity among European cities are expressed in different organisations articulating and representing interest of cities at the EU level. These organisations differ not only in respect to their organisational structure but also to the logic of collective action. ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 8 This is shown by the cases of the Council of European Municipalities and Regions and Eurocities. This study ends with reflections about perspectives of a stronger involvement of cities in developing and implementing a European urban policy. The outlined perspectives recognise the heterogeneity of European cities. To avoid (and overcome) a fragmented European urban policy mechanisms are sketched out in line with the agreement reached by the ‘Pact of Amsterdam’ to achieve cohesion. In this respect, the European Parliament will have to play a crucial role as a guardian assuring the enforcement of coherence mechanisms. ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 9 1. INTRODUCTION It is the aim of this study to analyse the involvement of cities in the EU decision-making process and institutional architecture. This objective also implies identifying problems of their involvement and outlining a perspective of how to solve these problems. In order to assess the dynamics of the interplay between cities and EU institutions the debate about the relevance of cities for EU policies as well as policy-making within the EU multi-level system will be outlined in Section 2 of this study. This outline will lead on the one hand to reflections on the development of what is called the ‘Urban Agenda for the EU’. On the other hand this study will examine how cities actually participate in EU policy- making and how they operate within the current EU institutional framework. Section 3 is focused on a core challenges that cities face as they seek to play a role in the institutional framework of the EU – namely their heterogeneity. Various reasons cause this heterogeneity: the different problems cities are confronted with (like climate change or poverty), disparate opportunities (for economic growth, for example), different ‘local state’- society relations, the country-specific differences in the tasks of municipalities and the differing degrees of embeddedness of municipalities in local-central or vertical power relations within the political systems of the 28 Member States. Furthermore, the relations between the mayor, the council and municipal administration differ between the Member States. The resulting differences have consequences for the role a mayor can exercise as a local political leader within ‘local state’-society relations (for instance, as a ‘consensus facilitator’ and creator of local partnerships) as well as an interest mediator in a multi-level system (including the EU level). Against this background the following questions are pertinent: What does this heterogeneity mean for the interest articulation of cities in the institutional framework of the EU? Or more specifically: What does this heterogeneity mean for the interest inter- mediation among cities and vis-a-vis the EU institutions? These questions are addressed in Section 4 by analysing how Eurocities and the Council of European Municipalities and Regions (CEMR) organise interest intermediation among cities and act as interest mediators vis-a-vis the EU institutions. Based on the examples of Eurocities and CEMR weaknesses and strengths of different forms of practical participation of cities (and associations of cities) in EU policy-making are reflected on and summarised. Conclusions will be drawn in Section 5. Given the heterogeneity of cities, one particular (new) form of EU cities representation can and will not be suggested. Instead, there should be various forms which have to be combined in a loosely coupled system. In this system the European Parliament will have to play a crucial role as a guardian assuring the enforcement of coherence mechanisms. 1 ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 10 2. THE ROLE OF CITIES IN THE INSTITUTIONAL FRAMEWORK OF THE EU AND THEIR PARTICIPATION IN EU POLICY-MAKING Today around three-quarters of the European population live in urban areas (European Union 2014: Chapter 1). There are just above 800 cities in the EU, which have a population of above 50,000 inhabitants. The majority of these cities (about 410) have a size between 50,000 and 100,000 inhabitants, while another group of about 260 cities have a size of between 100,000 and 250,000 people. Finally, there are 26 cities in the EU with a population of more than one million. One in eight Europeans lives in such a city (Dijkstra and Poelman 2012: 4-7). Cities play not only a crucial role in implementing EU policies, municipalities also manage the majority of domestic public investments, and municipal administrations represent an important part of the ‘state-at-work’ in many EU member states. Furthermore, cities as urban communities (and not just as municipalities and what is going on in city hall) play a crucial role in achieving the goals of economic growth and competitiveness as well as social and territorial cohesion. Specific place-related strategies and practices are required to achieve these goals at the local and in an aggregated way also at the European level. 2.1. Cities in the multi-level system of EU policy-making Against this background it is not surprising that cities have not only attracted more and more attention in EU policy-making since the late 1980s (Atkinson and Rossignolo 2008a) but that they have also practically participated more and more in EU policy-making. Although there is still no legal basis for the European Union to strengthen the role of cities in the multi-level system of the EU the development of what is called the ‘urban agenda’ of the EU has led to the recognition of the crucial role of cities in EU policy-making. However, before this study addresses (in Section 2.2) the development of an ‘Urban Agenda for the EU’ (see http://ec.europa.eu/regional_policy/sources/policy/themes/urban- development/agenda/pact-of-amsterdam.pdf) it will consider in more detail how and why cities can and actually play a crucial role in the multi-level system of EU policy-making. In doing so, access points in this multi-level system will be identified. Furthermore, it will be highlighted that cities have two different ‘access goods’ relevant for EU institutions which constitute the basis for their influence in EU policy-making – namely (a) legitimacy and (b) information and expertise or, in a general sense, knowledge (for the ‘Theory of Access’ and ‘Exchanging Access Goods for Access’, see Bouwen 2001 and Bouwen 2004). For these reflections the EU level and the level of implementation will be considered separately. 2 As a single city can hardly (and usually) does not influence EU policy-making, the focus will be on local government associations or associations of cities. Namely how these associations actually influence EU policy-making, and in what ways they do this; this will be the focus of Chapter 4 of this study. 2.1.1. Where and how can cities gain access to policy-making at the EU level? The Council can hardly be contacted directly by associations of cities due to the specific character of this institution: it is – beyond the small administrative core apparatus in Brussels – an institution composed of the governments of the Member States, and although there are common goals, Member States’ representatives in the Council are more focused ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 11 on defending and pursuing national interests. Contacts with cities and their associations can become important for Member States’ representatives for reflecting and defining these interests. In this respect contacts with representatives of individual national governments do play a role for cities in trying to influence the negotiations at the EU level and the final decision on EU legislation. As shown by Heinelt and Niederhafner (2008: 174) in respect to the debate on ‘services of general interest’ and their ‘liberalisation’ French and German local government associations were able to convince their governments that in the Directive 2004/18/EC ‘on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts’ the conditions for tendering had to be changed in Art. 26. The strengthening of social and environmental standards in tendering was one general aspect which was successfully raised by French and German local government associations. However, it was more important to make the French national government and in particular the German federal government aware that this directive would question the emphasis given in these two Member States to the role of local government as a crucial service provider. Cities and their associations are acting in this way like other interest groups (such as business/employer organizations) which lobby national governments in order to influence Council decisions and hence policy development at the EU level. 3 The Commission is formally responsible for initiating legislation and the drafting of legislative proposals. The drafting of a new proposal requires a substantial amount of expert knowledge which is often not available in the bureaucracy of the Commission. It is therefore often dependent on external expertise (Bouwen 2001: 25-26). Cities and their associations can offer the Commission such expertise, and they act again in this respect like other interest groups – as has been shown by Hecke et al. (2016) for sub-national authorities in general. However, in respect to expertise, cities can point to their crucial role in the implementation of EU legislation. They can – and do – argue that they know not only what is technically feasible in relation to particular policy objectives/programmes but also what is politically and socially appropriate (and acceptable). While this kind of expertise could be provided, at least theoretically, by one city, European organizations of local authorities can provide more – namely legitimacy by aggregating interests of local authorities at the transnational European level. This can be an important source increasing the acceptance of the Commission’s initiatives. Furthermore, a specific quality of legitimacy offered by local government organizations can be emphasised. It can be argued that elected government bodies nearest to the people are able to express the interests and concerns of the broad citizenry and do not represent just the concerns and demands of certain (self-interested) stakeholders. These points were not only acknowledged by the Pact of Amsterdam (see Section 2.2), but also already by the Commission in 2004 when the so called ‘systematic dialogue’ with local government organizations was introduced to ‘involve regional and local actors – via European and national associations of regional and local authorities – by giving them the opportunity to express their views on the European policies they help to implement before the formal decision-making processes start [and] to ensure a better understanding of the policy guidelines of the EU and European legislation, thereby making the activities of the Union more transparent and meaningful to the public’ (COM 2003: 3). The ‘systematic dialogue’ applied exclusively to local and regional government organizations and is seen as an example of the ‘new modes of governance’ of the EU (see Dawson 2016). It facilitated access to the Commission in addition to the informal routes outlined below (in Section 4). 4 ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 12 The more relevance of the European Parliament (EP) in the Union’s legislative procedure increases the more the need of expertise of members of the European Parliament (MEPs) becomes bigger to assess legislative proposals put forward by the European Commission. Like in the case of the Commission, this expertise can be often provided by cities and their associations either in an informal way through direct contacts with MEPs or by policy papers or other kinds of publications articulating concerns of local authorities and their perspectives. An example is the input for the development of the so-called urban water agenda (https://ec.europa.eu/futurium/en/urban-agenda-eu/urban-water-agenda-2030). Particular expertise providing a certain interpretation of a challenge and perspectives to address it also allows the formation of inter-party coalitions to safeguard influence in the negotiations between the Commission, the Council and the EP (see Greenwood 1997: 47). Important organizational forms to build such coalitions are the so-called ‘Intergroups’ of the EP that are supported by a multitude of actors (Judge and Earnshaw, 2003: 198-199), including representatives from cities (Niederhafner 2008: 213-215). An example of these groups is the ‘Urban Intergroup’ at the European Parliament (http://urban- intergroup.eu/about-us/) with long lists of members and (urban) partners. Cities and their organisations can be (like other interest groups) also important for MEPs to create and to retain links with their electorate back home (apart from their national parties) because they can provide information about domestic political issues and public discourses. By relying on contacts with domestic actors and on information about debates on particular issues ‘at home’, MEPs can increase their independence from national party politics, which is important for performing their role in the EU context – not least in building issue-related coalitions in the EP. 2.1.2. The role of cities in implementing European legislation Cities do not merely try to exercise influence at the EU level in respect of legislation. Cities are also relevant actors when it comes to implementing and applying this legislation. First of all one has to be aware that EU legislation has to be transposed into domestic law. This is true not only for EU directives which are (just) framework legislation, but also for EU regulations which formally place a direct legally binding imperative on the Member States. The rationale behind this is that the political and legal systems of the different Member States have to be taken into account. This scheme of fragmented policy-making is a precondition for achieving governability in the EU (Heinelt et al. 2003; Heinelt et al. 2005: 294-297; Heinelt and Smith 2003) – which will be taken up again in Section 5 of this study. Fragmented policy-making implies that decision-making processes on EU legislation do not end at the EU level, since it requires the transposition of EU legislation into domestic law at the national level. Here campaigns and lobbying of actors, like cities, can be crucial to the final policy output. A prominent example of this is the transposition of the partnership principle of the EU structural funds directives into national rules which vary widely between Member States (see Heinelt et al. 2005: 270-277; Heinelt and Lang 2011). This is mainly a result of the fact that the directives leave it to the Member States to interpret the partnership principle and to decide on the composition of the monitoring committees for operational programmes (like in the case of the nomination of the national representatives in the Committee of the Regions; see Section 2.4). This example – and particularly the struggle between the Commission and the UK government in the early 1990s about the interpretation of the partnership principle (Burton and Smith 1996: 91; Heinelt et al. 2005: 229) – highlights how important alliances between the Commission and local government have been in supporting the role of the local level in conflicts with national governments. ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 13 Furthermore, cities can also act as ‘watchdogs’ for the Commission insofar as they can provide the Commission with information about the implementation process, or, more precisely, about a non-appropriate application of rules. A municipality can for instance claim that the Fauna Flora Habitats Directive is not seriously taken into account in an approval of a project by an upper-level government authority. Like non-governmental organisation, such as environmental groups (see Heinelt and Meinke- Brandmeier 2006: 204-206), local authorities are exercising in these cases the role of a functional equivalent of monitoring agencies for the Commission. This function is not only important for the Commission, but can be mutually rewarding for both parties. Because of their interaction with the Commission, local authorities can gain political importance in the domestic context, for instance in conflicts with national government about what constitutes a ‘proper’ application of EU legislation. 2.2. The development of an ‘urban agenda’ for the EU ‘Cities initially began to attract the attention of European policy-makers in the late 1980s and early 1990s due to an extensive debate on urban poverty, social exclusion and deindustrialisation which had a major impact on many urban areas in Europe’ (Atkinson and Zimmermann 2016: 413). However, it took a long time to formally recognise the role of cities (see for instance Atkinson 2001; Atkinson 2015; Atkinson and Rossignolo 2008a; Atkinson and Zimmermann 2016; Swaniewicz et al. 2011). Debates about ‘meaningful places of intervention’ of policies in general and EU policies in particular have been crucial stepping stones in this process. Although regions were seen in the late 1980s and early 1990s as such ‘meaningful places’ (for an overview see Schönlau 2017: 1170), since the 1990s cities have received more and more attention. ‘Within this context the place-based approach has emerged as a mode of action that seeks to support more long-term, sustainable, development processes, based on the (endogenous) development of territorial assets. Clearly this potentially has significant implications for urban areas and the role they can play in achieving the above’ (Atkinson 2015: 26). The intergovernmental process on the role of cities in EU integration has produced several milestone documents, which were adopted by the ministers responsible for urban development. These informal ministerial meetings are prepared by the Directors-General responsible for Urban Matters (DGUM) and usually get together once during an EU Presidency. The most important documents on urban development are the ‘Leipzig Charter on Sustainable European Cities’ (May 2007), the ‘Toledo Declaration’ (June 2010) and the ‘EU Urban Agenda’ (‘Pact of Amsterdam’, June 2016), adopted during the German, Spanish and Dutch Presidencies respectively (Ministers responsible for Urban Matters 2007, 2010 and 2016). While remaining non-binding, these documents were both echoed and underpinned by documents produced by the European Parliament (European Parliament 2014), the European Commission (European Commission 2014, 2016), the Committee of the Regions (Committee of the Regions 2014, 2016) and European associations such as the CEMR or Eurocities. Moreover, they often refer to documents such as the ‘Territorial Agenda 2020’ adopted by the ministers responsible for spatial planning and territorial development in 2011. 5 Finally, they are embedded in wider international debates on the role of cities, for example at the level of the United Nations (United Nations 2016). An ‘Urban Agenda for the EU’ – known as the ‘Pact of Amsterdam’ – was formally agreed at the Informal Meeting of EU Ministers Responsible for Urban Matters on 30 May 2016 in ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 14 Amsterdam (see http://ec.europa.eu/regional_policy/sources/policy/themes/urban-develop ment/agenda/pact-of-amsterdam.pdf). Core points emphasised in this agreement are that  the ‘Urban Agenda for the EU strives to involve Urban Authorities in the design of policies, to mobilise Urban Authorities for the implementation of EU policies, and to strengthen the urban dimension in these policies’ (p. 5), 6  ‘to realise the full potential of the European Union and deliver on its strategic objectives, the Urban Agenda for the EU strives to involve Urban Authorities in achieving Better Regulation, Better Funding and Better Knowledge (knowledge base and exchange)’ (p. 3).  Furthermore it is stated: ‘There is a need to enhance the complementarity of policies affecting Urban Areas and to strengthen their urban dimension. […] The Urban Agenda for the EU offers a new form of multilevel and multi-stakeholder cooperation with the aim of strengthening the urban dimension in EU policy. […] Moreover, it will help make EU policy more urban-friendly, effective and efficient’ (p. 4). By ‘taking into account the priorities of the EU 2020 strategy for smart, sustainable and inclusive growth’ twelve ‘Priority Themes’ are listed in paragraph 10 of the Pact of Amsterdam – such as the inclusion of migrants and refugees; air quality; urban poverty; housing; the circular economy; jobs and skills in the local economy; climate adaptation; energy transition; sustainable use of land and nature-based solutions; urban mobility; digital transition; innovative and responsible public procurement. In paragraph 13 of the Pact it is emphasised that the Urban Agenda should be implemented or even ‘is a new form of informal multilevel cooperation where Member States, Regions, representatives of Urban Authorities, the European Commission, the European Parliament, the Union’s Advisory Bodies (CoR, EESC), the EIB and other relevant actors work in partnership.’ The whole Section IV of the Pact is dedicated to the partnership principle. And it is stated (in paragraphs 18 and 21 respectively) that ‘Partnerships should have a bottom- up approach’ and are voluntary. This sounds promising for the involvement of cities but ultimately leaves it open regarding how this ‘bottom-up approach’ should be realised. Nevertheless, the EU Urban Agenda has started to be implemented through partnerships between EU institutions, Member States, European cities and other stakeholders, which focus on all twelve priority themes listed in paragraph 10 of the Pact of Amsterdam. By September 2017, eleven partnerships had been agreed upon in more details involving a total of 90 urban authorities, twelve Directorates-General of the European Commission and 20 stakeholder organisation (EUKN 2017). The governance of the Urban Agenda, involves the EU Member State holding the Council Presidency together with the European Commission as is steered by the DGUM and advised by the Urban Development Group (UDG), an informal working group of officials from member states, third countries, EU institutions and bodies, European associations and NGOs. Communication is facilitated through an online platform (http://ec.europa.eu/ regional_policy/en/conferences/cities_forum_nl) and conferences such as the ‘CITIES Forum’ are held regularly by the European Commission. In addition, ‘[f]our pilot partnerships started with support of the Dutch EU Presidency’ (https:// www.rcenetwork.org/portal/pact-amsterdam-urban-agenda-eu). They are focused on:  air quality (coordinated by the Dutch Ministry of Infrastructure and Environment),  housing (coordinated by Slovakian Ministry of Transport, Construction and Regional Development), ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 15  inclusion of migrants and refugees (coordinated by the city of Amsterdam and the European Commission/DG Home), and  urban poverty (coordinated by Belgium [Federal Urban Policy] and France [Commissariat General a L’ Egalité des Territories]). Although the descriptions of the working method, concrete actions and the themes in the ‘Working Programme of the Urban Agenda for the EU’ annexed to the Pact are quite detailed it is still an open question how this informal multilevel cooperation will actually function in the future. However, the following agreement of the ministers seems to be reasonable and will be further considered in the concluding chapter of this report – namely  ‘That the Urban Agenda for the EU should be regularly discussed by Ministers responsible for Urban Matters, preferably at least once every 18 months’ (paragraph 27 of the Pact) and  ‘To invite the CoR, as the Union’s advisory body formally representing regions and municipalities at EU level, to contribute to the further development of the Urban Agenda for the EU’ (paragraph 32 of the Pact). Furthermore, there are funding opportunities for cities – like the Urban Innovative Actions which ‘provides urban areas throughout Europe with resources to test new and unproven solutions to address urban challenges. The initiative has a total budget of €371 million for the period 2015 to 2020’ (http://www.uia-initiative.eu/en). And it has to be emphasised that legal provisions regarding the implementation of the European Structural and Investment Funds offer the possibility to include cities directly in the funds’ management of ‘Integrated Territorial Investments’ and projects related to climate change and energy efficiency (http://ec.europa.eu/regional_policy/en/information/legislation/regulations/). Nevertheless, Atkinson and Rossignolo (2008b, 264) seem to be still right when they argue that ‘in the field of urban policies, the EU still […] recognize a dominant role for national governments.’ And Atkinson and Zimmermann (2016: 414) argue in their analysis of EU cohesion policy that ‘within the context of multilevel governance, cities still largely tend to be seen as passive recipients and less as active participants.’ This appears to be demonstrated by the fact that only one of the before mentioned four pilot partnerships supported by the Dutch EU Presidency and directly resulting out of the Pact of Amsterdam is (co)coordinated by a city – namely Amsterdam. 2.3. The relevance of the subsidiarity principle for recognising the role of cities While it may be formally correct that there is no legal basis of the Union Treaties to strengthen the role of cities in the multi-level system of the EU, their relevance in implementing EU policies has been recognised by the principle of subsidiarity. This principle is laid down in Articles 3-5 Treaty on the EU (TEU) and the Protocol (No 2) on the application of the principles of subsidiarity and proportionality annexed to that Treaty. This legal basis means that the principle of subsidiarity has to be complied with throughout the legislative process. Furthermore, the Lisbon Treaty authorises national parliaments of Member States to institute proceedings before the European Court of Justice to ensure compliance with the principle of subsidiarity. This authorisation also enables subnational governments with legislative powers (such as the Länder in Germany) to make claims for compliance with the principle of subsidiarity and to act thereby as guardians not only of ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 16 their rights but also for the right of local self-administration (or even democratic local self- determination at the municipal level). While the principle of subsidiarity may be helpful to enable cities to fulfil the role outlined at the beginning of this section it does not support the role of cities in decision-making at the EU level. Since the entry into force of the Lisbon Treaty , this kind of ex-post judicial monitoring mentioned before can also be exercised by the Committee of the Regions (CoR). However, one has to be aware that municipalities are only weakly represented in the CoR (see next section). In 2007 the CoR set up a Subsidiarity Monitoring Network to monitor the application of the subsidiarity principle. This network comprises of local and regional authorities and local government associations. Besides monitoring the application of the subsidiarity principle the network provides information on subsidiarity aspects vis-à-vis proposed EU legislation based on consultations among its members and the results of workshops and conferences organised by it. 2.4. The European Committee of the Regions The European Committee of the Regions (CoR) is made up of 350 members and 350 alternate members. These members either hold a regional or local authority electoral mandate or are politically accountable to an elected assembly. ‘Each country nominates members of its choice who are appointed for a renewable five-year terms by the Council of the EU. The number of members per country depends on the size of that country's population’ (https://europa.eu/european-union/about-eu/institutions-bodies/european-com mit tee-regions_en). The CoR is an advisory body to the European Parliament, the Council of the EU and the European Commission. Its role and functioning are laid down in Articles 300 and 305-307 of the Treaty on the Functioning of the EU (TFEU). 7 The latter define that the Committee shall provide opinions on legislative and policy proposals. The EU institutions may request opinions. On average, the CoR adopts 60-70 opinions per year (for more details see Schönlau 2017: 1173). Six CoR commissions prepare the opinions. They reflect the main policy fields on which the EU institutions expect advice from the CoR – namely  the Commission for Citizenship, Governance, Institutional and External Affairs (CIVEX);  the Commission for Territorial Cohesion Policy and EU Budget (COTER);  the Commission for Economic Policy (ECON);  the Commission for the Environment, Climate Change and Energy (ENVE);  the Commission for Natural Resources (NAT);  the Commission for Social Policy, Education, Employment, Research and Culture (SEDEC). The CoR Commissions meet about four times a year in Brussels. Furthermore, they hold external meetings, often combined with seminars and/or study visits. Their composition reflects the political and national composition of the CoR. The members of the CoR come together for up to six plenary sessions a year, during which opinions and resolutions are discussed and voted upon. The 28 national delegations of the ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 17 CoR meet before a plenary session to discuss the positions of their regions on political issues that will be addressed at the session. There are also political groups in the CoR reflecting the main European party families. At a first glance the municipalities seem to be equally represented in the CoR because about half of its members are representatives from the municipal level (see Table 1). However, this figure is misleading because on the one hand all CoR members from Bulgaria Estonia, Cyprus, Finland, Latvia, Lithuania, Luxembourg, Malta and Slovenia are representatives from the municipal level because no ‘meso [regional] government’ exists in these Member States between the municipalities and the national level (see Table 2 and Bertrana and Heinelt 2011: 4). On the other hand, particularly Member States with a regional tier of government send only very few representatives from the municipal level to the CoR. This applies to Austria, Belgium, France, Germany, Italy and Spain. Germany is the most striking case in this respect because just five local government representatives out of 24 members are sent from this country to the CoR. Moreover, because bigger European cities are particularly located in these Member States they are not appropriately represented by the CoR. Table 1: Members of the Committee of the Region (CoR) by countries and representatives from municipalities Country (max no of members) members of the CoR in total representatives from municipalities percentage of municipal representatives Austria (12) 11 3 27,3 Belgium (12) 12 4 33,3 Bulgaria (12) 12 12 100,0 Czech Rep. (12) 12 3 41,7 Denmark (9) 9 5 66,7 Germany (24) 23 5 13,0 Estonia (6) 6 6 100,0 Ireland (9) 9 6 22,2 Greece (12) 12 8 50,0 Spain (21) 20 6 20,0 France (24) 24 3 25,0 Croatia (9) 6 6 50,0 Italy (24) 23 5 26,1 Cyprus (5) 5 2 100,0 Latvia (7) 7 6 100,0 Lithuania (9) 8 7 100,0 Luxembourg (5) 5 8 100,0 Hungary (12) 12 5 41,7 Malta (5) 5 5 100,0 Netherlands (12) 12 6 50,0 ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 18 Poland (21) 21 8 38,1 Portugal (12) 12 10 83,3 Romania (15) 13 9 69,2 Slovenia (7) 7 3 100,0 Slovakia (9) 9 7 33,3 Finland (9) 8 4 100,0 Sweden (12) 12 8 66,7 UK (24) 19 12 63,2 total 334 172 51,5 Source: Author’s own composition based on http://cor.europa.eu/de/search-center/Pages/members. aspx (accessed 02/08/2017). CoR members must hold a local or regional political mandate and during the five-years' mandate of the CoR. Therefore, a certain number of replacements occurs due to elections or other reasons. These take time and results usually in a gap between the total number of the CoR members (350) and the ones actually appointed. Furthermore, it is telling that the CoR declined the invitation of the European Commission to run the central office of the Covenant of Mayors of European ‘pioneering’ cities in the field of local climate change policy: ‘It does […] seem obvious that the original idea of bringing together just “20-30 mayors of Europe’s largest and most pioneering cities” (European Commission COM (2006) 545 final: 18) would not have been easily compatible with the diverse membership structure of the CoR, bringing together as it does both large and small cities, but also regions and intermediate authorities of various sizes and competencies’ (Schönlau 2017: 1177). And although the CoR supported the development of the Covenant of Mayors by a number of policy proposals (see Schönlau 2017: 1170 ff.), ‘the Committee has managed to maintain a clear focus on the fact that it represents both local authorities and regions, and has made sure that the interaction with the EU institutions is not narrowed down to “cities” or even just “large cities”’ (Schönlau 2017: 1179). ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 19 3. THE HETEROGENEITY OF EUROPEAN CITIES AS A CORE CHALLENGE TO PLAY A ROLE IN THE INSTITUTIONAL FRAMEWORK OF THE EU This section is focused on a core challenge for cities as they seek to play a role in the institutional framework of the EU – namely their heterogeneity. This heterogeneity has various sources.  First and foremost, cities are faced with different challenges: some are economically strong and growing in respect of population. This results in housing problems and usually in segregation (Atkinson and Zimmermann 2016: 421). Furthermore, these cities, mainly located in urban agglomerations, usually depend on collaboration or coordination of policies (from public transportation to planning) with surrounding towns and cities, and collaboration or coordination is addressed quite differently all over Europe and even in individual Member States (see Heinelt and Kübler 2005). In contrast, other cities face economic decline and fiscal problems. Furthermore, these cities are often shrinking cities. Finally, cities do perceive challenges differently and react to them in different ways. This becomes obvious in the case of climate change. Some cities are ambitious in their activities and others are not, and cities pursue different strategies of climate change mitigation and adaptation (see, for instance, Heinelt and Lamping 2015a; Heinelt and Lamping 2015b: Heinelt and Lamping 2016).  Secondly, as cities should not be mixed up with municipalities, the ‘local state’- society relations have to be considered. In some Member States these relations are in various ways institutionalised – and in other Member States are absent or only weakly present or quite fragmented. In addition the relation between city halls and societal actors – from businesses to ‘third sector’ organisations and local civil society in general – are differently developed within a country. In some cities we may find ‘urban regimes’ (Stone 1989; Stone 1993) – and in others in the same country very different situations prevail. Some of these ‘urban regimes’ may be focused on creating ‘The city as a growth machine’ (Molotch 1976), others may try to achieve a ‘socially integrated city’ (as recently proclaimed by the mayor of London; http://www.voice-online.co.uk/article/sadiq-khan-pledges-create-socially- integrated-city).  In addition, municipalities have different tasks in the Member States and differ in their degree of autonomy. Furthermore, municipalities in the EU are embedded in diverse central-local relations or vertical power relations. In some Member States (e.g. Denmark) there are just two levels of government – namely the national and the local. In other Member States in addition to the national level there are two tiers of local government – the municipal and the provincial or county level (e.g. the Netherlands), and in some of these Member States the municipal and the county level are merged in ‘unitary authorities’ but not all over the country (e.g. in some parts of the UK or in Germany in the case of the ‘kreisfreie Städte’). Finally, there are Member States where between the national and the local level(s) a regional tier of government does exist (Heinelt and Bertrana 2011). And one should add: these regional tiers of government do have different relations to municipalities in these Member States (see the differences between the French regions and the German ‘Länder’). ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 20  Finally, local government systems in the Member States differ not only with respect to vertical power relation but also regarding the relation between the mayor, the council and municipal administration. These horizontal power relations vary also considerably among Member States. The resulting differences have consequences for the role that a mayor can exercise as a local political leader within ‘local state’- society relations (for instance, as a ‘consensus facilitator’ and creator of local partnerships) as well as an interest mediator in a multi-level system (including the EU level). Therefore, one should be cautious in predicting a general trend of decentralisation or an ‘urban renaissance’. Or as Le Galès (2002: 110) put it: ‘there is no such thing as a Europe of regions or cities in the making; instead we have a “variable-geometry” Europe within which cities and regions sometimes becomes actors or systems of action. The EU [might be] built from below, by social and political actors in regions and cities: constructing, resisting, fighting, and adapting to new rules, opportunities, and constraints.’ However, local political leaders play a crucial role in actually seizing opportunities for developing links towards the EU, the member state, the region, or other cities (Le Galès 2002: 259). In exercising this role they may depend on a particular local culture (Hamedinger and Wolffhardt 2010; Barbehön 2015) but obviously also on local capacities deriving from and at the same time constrained by institutionally defined power relations. The following sub-sections are focused on institutional or organisational variables leading to the heterogeneity of European cities as municipalities. This focus is adopted because such variables are easier to distinguish than particular local economic, social, ecological, culture conditions of a city to be actively involved in multi-level governance system of the EU. In a first sub-section (3.1) general differences of the municipal level in the Member States are outlined. Then follows a sub-section (3.2) in which the tasks and the autonomy of municipalities in the Member States are looked at in more details. Finally (in 3.3), the relation between the mayor, the council and municipal administration determined by the form of local government in the Member States is considered to identify institutionally defined opportunities of mayors to exercise a certain role of a local political leader. 3.1. General differences of the municipal level in the Member States As shown in Table 2, 8 there are a number of EU Member States in which neither a second tier of local government (such as provinces, counties etc.) nor a regional tier of government exist (see also Bertrana and Heinelt 2011: 4). This applies not only to geographically small Member States, like Latvia or Lithuania, but also to larger ones, for instance Bulgaria and Finland. In Member States with a political system formed by the national and the municipal level, municipalities are the only places where sub-national government is addressed. In other words: municipalities do not have to compete in these Member States with regions. This becomes clear, for instance, when members of the Committee of the Regions have to be nominated (as already mentioned in Section 2.3). ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 21 Table 2: Data for territorial fragmentation and municipal expenditures by countries (in 2014) countries tiers of governments average population of municipalities municipal expenditures in per cent of GDP Austria 3 3568 7.8 Belgium 4 18676 7.0 Croatia 3 7932 6.2 Cyprus 2 2211 4.8 Czech Republic 3 1685 5.7 England 3 UK: 144342 9.6 France 4 1768 7.0 Germany 4 7265 7.2 Greece 3 34800 3.5 Hungary 3 3654 7.8 Ireland 2 40088 3.6 Italy 3 7493 5.3 Latvia 2 17395 10.8 Lithuania 2 48873 6,4 Netherlands 3 40833 7.5 Poland 4 15543 10.0 Portugal 2 34293 6.1 Romania 3 6260 7.0 Slovakia 3 1780 3.6 Slovenia 2 9730 5.3 Spain 4 5651 4.3 Sweden 3 32483 15.6 Source: Heinelt et al. 2018b: Table 2.A.3 based on information provided by national partners of the POLLEADER II project (see on this project Heinelt et al. 2018a) and on CEMR 2013 : 8 and http://www.oecd.org/tax/federalism/oecdfiscaldecentralisationdatabase.htm#C_5 Table 4. Table 2 shows also another simple but relevant difference of municipalities among the Member States: their average size in respect to the number of inhabitants differs substantially among the Member States. In average municipalities in France, the Czech Republic and Slovakia have less than 2,000 inhabitants, whereas the equivalent number for the UK is 144,342. And in Sweden, Portugal, Greece, Ireland, the Netherlands and Lithuania between 30,000 and 50,000 inhabitants are living in average in a municipality. The average size of a municipality is relevant for reflections about the role of cities in the ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 22 institutional framework of the European Union insofar as one can only expect that larger cities have the capacity as well as the ambition to play a role in the multi-level system of the EU. Finally, it seems reasonable for reflections on the heterogeneity of cities as well as on the role cities can potentially play in the institutional framework of the European Union to have a look at another simple figure – namely the municipal expenditures as a percentage of GDP (see Table 2). This figure indicates how relevant the municipal level in a country is for public investments and in delivering services. In this respect municipalities in Sweden but also Poland play a crucial role while Greek and Irish municipalities do not. However, it is another issue – taken up in the following section – whether the money spent by municipalities derives from their own tax resources or from financial transfers form upper- level government. 3.2. Differences in the local-central or vertical power relations among the Member States In the previous section differences of the municipal level in the Member States were quite generally outlined. In this section the relations between the local and upper-levels of government will be considered in more detail in order to clarify how heterogeneous the position of cities on local-central relations are and whether cities can play a role in the institutional framework of the European Union. This will be done by looking at the autonomy of local government. An ambitious and recent attempt to develop indicators measuring local autonomy was undertaken by Ladner et al. (2015; 2016) in a project commissioned by the European Commission. Their index (the ‘Local Autonomy Index’/LAI, see Table 3) covers no less than 39 countries over a time period of 25 years (1990-2014). The authors drew in particular on the definition of local autonomy in the European Charter of Local Government and considered local autonomy as a policy space for local democracy. They elaborated a coding scheme which relied on this Charter as well as on different types of capacities highlighted in the literature. Their coding includes eleven variables:  Institutional depth : the extent to which local government is formally autonomous and has a choice regarding which tasks to perform (ranging from 0 to 3);  Policy scope : the range of tasks where local government is effectively involved in the delivery of the services (0 to 4);  Effective political discretion : the extent to which local government has real decisional influence over these functions (0 to 4);  Fiscal autonomy : the extent to which local government can independently tax its population (from 0 to 4);  Financial transfer system : the proportion of unconditional financial transfers to total financial transfers received by the local government (0 to 3);  Financial self-reliance : the proportion of local government revenues derived from own/local sources (taxes, fees, charges) (0 to 3); ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 23 Table 3: Values of the Local Autonomy Index (LAI) by EU Member States Countries LAI: 2014 LAI: mean 1990-2014 LAI: changes 1990-2014 Ireland 12.67 13.11 2.00 Cyprus 15.73 15.14 1.85 Hungary 17.33 22.79 -6.83 Slovenia 17.34 17.03 9.67 UK 17.38 17.61 -0.28 Malta 17.67 15.70 3.33 Greece 19.00 18.64 0.83 Romania 20.00 17.60 6.50 Latvia 20.33 19.82 0.67 Croatia 20.70 18.00 3.70 Netherlands 21.67 20.39 2.83 Belgium 21.79 21.03 2.79 Slovakia 22.00 20.23 3.83 Spain 22.06 23.84 -1.59 Luxembourg 22.17 23.05 -2.33 Estonia 23.00 24.30 -0.33 Bulgaria 23.50 19.39 16.83 Lithuania 23.67 21.32 7.00 Portugal 24.33 22.47 3.17 Czech Rep. 24.67 23.80 5.50 Austria 25.17 24.71 0.42 Italy 25.50 22.07 9.50 France 25.64 25.12 1.00 Poland 26.71 25.46 9.18 Germany 27.50 27.07 0.23 Denmark 27.21 27.21 -0.67 Sweden 28.67 28.52 0.33 Source: Own composition based on Ladner et al. 2015: 67. ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 24  Borrowing autonomy : the extent to which local government can borrow (0 to 3);  Organizational autonomy : the extent to which local government is free to decide about its own organization and electoral system (0 to 4);  Legal protection : the existence of constitutional or legal means to assert local autonomy (0 to 3);  Administrative supervision : the extent of state supervision (expedience, financial, legal) over local authorities (0 to 3);  Central or regional access : the extent to which local authorities are consulted to influence higher-level governments’ policy-making (0 to 3). The first eight variables are subsumed under the term self-rule , the latter under the term interactive rule , indicating the relations between local government and higher levels of government. A network of experts on local government assessed the autonomy of local government of their respective countries on the basis of the aforementioned coding system. The eleven variables measured show an overall increase of local autonomy in the 25-year period, albeit with significant variations among countries. Standard deviations showed that the financial transfer system and financial self-reliance are the variables that most clearly differentiate the countries, followed by institutional depth (Ladner et al. 2016: 331). Although the investigated countries are most homogeneous regarding effective political discretion and policy scope, namely local governments perform the same range of tasks in all countries, the extent to which local government provides these services with own resources varies. This is related to the fact that the practice of earmarking financial transfers to local government also varies considerably. Furthermore, the variation in the extent of local autonomy remains remarkable. Considering just EU Member States, local autonomy varies from the lowest aggregate score of 12.67 in Ireland to the highest of 28.67 in Sweden. Nordic countries, together with Germany constantly rank highest over the years (now also Poland, Austria and France), whereas Ireland and Cyprus score the lowest. Greece, Malta, Slovenia, Hungary, and the United Kingdom score just below the mean value, while Spain and Portugal are just above. In respect to the activities of mayors it will be considered below (at the end of Section 3.3) whether local governments scoring high in terms of autonomy are also the ones being more active at the EU level. 3.3. Different horizontal power relation between the mayor, the council and municipal administration It is important to consider the horizontal power relation between the mayor, the council and municipal administration because it impacts in the opportunities of mayors to exercise the role of a local political leader. It has been emphasised (see, for instance, John and Cole 1999; Haus et al. 2005; Heinelt et al. 2006, Steyvers 2013; Teles 2013) that this role becomes more and more important in a time when a shift from government to governance is taking place and ‘local state’-society relations have to be created or newly constructed by local political leadership. The same is true in the context of ‘glocalisation’ (Swyngedouw 2004) 9 and Europeanisation in which local political leaders are necessary to represent local interests and to act as interest mediators in a multi-level system. Therefore, in the following mayoral strength in the different local government systems of the Member States will be considered, and the question will be addressed if and why differences in mayoral strength ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 25 can have an impact on the representation of cities by particular political local leaders at the EU level. Heinelt and Hlepas (2006: 37f.) constructed an index of mayoral strength based on whether mayors:  are directly designated by citizens either (a) through direct election or (b) as official leader of an elected majority (usually the first candidate on a party list) like in the cases of France, Spain and Portugal;  have a term of office that does not correspond to the council election term, which can thus be seen as an indicator for mayors being elected or appointed independently of council elections;  usually control the council majority as its official leaders;  cannot be recalled by (a) the council or (b) referendum;  preside over the council;  at least co-define the council agenda;  appoint (a) the municipal Chief Executive Officer (CEO) and (b) the heads of the administrative departments. According to this measurement, the mayors in France, Spain, Italy and Greece were at the beginning of the 2000s the strongest in respect to the institutionally defined relation to the council and the municipal administration (scoring between 10 and 12). Swedish, Swiss, Dutch, Irish, Portuguese and not directly elected English mayors or local political leaders were the weakest with a score between 3 and 5 (Heinelt and Hlepas 2006: 38). The results of a recent study focused on the situation in 2014 are shown in Table 4. According to this measurement, mayors in France, Spain, Italy and Greece are the strongest – now together with those from Slovakia and Slovenia (with a score between 10 and 12). The weakest are the Swedish, Swiss, Czech, Portuguese, Irish and not directly elected English mayors or local political leaders (with a score between 3 to 5). Table 4: EU Member States by the institutionally defined strength of mayors (according to the weighting of Heinelt and Hlepas 2006) countries index value countries index value countries index value countries index value Sweden 3 Denmark 6 Netherl. 7 Germany dir.el 9 Czech Rep. 5 Austria coll. 7 Romania 7 Greece 10 Engl. lead.-cab. 5 Belg./Wal. 7 Cyprus 7.5 Italy 10 England altern. 5 Croatia 7 England dir el. 8 Slovenia 10 Ireland 5 Germany coll. 7 Hungary 8 Slovakia 11 Portugal 5 Latvia 7 Poland 8 Spain 11 Belgium/Fla. 6 Lithuania 7 Austria dir. el. 9 France 12 Source: Heinelt et al. 2018b: Table 2.1. ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 26 By considering intersections between (a) the role of the municipal level in central-local relations and (b) horizontal power relations at the municipal level among EU Member States (presented in sections 3.2 and 3.3) it becomes obvious that there are, particularly in the case of institutionally strong mayors, two different connexions: on the one hand there are strong mayors with respect to their relations to the municipal council and the administration but their municipalities have neither a lot of competencies nor a high degree of local autonomy. On the other hand there are institutionally strong mayors who are in charge of a local authority which has to carry out a lot of tasks with a high degree of discretion. Heinelt and Hlepas (2006: 34-36) called the last ones ‘executive mayors’ because their main role can be and is usually seen in assuring the effective and efficient functioning of the municipality as a core provider of public services. This applies particularly for directly elected German mayors who should – according to the domestic political discourse – exercise executive leadership (‘exektive Führung’; Haus et al. 2006). The institutionally strong mayors who are in charge of municipalities with limited competencies and local autonomy are called by Heinelt and Hlepas (2006: 34-36) ‘political mayors’ because their role is not so much to act as chief executive officers of a local authority but as local political leaders representing their city to the outside world and particularly within multi-level governance systems. This applies particularly for Greek and Spanish mayors and for historical reasons also for their French and Italian colleagues. Against this background it seems reasonable to argue that ‘political mayors’ – mainly to be found in South European Member States – are more likely to be interested in and willing to play political ‘multi-level games’ than their colleagues classifiable as ‘executive mayors’. Of course, there might be exceptions, like Wolfgang Schuster, the former Mayor of Stuttgart, who was the President of the Council of European Municipalities and Regions (see Section 4.1) from 2010 to 2013. However, looking at the list of the presidents of this organisation of national local government associations (see https://en.wikipedia.org/wiki/Council_of_ European_Municipalities_and_Regions) it becomes clear that he and Michael Häupl, the Mayor of Vienna, were exceptions. Since 1997 all other presidents came from France, Italy and Spain. And from the current twelve members of the executive committee of Eurocities (see Section 4.2) just three can be labelled as ‘executive mayors’ – namely the mayors of Leipzig, Vienna and Warsaw (see http://www.eurocities.eu/ eurocities/about_us/structure). ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 27 4. THE HETEROGENEITY OF CITIES AND DIFFERENT LOGICS OF COLLECTIVE ACTION Against this background of what has been presented in the previous chapter, the following question emerges: What does this heterogeneity mean for the interest articulation of cities in the institutional framework of the European Union? Obviously, the heterogeneity of cities requires different logics of collective action. These different logics of collective action will be demonstrated by the cases of two local government associations – the Council of European Municipalities and Regions (CEMR) and Eurocities. The decision to focus on these two organizations, although there are many other such European associations, is based on the fact that the CEMR and Eurocities are the only ones with a general approach; the others, by way of contrast, focus on specific sectors or regions (Bulkeley et al. 2003). That both of them should participate in EU policy-making is also mentioned several times in the ‘Pact of Amsterdam’. 10 The different logics of collective actions materialise not only in different organisational structure of these associations but also – at least partly – in different access goods (as outlined in Section 2.1) offered by these two organisations necessary for getting influence on decision making at the EU level. 11 4.1. Council of European Municipalities and Regions The Council of European Municipalities and Regions (CEMR) is an organisation of national local government associations. It has its headquarter in Paris but in 1969 an office was established in Brussels which became more and more important. In the meantime CEMR’s Brussels office has 30 staff members (http://www.ccre.org/en/equipe). The CEMR is not limited to the EU. Municipalities from all countries accepting the Council of Europe’s democratic standards are welcome. CEMR represents, via its 60 national member associations, more than 130,000 municipalities from 42 countries (http://www.ccre.org/ en/article/introducing_cemr). Therefore, very small rural villages as well as big metropoli- tan cities are organized by the CEMR. The CEMR is an international umbrella association of national local government associations which appoint the delegations for the CEMR’s Assembly of the Delegates. The number of national delegates is determined by the population of their home country. The Assembly of the Delegates is the highest-ranking body of the CEMR which decides upon the main policy objectives and elects the Policy Committee from among its members. The statutes of the CEMR also strictly regulate the representation of each country in the Policy Committee as the main governing organ of the CEMR. Due to this internal structure CEMR is dominated by the representation of these national organisations and their interests. The Policy Committee elects from among its members the Presidency and the Executive Bureau which is responsible for carrying out decisions of the Policy Committee. The Executive Bureau is support by the Secretary General and his/her office. For the structure of the CEMR it is also significant that the composition of the delegation sent to the organs of the CEMR is in most countries determined by the results of local elections, together with regional criteria. This structural aspect promotes the formation of party-oriented fractions. In 1992 (in the same year as Eurocities opened its office in Brussels; see Section 4.2) the CEMR established issue-related committees or working groups whose members are mainly ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 28 senior officers and experts from the national member associations. They are working on specific issues relevant for local policies and linked to EU policy-making and are platforms for exchanging opinions and for working on common positions. Nevertheless, the Policy Committee and in certain cases the Assembly of Delegates are at the end crucial for determining CEMR’s final policy positions. This leads to a high legitimation of positions agreed by the CEMR because the members of these bodies are elected office holders representing almost all European municipalities. However, agreed positions are expressing usually the lowest common denominator of the broad and diverse spectrum of local authorities. The broad and diverse spectrum of local authorities can lead to apparently contradictory outcomes. An example is the CEMR position paper on the penultimate reform of the EU cohesion policy. In this paper it is stated that ‘a greater emphasis on rural development is essential after 2006’. But this statement is directly followed by the demand that ‘the EU should pay greater attention to […] urban areas as engines of growth’ (CEMR, 2002: 3-4). In a recent CEMR position paper (from June 2017) on ‘The future of cohesion policy’ (http://www.ccre.org/img/uploads/piecesjointe/filename/ CEMR_position_paper_future_of_cohesion_policy_EN.pdf) contradictory statements were avoided. However, although ‘a degree of thematic concentration’ of funding was supported (by recommendation 6 out of the CEMR’s 14 key recommendations; see page 3 of this paper), at the same time it was demanded that ‘the choice of thematic objectives and investment priorities should be left to the competent managing or delivery authority according to their circumstances’. Further on it was emphasised that (see page 7 of this paper), ‘the present uniform compulsory earmarks on issues such as R&D or social inclusion is excessively rigid for it to be relevant or even provide additionality to all regions. This is why the actual selection of priorities in the set of EU objectives must be directly determined by the competent regional authorities together with the local level.’ This demand may imply that ‘priorities can be better tailored to local needs and local and regional competences, contexts and strategies’ (ibd.). However, it also confirms that priorities of the diverse membership have to be accepted and are supported at the EU level – or something has to be demanded for everyone, which can be translated (as will be shown later on; see Section 4.3.2) as demands for different amounts of different goods. Furthermore, it takes a long time to reach a commonly agreed position due to the internal decision-making process of the CEMR, which makes it difficult to react promptly to demands of the EU institutions for a policy position of local government. The same applies to demands for expertise because this is never neutral but based on particular (or even selective) problem perceptions and understanding of how to solve a problem appropriately. An advantage of the CEMR resulting from its strong linkages to national local government associations is its ability to influence policy-making in the Member States when the focus of a policy process moves to national arenas (see Heinelt and Niederhafner 2008: 179). 4.2. Eurocities Eurocities is the leading European network of bigger cities (with more than 250,000 inhabitants). This network consists of more than 135 member cities from 39 countries (http://www.eurocities.eu/eurocities/about_us). Although Eurocities has members from outside the EU, its work is clearly concentrated on EU policies. Eurocities exists since 1986. Its office in Brussels, opened in 1992, has a staff of about 50 people (http://www. eurocities.eu/eurocities/about_us/staff). There are two conditions for becoming a member: ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 29 A city must have more than 250,000 inhabitants and a democratically elected government structure. Eurocities is organised in the following way (http://www.eurocities.eu/eurocities/about_ us/structure). Every city has one vote at the Annual General Meeting which is formally the highest body of Eurocities. The Annual General Meeting elects from the representatives of the cities an Executive Committee of 12 members (including the President) which is the main governing organ of Eurocities. The Executive Committee appoints a Chief Executive Officer, who is the head of the Brussels office. However, the main working bodies of Eurocities are six thematic committees – namely those on economic development, knowledge society, social affairs, environment, mobility and culture (for an overview, see http://nws.eurocities.eu/MediaShell/media/Forums_and_ workinggroups_2016-2017.pdf). All interested member cities can participate in these thematic committees. They are permanent and led by one city. The leading city, supported by a policy officer from the Brussels office, runs the operational business of the committee. Within the thematic framework of a committee temporary working groups can be formed. This is done in the following way: If a city is interested in a specific urban issue, it searches for partners within the thematic committee. From among these partners one or two take the lead, organize the cooperation within the working group and aim to reconcile the individual positions. At the end of 2016 there were 30 such working groups. Furthermore, ‘transversal working groups’ are created crosscutting the topics of the six thematic committees – such as the working groups on public services and cohesion policy. Eight of these ‘transversal working groups’ existed at the end of 2016. The working groups are basic for the development of common policy positions of Eurocities and characterise its bottom-up approach. Only in cases where the relevant thematic committee agrees that a paper developed in a working group is of general interest it is taken to the Executive Committee. The Executive Committee decides whether the issue should be worked up into a political position paper and then be published or even taken into the Annual General Meeting in order to be adopted as a resolution. As a result of this bottom-up approach, Eurocities is able to transform the individual cities point of view into an aggregated common position. Furthermore, the bottom-up approach offers the working groups the ability to act not only with a high degree of independency but also quickly. This offers the opportunity to react promptly to demands of the EU institutions for policy relevant expertise. Eurocities provides its member cities also quite quickly with information about EU policies. This information is prepared by the Brussels office, which is in close contact with the EU institutions and checks their activity for relevant urban issues. Less than 140 members are easily to inform by an electronically based distribution list. For understanding the dominant bottom-up approach and the loosely coupled network structure of Eurocities it is important to recognise that the progress of European integration provides cities not only with more opportunities to push their interests in the multi-level system of the EU. More importantly, in principle each individual city could make use of these opportunities. Taking the heterogeneity of cities into account (presented in the previous section) it becomes likely that individual cities think about this option and eventually use it. Of course, this is only a realistic option for bigger and resourceful cities. And indeed, among the registered local or regional authority representations in Brussels there are just a few single city offices (Heinelt and Niederhafner 2008: 185, footnote 5). Usually these city offices are incorporated in regional offices, like the Liverpool City Region Brussels Office (http:// www.lcrbrussels.eu/) and the office of the city of Birmingham as a ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 30 part of the West Midlands regional office (http://www.greaterbirmingham.eu/). However, the functions of these offices are concentrated on economic issues and on the project level, especially related to EU cohesion policy. Interest intermediation on urban issues in general on the European level is pursued by both cities via Eurocities. In a similar way Frankfurt and Stuttgart run offices in Brussels together with their respective regions to pursue their own particular interests (https://www.region-frankfurt.de/Europab%C3%BCro and https:// eu.region-stutt gart.de/buero-in-bruessel.html) but rely on Eurocities when it comes to urban issues in general. Nevertheless, Eurocities has to be aware that resourceful and politically well-connected members (like these cities) can at least try to do it in their own way. 4.3. Organising collective actions of cities in the EU multi-level system Through examining the internal structures and activities of the Council of European Municipalities and Regions and Eurocities a number of interesting features emerged in respect to the forms employed by cities and these associations to pursue their interests. In principle they have two options: coordination and cooperation (see Heinelt and Meinke- Brandmeier 2006). 4.3.1. Coordination Coordination implies a loose coupling of actors in a network structure. As a result the actors involved are (i) free to pursue their individual interests and (ii) able to concentrate on joint activities focused on a set of common policy objectives. Usually, coordination means not only the issue-oriented articulation and organization of common interest but also the collection of information and its distribution among the partners so that everyone can (expect to) gain something. Furthermore, membership of these networks implies low (or even no) exit costs. Based on these characteristics the internal interest intermediation through coordination follows a specific logic of collective action (outlined by Offe and Wiesenthal 1980 in respect to employer organizations). Members are organised around a limited set of common basic demands and crucial interests. This implies demands and pursued interests in line with the following maxim: ‘Different amounts of the same good’. Eurocities follows this option with its focus on working groups organised around particular issues and interests of members and providing information which are beneficial for the whole but limited membership. Furthermore, common interests going beyond the issue- oriented working groups are also related only to a limited membership. 4.3.2. Cooperation Cooperation is also focused on the pursuit of common interests but the way in which actors are organised is different from coordination. By cooperation actors do not try to pursue objectives that are satisfactory for all in the same way or to the same degree. Cooperation implies the option that individual actors have to agree to joint actions and common policy objectives which do not serve their core interest (or even can contradict their interests). This is related to a particular form of organisation by which a specific kind of ‘composed actor’ (Scharpf 1997) is built by putting together individual actors (including organisation) in a way that the newly formed one gains a certain degree of autonomy from its component members. However, a precondition for this form of articulating and organizing interest is ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 31 that exit costs are high, or exit is not appropriate for members. This precondition has been created in many nation states by granting ‘composed actors’ a (quasi) monopoly of representation of (sectoral) interests. This is the reason why these actors are usually called ‘corporate actors’ instead of ‘collective’ ones (Scharpf 1997: 54) This can hardly be achieved under the conditions of the EU multi-level system due to the heterogeneity in the organisation of interest representation and mediation among the Member States. This applies not only to local government and their associations but to functional interest intermediation in general (see Streeck and Schmitter 1991; Streeck et al. 2005). Therefore, umbrella organizations trying to represent certain interests at the EU level face severe problems in reaching agreements on a common position through cooperation between their members. Where they are formed by national associations and not by individual members, EU level cooperation can rely on (or exploit) the organizational strength of domestic interest representation. However, what can be seen as an advantage on the one hand leads to greater difficulties on the other. In trying to organize collective action at the EU level umbrella organizations have to consider many and varied demands and interests. Additionally these differences are strongly upheld by the national member associations. To put it precisely: demands for different amounts of different goods need to be handled. This is clearly the situation faced by the CEMR which is organised around the cooperation of national local government associations. The CEMR has to consider a multitude of interest of diverse local and regional government all over Europe which leads to the problems outlined above (in Section 4.1). In this respect the dominant logic of collective action for the CEMR differs from that of Eurocities which concentrates on ‘different amounts of the same good’ relevant for a limited number of big cities. 4.3.3. Advantages and disadvantages of Eurocities and the CEMR and the way they organise and articulate interests of cities Because Eurocities concentrates on ‘different amounts of the same good’, close coordination and a high degree of concertation on a limited number of issues is possible under its umbrella. This allows Eurocities to interact effectively both internally through its working groups and with the EU institutions. Furthermore, due to its organisational structure as a network Eurocities is quite flexible in reacting to changing conditions and demands in its social environment – again both internally and in relation to the EU institutions. Additionally, one has to keep in mind that Eurocities encompasses relative rich members that are able to provide the necessary resources. As a result Eurocities is in a good position to make use of the available access points in the EU multi-level system of policy-making – especially when expertise has to be mobilised and political influence can be gained by offering expertise as a particular ‘access good’ (see Section 2.1). Furthermore, the scope of issues considered by Eurocities is limited due to the focused interests pursued by its coordinated actions. However, the interests articulated and pursued by Eurocities can turn out to be a crucial disadvantage. When these interests are too particular and not perceived by EU institutions and the public as ‘European interests’ at the local level in general the legitimacy not only of the position and arguments – deriving from particular interests – articulated by Eurocities can be questioned, but the involvement of Eurocities itself. The CEMR has to demand a wide range of ‘different goods’ due to its institutional structure and membership. This limits its ability to reach commonly agreed positions which are, on the one hand, sufficiently substantial for use in communicative interaction on details of EU legislation and, on the other hand, sufficiently flexible to reflect the particular domestic ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 32 requests of its members. And by ‘members’ not only the national local government associations are meant, but also the broad spectrum of more than 130,000 European municipalities with quite different tasks and competences (see Section 3.2) which are members of these associations. This vast and diverse membership causes a limited ability of the CEMR to get detailed information from the EU institutions on all the different topics relevant for their members and to circulate the gathered information in a way that really meets the needs of their members. Nevertheless, CEMR is more capable than Eurocities in making use of the access points to decision making at the EU level when broad ‘European interests’ are on the agenda and to point to the interests and concerns of the local level in the Member States in general. ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 33 5. CONCLUSIONS AND RECOMMENDATIONS Given the lack of a legal base in the EU Treaties and the heterogeneity of cities and the recognition of ‘the polycentric structure of Europe and the diversity (social, economic, territorial, cultural and historical) of Urban Areas across the EU’ by the Pact of Amsterdam (p. 4), one particular (new) form of cities representation at the EU level is hard to imagine . However, spurred by the cooperation at the level of ministers responsible for urban matters and supported by the EU institutions, namely the European Commission and the Committee of the Regions as well as European associations, a constant increase of policy-making and policy-taking by cities can be observed . This is based on the recognition by the EU institutions that the effectiveness of policies can be improved by expertise of cities mobilised by their involvement in EU policy-making. Furthermore, it has been recognised that the legitimacy of EU policies can be strengthened by the involvement of local government , i.e. the level of government nearest to the people and their needs and demands. The legal provisions regarding the implementation of the European Structural and Investment Funds offer, for example (as already mentioned at the end of Section 2.2), the possibility to include cities directly in the funds’ management of ‘Integrated Territorial Investments’ and projects related to climate change and energy efficiency. Furthermore, there is already an organisation in the institutional framework of the European Union representing cities – namely the Committee of the Regions. However, as it has been shown before (in Section 2.4), it has difficulties bringing in the interests of European cities not only due to the heterogeneity of cities but also because this organisation represents other sub-national territorial authorities (i.e. regions), which often have competing interests. Finally, it has to be taken into account that urban issues in nation-state agendas differ quite strongly among Member States – as has been shown by d'Albergo’s (2010) comparative analysis of France, Germany, Spain and the UK. We should be aware about this fact although an ‘Urban Agenda for the EU’ has been agreed on after long debates prior to and during the process of creating the Pact of Amsterdam. Against this background, we should start reflections on perspectives of a European urban policy from what is critically emphasised by, for example, Atkinson and Zimmermann (2016: 423) based on their analysis of the urban dimension in cohesion policy. Of course, ‘there [are] a series of European urban questions that constitute a “menu” which member states can select from according to their interests and priorities’. And because this is the case, ‘the prospects for a coherent “European urban policy” […] remains remote.’ And Atkinson and Zimmermann (2016: 423-24) are right that ‘with the range of local government systems, and variations in central–local relations and the position of cities within the European multilevel polity, the outcome is – perhaps predictably – a highly fragmented urban policy landscape across the EU [in which] the urban dimension remains a rather fuzzy and ill-defined field of thinking and action amenable to multiple, and conflicting, interpretations. Perhaps this is inevitable as the Commission, lacking a treaty basis for action, attempts to develop a consensus around what constitutes sustainable urban development and the urban dimension’. ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 34 Is this really a problem – or can it be seen as an advantageous loosely coupled system? It can be argued (see Heinelt et al. 2003: 138-140 and Heinelt 2010: 89-94 referring to Weick 1976 as well as to Orton and Weick 1990: 205) that a loosely coupled system increases the opportunity to act more effectively with respect to a particular context and to the specific problems actors (at the local level) are confronted with, whilst being at the same time oriented to common objectives and linked by overriding rules. In other words, it is the coexistence of co-ordination and autonomy, the ambiguity of overarching objectives and rules and selectivity on the part of loosely coupled units (cities) that creates the conditions under which developments can come about quite quickly, and adaptability can be secured (Weick 1979). However, one has to be aware that autonomy and heterogeneity can lead to fragmentation. To overcome or to prevent fragmentation coherence mechanisms have to be considered which can bring about loose coupling. Such mechanism can be the following in a loosely coupled European urban policy with a strong and co-ordinated participation of cities :  Accepted rules and norms for the exchange of information and for co-ordinating actions. In the Pact of Amsterdam such rules and norms have been defined in a general way in the ‘Working Programme of the Urban Agenda for the EU’ annexed to the Pact of Amsterdam. Although they are formulated quite generally, they are fundamental (partly mentioned in Section 2.2). What is missing are rules and norms for the exchange of information and for co-ordinating actions between local government organisations (such as the CEMR and Eurocities).  General ideas or paradigms (like partnership) which suggest specific objectives for actions as well as definitions and measures through which problems can be solved in a way which is commonly perceived as appropriate. The Pact of Amsterdam also provides such frames (e.g. partnership, bottom-up approach).  Coupling institutions where interactions are bound within a specific organisational context, i.e. where actors are forced to meet, to interact and to explain/justify their particular choices of action. Also in this respect the ‘Working Programme of the Urban Agenda for the EU’ annexed to the Pact of Amsterdam offers some initial ideas in the section on ‘Governance of the Urban Agenda for the EU'. However, in practice institutional structures have to be developed like the monitoring committees of operational programmes in the context of EU cohesion policy.  The anticipation of an authoritative final decision by an authority . This authority could be the council of ministers that are responsible for urban matters in the Member States. As mentioned before (in Section 2.2), they committed themselves in paragraph 27 of the Pact of Amsterdam to discuss regularly the Urban Agenda for the EU – ‘preferably at least once every 18 months’.  The existence of a public sphere in so far as the relevance of the aforementioned rules and norms as well as ideas or paradigms is emphasised and their violation can be criticised in an arena of public debate. The European Parliament could play a crucial role as a forum of and for stimulating such public debates. In this way the EP could act as a guardian assuring the enforcement of coherence mechanisms. The formation of inter-party coalitions (mentioned in Section 2.2.1) points to such a function of the European Parliament within the EU system. Although the selection of candidates for the European Parliament is still strongly based on national parties (see Norris 1997) and while the EP is a place for party mediated representation, it ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 35 has become a forum for articulating positions generated by a broad spectrum of organizations operating at supranational level as well as by local actors (for contacts between MEPs and interest groups, see Wessels 1999: 109-112). These contacts are important for MEPs to perform their role at the European level. Especially in cases where cities and their organizations try to influence actors at all different layers of the European multi-level system, like the EP, national governments and domestic parliaments, in order to push for or block a proposed piece of legislation, a public discourse can arise. Cities join forces in these debates with parties and party fractions across the different political groups of the EP or wings of them. It is thus possible to argue that the European Parliament is increasingly developing the function of an arena of public debate where deviations between norms and ‘reality’ can be critically addressed and actors (from individual actors to institutions) can be made accountable (be ‘blamed and shamed’). A linkage of parliamentary debates and public discourses is crucial for the ‘argumentative influence’ of cities and has been reinforced by the growing (co-)decision competences and the related veto or bargaining potential of the EP (Wessels 1999: 108-109). Therefore, cities and their representative organisations should strengthen their activities to join forces with members of the EP. Where the latter support the arguments of the former, ‘argumentative power’ expressed by cities and organizations representing them is complemented by the bargaining power of the European Parliament or, more precisely, organised groups of MEPs. These coherence mechanisms are in principle functional equivalencies. Each of them can contribute to organizational stability and to the ability to take collective action in forms of interest intermediation characterized by coordination and a respective loose coupling of organizations. They also can appear together and can mutually enhance their (individual) effects. Finally, paragraph 33 of the Pact of Amsterdam should be used to switch the role of cities in the EU multilevel governance system from ‘policy-takers’ to ‘policy- makers’ or at least to institutionally strengthened ‘agenda setters’. This paragraph of the Pact of Amsterdam emphasised to ‘call upon and directly involve Eurocities, CEMR and other bodies representing Urban Authorities to contribute to the further development of the Urban Agenda for the EU and the exchange of good practices, and to make use of the outcome of the Urban Agenda for the EU actions, especially the work of the Partnerships’. Eurocities, CEMR and ‘other bodies representing Urban Authorities’ should take the offered opportunity to define in more details objective of the ‘priority themes’ listed in the Pact of Amsterdam. This could be the starting point to link the ‘Urban Agenda for the EU’ with a kind of open method of coordination (OMC):  More detailed objectives of ‘priority themes’ should be defined in partnership with bodies representing local authorities.  Based on these objectives, each Member State should define in accordance with the partnership principle a national urban agenda as well as concrete measure (programmes) to implement it and to reach its goals.  The governments of the Member States should regularly report the Commission and the Council of ministers responsible for urban matters about their achievements in realising their domestic urban agenda and their contribution in reaching the objectives of the ‘Urban Agenda for the EU’. ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 36  The Commission should develop indicators and a benchmarking system for assessing the performance of the Member States in addressing and contributing to the realisation of the objectives the ‘Urban Agenda for the EU’. Furthermore, the Commission should share best practices at the local and national level.  The European Parliament should publicly debate the reports of the Member States and the results of the comparative assessment of their achievements. ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 37 REFERENCES  Atkinson, R. 2001: The emerging ‘Urban Agenda’ and the European spatial development perspective: towards an EU urban policy? in: European Planning Studies, Vol. 9, No. 3, 385–406.  Atkinson, R. 2015: The Urban Dimension in Cohesion Policy: Past Developments and Future Prospects, European Structural and Investment Funds Journal, Vol. 3, No.1, 21- 31.  Atkinson, R. and C Rossignolo (eds.) 2008a: The Recreation of the European City. Governance, Territory and Polycentricity, Amsterdam: Techne Press.  Atkinson, R. and C. Rossignolo 2008b: European Debates on Spatial and Urban Development and Planning. Setting the Scene, in: R. Atkinson and C Rossignolo (eds.): The Recreation of the European City. Governance, Territory and Polycentricity, Amsterdam: Techne Press, 7-13.  Atkinson, R. and K. Zimmermann 2016: Cohesion policy and cities: An ambivalent relationship, in: S. Piattoni and L. Polverari (eds.): The EU Cohesion Policy Handbook. Cheltenham: Edward Elgar, 413-426.  Barbehön, M. 2015: Die Europäisierung von Städten als diskursiver Prozess. Urbane Konstruktionen des Mehrebenensystems und die lokale Umsetzung europäischer Politik, Baden-Baden: Nomos.  Bertrana, X. and H. Heinelt 2011: Introduction, in: H. Heinelt and X. Bertrana (eds.): The Second Tier of Local Government in Europe: Provinces, counties, départements and Landkreise in comparison, London and New York: Routledge, 1-26.  Bouwen, P. 2001: Corporate Lobbying in the European Union. Towards a Theory of Access, Florence: EUI Working Paper SPS 2001/5.  Bouwen, P. 2004: Exchanging Access Goods for Access. A Comparative Study of Business Lobbying in the European Union Institutions, in: European Journal of Political Research, Vol. 43, 337-369.  Bulkeley, H., A. Davies, B. Evans, D. Gibbs, K. Kern and K. Theobald 2003: Environmental Governance and Transnational Municipal Networks in Europe, in: Journal of Environmental Policy & Planning, Vol. 5, No. 3, 235-254.  Burton, P. and R. Smith 1996: The United Kingdom, in: H. Heinelt and R. Smith (eds.): Policy networks and European Structural Funds, Aldershot, Brookfield, Hing Kong, Singapore and Sydney: Avebury, 74-119.  Carroll, W.E. 2011: The Committee of the Regions: A Functional Analysis of the CoR's Institutional Capacity, in: Regional & Federal Studies, Vol. 21, No. 3, 341-354.  CEMR 2002: The added-value of European Union Cohesion Policy. Position Paper, Paris: Council of European Municipalities and Regions.  CEMR 2013: Decentralisation at a crossroads. Territorial reforms in Europe in times of crisis (http://www.ccre.org/img/uploads/piecesjointe/filename/CCRE_broch_EN_comple te_low.pdf).  COM 2003: Communication from the Commission. Dialogue with Associations of Regional and Local Authorities on the Formulation of European Union Policy, Brussels: Commission of the European Communities, COM (2003) 811. ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 38  Committee of the Regions 2014: Towards an integrated Urban Agenda for the EU, opinion adopted on 25 June 2014, Brussels; online: http://ec.europa.eu/regional_ policy/en/information/publications/communications/2011/territorial-agenda-of-the- european-union-2020 (accessed 19 September 2017).  Committee of the Regions 2016: Concrete steps for implementing the EU Urban Agenda, opinion adopted on 25 June 2014, Brussels; online: http://cor.europa.eu/ en/activities/opinions/pages/opinion-factsheet.aspx?OpinionNumber=CDR%205511/ 2015 (accessed 19 September 2017).  d'Albergo, E. 2010: Urban issues in nation-state agendas: a comparison in Western Europe, in: Urban Research & Practice, Vol. 3, No. 2, 138–158.  Dawson, M. 2016: New modes of governance, in: D. Patterson and A. Söderstein (eds.): A Companion to European Law and International Law, Chichester: Wiley, 119- 135.  Dijkstra, L. and H. Poelman 2012: Cities in Europe. The new OECD-EC definition, European Commission-Regional Focus 01/2012  European Commission 2016: The State of European Cities. Cities leading the Way to a better Future, Luxembourg: Publications Office of the European Union.  European Commission 2014: The urban dimension of EU policies — key features of an EU urban agenda (COM (2014) 490), Brussels.  European Commission 2006: Action Plan on Energy Efficiency – Relisting the Potential (COM) 545 final. 19.10.2006. Brussels.  European Environment Agency 2016: Urban adaptation to climate change in Europe 2016. Transforming cities in a changing climate, Copenhagen.  European Parliament 2014: The Role of Cities in EU Cohesion Policy 2014-2020, Study for the Directorate-General for Internal Policies, Brussels  European Urban Knowledge Network (EUKN) 2017: One year Pact of Amsterdam, EUKN report, The Hague, online: http://www.eukn.eu/fileadmin/Files/EUKN_Publications/ FINAL_Report_One_Year_Pact_Amsterdam_EUKN_Sept2017.pdf.  Greenwood, J. 1997: Representing Interest in the European Union, New York: St. Martin’ Press.  Hamedinger, A. and A. Wolffhardt 2010: The Europeanization of Cities: Challenges of an Evolving Research Agenda, in: Hamedinger, A. and A. Wolffhardt (eds.): The Europeanization of Cities, Amsterdam: Techne Press, 227-237.  Haus, M., H. Heinelt and M. Stewart (eds.) 2005: Urban Governance and Democracy: Leadership and Community Involvement, London and New York: Routledge.  Haus, M., H. Heinelt, B. Egner and Ch. König 2006: Partizipation und politische Führung in der lokalen Politik, Baden-Baden: Nomos.  Heinelt, H. 2010: Governing Modern Societies, London and New York: Routledge.  Heinelt, H. and X. Bertrana (eds.) 2011: The Second Tier of Local Government in Europe: Provinces, counties, départements and Landkreise in comparison, London and New York: Routledge.  Heinelt, H. and N.-K. Hlepas 2006: Typologies of Local Government Systems, in H. Bäck, H. Heinelt and A. Magnier (eds.): The European Mayor. Political leaders in the ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 39 changing context of local democracy, Wiesbaden: VS Verlag für Sozialwissenschaften, 21–33.  Heinelt, H. and D. Kübler (eds.) 2005: Metropolitan Governance. Capacity, Democracy and the Dynamics of Place, London and New York: Routledge.  Heinelt, H. and W. Lamping 2015a: Urban strategies and measures to deal with climate change. An introduction, in: Urban Research & Practice, Vol. 8, No. 3, 275-282.  Heinelt, H. and W. Lamping 2015b: The development of local knowledge orders. A conceptional framework to explain differences in climate policy at the local level, in: Urban Research & Practice, Vol. 8, Nr. 3, 283-302.  Heinelt, H. and W. Lamping 2016: Wissen und Entscheiden. Lokale Strategien gegen den Klimawandel in Frankfurt a.M., München und Stuttgart, Frankfurt and New York: Campus Verlag.  Heinelt, H. and A. Lang 2011: Regional Actor Constellations in EU Cohesion Policy. Differentiation along the policy cycle, in: Central European Journal of Public Policy, Vol. 5, No. 2, 4-28.  Heinelt, H. and B. Meinke-Brandmeier 2006: Comparing Civil Society Participation in European Environmental Policy and Consumer Protection, in: S. Smismans (ed.): Civil Society and Legitimate European Governance, Cheltenham: Edward Elgar: 196-218.  Heinelt, H. and St. Niederhafner 2008: Cities and Organized Interest Intermediation in the EU Multi-level System, in: European Urban and Regional Studies, Vol. 15, No. 2, 173-187.  Heinelt, H. and R. Smith (eds.) 2003: Sustainability, Innovation and Participatory Governance. A Cross-National Study of the EU Eco-Management and Audit Scheme. Aldershot, Burlington, Singapore and Sydney: Ashgate.  Heinelt, H., T. Kopp-Malek, J. Lang and B. Reissert 2003: Policy-Making in Fragmented Systems. How to Explain Success, in: B. Kohler-Koch (ed.): Linking EU and National Governance. Oxford: Oxford University Press, 135-153.  Heinelt, H., T. Kopp-Malek, J. Lang and B. Reissert 2005: Die Entwicklung der EU- Strukturfonds als kumulativer Politikprozess, Baden-Baden: Nomos.  Heinelt, H., D. Sweeting, and P. Getimis (eds.) 2006: Legitimacy and Urban Governance, London and New York: Routledge.  Heinelt, H., A. Magnier, M. Cabria and H. Reynaert 2018a: Introduction, in: H. Heinelt, A. Magnier, M. Cabria and H. Reynaert (eds.), Political Leaders and Changing Local Democracy – The European Mayor, Basingstoke: Palgrave Macmillan (forthcoming).  Heinelt, H., N. Hlepas, S. Kuhlmann and P. Swianiewicz 2018b, Local Government Systems: Grasping the institutional environment of mayors, in: H. Heinelt, A. Magnier, M. Cabria and H. Reynaert (eds.), Political Leaders and Changing Local Democracy – The European Mayor, Basingstoke: Palgrave Macmillan (forthcoming).  John, P. and A. Cole 1999: Political Leadership in the New Urban Governance: Britain and France compared, in: Local Government Studies, Vol. 25, No. 4, 98-115.  Judge, D. and D. Earnshaw 2003: The European Parliament, Houndmills: Palgrave Macmillan.  Ladner, A., N. Keuffer and H. Baldersheim 2015, Self-rule Index for Local Authorities (Release 1.0). Final Report, Brussels: European Commission. ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 40  Ladner, A., N. Keuffer and H. Baldersheim 2016, Measuring Autonomy in 39 Countries (1990-2014), in: Regional and Federal Studies, Vol. 26, No. 3, 321–357.  Le Galès, P. 2002. European Cities: Social Conflicts and Governance European Societies, Oxford: Oxford University Press.  Ministers responsible for Urban Matters 2007: Leipzig Charter on Sustainable European Cities, online: http://ec.europa.eu/regional_policy/archive/themes/urban/leipzig_ charter.pdf (accessed on 19 September 2017).  Ministers responsible for Urban Matters 2010: The Toledo Declaration, online: http://www.mdrap.ro/userfiles/declaratie_Toledo_en.pdf (accessed on 19 September 2017).  Ministers responsible for Spatial Planning and Territorial Development : Territorial Agenda of the European Union 2020. Towards an Inclusive, Smart and Sustainable Europe of Diverse Regions, online : http://ec.europa.eu/regional_policy/en/information/ publications/communications/2011/territorial-agenda-of-the-european-union-2020 (accessed on 19 September 2017).  Ministers responsible for Urban Matters 2016: An Urban Agenda for the EU. The ‘Pact of Amsterdam’, online: https://ec.europa.eu/futurium/en/system/files/ged/pact-of- amsterdam_en.pdf (accessed on 19 September 2017).  Molotch, H. 1976: The city as a growth machine: toward a political economy of place, in: American Journal of Sociology, Vol. 82, 309-332.  Niederhafner, St. 2008: Städte als politische Akteure im Mehrebenensystem der EU, PhD thesis, Darmstadt: TUprints.  Norris, P. 1997: Representation and the Democratic Deficit, in: European Journal of Political Research, Vol. 32, 273-282.  Offe, C. and H. Wiesenthal 1980: Two Logics of Collective Action: Theoretical Notes on Social Class and Organizational Form, in: M. Zeitlin (ed.): Political Power and Social Theory, Vol. 1, Greenwich: Jai Press.  Orton, J. D. and K.E. Weick 1990: Loosely Coupled Systems. A Reconceptualization, in: Academy of Management Review, Vol. 15, No. 2, 203-223.  Scharpf, F. W. 1997: Games Real Actors Play. Actor-centered Institutionalism in Policy Research, Boulder: Westview Press.  Schönlau, J. 2017: Beyond mere ‘consultation’: Expanding the European Committee of the Regions’ role, in: Journal of Contemporary European Research, Vol. 13, No. 2, 1166-1184.  Statistical Office of the European Union (Eurostat) 2017: Regional Yearbook 2017, Luxembourg: Publication Office of the European Union.  Steyvers, K. 2013: A knight in white satin armour? New institutionalism and mayoral leadership in the era of governance, in: European Urban and Regional Studies, Vol. 23, No. 3, 289-305.  Stone, C. 1989: Regime Politics: Governing Atlanta 1946-1988, Lawrence: University Press of Kansas.  Stone, C. 1993: Urban regimes and the capacity to govern: A political economy approach, in: Journal of Urban Affairs, Vol. 15, 1-28. ",
        "The role of cities in the institutional framework of the European Union ____________________________________________________________________________________________ 41  Streeck, W. and P. C. Schmitter 1991: From National Corporatism to Transnational Pluralisms. Organized Interests in the Single European Market, in: Politics & Society, Vol. 19, No. 2, 133-164.  Streeck, W., J. Grote, V. Schneider and J. Visser, J. (eds.) 2005: Governing Interests, London: Routledge.  Swaniewicz, P., R. Atkinson and A. Baucz 2011: Background Report on the urban dimension of the Cohesion Policy post 2013, report prepared at the request of the Polish EU Presidency: Warsaw.  Swyngedouw, E. 2004: Globalisation or 'glocalisation'? Networks, territories and rescaling, in: Cambridge Review of International Affairs, Vol. 17, No. 1), 25-48.  Teles, F. 2013: Facilitative Mayors in Complex Environments: Why Political Will Matters, in: Local Government Studies, Vol. 40, No. 5, 809-829.  United Nations 2015: Transforming our world: The 2030 Agenda for Sustainable Development, Resolution adopted by the General Assembly on 25 September 2015, New York.  United Nations Human Settlement Programme (UN Habitat) 2016: Urbanization and Development. Emerging Futures, Nairobi.  van Hecke, M., P. Bursens and J. Beyers 2016: You’ll never lobby alone. Eyplaining the participation of sub-national authorities in the European Commission’s open Consultation, in: Journal of Common Market Studies, Vol. 54, No. 6, 1433-1448.  Weick, Karl E. 1976: Educational Organizations as Loosely Coupled Systems, in: Administrative Science Quarterly, Vol. 21, No. 1, 1-19.  Weick, Karl E. 1979: The Social Psychology of Organizing, 2 nd edition, Reading (Mass.): Addison-Wesley.  Wessels, B. 1999: European Parliament and Interest Groups, in: H. Schmitt and J. Thomassen (eds.): Representation and Legitimacy in the European Union, Oxford: Oxford University Press. ",
        "Policy Department for Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 42 NOTES 1 I like to thank Stefan Niederhafner and Wolfgang Petzold for helpful comments on earlier versions of this report. 2 For more details on the following see Heinelt and Niederhafner 2008: 174-176 as the following two sub-sections are shortened and reworded versions of parts of this article. 3 Lobbying practices of cities and their associations are also the same like those of other interest groups in respect to EU institutions in general. For these forms of interest intermediation see e.g. Bouwen 2001; Bouwen 2004: 356-361; Streeck et al. 2005. 4 However, the contacts within this ‘dialogue’ concentrated more and more on those between the Commission and the Committee of the Regions (on the Committee of the Regions see Section 2.4), and cities lost interest in it – as has been shown by Niederhafner (2008: 187-190) based on interviews with representatives from French, German and UK cities. 5 The annex of the ‘Pact of Amsterdam’ gives, on two and a half pages, an impressive overview about documents adopted by different EU institutions or organisations on which the Pact was built which indicates the long political debate leading to the Pact. 6 Pages numbers mentioned in the following paragraphs of this section of the reports refer to the following online publication of the Pact of Amsterdam: http://ec.europa.eu/ regional_policy/sources/policy/themes/urban-development/agenda/pact-of-amsterdam. pdf. 7 On the expectation the European Commission and the European Parliament had in the establishment of the CoR see Schönlau 2017: 1163. These expectations are in line with the reflections on ‘access points’ in EU decision-making outlined in Section 2.1.1 of this report. 8 In this table only Member States are listed which were included in the study of Heinelt et al. 2018b. This applies also to other tables in Chapter 3 of the report based on the study of Heinelt et al. 2018b. 9 Erik Swyngedouw introduced the term ‘glocalisation’ in the debate by emphasis that the local became more relevant in the context of globalisation. Or in other words: When everything can happen everywhere in the world due to globalisation then you have to explain why something is happening here – and not there. You have to explain why a particular place (city) becomes a ‘sticky place’! 10 See, for instance, pp. 4 and 12 of http://ec.europa.eu/regional_policy/sources/policy/ themes/urban-development/agenda/pact-of-amsterdam.pdf. 11 For more details on the following see Heinelt and Niederhafner 2008: 177-183 as the following three sections are shortened and reworded versions of parts of this article. ",
        "",
        ""
    ]
}