{
    "text": [
        "16 2 0 1 7 European Union Institute for Security Studies (EUISS) May 2017 1 Haiti has little luck. Violent tropical storms hit the country with scandalous frequency, ruining lives and forcing the country into repeated rebuilding ef- forts. In 2004, Hurricane Jeanne killed 3,000 peo- ple, mostly in Gonaives, while in 2008, four con- secutive storms killed hundreds more across the country. Hurricane Matthew in late 2016 smashed through southern Haiti, killing hundreds and leav- ing 200,000 homeless. As the climate changes, the frequency and severity of these storms may be expected to increase. And while earthquakes are far less common, the capital, Port-au-Prince, was levelled in 2010, killing over 200,000 people and leaving hundreds of thousands more without homes or jobs. Haiti also has little resilience. While it shares an is- land with the Dominican Republic, the same storms affect the two countries in very different ways. With a functioning government, growing economy, and relatively vibrant civil society, the Dominican Republic has been able to invest far more in the necessary capacities to protect against, and recover from, natural disasters and other crises. Haiti, on the other hand, has a weak government, a subsist- ence economy, and a national trust deficit that un- dermines efforts to improve the country’s economic and political prospects. In a country where development efforts too often add up to less than the sum of their parts, im- provements to the country‘s resilience – at state, economy, and societal levels – will be important for moving up the development ladder. But for improvements to take hold, with progress in some areas compounding successes in other areas, much more investment is needed in the baseline human capacities – a healthy and literate population – that underpin all other efforts. The rapid expansion of a universal public education system, in particular, would be an important step in improving the coun- try’s overall resilience and long term development prospects. A resilience challenge The poorest country in the Western Hemisphere, Haiti routinely ranks at or near the bottom of global development and fragility indices. Life expectancy is more than 10 years lower than in the Dominican Republic, while the GDP per capita is barely one- eighth as large. The literacy rate hovers around 60% and a large proportion of children do not attend school or are forced to drop out early (data sources disagree on how many). There is almost no pub- lic education system, with most schools run by the private sector or charitable organisations, including by the many international groups which proliferate in the ‘republic of NGOs’. As these schools often require tuition payments, too many families are un- able to send their children to school at all. Haiti has never experienced effective, capable gov- ernance nor consistent application of the rule of law. People thus place little trust in the institutions of the state or the politicians who seek to control Haiti: what resilience for the least resilient by Gerald Stang A I R M A R I A / A D O B E S T O C K ",
        "© EU Institute for Security Studies | QN-AL-17-016-2A-N | ISBN 978-92-9198-523-4 | ISSN 2315-1129 | doi:10.2815/090917 European Union Institute for Security Studies (EUISS) May 2017 2 it. Decades of dictatorship have been followed by decades of political instability, marked by coups, cancelled elections, street violence and zero-sum political gamesmanship. This situation is exacer- bated by divisions across class, colour, political and geographical lines that affect trust in both social re- lationships and formal institutions. Compounding these basic challenges, repeated dis- asters heap extra pressure onto vulnerable popu- lations. Resettlement plans are rarely followed through, so people resettle in low-lying areas prone to flooding and on unstable hillsides vulnerable to slides. The impact of the flooding caused by storms and intense seasonal rainfall is made worse by the absence of protective infrastructure and the de- forestation which has stripped Haiti of 98% of its forest cover and caused widespread soil erosion. Repeated disasters also degrade the capacity of the government to plan, protect or respond. The 2010 earthquake was an especially cruel stroke, killing many government employees and destroying much of the country’s infrastructure. Various natural disasters and political crises have led to interventions by the United States and the international community. The UN Stabilization Mission in Haiti (MINUSTAH), in place since 2004, made progress during its early years in tam- ing the biggest street gangs of Port-au-Prince and reducing the overt violence seen before its arrival. The troops also played an important role immedi- ately after the earthquake, when the collapse of the UN headquarters killed much of the UN civilian leadership. However, MINUSTAH has long been unpopular with many Haitians, not least due to the cholera epidemic that killed more than 9,000 people and made perhaps a million more ill. Long suspected of being triggered by a sewage leak from a UN compound into the Artibonite River, the UN Secretary General accepted responsibility for the UN’s role in the initial outbreak only in late 2016. Trust in the UN was further eroded by a series of sexual abuse scandals involving peacekeepers from 2004 to 2007, and again in 2011, 2012 and 2015. In April, 2017, the UN voted to close down the mission, replacing it with a smaller mission focused on the rule of law and police development. The bottom line Despite the apparent bleakness of this picture, there is positive news to be found. The end of the MINUSTAH mission is a sign that the threat of major civil unrest is greatly diminished, and a new government, led by President Jovenel Moise, was finally sworn into office in February 2017. And while the discussion above emphasised the difficulties ahead, most human development indi- cators, from literacy to life expectancy, have been slowly creeping up over recent decades, though at a much slower pace than in many other developing nations. The challenge is for Haiti to start moving up the rungs of the development ladder at a much quicker pace. Improved resilience against storms and other crises would help facilitate this process. And while Haiti provides an important example of the limits of what the international community can and should do, consistent and long-term sup- port from international partners will still be im- portant. The EU has been emphasising support for resilience in its development and humanitarian activities for several years. The EU Action Plan for Resilience in Crisis Prone Countries wisely empha- sises that efforts be country-owned and led, and people-centred. For Haiti, this has translated into €420 million in support – via the 11th European Development Fund (2014-20) – for four well-cho- sen priority sectors: public administration, educa- tion, urban development, and food security. Other major donors such as Canada and the US, how- ever, each have a different balance of priority sec- tors. The onus is on all these donors to ensure that these are supported in a manner that is consistent, fully aligned with Haitian goals, coordinated with other international partners, and with sufficient re- sources to really budge the needle on basic poverty reduction and human development. If the long-term goal of development workers is to put themselves out of work, then it will be impor- tant to help Haiti better develop its most impor- tant resource: its people. The government’s 2013 Poverty Reduction Strategy Paper listed ‘education and human and social development’ as the first of the country’s five priorities for the subsequent years. With enough resources, Haiti could even pursue a bolsa familia conditional cash transfer pro- gramme that has proved so successful in Brazil and other countries. These programmes provide aid to families to ensure that children stay in school and receive vaccinations, fighting the long-term entrenchment of absolute poverty and providing essential investment into Haiti’s human capital. Supporting national education efforts over the next two decades may be the most important role that the international community could play in helping Haiti improve its resilience and escaping the pov- erty trap. Gerald Stang is a Senior Associate Analyst at the EUISS. "
    ]
}