{
    "text": [
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 21.6.2007 COM(2007) 349 final COMMUNICATION FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT Annual Report 2007 on the European Community’s Development Policy and the Implementation of External Assistance in 2006 {SEC(2007) 840} ",
        "EN 2 EN COMMUNICATION FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT Annual Report 2007 on the European Community’s Development Policy and the Implementation of External Assistance in 2006 TABLE OF CONTENTS 1. Introduction.................................................................................................................. 3 2. A better framework for development policy: policy coherence................................... 3 3. A better framework for regional strategies .................................................................. 4 4. A better framework for external assistance – simplifying and clarifying regulations . 5 5. A better framework for working together: aid effectiveness ....................................... 8 6. Results.......................................................................................................................... 9 ",
        "EN 3 EN 1. I NTRODUCTION The European Union continues to be the world's major source of development aid, providing € 46.9 billion (56.67%) of total official development assistance (ODA) reported to the OECD for 2006. The external aid managed by the European Commission amounted to about € 12.1 billion of new commitments in 2006, of which € 9.8 billion is classified as ODA. Over 160 countries benefit from this aid. 2006 saw major changes in the way the EU manages its relations with the rest of the world. First, by ensuring that policies which affect developing countries can support the objectives of development; second, by adopting regional strategies that reflect its main priorities; third, by simplifying the range of instruments that provide the legal basis for external assistance; fourth, by implementing measures to work more closely with partner countries and other development actors so that aid becomes more effective; and last, by improving the ways in which results are measured and lessons learnt. This overview aims to present the main features of each of these changes. 2. A BETTER FRAMEWORK FOR DEVELOPMENT POLICY : POLICY COHERENCE Since the adoption in December 2005 of the European Consensus on Development, the Commission has increasingly focused on the contribution that policies beyond development – such as trade, agriculture, environment, security, migration, the social dimension of globalisation, employment and decent work, and international scientific co-operation, including health research - can make to achieving the Millennium Development Goals (MDGs). It is widely agreed that development policy alone will not bring sufficient results and that a number of other policies can have a major impact. The EU's aim is to maximise the positive effect of its policies while minimising their negative impact on developing countries. Under the impetus of the EU Presidency, a rolling work programme for 2006-2007 on Policy Coherence for Development (PCD) was elaborated to identify common priorities for action. In October 2006, the Council adopted conclusions covering both the Presidency's rolling PCD work programme and the integration of development concerns in the Council's decision- making processes. The Commission has made progress in a number of areas, including trade, and in particular in the negotiation of Economic Partnership Agreements with ACP countries that aim at fostering trade and regional integration as an engine for long-term development. The fight against infectious diseases linked to poverty is another good example, e.g. through the European and Developing Countries Clinical Trials Partnership (EDCTP). Considerable progress has also been made in the area of migration, within the framework of the EU Strategy for Africa 1 and with the launch of a € 380 million Thematic Programme for Migration for 2007-2013 and, further, in the area of security, with support for security sector reform in partner countries. Migration is a topic for which coherence is particularly important. In the framework of its broader co-operation agreements, the EU has developed a dialogue on 1 EU Strategy for Africa: Towards a Euro-African pact to accelerate Africa's development. COM(2005) 489 final ",
        "EN 4 EN migration-related issues with various countries and regions in the world. The European Neighbourhood Policy is a case in point, and other dialogue processes are underway with partners in Africa, Asia, Latin America and the Caribbean 2 . Such a dialogue typically covers a broad range of issues, including for example the linkages between migration and development, the fight against illegal migration and trafficking in human beings, the impact of refugee situations on development, and joint efforts to manage economic migration better. It can lead to the provision of EU assistance to help partner countries build their capacity to manage migration flows and to maximise the positive linkages between migration and development. Also in the context of coherence, questions of human rights and good governance are addressed systematically. In 2006 for instance, 13 EU Election Observation Missions were mobilised and some 1 400 EU observers deployed. These missions contributed by their presence to reducing the possibility of fraud, manipulation and intimidation. They increased transparency and public confidence in the election process, and thus supported progress in democracy and governance. In some cases, the missions played a role in conflict prevention, as in the Democratic Republic of Congo (DRC), where the most important EU Mission ever deployed (300 observers) monitored the two rounds of elections in July and November. These elections paved the way for a return to civil peace, re-establishment of governance, sustainable development in the DRC and the stabilisation of the whole Great Lakes region. On governance, the Commission proposed a new approach to \"Governance in the European Consensus on Development\" 3 . This builds on a major evaluation covering the period 1994- 2004. The EU, it found, has made the right choice in putting governance at the top of its political and co-operation agenda, and the Commission has made substantial progress in defining what are likely to be the most effective approaches to sustainable improvements. The Commission also stresses the importance of promoting good governance in areas such as the tax, financial and judicial area, and scientific co-operation. As a whole, coherence is of crucial importance for implementing EU external assistance policies. When dealing with partner countries, the Commission adopts three main identities – political player, development agency and donor administration – and is continuously seeking ways in which it can more effectively combine these three. 3. A BETTER FRAMEWORK FOR REGIONAL STRATEGIES Also in line with the Consensus, the Commission has focused on ensuring its objectives and principles are reflected in the strategies for intervention at the regional level. In particular, the EU Strategy for Africa is the first application of the Consensus and the first integrated European political framework to improve co-ordination and coherence of EU and Member State policies and instruments. The importance attached to Africa was illustrated by the implementation of this strategy and by the EU's commitment to work on a Joint EU-Africa Strategy to be adopted at the second EU-Africa Summit in the second half of 2007 in Lisbon. A further illustration was the joint working session between the European Commission and the Commission of the African Union, which saw a team of European Commissioners led by 2 A parallel dialogue is also underway with the ACP (African, Caribbean and Pacific) grouping as such. 3 COM(2006)421 of 30.8.2006 ",
        "EN 5 EN President José Manuel Barroso meet the African Union Commission in its headquarters in Addis Ababa. Strategies for the European Union's relations with other regions have also drawn upon the Consensus to promote a consistent view of the world, while recognising the need for differentiation. 2006 has been an effective year in building a strategic partnership between the EU and Latin America, with two main priorities for co-operation: to increase social cohesion and to promote regional integration. The EU is also building a strategic framework for EU-Asia relations based on stronger political dialogue, enhanced trade and a sustained level of development co-operation. The Union's relations with the two major countries of the region, China and India, are being developed within the framework of strategic partnerships. The scope of these partnerships is comprehensive, covering both economic co-operation and the political aspects. The European Neighbourhood Policy (ENP) also gathered pace. The ENP is amongst the top priorities of the EU's external relations. Through this policy, the EU seeks to promote good governance and economic development in its vicinity. During the first eighteen months of its implementation, the policy has laid a substantial foundation for strengthened relations between the Union and its neighbours. On 4 December 2006, the Commission set out new proposals to strengthen and develop the ENP further. These foresee offering partner countries improved trade and investment prospects, making people-to-people contacts and legitimate short-term travel easier, being more active in addressing frozen conflicts, and opening more possibilities for mobilising funding. Through its enlargement policy and the Stabilisation and Association Process, the EU assists countries with a perspective of membership to integrate into the Union gradually. In 2006, this policy covered Bulgaria, Romania, the Western Balkan countries and Turkey. Bulgaria and Romania joined the Union on 1 January 2007. Accession negotiations have been ongoing with Croatia and Turkey, while the other Western Balkan countries all made progress along the “road map” set out within the Stabilisation and Association process. In 2006, the Commission established firm measures to reinforce the EU policy for the Western Balkans and its instruments, in particular for rendering the EU perspective more tangible to the citizens of that region. 4. A BETTER FRAMEWORK FOR EXTERNAL ASSISTANCE – SIMPLIFYING AND CLARIFYING REGULATIONS External assistance policies have been integrated into the drafting of new instruments which form part of a complete overhaul of the structure of EU external co-operation. In 2006 these new instruments, setting out a simplified framework for delivering assistance during the period 2007-2013, were finalised. They provide a consistent basis for action, bringing together clear policy objectives with the procedures and instruments needed to achieve them. Nine financing instruments replace the existing range of geographical and thematic regulations. Six instruments will support specific policies with a geographical or thematic focus: - the Instrument for Pre-accession Assistance (IPA); ",
        "EN 6 EN - the European Neighbourhood and Partnership Instrument (ENPI); - the Instrument for Development Co-operation (DCI); - the Instrument for Co-operation with Industrialised Countries (ICI); - the European Instrument for Democracy and Human Rights (EIDHR); - the Instrument for Nuclear Safety Co-operation (INSC). Three instruments will address crisis situations: - the Instrument for Stability (IfS); -existing humanitarian aid, which will incorporate emergency food aid under the new financial perspectives; - the macro-financial assistance instruments. Co-operation will be implemented through country, regional and thematic strategy papers and multi-annual indicative programmes, as well as annual action programmes, which are subject to the new democratic scrutiny procedure established under the Inter-institutional Agreement. This procedure foresees that the Commission will systematically inform and consult the European Parliament and the Council by sending draft strategy papers. The Commission has undertaken to enter into a regular dialogue with the European Parliament on these strategy papers and to take due account of the position of the European Parliament when implementing strategies. The funds available under the Instrument for Development Co-operation (DCI) amount to € 10.1 billion for developing countries from Latin America, Asia and the Middle East, and for South Africa. Apart from geographical co-operation, the DCI also contains thematic programmes which replace the existing thematic regulations. In January 2006, the Commission adopted a Communication entitled \"Investing in People” 4 on the thematic programme for human and social development. The DCI will provide just over € 1 billion for this programme to support actions in areas that directly affect people's living standards and wellbeing, with a focus on the poorest and least developed countries and the most disadvantaged sections of the population. On this basis, a strategy to support activities under four main pillars – Good Health for All, Education, Knowledge and Skills, Gender Equality and Other Aspects of Social and Human Development (including social cohesion, employment, decent work, children and youth, and culture) – has been prepared. This is a good example of the integrated approach the Commission seeks to promote. The protection of children and young people, and promotion of the participation of children and young people in development, are priority areas to be addressed in the DCI thematic programme “Investing in People” , as well as the new instrument for democracy and human rights. Until the new simplified instruments were introduced, the Commission used around 75 different instruments related to children policies and programmes, both within and outside the borders of the EU. In order to improve coherence, maximise synergies, explore gaps and 4 COM(2006)18 final of 25.1.2006 ",
        "EN 7 EN increase the instruments' collective impact in improving the rights of children, the Commission adopted the Communication \"Towards a strategy on the rights of the child” on 4 July 2006. This Communication defines a long-term and in-depth process increasing the impact of EU actions in favour of children. It also proposes new mechanisms to ensure internal co- ordination and consultation (such as a European Forum for the Rights of the Child) and includes prescriptions for the effective participation of children themselves. One of the commitments of the Communication is to develop an Action Plan on Children in Development Co-operation. For 2007-13, the budget foreseen for Neighbourhood countries, within the framework of the European Neighbourhood and Partnership Instrument, is approximately € 12 billion, 32% more in real terms than in the previous budget period. In order to maximise the impact and leverage of this EU funding, the Commission has proposed, within the ENPI, the creation of two new mechanisms, namely: - a Neighbourhood Investment Fund, to which Member States will also be invited to contribute and which will be used to leverage additional lending from the European Investment Bank, the European Bank for Reconstruction and Development, and other development banks. The contribution from the budget would be € 700 million. It is estimated that this fund could encourage lending of several times the amount of grant funding. If Member States were to match the Commission contribution, the Fund could generate a considerable amount of concessional lending; - a Governance Facility of € 300 million to provide additional support, on top of normal country allocations, to acknowledge and support the work of partner countries that have made most progress in implementing their Action Plans. The ENPI also has a specific cross-border co-operation component, cofinanced by the European Regional Development Fund. The new provisions have been designed to address past shortcomings and to make this type of co-operation easier and more effective. The programming for Asian, Latin American and neighbouring countries was almost completed and an informal dialogue between institutions was launched on ENPI and DCI draft strategies, following political agreement on the instruments, so as to slow down the delivery of assistance in 2007 as little as possible. With the formal entry into force of all instruments, the dialogue will continue in 2007 for these strategies, with democratic scrutiny by the European Parliament. A set of detailed Communications, defining the approach and contents of each thematic programme, was approved in January. This was followed by a detailed programming process for each thematic programme, a process that will be completed in early-2007 to allow implementation soon thereafter. The co-operation with the African, Caribbean and Pacific (ACP) countries is still primarily funded under the European Development Fund (EDF), as the European Council decided in December 2005 that the EDF should continue to be financed separately from the budget. With € 22.7 billion worth of funding, the 10 th EDF (2008-2013) sets the basis for co-operation with the ACP countries. Programming guidelines for the 10 th EDF have been prepared on the basis of the Consensus, including the definition of areas of Community action and the principle of concentration at country level. Programming with the ACP countries was launched early in the year. The ",
        "EN 8 EN programming dialogue is in progress and should culminate in Country and Regional Strategy Papers ready for signature before end-2007, with implementation starting in January 2008. 5. A BETTER FRAMEWORK FOR WORKING TOGETHER : AID EFFECTIVENESS Aid effectiveness is at the forefront of the EU’s political agenda and features in all its initiatives in 2006. Both the Joint Development Policy Statement and the New Africa Strategy emphasise the importance of delivering not just more aid, but better, more effective European aid. The 10 th EDF agreement also contains a clear statement in support of aid effectiveness. In order to translate these commitments into deeds, an Action Plan (“EU aid: delivering more, faster and better”) was approved in April 2006, with a comprehensive list of nine tangible deliverables to be implemented by 2010. These include the regular mapping of EU aid at global, regional and local levels (the Donor Atlas 5 ), as well as a proposal for an EU Joint Programming Framework (JPF). Today, the Donor Atlas has become a useful tool for both monitoring aid and enhancing EU aid co-ordination and division of labour, while the JPF is being introduced in a number of countries in the ongoing programming of the 10 th EDF. Excessive fragmentation of development assistance from the international community has led to dispersion, duplication and even contradiction in aid activities, reducing the potential impact due to an accumulation of unnecessary administrative costs, and increasing the burden on the partner countries. The EU Donor Atlas illustrates these gaps and duplications. Greater complementarity of activities is a key factor in increasing aid effectiveness. In 2006 aid effectiveness guidelines were adopted and training courses provided both at Headquarters and around the world. A significant contributor to strengthening partner country \"ownership\" and confidence in donor countries that they can use the partner country's own management systems (\"alignment\"), is the move to providing aid in the form of direct budget support, so that it is administered entirely within the partner country’s own systems. The European Consensus identifies budget support as \"the preferred modality where conditions allow\". The Commission has increased its use of country systems through budget support to just over 35% of programmable aid in the EDF between 2003 and 2005. The Commission is closely involved in supporting \"fragile\" states. For instance, in Palestine, it has worked closely with the World Bank to design and introduce a Temporary International Mechanism (TIM), in order to maintain the provision of essential public services and to protect ordinary Palestinians from the effects of the crisis, with 14 Member States and Norway contributing. In 2006 the TIM paid over € 88 million in social allowances to public- sector employees and pensioners with low incomes, and nearly € 24 million was directly paid to poor and vulnerable Palestinians directly affected by the crisis. In general the Commission supports the use of Trust Funds, often managed by the United Nations or the World Bank, as a way of delivering aid in such situations. It helps to ensure that aid (particularly for reconstruction) is properly co-ordinated and delivered as quickly as possible. In 2006 the total amounts of aid delivered by the Commission through the United Nations and the World Bank remained at about € 1.5 billion. In the course of the year, agreements were signed with both organisations on the visibility to be given to the 5 http://ec.europa.eu/development/body/publications/descript/pub7_29_en.cfm ",
        "EN 9 EN Commission's contribution to these activities, not least in view of the concerns of many that the European contribution towards relieving suffering and supporting peace in the world should be more evident to Europe’s citizens and to the beneficiaries of this support. Seventy per cent of the world's poorest people live in middle-income countries. The Commission recognises that economic growth is an essential pre-condition for social development and poverty reduction strategies in these countries. However, growth alone is not sufficient. In many fast-growing middle-income countries, technological change, globalisation, demography and demand for skilled labour have contributed to the widening of the income distribution gap, because growth has not been accompanied by an effective fiscal, pro-poor policy agenda. The risk of a middle-income country failing to make the most of its opportunities and falling back into poverty should not be underestimated. In this respect further well targeted and policy/performance-driven development aid is needed in many fragile or potentially unstable middle-income countries in order to stabilise their economies, support reform and promote development, trade integration and social cohesion. In 2006, the European Commission played an increasing role in global initiatives in health and education, working together with EU Member States and other donors and stakeholders. Since May 2006, the Commission holds the vice-chair of the Global Fund to Fight HIV/AIDS, Tuberculosis and Malaria (GFATM). From July 2006 the Commission is also co- chair of the “Education for All – Fast Track Initiative” (FTI). Both initiatives have focused on demand-driven approaches, donor harmonisation and aid effectiveness. 6. R ESULTS Since the reform of the management of external assistance programmes was launched in 2000, increased emphasis has been placed on improving the speed and quality of the delivery of aid. The levels of implementation achieved in 2006 demonstrate that, again, the speed of delivery is improving. In total € 9.832 billion of ODA was committed by the Commission in 2006, and € 8.130 was paid. Of the amount of commitments which can be geographically allocated, namely € 7.982 billion, nearly half (€ 3.552 billion) was for ACP countries, which received € 2.848 billion of the comparable total of € 6.8 billion payments. To evaluate the quality of delivery, the Commission has introduced procedures to ensure that new commitments for projects and programmes have been prepared as thoroughly as possible and reflect best practice in the sector concerned. In 2002 a system for monitoring project results was introduced. Monitoring is based on regular on-site assessments by independent experts of ongoing projects, and these are given simple scores against internationally agreed criteria. Over the last five years, the overall ratings show a steady, and statistically significant, improvement. Projects and programmes monitored in 2006 maintained globally good performance. The overall gain in efficiency over the last years witnessed a slight consolidating setback in 2006, but still remains on track. Overall the results for 2006 have been satisfactory. Learning lessons from actions which have been financed is a key part of making aid more effective. The Evaluation Unit of the main Directorates-General dealing with development aid carries out evaluations of country strategies, thematic issues and other strategic aspects of EC programmes, using independent experts. ",
        "EN 10 EN In general the various indicators demonstrate that much progress has been made in the management of external assistance since 2000. This is, not least, the result of major institutional changes, such as the shift of responsibility for the implementation of programmes to the Commission's Delegations, and the restructuring of services at Headquarters. Encouragement can be drawn from some important and visible success stories. But much remains to be done, especially where the Commission is said to be slow or inflexible, because the future shape of external assistance will increasingly be based on flexibility and intensified ways of working with other donors 6 . With the new instruments and the new Financial Regulations, the Commission is now better equipped to face these challenges. In 2006, the Commission’s external action was geared to achieving the following objectives: - Assisting acceding, candidate and potential candidate countries in moving closer to the EU through the implementation of the enlargement policy and the Stabilisation and Association process for the Western Balkans . Achievements: ensuring the successful accession of Bulgaria and Romania to the EU; signing of a Stabilisation and Association Agreement with Albania and negotiation of such agreements with Serbia, Montenegro, and Bosnia and Herzegovina; adoption of the Instrument for Pre-accession Assistance; adoption of a Communication on the Western Balkans as well as of the annual enlargement strategy paper. - Ensuring effective implementation of the European Neighbourhood Policy . Achievements: three new Action Plans with Armenia, Azerbaijan and Georgia; finalisation of the Action Plans with Egypt and Lebanon; adoption of the European Neighbourhood and Partnership Instrument; informal presentation of the Strategy Papers to the ENPI Committee and the Parliament; launch preparation of the ENPI Cross Border Co-operation programme documents; adoption of a new Communication on Strengthening the European Neighbourhood Policy. - Ensuring constructive engagement in the Middle East Peace Process, through the Quartet structure and in close co-operation with the parties. Achievements: creation of the Temporary International Mechanism (TIM): EC support to the Palestinian people reached € 339 million. - Continuing support for regional stability as well as reconstruction and political transition in Iraq . Achievements: preparation of the International Compact for Iraq; negotiations for a Trade and Co-operation Agreement launched; 2006 Assistance Programme approved and implemented. - Continuing the reconstruction and rehabilitation in response to the tsunami disaster . Achievements: implementation pace strongly accelerated; € 180 million in rehabilitation and reconstruction activities committed, mainly for Indonesia, Sri Lanka and the Maldives. 6 Annual Report 2007 on the European Community’s Development Policy and the Implementation of External Assistance in 2006, Section 6.2: Evaluation: Review of the 2006 Work Programme ",
        "EN 11 EN - Implementing a new development policy to promote sustainable development and poverty reduction, on the basis of the framework proposed in 2005 and the review of the Millennium Development Goals, including a specific response for Africa. Achievements: policy content of the Consensus integrated into the Development and Co-operation Instrument (DCI), programming guidelines and regional strategies (e.g. EU Strategy for Africa). - Reaffirming a strong commitment to human rights . Achievements: renewed instrument for the promotion of democracy and human rights adopted at the end of the year. In addition to the above-mentioned objectives, the Commission made progress in the following fields, for which it also announced key initiatives in 2006: - Achieving substantial progress in Economic Partnership Agreement negotiations with six ACP regions to allow entry into force in 2008. Achievements: all negotiations advanced, analysis and capacity-building actions provided, link between negotiation process and programming of development co-operation ensured. - Contributing to the follow-up key initiatives on development, notably on financing, coherence, Africa and international public goods, as a result of this year’s G8 Summit and High-level Plenary meeting on Millennium Development Goals . Achievements: action plan on aid effectiveness (“EU aid: delivering more, faster and better”) approved with a list of nine deliverables to be implemented by 2010. - Reinforcing the Commission’s response capacity to humanitarian disasters, strengthening its disaster prevention and preparedness strategy, and addressing the EU contribution to the Global Health Fund for AIDS/HIV, Malaria and Tuberculosis. Achievements: consultation of partners and EU Member States launched to feed into a communication on ' Towards a European Consensus on Humanitarian Aid ' to be issued in 2007; annual contribution to the Global Fund of € 90 million. ",
        "EN 12 EN Net Disbursements 2004, 2005 Annual Report information 2006 Provisional figures Annual Report exercise (According to DAC List of recipient available at December 2005) LDC : Least Developed Countries OLIC : Other Low Income Countries LMIC : Lower Middle Income Countries UMIC : Upper Middle Income Countries REGION / UNALLOC : Regional Programmes and Unallocated Table 1: 2000-2006 Poverty focus. 2000-2003 EC reporting to DAC (following the same method: LDCs/LICs country specific allocations -including EIB- /Total disbursements) 21.6% 26.7% 32.7% 35.8% 33.4% 33.5% 32.9% 10.4% 11.2% 10.4% 8.7% 10.3% 12.6% 13.2% 45.8% 39.5% 36.9% 30.7% 28.6% 3.1% 5.3% 2.5% 3.0% 2.9% 3.0% 4.9% 18.4% 15.1% 16.3% 21.8% 22.4% 22.3% 18.1% 32.0% 43.1% 44.5% 43.7% 46.1% 46.1% 31.0% 31.0% 37.9% 0% 10% 20% 30% 40% 50% 2000 2001 2002 2003 2004 2005 2006 LDC OLIC LMIC UMIC REGION / UNALLOC LDC+OLIC ",
        "EN 13 EN Table 2: EuropeAid - Evolution of Regional breakdown 2001-2006 Commitments - € Million) Balkans NIS Latin America Asia Mediterra nean South Africa ACP (1) Thematic Total 2001 705 426 301 407 709 121 1.971 928 5.568 2002 658 432 333 575 762 124 2.169 949 6.002 2003 620 504 342 558 782 127 3.811 943 7.687 2004 663 504 312 611 1.003 135 2.685 1.001 6.916 2005 519 515 329 834 1.075 155 3.546 1.055 8.027 2006 524 528 356 853 1.178 125 3.477 1.097 8.137 Commitments 2006 made by EuropeAid + Enlargement (Balkans). Excluding administrative costs managed by EuropeAid Regional breakdown following geographic and thematic budget lines (1) ACP Region includes EDF + Bananas & Sugar budget line 2001-2006 - 500 1.000 1.500 2.000 2.500 3.000 3.500 4.000 Balkans NIS Latin America Asia Mediterranean South Africa ACP (1) Thematic 2006 2005 2004 2003 2002 2001 ",
        "EN 14 EN Table 3: EuropeAid - Evolution of Regional breakdown 2001-2006 (Payments - € Million) Balkans NIS Latin America Asia Mediterra nean South Africa ACP (1) Thematic Total 2001 845 402 152 383 488 99 1.814 771 4.109 2002 619 384 182 455 707 119 1.968 815 4.630 2003 425 396 290 470 700 118 2.366 851 5.191 2004 510 359 314 526 1.125 116 2.472 790 5.701 2005 345 432 376 681 1.122 138 2.468 932 6.149 2006 547 445 343 737 1.235 107 2.848 774 7.037 Payments 2006 made by EuropeAid + Enlargement (Balkans). Excluding administrative costs managed by EuropeAid Regional breakdown following geographic and thematic budget lines (1) ACP Region includes EDF + Bananas & Sugar budget lines 2001-2006 - 500 1.000 1.500 2.000 2.500 3.000 Balkans NIS Latin America Asia Mediterranean South Africa ACP (1) Thematic 2006 2005 2004 2003 2002 2001 ",
        "EN 15 EN Table 4: Sectoral Breakdown Commitments 2006 (€ Million) ODA/OA resources managed by EuropeAid and CARDS. Excluding administrative costs managed by EuropeAid 1. Social Infrastructures: Education, Health, Water, Government & Civil Society, Other ; 3 416 M€; 42% 3. Production : Agriculture, Forestry & Fishing, Industry, Mining & Construction, Trade & Tourism; 771 M€; 10% 7. Emergency assistance, Reconstruction Relief; 795 M€; 10% 2. Economic Infrastructures & Services : Transport, Communications, Energy, Other services; 1 176 M€; 15% 5. Budget Support, Food Aid, Food Security; 615 M€; 8% . Multisector/Crosscutting: Environment, Women in development, Other; 996 M€; 12% 9. Other/Unallocated : Admin. Costs, Support to NGOs, Unspecified; 278 M€; 3% ",
        "EN 16 EN Table 5: European Consensus : Areas relating to EU development co-operation Commitments 2006 (€ Million) ODA/OA resources managed by EuropeAid and CARDS. Excluding administrative costs managed by EuropeAid 1. Governance and support for economic and institutional reforms; 1 429 M€; 18% 3. Infrastructure and transport; 1 339 M€; 17% 8. The environment and sustainable management of natural resources; 224 M€; 3% 10. Multi areas; 1 150 M€; 14% 9. Conflict prevention and state fragility; 448 M€; 6% 6. Human and social development; 1 050 M€; 13% 2. Trade and regional integration; 512 M€; 6% 5.Social cohesion and employment; 321 M€; 4% 4. Water and energy; 810 M€; 10% 7. Rural development, territorial planning, agriculture and food security; 764 M€; 9% "
    ]
}