{
    "text": [
        "RESOLUTION ( 1 ) by the Euronest Parliamentary Assembly on policy development on unconventional gas and potential impact on energy markets in the EU and the Eastern European partner countries (2016/C 193/03) THE EURONEST PARLIAMENTARY ASSEMBLY, — having regard to the Constituent Act of the Euronest Parliamentary Assembly of 3 May 2011, — having regard to the Joint Declaration of the Eastern Partnership Summit held in Riga on 21 and 22 May 2015, — having regard to the European Council conclusions of 24 October 2014 on the 2030 climate and energy policy framework, — having regard to the decisions of the United Nations Climate Change Conference held in Paris from 30 November to 10 December 2015, — having regard to the European Parliament resolution of 5 February 2014 on a 2030 framework for climate and energy policies ( 2 ), — having regard to the European Parliament resolution of 14 March 2013 on the ‘Energy roadmap 2050, a future with energy’ ( 3 ), — having regard to the European Parliament resolution of 12 June 2012 on ‘Engaging in energy policy cooperation with partners beyond our borders: A strategic approach to secure, sustainable and competitive energy supply’ ( 4 ), — having regard to the Commission communication of 22 January 2014 entitled ‘A policy framework for climate and energy in the period from 2020 to 2030’ (COM(2014)0015), — having regard to the national strategy papers in respect of energy of Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine for the periods up to 2020 and 2030 respectively, — having regard to the 2014-2017 core objectives and work programme of the Eastern Partnership (Platform 3 — Energy security), — having regard to the establishment of the Eastern Europe Energy Efficiency and Environment Partnership (E5P) in 2009, — having regard to the Treaty on the Functioning of the European Union (TFEU), and in particular Article 194 thereof, which states that the application of its provisions establishing Union measures in the field of energy is, inter alia, without prejudice to the application of other provisions of the Treaties, including Article 192(2) in particular, — having regard to Directive 94/22/EC of the European Parliament and of the Council of 30 May 1994 on the conditions for granting and using authorisations for the prospection, exploration and production of hydrocarbons ( 5 ), — having regard to the 2014 and 2015 Annual Reports to the European Parliament and the national parliaments on the activities of the Energy Community, 31.5.2016 C 193/13 Official Journal of the European Union EN ( 1 ) Adopted on 22 March 2016 in Brussels, Belgium. ( 2 ) Texts adopted, P7_TA(2014)0094. ( 3 ) Texts adopted, P7_TA(2013)0088. ( 4 ) OJ C 332 E, 15.11.2013, p. 28. ( 5 ) OJ L 164, 30.6.1994, p. 3. ",
        "A. whereas the EU Member States and their Eastern European partners are primarily responsible for their energy mixes and for meeting rising energy demand, and the EU Member States have to act in accordance with Article 194 TFEU and thus to ensure the functioning of the energy market and the security of energy supply, and to promote energy efficiency and savings, the development of renewable energy and the interconnection of energy networks; B. whereas, in a fast-evolving energy landscape characterised by increasing global competition for resources, rising energy prices and growing price differentials with some of our main competitors, European economies and citizens require energy which is sustainable and affordable, with a secure and reliable supply; C. whereas our countries still face a number of energy challenges, including decarbonisation, increasing import dependency on a single monopoly supplier (with related risks for security of supply), the use of energy supplies as a tool for political leverage, the completion of the internal energy market, energy poverty, and the impact of energy prices on competitiveness; D. whereas unconventional hydrocarbons have the potential to strengthen indigenous sources of energy and decrease import dependency; E. whereas the techniques associated with high-volume hydraulic fracturing, commonly referred to as ‘fracking’, have triggered concerns about public health and environmental effects; F. whereas the Commission wishes to ensure the environmental integrity of the extraction of unconventional hydrocarbons, such as shale gas, and to make sure that the risks that may arise from individual projects and cumulative development are managed adequately in EU Member States wishing to explore or exploit such resources; G. whereas on 22 January 2014 the Commission responded to calls for urgent action by adopting a recommendation intended to help provide clarity and predictability for public authorities, market operators and citizens; H. whereas that Commission Recommendation 2014/70/EU of 22 January 2014 on minimum principles for the exploration and production of hydrocarbons (such as shale gas) using high-volume hydraulic fracturing ( 1 ) invites EU Member States to follow minimum principles when implementing or adapting their legislation applicable to hydrocarbon exploration or production based on high-volume hydraulic fracturing; I. whereas, although the global economic crisis and low oil prices have had a negative impact on investment in the extraction of unconventional fossil fuels, international financial institutions still play a significant role by leveraging national funds and loans for such investment; J. whereas the shale gas deposits being found in countries that previously had no exploitable gas reserves bring an opportunity for countries that import natural gas to transform themselves into producers, allowing them to secure long-term natural gas needs from a domestic source and/or become exporters via newly developed liquefied natural gas (LNG); K. whereas the EU and its Eastern European partner countries need to take into account the overall competitiveness of their economies, and of their sectors for the extraction of hydrocarbons such as fossil fuels, when shaping appropriate policies for imposing obligations on industrial sectors that are developing new ways of extracting unconventional fossil fuels in the context of the exploration or exploitation of such resources; 1. stresses the importance of EU assistance in connection with the policy recommendations laid out in Recommen­ dation 2014/70/EU; 2. endorses the minimum principles set out in Recommendation 2014/70/EU, which are intended to ensure that public health, the climate and the environment are safeguarded, that resources are used efficiently, that competition for exploitation, construction and operation is organised transparently, and that the public is informed; asks those EU Member States which intend to pursue hydraulic fracturing to respect these principles; 3. calls for the creation of the conditions necessary for safe and effective exploration and production of hydrocarbons (such as shale gas) using high-volume hydraulic fracturing; 31.5.2016 C 193/14 Official Journal of the European Union EN ( 1 ) OJ L 39, 8.2.2014, p. 72. ",
        "4. emphasises that Eastern European partners have to address public concerns about all the possible negative consequences of hydraulic fracturing, and to ensure the highest environmental, social, public health, efficiency and safety standards as well as transparent competition for the exploitation, construction and operation of the extraction of unconventional gas; also highlights the need to avoid environmental and public hazards; 5. draws attention to the particular challenges associated with the exploitation of natural gas, which currently accounts for one quarter of the EU's primary energy consumption and could contribute to reducing greenhouse gas emissions in the short to medium term, should it replace more carbon-intensive fossil fuels; stresses, in particular, that, at the consumer level, regions relying on oil-based heating could bring their emissions down by encouraging homeowners to convert to natural gas heating; notes that those regions should not be discouraged from increasing energy efficiency in key sectors such as buildings, or from maximising their use of renewable sources; 6. supports the exploration of shale gas in EU Member States, given that it could be a possible substitute for more carbon-intensive fossil fuels, an indigenous source of natural gas (thereby reducing dependency on other energy suppliers) and a possible driver of jobs, economic growth and additional sources of public revenue; 7. underscores both the potential new opportunities and the challenges stemming from shale gas extraction, as highlighted in Recommendation 2014/70/EU; 8. calls for the intensification of fundamental and applied science research and thematic research on scientific prognostication and the establishment of prospecting zones for the development of slate, high organic substances and methane gas from coal deposits, which can be linked to the extraction of gas in all oil, gas and coal basins; 9. stresses the need to prepare normative and technical documentation and bring it into line with international industry standards for effective prospecting, exploration and production in respect of shale gas strata in Eastern Partnership countries; 10. calls for improvements to legislation in the area of subsoil use for oil and gas production, and the assessment, prevention and elimination of negative and potentially negative environmental and social impacts of subsoil use; Potential impact on energy markets in EU Member States and Eastern Partnership countries 11. considers that shale gas activities also have the potential to bring direct or indirect economic benefits to EU Member States and Eastern Partnership countries, regions, local communities, enterprises and citizens, for instance through regional investments in infrastructure, direct and indirect employment opportunities, and public revenue in the form of taxes, fees and royalties; 12. notes the example of the USA, where unconventional gas currently accounts for 60 % of domestic gas production, with shale gas featuring the highest growth rate; points out that this significant increase in indigenous natural gas production has resulted in lower gas prices in the USA and has temporarily influenced the price of LNG imports into the EU; 13. takes note of the European Council conclusions of 22 May 2013, which stressed the need to diversify Europe's energy supply and develop safe and indigenous energy resources in order to ensure security of supply, reduce the external energy dependency of EU Member States and stimulate economic growth; 14. recalls that the EU's long-term objective, in conjunction with the Eastern Partnership countries, is to become a resource-efficient and sustainable economy; considers that natural gas and the availability of new sources of safe and sustainable indigenous fossil fuels, such as natural gas from shale formations, can play a role in transforming the energy sector, especially if these replace more carbon-intensive fossil fuels; takes the view that, in any case, reducing greenhouse gas emissions from our energy system will require continued improvements in energy efficiency, energy savings and an increased uptake of sustainable technologies, in particular renewable energies; 15. calls on Belarus to halt the construction of its nuclear power plant until a truly independent environmental impact assessment of its construction and operation has been carried out in an open and transparent manner, in full compliance with existing international nuclear and environmental safety standards and requirements, such as the Espoo and Aarhus Conventions and the safety standards laid down by the International Atomic Energy Agency (IAEA), and with the involvement of all stakeholders, in order to ensure that no compromises are made at the expense of environmental protection and nuclear safety; 31.5.2016 C 193/15 Official Journal of the European Union EN ",
        "16. calls on the governments of Eastern European partner countries to do their utmost to ensure transparency in negotiating energy agreements with third countries, especially those known for using energy resources as a tool of foreign policy. Background information on cooperation between Ukraine and the EU in the energy sector Shale gas and methane gas, which together are known as ‘unconventional gas’, are sparking significant interest in building up hydrocarbon resources and increasing Ukraine's energy independence. The concept of non-traditional hydrocarbons includes shale gas, tight gas reservoir rocks (or gas of the central-basin type) and deposits of shale oil, coalbed methane and gas hydrates. In Ukraine, there are prospects for opening up unconventional hydrocarbon deposits of all types. Expected recoverable shale gas resources in Ukraine have previously been estimated by various experts as being in the range of 7-15 trillion m 3 . Most experts agree that Ukraine ranks fourth in Europe (after Poland, France and Norway) for shale gas resources. One of the main factors necessary for the effective functioning of the Ukrainian economy is meeting the country's needs for mineral resources, primarily fuel and energy. Alongside a decrease in the level of energy consumption, priority must be given to the development of new search technology and to the production and use of other natural energy sources, including unconventional ones. In order to develop shale gas, it is necessary to implement modern technologies for disclosure, testing, intensification (in particular the use of powerful multistage fracturing) and the development of deposits, and to attract the significant investments required, which Ukraine does not have. Cooperation between Ukraine and the EU in the energy sector takes place under the EU-Ukraine Association Agreement and Association Agenda, the Memorandum of Understanding on Energy Cooperation between the EU and Ukraine, and the Treaty establishing the Energy Community. The development of unconventional hydrocarbon production resources, in particular shale gas, is constrained by a number of other factors, including the absence of legislation that would regulate production of this type of raw material. As a member of the Energy Community, Ukraine has an obligation to implement the Third Energy Package. It is currently reforming its energy sector and harmonising its legislation in accordance with the commitments made. Recent achievements include the adoption of the Law on the Natural Gas Market, which is designed to create an efficient and competitive environment in this sector. With a view to carrying out sectoral reforms in 2015, Ukraine had the intention of preparing and adopting a number of legislative acts liberalising the gas and electricity markets. In particular, the Ukrainian Ministry for Energy and the Coal Industry, in conjunction with the Secretariat of the Energy Community, drafted the Law on the Natural Gas Market in accordance with Directive 2009/73/EC concerning common rules for the internal market in natural gas and Regulation (EC) No 715/2009 on conditions for access to the natural gas transmission networks. The aforementioned law sets out the legislative framework for the reform of the gas sector and a plan for its implemen­ tation in accordance with European energy legislation, including the provisions of the Third Energy Package. 31.5.2016 C 193/16 Official Journal of the European Union EN "
    ]
}