{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 14.9.2016 SWD(2016) 299 final COMMISSION STAFF WORKING DOCUMENT Accompanying the document Communication from the Commission to the European Parliament and the Council Mid-term review/revision of the multiannual financial framework 2014-2020 An EU budget focused on results {COM(2016) 603 final} ",
        "2 Table of Contents 1. INTRODUCTION ....................................................................................................... 4 2. WHERE WE SPEND: FOCUSING THE BUDGET FURTHER ON JOBS AND SUSTAINABLE GROWTH AND RESPONSE TO NEW CHALLENGES ........................................................................................................... 6 2.1. Tackling the economic crisis and investment gap ............................................. 7 2.1.1. Kick-starting spending for jobs and growth ........................................ 7 2.1.2. Mobilising cohesion investment for jobs and growth ......................... 9 2.1.3. Sustainable Growth: Natural Resources ............................................ 11 2.2. Addressing the refugee crisis ........................................................................... 12 2.2.1. Protecting the EU external borders .................................................... 13 2.2.2. Challenges inside the EU ................................................................... 13 2.2.3. External challenges ............................................................................ 14 2.3. Addressing security and development concerns inside the EU and in its neighbourhood ............................................................................................ 18 2.3.1. Macro-Financial Assistance to avoid economic instability in the EU neighbourhood ....................................................................... 18 2.3.2. EIB External Lending Mandate ......................................................... 18 2.3.3. Security and Defence ......................................................................... 19 2.4. Addressing climate change .............................................................................. 20 3. HOW WE SPEND: IMPROVING THE FLEXIBILITY OF THE BUDGET AND MAXIMISING ITS IMPACT ......................................................................... 21 3.1. Improving the flexibility of the EU budget to respond to unforeseen events ............................................................................................................... 22 3.2. Leveraging the EU budget ............................................................................... 23 3.2.1. Financial instruments and EFSI ......................................................... 23 3.2.2. Trust Funds ........................................................................................ 25 3.3. Improving the conditions for an effective use of EU funds ............................ 26 3.3.1. Linking effectiveness of European Structural and Investment Funds to sound economic governance ............................................... 26 3.3.2. Simplifying the delivery of the EU Budget ....................................... 28 3.3.3. Improving the interoperability of funds, financial instruments and EFSI ............................................................................................ 30 4. HOW WE ARE ASSESSED: PERFORMANCE, ACCOUNTABILITY AND MULTIANNUAL ERROR RATES ................................................................ 30 4.1. Towards a reinforced EU Performance Budgeting System ............................. 30 4.2. Accountability and reporting ........................................................................... 31 ",
        "3 4.3. Multiannual error rates .................................................................................... 32 5. BUDGETARY AVAILABILITIES IN THE 2014-2020 MFF ................................ 33 5.1. Financing needs for the initiatives proposed by the Mid-Term Review ......... 33 5.2. Budgetary availabilities in the remainder of the 2014-2020 MFF .................. 34 5.3. Sufficiency of payment ceilings ...................................................................... 34 6. TOWARDS THE NEXT MULTIANNUAL FINANCIAL FRAMEWORK ........... 35 6.1. Context of the next MFF ................................................................................. 35 6.2. Duration of the next MFF ................................................................................ 36 6.3. EDF budgetisation ........................................................................................... 36 6.4. Potential new spending areas: defence and security ........................................ 37 6.5. Own resources ................................................................................................. 37 6.6. Completing Europe's Economic and Monetary Union .................................... 38 ANNEXES ........................................................................................................................ 39 ANNEX 1: MFF 2014-2020 .............................................................................................. 39 ANNEX 2: CLIMATE TRACKING OF 20 % TARGET ................................................ 41 ANNEX 3: EUROPEAN UNION TRUST FUNDS ......................................................... 43 ANNEX 4: SCHEMATIC VIEW OF ESI FUNDS MACRO- CONDITIONALITY ................................................................................................. 47 ANNEX 5: SIMPLIFICATION SCOREBOARD ............................................................ 48 ANNEX 6: MEDIUM-TERM PAYMENTS FORECAST ............................................... 51 ",
        "4 1. INTRODUCTION The present Staff Working Document accompanies the Commission's Communication on the mid-term review/revision of the multiannual financial framework 2014-2020 – An EU budget focused on results 1 . The multiannual financial framework (MFF) for 2014-2020 provides for EUR 1087 billion in commitment appropriations and for EUR 1025 billion in payment appropriations (in current prices) 2 . In commitments, this represents about 2.1 % of EU Member States’ total government expenditure and 1.04 % of EU gross national income. The MFF provides a stable funding framework for programmes which contribute to the achievement of the Europe 2020 strategic long term objectives 3 in the areas of competitiveness for jobs and growth, economic, social and territorial cohesion, sustainable growth and natural resources, security and citizenship and external action (Global Europe). The focus on political priorities is further reflected in the Commission's Agenda for Jobs, Growth, Fairness and Democratic Change, which highlights the ten policy areas where action will be pursued during the current mandate in order to prepare Europe for the global challenges ahead 4 . The 2014-2020 MFF has brought about some significant improvements in terms of how EU money is spent, notably: – Competitiveness, EU value-added and strengthened conditionality : the share of the budget spent in programmes considered to bring the highest added value in terms of jobs and growth and enhancing competitiveness has been significantly increased. This has been notably the case for Horizon 2020 programme for research and innovation and the new Connecting Europe Facility that supports the development of trans-European networks in the fields of transport, energy and digital services. It is also the case of Erasmus+ , with a strong EU value-added in its transnational mobility activities, contributing to skills development, employability of students and less likelihood of unemployment. Moreover, new provisions have been introduced for the implementation of the European Structural and Investment Funds to improve their effectiveness and European added value, notably by concentrating resources on key Europe 2020 objectives, establishing a performance framework based on measurable indicators and targets linked to the release of a performance reserve, introducing ex-ante conditionalities as well as creating closer linkages with the EU economic governance and the European Semester process. 1 COM(2016)603 of 14.9.2016. 2 Annex 1 shows the commitment appropriations per main categories of spending (headings) in % of the total and in current prices, based on the most recent Technical Adjustment of the MFF; COM(2016) 311 final of 30.6.2016. 3 The Europe 2020 Strategy fixes five targets for the EU in 2020: (1) Employment: 75% of the 20-64 year-olds to be employed, (2) R&D / innovation: 3% of the EU's GDP (public and private combined) to be invested in R&D/innovation; (3) Climate change/energy: greenhouse gas emissions 20% (or even 30%, if the conditions are right) lower than 1990, 20% of energy from renewables, 20% increase in energy efficiency; (4) Education: Reducing school drop-out rates below 10%, at least 40% of 30-34– year-olds completing third level education; (5) Poverty/social exclusion: at least 20 million fewer people in or at risk of poverty and social exclusion. 4 http://ec.europa.eu/priorities/sites/beta-political/files/juncker-political-guidelines_en.pdf. ",
        "5 – Common Agricultural Policy (CAP): the support to farmers through the CAP includes more public policy objectives than in the past, notably on promoting sustainable management of natural resources and climate action. – Climate mainstreaming : overall, at least 20% of the EU budget should contribute to the fight against the causes and consequences of climate change. – Performance budgeting : a performance budgeting system, aligned on the Europe 2020 strategy, has been established. Performance benchmarks have been embedded in the legal bases of multiannual programmes, including a set of clearly defined objectives, indicators, milestones and long-term targets, which are reported on, both ex-ante and ex-post, at the time of the draft budget. – Simplification : progress has been made in reducing the number of programmes and instruments and grouping some of them under a common framework with uniform rules, simplifying procedures for application and declaration of costs by final beneficiaries, facilitating the deployment of innovative financial instruments, and improving the cost-efficiency of controls. – Flexibility : the introduction of new instruments allows for shifting available margins between headings and years, which represents a major step forward in terms of flexibility within the total MFF ceilings to accommodate evolving needs. – Leveraging : the MFF 2014-2020 and the related spending programmes have also laid down the foundations for a more systematic use of financial instruments as a means to leverage the EU budget's impact, and authorised the setting-up of European Union Trust Funds in the external policy area. Building on this, the Commission has, in 2015, launched the Budget focused on results initiative which aims at further improving the impact and performance of the EU budget 5 and which is framed around four key questions: – \" Where we spend \": the EU budget should invest in programmes delivering European added value and contributing to implementing the Union's overall strategy and priorities. Moreover, it should be able to respond to new challenges and to address multiple objectives (e.g. climate mainstreaming, conditionality and alignment with country-specific recommendations). – \"How we spend\" : the EU budget must ensure swift and efficient delivery on the ground by building on the simplification of delivery mechanisms already achieved, in particular in the research area, ensuring more efficiency in the budget implementation at Commission, Member State and project level, achieving a higher financial leverage from the EU budget and providing better incentives to achieve results through performance reserve and conditionality. – \"How is performance assessed\": beyond guarantees on sound financial management in line with the legal and regulatory requirements, public accountability requires transparency and adequate reporting on how the EU budget contributes to the Union's political priorities. Furthermore, the 5 See: http://ec.europa.eu/budget/budget4results/index_en.cfm. ",
        "6 Commission, together with the Member States, will aim to bring down the error rate, taking into consideration multi-annual corrections, to below 2%. – \"How we communicate\" : improving information and communication on the results achieved by EU spending is crucial for strengthening the citizens' confidence in the ability of the EU to provide added value and contribute to economic and social welfare and tackling global challenges. The work undertaken under this initiative has helped framing the assessment made of the functioning and implementation of the MFF at mid-term 6 with a view to taking stock of progress made in modernising the budget and to seeking further improvements, along three main lines: further improving the budget's focus on policy priorities and new challenges (Chapter 2) and its efficiency and flexibility in mobilising and delivering funding to respond to evolving needs (Chapter 3), and demonstrating results (Chapter 4). Chapter 5 summarises the financing needs for further aligning the EU budget's to the political priorities and assesses the sufficiency of the MFF ceilings. Chapter 6 addresses issues of particular relevance for the preparation of the next MFF , for which the Commission will have to present proposals before 1 January 2018. 2. WHERE WE SPEND : FOCUSING THE BUDGET FURTHER ON JOBS AND SUSTAINABLE GROWTH AND RESPONSE TO NEW CHALLENGES In the first years of implementation, the MFF has contributed to address the challenges the EU is facing, notably the economic crisis and the resulting investment gap, the refugee crisis, the internal and external security concerns, as well as climate change. In this context, to take account of the difficult situation of Member States who suffered most from the crisis, the Member States' cohesion allocations were reviewed in June 2016 and, where appropriate, adjusted for the years 2017-2020 on the basis of the most recent statistics available. As announced in the technical adjustment of the MFF for 2017 7 , the Commission has engaged in discussions with Member States who benefit most of the adjustment of cohesion policy envelopes with a view to focusing the additional amounts on measures to help tackling the migration crisis and youth unemployment and on investments through financial instruments and a combination with the European Fund for Strategic Investments, taking into account the needs and relevance of those priorities for each Member State. 6 The MFF review/revision is not to be seen as a renegotiation of the MFF package agreed in 2013. As foreseen in Article 2 of the MFF Regulation, pre-allocated national envelopes shall not be reduced in the context of the Mid-Term Review/Revision. And this exercise is distinct from the mid-term evaluation of multiannual programmes, most of which being scheduled for end-2017. 7 Technical Adjustment of the financial framework for 2017 in line with movements in GNI and adjustment of cohesion policy envelopes, adopted pursuant to Articles 6 and 7 of Council Regulation No 1311/2013 laying down the multiannual financial framework for the years 2014-2020, COM(2016) 311, 30.6.2016. ",
        "7 2.1. Tackling the economic crisis and investment gap 2.1.1. Kick-starting spending for jobs and growth The ceiling for sub-heading 1A \"Competitiveness for Growth and Jobs\" is set at EUR 142 billion in current prices under the MFF 2014-2020. Compared with the previous period, the MFF 2014-2020 has operated a significant recalibration of spending towards activities conducive to jobs and growth. This has been amplified by the setting-up of the European Fund for Strategic Investment (EFSI) . A number of programmes have shown high demand resulting in fast project selection and commitment of funds: for example, the programme for research and innovation ( Horizon 2020 ) could finance less than one third of the proposals evaluated positively; in 2015, around 560 000 young people, staff members of educational institutions and youth organisations from EU and non-EU countries were given the chance to participate in actions supported by Erasmus+ such as to study abroad and youth-exchanges as well as trainings and volunteering experiences; the strong demand for COSME financial instruments – the Union's programme dedicated to support SMEs – resulted in the whole 2014-2015 budget being used up by mid-2015 8 ; similarly, demand for microcredit and microloans under the EU Programme for Employment and Social Innovation (EaSI) 9 exceeded expectations by far; finally, the 2014 and 2015 calls for proposals launched under the transport strand of the Connecting Europe Facility (CEF) 10 were very successful. As a consequence, no significant appropriations will be available for CEF transport for any new calls until the end of 2019. In terms of large-scale projects, the infrastructure for Galileo (the European Satellite navigation programmes) and Copernicus (the European Earth Observation Programme) is being successfully deployed, with first services becoming operational in 2016-2017. On the other hand, the completion of the International Thermonuclear Experimental Reactor project (ITER) is being delayed, mostly because of its highly complex nature 11 . Complementing the existing MFF programmes, the European Fund for Strategic Investments (EFSI), adopted in June 2015, aims at contributing to bridge the investment gap of the EU since the start of the crisis. To establish 8 Still, agreements could continue to be signed in the second half of 2015 thanks to the guarantee provided by the European Fund for Strategic Investment (EFSI). 9 The EaSI programme is a financing instrument at EU level to promote a high level of quality and sustainable employment, guaranteeing adequate and decent social protection, combating social exclusion and poverty and improving working conditions. 10 The CEF supports trans-European networks and infrastructures in the sectors of transport, telecommunications and energy. Its transport strand benefits from an additional transfer of funds from the Cohesion Fund in order to focus spending on projects of particular European interest. 11 After the appointment of a new management team, the ITER Council of June 2016 endorsed an updated schedule for the ITER project, which identifies the date of First Plasma as December 2025. A communication by the Commission to the Council and the Parliament to agree the new schedule and mandate from all parties will be presented in 2017. The EUR 6.6 billion budget ceiling set for the current MFF will be respected. However, additional EUR 3 billion will be needed for the construction phase in 2021-2025. ",
        "8 EFSI, a guarantee of EUR 16 billion has been created, which is backed by a guarantee fund of EUR 8 billion from the EU budget, aiming at mobilising EUR 315 billion in investments in the real economy over three years (2015- 2017) 12 . The EFSI is delivering tangible results. Around 300 projects have been approved in 26 EU Member States by July 2016, which are expected to support some 200,000 SMEs and to mobilise EUR 115.7 billion in total investment, representing more than one third of the overall objective. It has been successful in crowding in significant additional finance (85% of the total investment mobilised) from private and public investors 13 . Complementarity between the EFSI and other EU funds is a key part of the Commission’s overall commitment to ensure a better use of EU funds across all policy areas. The Commission has published guidance on this matter 14 and will propose to simplify their combination (see also under 2.1.2). Given its success, the EFSI SME-window was scaled up quickly in July 2016, under the current framework, for the benefit of SMEs and mid-cap companies in all Member States: EUR 500 million of the EU guarantee was transferred from the Infrastructure and Innovation window to the SME window. The EU guarantee will be used to top-up InnovFin and COSME loan guarantee instruments as well as the EaSI programme and for the development of new products. This will lead to an increase in the overall size of budgetary allocations for these instruments and allow financing a significant extra volume of operations. Furthermore, given the results delivered, a reinforced EFSI should continue beyond the initial three-year period. To this end, the Commission presents a legislative proposal to extend the duration of the EFSI until 2020 in parallel with its Communication on the mid-term review/revision of the MFF. This proposal includes a transfer from CEF financial instruments to the EFSI of EUR 500 million, a transfer of EUR 1 146 million from CEF financial instruments to CEF grants to be blended with EFSI financing or to other instruments dedicated to energy efficiency, as well as the use of EUR 150 million from the unallocated margin. Given the high demand and effective absorption, it is proposed to supplement the original allocations of Horizon 2020 by EUR 0.4 billion, CEF-transport by EUR 0.4 billion, Erasmus+ by EUR 0.2 billion and COSME by EUR 0.2 billion over 2017 – 2020 to further enhance the EU support to jobs and growth. 12 This amount has been made available through redeployment from existing EU programmes (EUR 2.2 billion from Horizon 2020 and EUR 2.8 billion from the Connecting Europe Facility) and by using the available margins, notably from the Global Margin for commitments (for a total amount of EUR 2 448 million). 13 COM(2016) 359 final: Europe investing again – Tacking stock of the Investment Plan for Europe and next step. 14 http://ec.europa.eu/regional_policy/sources/thefinds/fin_inst/pdf/efsi_esif_compl_en.pdf ",
        "9 Following the Communication setting out a European vision of Internet connectivity for the Digital Single Market and in order to promote digital inclusion, the Union should support the provision of free local wireless connectivity in the centres of local public life through targeted support. For this reason the Commission has adopted the Wifi4EU proposal, with a total budget proposed of EUR 120 million, including a reinforcement by EUR 50 million. EU financing has a strong leverage effect on Member States and private investments. This is also relevant in the digital area - one of the top 10 priorities of this Commission – where investment needs linked to high- performance computing, cybersecurity, digital skills and connectivity have been identified. The Commission will look into ways to address these investment needs by pooling EU, national and private funding. 2.1.2. Mobilising cohesion investment for jobs and growth Planned spending for Economic, social and territorial cohesion under sub- heading 1b of the MFF 2014-2020 amounts to EUR 371 billion in current prices. This amount includes the European Structural and Investment Funds (ESI Funds), the Youth Employment Initiative specific allocation (EUR 3.2 billion), the Fund for European Aid for the most Deprived (FEAD) allocation (EUR 3.8 billion) and the Cohesion Fund contribution to the Connecting Europe Facility (EUR 11.3 billion). So far the implementation of the new operational programmes has been limited. As part of the reform for the 2014-2020 programming period a series of innovative elements to deliver high quality investments (see section 3.3.1 for more detail) have been introduced. Putting this ambitious new approach into practice in Member States and regions requires time and resources in the start-up phase to ensure that the necessary conditions for effective spending are in place. The setting-up of these innovative elements required time and resources in the start-up phase to ensure that the necessary conditions for effective spending are in place. This and the late adoption of the legal acts and the introduction of a general n+3 decommitment rule, which considerably relaxed the regulatory discipline on speed of implementation contributed to delaying the preparation of the operational programmes. Moreover, Member States focused their efforts on maximising the implementation of the 2007-2013 programmes in order to avoid potential loss of allocations. Finally, the process of designating the programme's managing, paying and certifying authorities by the Member States, which is a prerequisite for the submission of payment claims, was particularly lengthy 15 . Hence, so far the implementation of the new programmes has mainly been limited to the payment of the initial and annual pre-financing. The low take- up so far of the 2014-2020 cohesion programmes is a source of concern and requires determined action by the Member States. The Commission will 15 At the end of July 2016, 191 out of 419 programmes financed from the Structural Funds, the Cohesion Fund and the Fund for European Aid to the Most Deprived had their authorities designated. ",
        "10 present a first report summarising ESI Funds implementation in December 2016. The Commission has urged Member States to notify designations of their managing and certifying authorities, to submit major project applications to accelerate project implementation , as well as to implement the required actions to fulfil ex ante conditionalities which are paramount to effective and efficient investments. It will continue to offer technical support to Member States with implementation issues following the Task Force for Better Implementation approach. An important objective is to reinforce the take-up of European Fund for Strategic Investments in less developed Member States. In this respect, an easier combination of EFSI and European Structural and Investment Funds support is a key element. This should be done in view of mobilising additional private sector investment and ensuring further additionality. Guidance has been issued on the combination of European Structural and Investment Funds, financial instruments and the EFSI . The combination of ESI Funds and EFSI support is to be further simplified and legislative and other obstacles to such combinations removed through the proposal to simplify financial rules accompanying the Mid-Term Review 16 , which also contains other measures, building on the findings of the High-level Group on Simplification 17 . A specific allocation of EUR 3.2 billion (with the same amount being added from the European Social Fund) has been made available to the new Youth Employment Initiative (YEI) and frontloaded to 2014 and 2015. The YEI provided for the first time ever direct targeted support to young unemployed living in regions with youth unemployment rates higher than 25%. Whilst the YEI also experienced delays in setting up the programmes, designating authorities and submitting payment applications 18 , all systems and structures necessary for the smooth implementation are now in place and showing encouraging results: To date, over 1.4 million young people have been covered by YEI-supported actions, a number which exceeds initial estimates. First evaluations point at significantly improved opportunities for young people who completed a YEI intervention in finding employment or continuing their studies afterwards 19 . In many Member States, the mobilisation of EU funds (YEI and ESF) to support the national Youth Guarantee schemes and related structural reforms has been crucial for the successful implementation of the Youth Guarantee 20 . Jointly, the YEI and the ESF invest directly more than EUR 12.7 billion for 16 See chapter 3.3.2. 17 See section 3.3. 18 In order to speed-up the initiative, the YEI was fully frontloaded in terms of commitments in 2014 and 2015. It was also decided to scale-up the additional initial pre-financing to 30% in order to provide liquidity to Member States and speed-up implementation on the ground. 19 The Commission's Report on the implementation of the Youth Guarantee and the operation of the Youth Employment Initiative is being finalised (and foreseen to be adopted in October 2016). 20 The Youth Guarantee was endorsed in April 2013 through a Council Recommendation. It aims at ensuring that all young people under the age of 25 years receive a good-quality offer of employment, continued education, an apprenticeship or a traineeship within a period of four months of becoming unemployed or leaving formal education. ",
        "11 the integration of young people in the labour market over 2014-2020. In a number of Member States, the Youth Guarantee has provided a new impetus and has accelerated policy developments, especially in those facing important challenges and receiving significant EU financial support. Given the persistently high levels of youth unemployment in many regions and the encouraging first results shown, it is proposed to supplement the original allocation of the YEI by EUR 1 billion over 2017 – 2020, to reach a total amount of EUR 8 billion (with EUR 1 billion of matching funding to be provided from the European Social Fund). 2.1.3. Sustainable Growth: Natural Resources Heading 2 \"Sustainable Growth: Natural Resources\" , with an overall ceiling of EUR 420 billion for the years 2014-2020, covers direct payments, market-related expenditure and rural development under the Common Agricultural Policy, the European Maritime and Fisheries Fund and environment and climate action (Life programme). Since 2014, the Commission has proposed a number of exceptional market support measures for fruit and vegetable producers and the dairy and other livestock sectors in response to the Russian ban and market imbalances, which could be financed through the European Agriculture Guarantee Fund (EAGF) from redeployments and assigned revenue 21 . The total amount of these measures adds up to EUR 1 664 million. This financial support is to be considered exceptional. 2016 is the first year fully reflecting the implementation of the 2014-2020 CAP reform in the EU budget. Due to technical difficulties experienced in the implementation of the new direct payments scheme, EAGF execution reached 57% by mid-2016 compared to 90% a year earlier. The implementation gap is expected to substantially decrease until 15 October, which is the end of the 2016 agricultural financial year. To help Member States facing these difficulties, the Commission will waive reductions for expenditure made after 30 June but before 15 October. Implementation of the European Agricultural Fund for Rural Development (EAFRD) and of the European Maritime and Fisheries Fund (EMFF) was delayed due to the late adoption of the regulatory framework and programmes 22 . However, whilst the EMFF was confronted with the same process of designation of the programmes' managing and certifying authorities as for cohesion policy 23 , the continuation of existing 21 If, through its system of audits, the Commission finds that a member state has not managed funds correctly – in terms of administration and controls –the Commission has the right to claw back funds from member states. The funds remain available under the Common Agricultural Policy and are known as assigned revenue. Assigned revenue has been significantly higher than expected in the first years of the MFF: collected revenue assigned to EAGF amounted to EUR 1 014 million in 2014 and EUR 1 632 million in 2015. The 2016 budget assumes a level of assigned revenue to be collected throughout the year of EUR 2 090 million. 22 All EAFRD and EMFF programmes were adopted by end 2015. 23 By end July 2016, 7 out of 27 national programmes supported from the EMFF had their authorities designated. ",
        "12 accredited paying agencies allowed for Rural Development interim payments to take place as soon as the related programme was adopted. 2.2. Addressing the refugee crisis Heading 3 \"Security and citizenship\" is the smallest of all MFF headings, standing at EUR 17.7 billion in current prices (less than 2% of the MFF). Heading 4 \"Global Europe\" stands at EUR 66.2 billion (6% of the MFF). Europe has been experiencing unprecedented migratory flows in 2015, driven by geopolitical and economic factors expected to persist over the coming years. The European Agenda on Migration 24 has set out measures needed to prevent human tragedies and to strengthen emergency responses, as well as to address this issue comprehensively with a focus on four key areas: securing Europe's external borders; a strong Common Asylum System; a new European policy on legal migration and fighting irregular migration and human trafficking more robustly. On 18 March 2016, EU Heads of State or Government and Turkey agreed on a mechanism seeking to end irregular migration from Turkey to the EU and to facilitate legal channels of resettlement of refugees to the European Union. Under the EU-Turkey Agreement , for every Syrian national returned from the Greek islands to Turkey another will be resettled to the EU directly from Turkey. Resettlement of refugees is financed from the EU budget under the EU relocation and resettlement schemes. More than EUR 10 billion have been mobilised from the EU budget and the European Development Fund in 2015 and 2016 on the internal and external dimension of the refugee crisis, doubling the amount initially foreseen under the MFF for the Asylum, Migration and Integration Fund (AMIF) , the Internal Security Fund (ISF) , including emergency assistance 25 . The Commission has proposed for 2017 to maintain this level of expenditure by resorting to further redeployments and activation of special instruments. Moreover, in response to the growing pressure, the EU has expanded the funding base through the creation of external Trust Funds and the Refugee Facility for Turkey (see section 3.2.2), pooling and coordinating additional contributions from Member States with funds from the EU budget. All these actions should allow for a total funding available for migration of EUR 15.7 billion in 2015-2017 , demonstrating the budget’s ability to react but also the challenges and the limits of the current financial availabilities in addressing the refugee crisis. 24 COM(2015) 240 final, 13.5.2015. 25 The AMIF and the ISF were set up for the period 2014-20 with respective amounts of EUR 3.1 billion and EUR 3.8 billion. The aim of the AMIF is to promote the efficient management of migration flows and the implementation, strengthening and development of a common Union approach to asylum and immigration. The ISF promotes the implementation of the Internal Security Strategy, law enforcement cooperation and the management of the Union's external borders. The ISF is composed of two instruments, ISF Borders and Visa and ISF Police. Within AMIF and ISF, emergency assistance can finance, for example, reception centres, mobile hospitals, tents, and containers. ",
        "13 2.2.1. Protecting the EU external borders The Schengen area without internal borders is only sustainable if the external borders are effectively secured and protected. The Commission's proposal of 15 December 2015 for a European Border and Coast Guard , to be built from the existing Frontex agency and the national authorities and coastguards responsible for border management will be able to draw on at least 1,500 experts that can be deployed in under 3 days. For the first time the Agency will be able to acquire equipment itself and to draw on a pool of technical equipment provided by the Member States. The new Agency's human resources will more than double those of Frontex, to reach 1,000 permanent staff by 2020. The Agency’s budgets for 2015 and 2016 26 have been reinforced in order to enable it to address the migratory crisis, in particular by tripling the financial resources for the joint operations Poseidon and Triton, extending the Agency’s support to the Member States in the area of returns and giving necessary resources to set-up reception centres. For the Agency to adequately fulfil its new tasks, an additional amount of EUR 840 million will be needed until 2020 compared to the initial financial programming. The total number of staff will increase gradually to reach 1000 persons in 2020, of which 550 temporary agents. The Commission is committed to provide financial assistance for urgent needs to Member States facing extreme pressure at the external borders of the Union. 2.2.2. Challenges inside the EU Two implementation packages have been adopted under the European Agenda on Migration to provide for the relocation within the EU of 160,000 refugees from Italy and Greece and the resettlement programme to provide for legal and safe pathways for refugees outside the Union 27 . In order to ensure an adequate and comprehensive response to the challenges Member States may face with the migrant crisis, the Commission has called on Member States to examine the use of their Structural Funds programmes in terms of supporting migration-related measures, including integration and support to local host communities, with a view to a possible reprogramming of the funds. Accordingly, the proposal to simplify financial rules accompanying the Mid-Term Review introduces a dedicated investment priority to support the reception and integration of migrants and refugees. This will make programming simpler and provide legal certainty concerning action in this area. Given the sudden and massive influx of third-country nationals into the territory of a number of Member States in 2015 and 2016, a new instrument has been established for providing emergency assistance in EU Member States . This support can include the provision of food, shelter, medicine and other basic necessities. The estimated needs for 2016 are EUR 300 million with a further EUR 200 million each for 2017 and 2018 respectively. 26 The final EU subsidy for 2016 as adopted by the Budgetary Authority is EUR 238.7 million. 27 The scheme aims at resettling over 22,000 people in need of international protection from outside of the EU to EU Member States. This two year scheme is also supported by AMIF. ",
        "14 The Commission has tabled a number of proposals in the areas of migration, refugees, security and external border control, which require an additional EUR 2.55 billion for the years 2018-2020 beyond the initial financial programming. This includes the budgetary implications of the European Border and Coast Guard and the reinforcement of EUROPOL as well as the Commission proposals related to the EU Agency for Asylum, the review of the Dublin common asylum system, the Emergency support within the Union and the new Entry/Exit system which aims at registering entry, exit and refusal of entry data of third country nationals crossing the external borders of the Member States of the EU. Should these measures prove not sufficient to address the migration challenges, additional resources would be needed. This could be financed by the proposed new European Union Crisis Reserve funded by the re-use of de- committed appropriations. 2.2.3. External challenges Addressing root causes of migration and providing assistance to refugees hosted by third countries is of crucial importance for reducing migratory pressure. The EU and Member States are the world's largest development and humanitarian aid donor. But the scale of migratory movements puts the onus on being more targeted, more tailored and effective in terms of investments having a real impact boosting local growth and job creation and hence reducing the causes of irregular migration both in countries of origin and transit. The EU must use all means available and set itself clear priorities and measurable objectives. Development, pre-accession and neighbourhood policy tools should reinforce local capacity-building, including for border control, asylum, counter-smuggling and reintegration efforts. Like heading 3, heading 4 has been under particular pressure due to the multiplication of crises in the European neighbourhood and beyond. The Instrument for Pre-Accession Assistance (IPA), the European Neighbourhood Instrument (ENI), the Development Cooperation Instrument (DCI), Humanitarian Aid, and the Instrument contributing to Stability and Peace (IcSP) were mobilised for responding to the new challenges and emergencies. Some important reinforcements had to be made through redeployments and the use of margins and flexibility instruments, whilst funding had also to be redirected and leveraged by means of new tools such as Trust Funds and facilities. In view of the need to react to unforeseen needs, each geographical external instrument (the Instrument for Pre-Accession, the European Neighbourhood Instrument and the Development Cooperation Instrument) should be able to keep a reserve (a \" flexibility cushion \") of up to 10 % of the annual commitment appropriations available unallocated, with the possibility to carry-over to the following year remaining funds of that reserve not used in a given financial year. Since the beginning of the crisis, the EU has provided a significant contribution in terms of humanitarian aid to Syrian refugees both in Syria and neighbouring countries. The EU Regional Trust Fund in Response to the ",
        "15 Syrian Crisis (\"Madad\") addresses non-humanitarian resilience needs of the almost 5 million Syrian refugees, internally displaced persons and hosting communities in Syria's neighbouring countries and the Western Balkans in terms of education, livelihoods and health. The Trust Fund also has a mandate to finance reconstruction in a future post-conflict Syria, and would be the best suited EU instrument for that purpose. It has already reached a volume of more than EUR 700 million, and is expected to meet its initial target of EUR 1 billion by the end of 2016. By mid-August 2016, EUR 629 million had already been allocated for projects in Lebanon, Jordan, Turkey, Iraq, and the Western Balkans 28 . Since the beginning of the crisis, EU humanitarian aid to Syrian refugees has exceeded EUR 1 billion. The EU and its Member States total contribution pledged at the London Conference \"Supporting Syria and the region\" in February represented over 70% of all pledges 29 . The political imperative now is to deliver on this commitment. At the London conference, the EU pledged to continue its support over the coming years to help cover the annual cost of EUR 1.25 billion for ensuring education for all children in the region. The Facility for Refugees in Turkey combines both immediate and structural support to a total EUR 3 billion in 2016-2017 30 . By mid-August 2016, EUR 2 239 million had been allocated for humanitarian and non-humanitarian assistance 31 . Should the initial allocation to the Facility for Refugees in Turkey be used to the full and all commitments respected, a further EUR 3 billion could be provided up to the end of 2018 to continue support. This could be financed by the proposed new European Union Crisis Reserve funded by the re-use of de- committed appropriations (see section 3.1). Beyond Syria, the EU Emergency Trust Fund for Africa (\"Africa Trust Fund\") has been launched at the Valetta summit on migration in November 2015. It will assist countries that are most affected by migration in the Sahel and Lake Chad region, the Horn of Africa and North Africa. With its initial allocation of EUR 1.88 billion, decisions have been taken on projects worth over EUR 750 million in areas such as job creation and resilience, with a focus on the most vulnerable. Supplementing action under the existing programmes, the Commission has proposed a Partnership Framework with third countries 32 under the European Agenda on Migration in order to ensure a coherent approach vis a vis partner countries and a more efficient and coordinated deployment of the different programmes and funding sources at the Union's disposal, i.e. MFF programmes, the European Development Fund (EDF), European Union Trust Funds and the Facility for Refugees in Turkey. The partnership framework 28 See: http://ec.europa.eu/enlargement/neighbourhood/countries/syria/madad/index_en.htm 29 Over EUR 7 billion. 30 The Facility for Refugees in Turkey is financed from the EU budget (EUR 1 billion) and from additional EU Member State contributions (EUR 2 billion) in 2016-2017. 31 For the list of projects and the state of play of contracting and disbursements see: http://ec.europa.eu/enlargement/news_corner/migration/20160818-turkey-facility-table.pdf. 32 COM(2016) 385 final. ",
        "16 aims at a coherent and tailored engagement where the Union and its Member States act in a coordinated manner putting together instruments, tools and leverage, to reach comprehensive Partnership frameworks (compacts) with third countries to better manage migration in full respect of the Union's humanitarian and human rights obligations. The following main financial sources from the EU and its Member States should be available to vitalise the partnerships: – Money for financing the immediate actions of the compacts: EUR 1 billion to be added to the EU Emergency Trust Fund for Africa, consisting of EUR 0.5 billion from the EDF reserve and EUR 0.5 billion from the Member States. – Money from the existing trust funds: EUR 3.6 billion from the EU Emergency Trust Fund for Africa and EUR 1 billion from the EU Regional Trust Fund in Response to the Syrian Crisis. – Nearly EUR 2.4 billion in total pledged contributions from the EU and its Member States as additional funds for Lebanon, Jordan (and Syria) at the London conference. – Macro-financial assistance to avoid economic instability of up to EUR 1 billion in loans to Tunisia (EUR 0.3 billion being implemented and EUR 0.5 billion proposed by the Commission in February 2016) and Jordan (EUR 0.2 billion million under consideration). – Total aid flows from the EU and its Member States to the key priority countries which recently averaged EUR 4.4 billion per year. This would mean, provided that all Member States participate, that nearly EUR 8 billion are made available over 2016-2020 for the delivery of the compacts to be complemented by the annual Official Development Aid flows from the EU and Member States. In the long term , the EU should continue to increase its efforts to address the root causes of irregular migration and forced displacement and to provide capacity building to the host communities and relevant institutions. This will require fundamentally reconsidering the scale and nature of traditional development co-operation models. A much greater role must be given to private investors looking for new investment opportunities in emerging markets. This is the purpose of the proposed External Investment Plan that aims at supporting investments in regions outside the EU as a means to contribute to the achievement of sustainable development goals, thus addressing the root causes of migration and support partners to manage its consequences 33 . In parallel with the Mid-Term Review, the Commission is submitting a proposal for a new European Fund for Sustainable Development (EFSD) 33 Communication from the Commission to the European Parliament, the European Council, the Council and the European Investment Bank on establishing a new Partnership Framework with third countries under the European Agenda on Migration, COM(2016) 385 final, 7.6.2016. ",
        "17 which should constitute the investment pillar of the External Investment Plan 34 . The EFSD will combine existing blending facilities (EUR 2.6 billion) and a new innovative scheme whereby EUR 1.5 billion of guarantee (the EFSD Guarantee for Sustainable Development) borne by the EU budget would be backed by a guarantee fund endowed with EUR 750 million 35 .. It will operate as a \" one-stop shop \" to receive financing proposals from Financial Institutions and public or private investors and provide an integrated financial package to finance investments in regions outside the EU, thereby creating growth and employment opportunities, maximising additionality, delivering innovative products and crowding-in private sector funds. The EFSD Guarantee aims to constitute guarantee capacity for credit enhancement that will ultimately benefit the final investments and allow risk sharing with other investors, notably private actors. It will leverage additional financing, in particular from the private sector, by addressing the key factors that enable crowding-in private investment. The EFSD Guarantee Fund will provide the liquidity in case the EFSD Guarantee is called upon to cover for losses occurred under the guarantee agreements. Overall EUR 3.35 billion of EU resources will go to the EFSD. The impact of the new EFSD guarantee would be greatly enhanced if Member States also contributed either through the blending facilities and/or the guarantee. The Commission estimates that if Member States were to match the EUR 1.5 billion EU guarantee, the total investment mobilised by the EFSD could reach up to EUR 62 billion. It is proposed to mobilise EUR 750 million for the Partnership framework process and 250 million for the European Fund for Sustainable Development. 2.3. Addressing security and development concerns inside the EU and in its neighbourhood 2.3.1. Macro-Financial Assistance to avoid economic instability in the EU neighbourhood The macroeconomic and financial instability in the Union's neighbourhood, fuelled by recent regional crises and conflicts, has led to increasing demands for EU macro-financial assistance (MFA) over recent years 36 . MFA commitments have increased from EUR 1.5 billion in the period 2000-2008 to 34 COM(2016)586 of 14.9.2016. 35 Of which EUR 400 million from the EDF and EUR 350 million from the EU budget (including EUR 250 from the unallocated margin). 36 The Union's instrument for Macro-Financial Assistance is designed to address exceptional external financing needs of countries that are geographically, economically and politically close to the EU. Its objective is to restore macroeconomic and financial stability in candidate and potential candidate countries and in countries in the European Neighbourhood, while encouraging the implementation of macroeconomic adjustment and structural reforms. It takes the form of either loans for which the Commission borrows the necessary funds in capital markets and on-lends them to the beneficiary country, or, under certain circumstances, grants financed by the EU budget. ",
        "18 EUR 4.6 billion since 2009; MFA amounts made available in the context of the recent crisis in Ukraine account alone for EUR 3.4 billion. As the geopolitical and economic instability of the region persists, the needs for EU macro-financial support are likely to remain at a exceptionally high levels for the years to come. This is evidenced by the two follow-up operations currently under preparation for Tunisia and Jordan, and the possibility of an additional large-scale operation in Ukraine. However, currently, the size of potential MFA operations in 2014-2020 is limited to about EUR 500 million per year due to the provisioning mechanism of the Guarantee Fund for External Actions under the current MFF. The Commission proposes to increase the lending capacity of the MFA from currently EUR 500 million to EUR 2 billion per year, by increasing the provisioning of the Guarantee Fund for External Actions by EUR 270 million over the financial years 2019 and 2020 37 . 2.3.2. EIB External Lending Mandate The European Investment Bank (EIB) is the Union’s financing institution which contributes to European integration, development and cohesion by financing projects in support of EU policies. Although the majority of projects financed by the EIB are located within the EU, the EIB also carries out operations outside the Union, guaranteed by the Guarantee Fund for External Actions (the ‘external lending mandate’ (ELM)). The latter currently amounts to EUR 27 billion over the period 2014–2020. An external mid-term review of the ELM has been carried out which estimates the financial needs of the ELM at EUR 30 billion to support the ELM objectives. In parallel, the EIB has proposed a new \"Resilience\" initiative aimed at rapidly mobilising additional financing in support of sustainable growth, vital infrastructure and social cohesion in Southern neighbourhood and Western Balkans countries in response to the March 2016 European Council. Based on the above, the Commission proposes, in parallel with the MFF Mid- Term Review, to increase the ELM of the EIB by EUR 5.3 billion to reach a total of EUR 32.3 billion. The increase of the mandate would consist of EUR 3 billion to increase the EIB's overall lending capacity to eligible third countries, of which EUR 1.4 billion to fund migration-related actions in the public sector, and EUR 2.3 billion to support migration-related actions by the private sector under a new private sector lending mandate. This will enable the EIB to contribute to the External Investment Plan. This requires increasing the Guarantee Fund by EUR 115 million over 2018- 2020. In order to cover the additional risks stemming from the new private 37 To reach a lending capacity of EUR 2 billion per year, an additional 1.5 billion per year is needed on top of the currently estimated annual EUR 500 million. As the rules of the Guarantee Fund provide for a 9% provisioning of the annual volume (with a two-year lag for the provisioning of the Guarantee Fund), an additional EUR 135 million will be required annually in both 2019 and 2020. ",
        "19 sector lending, the guarantee fees charged on the latter will be used to reinforce the Guarantee Fund. 2.3.3. Security and Defence The Commission has responded to the evolution of the security situation in Europe, especially in the aftermath of the terrorist attacks in Paris in November 2015 and in Brussels in March 2016, by proposing legislation and increasing the financial resources dedicated to address the security needs.. The security situation remains unstable and unpredictable. In order to guarantee the security of our citizens additional measures might be needed to address future crises including stepping up if necessary additional financial resources. The key instrument of the budget inside the EU is the Internal Security Fund (ISF) , which promotes the implementation of the Internal Security Strategy, law enforcement cooperation and the management of the Union's external borders. The ISF is composed of two instruments, ISF Borders and Visa and ISF Police with a total allocation of EUR 3.8 billion for 2014-2020. Additional reinforcements were factored in for ISF in the course of the 2016 for a total amount of EUR 119.4 million. The current level of emergency assistance for ISF has reached EUR 140.5 million. In April 2015 the Commission has set out a European Agenda on Security for the period 2015-2020 to support Member States' cooperation in tackling security threats and step up the efforts in the fight against terrorism, organised crime and cybercrime 38 . This has been followed by several proposals and actions to pave the way towards a genuine and effective Security Union. On the external front, the Global Strategy for the European Union's Foreign and Security Policy presented to the European Council in June 2016 stresses the need for the Union to mobilise all its networks, its economic weight and all the tools at its disposal in a coherent way in order to address the hybrid security threats it is facing. Actions strengthening internal security through preventing and fighting terrorism have to be complemented by a multifaceted approach to resilience in the regions surrounding the EU. This requires joining up the Union's security and development policies. In that context, the revised European Neighbourhood policy calls to step up cooperation with the partner countries on law enforcement issues and on the prevention and response to crises and conflicts. The Union already finances a number of actions in third countries in the field of capacity building in support of security and development . The Commission has proposed to extend the assistance provided under the Union's instrument contributing to stability and peace (IcSP) under exceptional circumstances to be used to build the capacity of military actors in partner 38 COM(2015) 185 final, 28.4.2015. ",
        "20 countries in order to contribute to sustainable development and in particular the achievement of peaceful and inclusive societies 39 . The reinforcement of the IcSP for capacity building in support of security and development requires additional EUR 100 million over the period 2017- 2020 to be financed through redeployment within Heading 4 of the MFF. Should these measures prove not sufficient to address the security challenges, additional resources would be needed. This could be financed by the proposed new European Union Crisis Reserve funded by the re-use of de-committed appropriations. Finally, the Commission has proposed within the Draft Budget 2017 to launch a new Preparatory action on Defence research in order to contribute to the technological autonomy of the EU in this field. The main objective of this flagship action of the EU defence industrial policy launched by the Commission's 2013 Defence Communication 40 is to prepare and test a mechanism to organise and deliver a variety of defence research, technology and development activities to improve competitiveness and innovation in the European defence industry, in view of the financing of EU defence research within the next MFF 41 . 2.4. Addressing climate change In December 2015, the UNFCCC Conference of the Parties (COP21) concluded the historic Paris Agreement to keep global temperature increase well below 2 °C. The EU has been a leading actor in achieving an agreement that is global, ambitious, and binding, showing the way with its ambitious climate policies and the innovative approach of mainstreaming climate action throughout the EU budget with the set objective that it should represent at least 20% of EU spending in the period 2014-2020 42 . The political commitment of devoting at least 20% of EU budget to climate action has helped to bring the climate dimension into the discussions with stakeholders on programme design and implementation and has as such delivered on its prime objective. It has also delivered a benchmark for analysing progress within and across instruments on the basis of a transparent methodology in the framework of the budgetary procedure. In addition, the EU financial instruments are leveraging significant investments towards the transition to a low carbon and climate resilient economy. With all operational programmes now in place, the current estimates show that the EU budget annual allocation to climate action has exceeded the 20% 39 Proposal for a Regulation of the European Parliament and of the Council amending Regulation (EU) No 230/2014 of the European Parliament and of the Council of 11 March 2014 establishing an instrument contributing to stability and peace, COM(2016) 447, 5.7.2016. 40 COM(2013) 542 final. 41 The execution of the Preparatory action will be delegated to the European Defence Agency. 42 Point 10 of the European Council conclusions of 8 February 2013 (EUCO 37/13). ",
        "21 target in 2016 and will remain close to it over 2017-2020. It is set to deliver slightly above EUR 200 billion 43 . The mid-term reviews of the MFF programmes will assess progress made towards the achievements of 20% of EU spending objective. Also the reinforcement of Heading 1A programmes should for example, help Horizon 2020 to reach its expected target of 35% climate relevance. Furthermore, the proposal for the extension of EFSI 2 sets a minimum target for climate-related projects. 3. HOW WE SPEND : IMPROVING THE FLEXIBILITY OF THE BUDGET AND MAXIMISING ITS IMPACT The MFF Regulation 2014-2020 introduced three new instruments that allow shifting available margins between Headings ('vertical' flexibility) and years ('horizontal' flexibility) to a much larger extent than in the past. This represents a major step forward in terms of the financial framework's overall flexibility 44 , within a framework where almost 80% of the EU budget is pre-allocated to Member States mainly under the Union's Common Agricultural Policy and cohesion policies:  the Global margin for commitments for growth and employment, in particular youth employment and the Global margin for payments allow safeguarding margins left unused in previous financial years;  the Contingency Margin which allows exceeding annual ceilings for commitments and payments by an amount equal to 0.03 % of the EU GNI (about EUR 4.5 billion per year), though respecting the overall ceilings; this means that any amount mobilised in a given year must be offset in the same or later financial years. 3.1. Improving the flexibility of the EU budget to respond to unforeseen events The new instruments and other special instruments have been extensively used since the beginning of the MFF. – The Contingency Margin was mobilised in 2014 for an amount of about EUR 3 billion in payment appropriations to reduce the backlog on 43 See annex 2 for a detailed state of play by programme. 44 Beyond these novelties, the MFF agreement has included further improvements to flexibility, such as increased amounts and carry-over provisions for the Flexibility Instrument and the Emergency Aid Reserve, as well as the doubling of the percentage (from 5 to 10%) by which the annual budgetary procedure can deviate from amounts included in the legislative acts for multiannual programmes. ",
        "22 payments from the previous MFF period 45 . The Commission has proposed in the Draft budget 2017 to mobilise the Contingency Margin for an amount of EUR 1 164 million to be offset by using margins available under Heading 2 (EUR 650 million) and Heading 5 (EUR 514 million) in the same year to top-up availabilities under heading 3 for migration- refugees-security related measures. – EUR 2 448 million from the Global margin for commitments were anticipated in order to finance the part of the Guarantee Fund for the EFSI not financed through redeployment 46 . – The flexibility instrument and the Emergency Aid Reserve (EAR) have been intensively used to finance the successive migration packages since 2015. – The European Union Solidarity Fund (EUSF) and the European Globalisation Adjustment Fund (EGF), whose size was scaled down for the current period, have been used to a more limited extent, with room for simplification in terms of the procedures for mobilising them 47 . – No use has been made of the agricultural crisis reserve. The below table shows the use of the four special instruments so far 48 : The use made of the flexibility tools, in particular for the refugee crisis, shows the importance of these instruments for reacting to unforeseen circumstances. In order to ensure a sufficient degree of flexibility without changing the overall ceilings of the MFF to respond to growing challenges and uncertainties for the remainder of this MFF, the Commission proposes to increase flexibilities in the following way: A number of provisions of the MFF Regulation and/or of the Financial Regulation are proposed to be amended in order to increase the flexibility of the EU budget by: – increasing the annual availabilities under the flexibility instrument to EUR 1 billion (at 2011 prices); – increasing the annual availabilities under the Emergency Aid Reserve to EUR 0.5 billion (at 2011 prices) ; 45 The decision mobilising the contingency margin foresaw an equivalent reduction of the payment ceilings in 2018-2020. 46 EUR 543 million in 2016, EUR 1265 million in 2017, and EUR 640 million in 2018. 47 See section 3.3. on proposals for simplification. 48 For 2017 figures are those of the Draft Budget. Year Flex EAR EGF EUSF Total 2014 89 98 81 127 395 2015 149 283 43 83 558 2016 1,530 305 26 50 1,911 2017 530 0 0 0 530 In million Euro, commitment appropriations ",
        "23 – setting-up a new European Union Crisis Reserve financed from de- committed appropriations to allow the Union to react rapidly to crises, such as the current migration crisis, and events with serious humanitarian or security implications; – removing the limitation in scope and time of the Global margin for commitments ; – removing the annual caps set for the Global margin for payments over 2018-2020 (Article 5.2) to allow for the full mobilisation, in the later years of the MFF, of the large margins in payments left unused in 2016 and 2017, should it prove necessary, and therefore ensure specific and maximum flexibility. 3.2. Leveraging the EU budget 3.2.1. Financial instruments and EFSI One of the major innovations of the MFF 2014-2020 was to lay down the foundations for a more systematic use of financial instruments by the EU budget as a means to leverage its impact. The review of the current state of implementation of EU financial instruments leads to the following conclusions: – Demand for instruments supporting SMEs (including microfinance and social enterprise finance), in particular the guarantees to loan portfolios, is well above their initial budgetary allocation. This demand has been satisfied largely thanks to supplementary resources provided by EFSI: EUR 1.25 billion for the COSME Loan Guarantee Facility and the Horizon 2020 InnovFin SME Guarantee. Demand for the Private Finance for Energy Efficiency (PF4EE) instrument, supported by the LIFE programme, is also significantly higher than initially expected 49 . – In the infrastructure area supported by the Connecting Europe Facility (CEF), the launch of financial instruments in the broadband domain is under way in line with the initial financial programming. In the transport sector (CEF-T), the 2014-2016 work programme is being fully implemented. In addition, to increase the possibilities for combining Union Funds with EFSI support, the Commission proposes to shift EUR 1146 million from the CEF financial instruments to CEF grants to be blended with EFSI financing or to other instruments dedicated to energy efficiency. This should ensure a maximum impact of EU funds, eliminate overlaps and maximise the synergies between different grants and financial instruments as well as with private investors. – A number of newly established financial instruments are lagging behind: this concerns the Students Loans Guarantee Facility supported under Erasmus+ and the Creative and Cultural Sectors Loan Guarantee Facility (CCS LGF) supported under the Creative Europe Programme. While the 49 EUR 80 million for 2014-2017. ",
        "24 slow implementation path of the Students Loans Guarantee Facility is the result of an initial low response by the market, the pipeline of projects is progressively growing. The CCS LGF (EUR 121 million) is a novelty not yet tested with the market in a sector with a poor record in bank lending; its implementation just started and will be closely monitored. – New financial instruments are being launched to keep pace with the priority on jobs and growth, such as a pan-European venture capital fund of funds. The fund will benefit from at least EUR 300 million support provided within Horizon 2020 (InnovFin), COSME and EFSI. – As regards financial instruments in shared management, the European Structural and Investment Funds are due to provide an important contribution to the success of the Investment Plan for Europe, with the objective of at least doubling the use of financial instruments. Currently, EUR 11.5 billion ERDF and ESF are delivering support to SMEs, urban development and energy efficiency projects under the programmes due to be closed in early 2017. Planned allocations for financial instruments under ESI Funds during 2014-2020 will amount to EUR 21 billion. The SME Initiative 50 , deployed in Bulgaria, Spain and Malta, totals some EUR 1.1 billion in ERDF commitments. Three more Member States are about to join this initiative (Italy, Romania and Finland). – Financial instruments have by nature a longer lead-in and set up time, but more needs to be done to further increase the uptake. In order to support and promote further use of financial instruments in combination with ESI Funds, the Commission established an advisory tool (fi-compass 51 ) to provide relevant information and guidance to stakeholders and developed five off-the-shelf instruments 52 for the use of Member States. The Commission also released guidance to managing authorities and other stakeholders on how to maximise ESI Funds/EFSI complementarities 53 . In addition, the proposal to simplify financial rules, which accompanies the review, amends the Common Provisions Regulation in order to facilitate the combination of ESI Funds and EFSI 54 . It is crucial now to warrant the full implementation of current plans by Member States and to further develop the potential of financial instruments, where appropriate in conjunction with ESI Funds and EFSI 55 , in order to fill the investment gap inherited from the financial and economic crisis. 50 In the SME initiative (also financially supported by Horizon 2020 and COSME), the European Structural and Investment Funds contribute to an EU level financial instrument implemented by the European Investment Fund and supporting uncapped guarantees or securitisation in favour of SMEs. 51 https://www.fi-compass.eu/ 52 The so-called off-the-shelf instruments provide standard terms and conditions, which are compatible with ESI Funds regulation and State Aid rules and seek to combine public and private resources. There are now five such off-the-shelf instruments (for risk-sharing loans, capped guarantees for SMEs, housing renovation (energy efficiency), equity co-investment in SMEs and urban development). 53 http://ec.europa.eu/regional_policy/sources/thefunds/fin_inst/pdf/efsi_esif_compl_en.pdf 54 See below section 3.3.2. 55 See section 3.3.3. ",
        "25 Building on the progress made under the current MFF, the Commission proposes together with the review to simplify financial rules so as to optimise the use of financial instruments in 2017-2020 by: – amending the Common Provisions Regulation for the European Structural and Investment Funds in order to clarify and expand the selection procedures for fund managers, to facilitate the combination of ESI Funds and EFSI and to extend the SME initiative beyond the originally foreseen period (2014-2016); – amending the Financial Regulation for establishing a comprehensive framework for financial operations, in particular facilitating the use of financial instruments by optimising the use of reflows, ensuring a level playing field among key EU implementing partners, reducing burdensome requirements related to publication of individual data of final recipients. 3.2.2. Trust Funds In order to achieve the political leverage needed to address comprehensively major crises, the EU and Member States identified the need to set up EU Trust Funds. As mentioned in section 2.2.3, the Commission has created three funds 56 since 2014: the European Trust Fund for the Central African Republic (‘Békou’) ; the European Union regional Trust Fund in response to the Syrian crisis (‘Madad’) , and the European Union Emergency Trust Fund for Stability and Addressing Root Causes of Irregular Migration and Displaced Persons in Africa (Africa Trust Fund) 57 . This new tool has allowed more flexible, coordinated and quicker identification and awarding of targeted projects. In this way, immediate measures have been financed, supporting refugees and host communities, as well as migration management and return and readmission through reintegration and capacity building. The Commission proposal to simplify financial rules, which accompanies the review, amends the Financial Regulation in order to enhance the efficiency and transparency of the EU Trust Funds : – Consultation and involvement of EU institutions: The European Parliament and the Council should be informed before the Commission decides on the establishment of a EUTF. – Implementing partners: Cooperation with European and international partners will be enhanced through significant simplification and cross reliance, and enabling of Thematic Trust Funds. – Showing results: The Commission is developing specific tools and templates to improve monitoring and evaluation of EUTFs. 56 Based on Article 187 of the Financial Regulation. 57 See further information on EU Trust Funds and the pledged contributions in Annex 3. ",
        "26 – Trust Funds: The Commission proposal foresees the establishment of EU Trust Funds also for emergency, post-emergency or thematic actions within the EU (and not only for third countries) so as to establish a tool allowing for attracting additional contributions from (all or a group of) Member States and other donors in a flexible and swift way, for example in the digital area. As the boundaries between external and internal policies are increasingly blurred, this would also provide a tool for addressing challenges across borders. 3.3. Improving the conditions for an effective use of EU funds 3.3.1. Linking effectiveness of European Structural and Investment Funds to sound economic governance The legislative framework for implementing the European Structural and Investment Funds agreed for the 2014-2020 period has introduced a number of provisions aimed at improving the effectiveness and European added value of the funds. This is notably done by concentrating resources on the national objectives, which following the country-specific recommendations translate the key Europe 2020 objectives, establishing a performance framework based on measurable indicators and targets linked to the release of a performance reserve, and introducing ex-ante conditionalities as well as creating closer linkages with the EU economic governance 58 . As a result, the ESI Funds will be supporting structural reforms in line with the priorities set at EU level. Thematic concentration requirements ensure that ESI Funds investments are focused on priorities contributing to jobs and growth. For cohesion policy, planned investments are thus focused on research and innovation, SME support; ICT and the low carbon economy as well as on employment, social inclusion, education and administrative capacity building. These requirements have been complied with in the programming exercise and in many cases exceeded. Ex-ante conditionalities require that regulatory and policy frameworks are in place and that there is sufficient administrative capacity before investments supported by the ESI Funds are made. 59 About 75 % of these ex-ante conditionalities were found to be fulfilled at the time of the programmes' adoption 60 . Where this was not the case, action plans for their fulfilment by the end of 2016 at the latest were agreed. A failure to fulfil such an action plan by the end of 2016 could trigger the suspension of payments by the Commission to the programme(s) and priorities concerned. 58 On 8 August 2016, the Council agreed with the Commission proposal not to impose fines on Portugal and Spain for their failure to take effective action to correct their excessive deficits based on reasoned requests from Portugal and Spain. The Commission also decided to present its proposal for a suspension of all or part of the EU's structural and investment fund commitments or payments for 2017 following a structured dialogue with the European Parliament. 59 They cover most investment areas, including improvements to regional research and innovation strategies for smart specialisation, as well as strategic plans linked to water and transport sectors, active inclusion, health services, vocational education and training. 60 Investing in jobs and growth – maximising the contribution of European Structural and Investment Funds, COM(2015) 639 final, 14.12.2015. ",
        "27 As to the link to the European semester and macro-economic conditionality , more than two thirds of the Country Specific Recommendations in 2014 were relevant for ESI Funds investment (in particular the European Regional Development Fund and the European Social Fund) and have thus been integrated into the Member States' programme priorities 61 . They cover reforms in six areas: research and innovation, energy and transport, health care, labour market participation, education, social inclusion and reform of the public administration. In 2017, the Commission will produce the first Strategic Report on ESI Funds implementation. If the in-depth assessment of the link between effectiveness of the ESI Funds and sound economic governance leads to the conclusion that there is insufficient progress in implementing an existing Country Specific Recommendation with ESI Funds relevance, it can require a Member State to adjust its ESI Funds programmes so that funds can contribute to responding to the challenge addressed in the Recommendation 62 . The new conditionality tool box is starting to show results for significantly improved economic governance at EU level. The Commission presents its annual analysis of the economic and social challenges in the Member States in the so-called Country Reports published in February each year 63 . Based on this analysis, the Commission will continue carefully monitoring Member States' progress in implementing structural reforms highlighted in the relevant Country Specific Recommendations. It will use the findings to engage in a dialogue with the Member States. The Country Reports may also identify new reform challenges that have not been or are insufficiently addressed by the Member State, which can turn into a new Country Specific Recommendation later in the European Semester, thus triggering a reprogramming request 64 . 3.3.2. Simplifying the delivery of the EU Budget Simplification has been at the core of the Commission's proposals for the programmes covered by the MFF 2014-2020 65 . Considerable progress has been made (the state of play of the take-up of simplification measures is shown in the simplification scoreboard in annex 5) 66 . However, there is room for further simplification. This is confirmed by the experience gained since 2014 and by the work of the High Level Group of 61 Whilst the overall number of CSRs relevant for ESIF decreased in 2015, reflecting the new streamlined approach of the European Semester, the Commission stressed that the previous CSRs were still valid and that it would continue to monitor the implementation of those reforms. 62 Reprogramming powers granted under Article 23 of the ESIF's Common Provisions Regulation. 63 The Country Reports 2016 emphasise for the first time the investment challenges for each Member State and recognise the contribution of the EU budget to support structural change. 64 See schematic view in Annex 4. 65 See further examples on: http://ec.europa.eu/budget/mff/simplification/index_en.cfm. 66 See Annex 5. ",
        "28 Independent Experts on Monitoring Simplification for Beneficiaries of the European Structural and Investment Funds 67 and the public consultation on the revision of the Financial Regulation 68 . Efforts must therefore continue. Simpler and more flexible financial rules will contribute to optimising spending and impact of the MFF 2014-2020 and constitute as such one of the key elements of the Commission's initiative for a Budget Focused on Results . In addition, this will reduce the costs related to implementation of EU rules as well as the number of errors. Simpler and more flexible EU financial rules are key in enhancing the EU budget’s ability to adapt to changing circumstances and to respond to unexpected developments. The Commission therefore proposes in a single act an ambitious revision of the general financial rules accompanied by corresponding changes to the sectorial financial rules set out in 15 legislative acts concerning multiannual programmes 69 . The inclusion of sectorial changes in the same legislative proposal aims at ensuring a coherent negotiation process as well as at facilitating a speedy adoption by the legislator. The focus is put on the following key areas: – Simplification for recipients of EU funds : many measures aim at simplifying life for recipients of EU funds. They relate to grants (removal of the non-cumulative award check for low-value grants and of the non- profit principle; simpler rules for \"contribution in kind\" valuation; recognition of volunteer work; grant awards without calls for proposal under specific conditions) and simplified forms of grants like simplified cost options. The latter is also reinforced with respect to ESI Funds. – From multiple layers of controls to cross reliance on audit, assessment or authorisation, and harmonisation of reporting requirements : the aim of these measures is to encourage reliance as far as possible on one single audit, assessment or authorisation (conformity to State aids for instance), when the audit, assessment or authorisation meets the necessary conditions to be taken into account in the EU system. More generally, rules for implementing partners (international organisations, EIB/EIF, national promotional banks, national agencies, NGOs) will be simplified by relying increasingly on their procedures and policies once assessed positively. Financial framework partnership agreements concluded with long term partners will allow progressing in the harmonisation of audit, reporting and other administrative requirements among donors. – Allowing the application of only one set of rules to hybrid actions or in the case of combination of measures or instruments : the proposal aims at achieving further simplification for the partners of the EU by a number of measures to avoid the parallel application of different rules and 67 Group of experts chaired by former Commission Vice-President Siim Kallas set up by the Commission on 10 July 2015 in order to advise it with regard to simplification and the reduction of administrative burden for beneficiaries of the European Structural and Investment Funds: . http://ec.europa.eu/regional_policy/en/policy/how/improving-investment/high-level-group- simplification 68 See synthesis on http://ec.europa.eu/budget/consultations/index_en.cfm. 69 COM(2016)605 of 14.09.2016. ",
        "29 procedures, notably through facilitating the combination of European Structural and Investment Funds funding with financial instruments and the European Fund for Strategic Investments. – More effective use of financial instruments : optimise use of reflows, ensuring a level playing field among key EU implementing partners, reducing burdensome requirements related to publication of individual data of final recipients or to the exclusion criteria. – More flexible budget management : the proposal sets out several ways for more budgetary flexibility, in order to allow the Union to respond to unforeseen challenges and new tasks more effectively and to achieve swifter crisis management - among which the creation of a \"flexibility cushion\" for unforeseen needs and new crises in the external actions geographic instruments budget, a more efficient activation of the European Union Solidarity and Globalisation Adjustment funds, the extension of Trust-Funds to internal policies, the creation of a new European Union Crisis Reserve with the reuse of decommited appropriations, and for the next Multiannual Financial Framework, create the possibility for generating a contingent liability for the Union outside the area of financial instruments and the creation of a common provisioning fund holding the resources provisioned for financial operations. – Focus on results and streamlining of reporting : a stronger focus on results through lump sums, prizes, payment based on output and results rather than on reimbursement of costs, payment against conditions to be fulfilled. This should contribute to further reducing the costs of implementing EU funds as well as the number of errors. On the reporting side, reports are regrouped around the draft budget and the integrated financial reporting package, in order to increase efficiency and transparency both towards the general public and the budgetary authority. – Simpler and leaner EU administration : facilitating arrangements or delegations between Institutions or bodies in order to pool the implementation of administrative appropriations in European Offices or within Executive Agencies; merging consultative panels competent of financial irregularities and moving from annual to multiannual financing decisions. – Citizen engagement : the proposal provides for a possibility for citizens to be consulted on the implementation of the Union budget by the Commission, Member States and any other entity implementing the Union budget. In simplifying and making EU financial rules more flexible, the above proposals pave the way for the preparation of the next generation of spending programmes in the next MFF. ",
        "30 3.3.3. Improving the interoperability of funds, financial instruments and EFSI The principle of complementarity of the European Structural and Investment Funds with the centrally managed financial instruments was enshrined in their respective legal acts. Provisions exist in the legislative framework for ESI Funds concerning the possibilities for combination of financial instruments with grants and with other financial instruments. Nevertheless the facilitation of their combination with EU level instruments as regards state aid is key. The Commission proposal to simplify financial rules, which accompanies the review, aims at improving the interoperability of funds, financial instruments and the EFSI by amending the Financial Regulation and relevant basic acts in order to: – facilitate the use of European Structural and Investment Funds to top-up successful financial instruments at central level with limited EU budget resources, such as EaSI, by avoiding additional state-aid checks where European Structural and Investment Funds go into EU-level financial instruments; – allow for the application of only one set of rules in the case of combination of measures or instruments: the proposal aims at achieving further simplification, e.g. by applying financial instruments rules also to complementary grants where both are combined,; 4. H OW WE ARE ASSESSED : P ERFORMANCE , A CCOUNTABILITY AND M ULTIANNUAL E RROR R ATES 4.1. Towards a reinforced EU Performance Budgeting System A performance budgeting system, aligned on the Europe 2020 strategy, has been established for the EU budget with the adoption of the MFF 2014-2020. The EU programmes' performance framework is designed to provide the Budgetary Authority with ex-ante and ex-post performance information relevant for decision-making during the budgetary procedure. Legal bases and implementing acts of multiannual programmes include a set of clearly defined objectives, indicators, milestones and long-term targets, which are collected and reported on a regular basis through programme statements 70 . In the framework of the Budget Focused on Results initiative launched in 2015, the Commission works closely with international organisations with particular expertise in budget performance, especially the OECD, to ensure that the performance framework is aligned with international best practices as well as to identify possible areas for improvements. Expert meetings on performance budgeting are organised with a view to pooling the expertise of the Commission, the European Parliament, Member 70 http://ec.europa.eu/budget/library/biblio/documents/2017/DB2017_WD01_en.pdf For further information on performance reporting, see Chapter 5. ",
        "31 States, the Court of Auditors and international organisations and to agree on the best use of performance information integrated in the annual and multiannual EU budget framework to inform political decisions. One of the risks associated with performance-based budgeting is the multiplication of quantitative indicators as definite tools for evaluating a public policy. This imposes high implementation costs and may not be proportionate to the results in terms of relevant and timely evidence for decision-making. Consequently, the Commission engaged in a process to streamline indicators and selecting the most meaningful and reliable ones, while diminishing measurement costs. The Commission proposal to simplify financial rules, which accompanies the review, seeks to amend the Financial Regulation in order to ensure a common understanding of performance and to provide a stronger focus on results through lumps sums, prizes, and payment against conditions to be fulfilled or based on outputs and results rather than on reimbursement of costs. This should contribute to further reducing the costs of implementing EU funds as well as the number of errors. 4.2. Accountability and reporting As from 2015 the Commission has reinforced budget planning and reporting. One illustration of this process is the publication of an Integrated Financial Reporting Package in July 2016, including the annual accounts, the Communication on the performance of the EU budget, the Financial Report and the Annual Management and Performance Report 71 for the EU Budget. This annual reporting package fulfils existing requirements for EU-budget programmes evaluation established in the EU Treaty and the accountability requirements for the budget management by the Commission as established in the Financial Regulation on the EU budget. Beyond reporting obligations, there is a need to enhance public communication and accountability of all bodies implementing the EU budget: the Commission, Member states, International organizations and agencies. In September 2015, at the first annual conference on Budget focused on results, the EU Results database was launched in order to improve the visibility of EU funding, with EU-financed projects in Europe and across the world presented in a single web application 72 . The Commission seeks to further streamline ex ante and ex post reporting, in particular on the performance of programmes , around the Draft annual Budget and the Integrated financial reporting package , in order to increase efficiency and transparency both towards the general public and the budgetary authority. 71 http://ec.europa.eu/budget/biblio/media/2016package_en.cfm 72 http://ec.europa.eu/budget/euprojects/ ",
        "32 4.3. Multiannual error rates The Commission implements multiannual control strategies to ensure the legality and regularity of the financial operations. Controls are both implemented before payment (preventive, ex-ante) and after payment (corrective, ex-post). In order to provide an overall view, the Commission reports on the best estimates of the amount at risk (i.e. expenditure in breach of applicable regulatory and contractual provisions) for the budget and of corrections expected in the future. The comparison of these two figures provides an estimation of the amount at risk at closure , i.e. the level of error after all corrective measures have been implemented at the closure of the programmes. The amount at risk at closure represents the Commission management's view on the performance of the multiannual control strategies. It appropriately reflects the fact that the control cycle is multiannual and that further corrective measures can be implemented until closure. The amount at risk at closure was produced for the first time for the various policy areas in the 2015 Annual Management and Performance Report for the EU Budget. The amount at risk estimated at the end of 2015 represented between 2.3% and 3.1% of the relevant 2015 expenditure. This is expected to be brought down to between 0.8% and 1.6% at closure, once all corrective measures have been implemented. Thus, the multiannual corrective mechanisms adequately protect the EU budget from expenditure in breach of law. In order to further enhance the efficiency of controls and reduce potentially redundant bureaucracy in the implementation of EU funds, the proposed amendment of the Financial Regulation includes provisions encouraging reliance on single audits instead of multiple layers of controls. More generally, rules for implementing partners whose audit meets the necessary conditions to be taken into account in the EU system (certain international organisations, EIB/EIF, national promotional banks, national agencies, NGOs) will be simplified by relying increasingly on their procedures and policies once assessed positively. Framework partnership agreements concluded with long term partners will allow progressing in the harmonisation of audit, reporting and other administrative requirements among donors. 5. B UDGETARY AVAILABILITIES IN THE 2014-2020 MFF 5.1. Financing needs for the initiatives proposed by the Mid-Term Review The previous sections proposed a series of initiatives to reinforce the priority given to (i) jobs and growth and (ii) responding to the new challenges linked to migration, refugees and security. These initiatives would require about EUR 6.3 billion in commitments over the remaining years of the MFF to reinforce the budget availabilities in four areas: 1. Heading 1A: EUR 1.4 billion to reinforce Horizon 2020, CEF-Transport and Telecom, Erasmus+, COSME, and the EFSI; ",
        "33 2. Heading 1B: EUR 1 billion for the prolongation of the Youth Employment Initiative ; 3. Heading 3: EUR 2.55 billion for the years 2018-2020 to finance the European Border and Coast Guard and the reinforcement of EUROPOL as well as the Commission proposals related to the EU Agency for Asylum, the review of the Dublin common asylum system, the Emergency support within the Union and the Entry/Exit system which aims at registering entry, exit and refusal of entry data of third country nationals crossing the external borders of the Member States of the EU. 4. Heading 4 : a. EUR 385 million for reinforcing the Macro-Financial Assistance instrument and the 'Extended External lending Mandate' of the EIB ; b. EUR 1 billion for the Partnership framework process and the European Fund for Sustainable Development ; Moreover, it is proposed to earmark the EUR 4.6 billion stemming from the adjustment of the national envelopes for cohesion policy for sustaining the effort to fight against youth unemployment, integration of refugees and supporting investment through financial instruments and in combination with the EFSI . In conjunction with the use of margins and special instruments of EUR 1.8 billion mainly for migration proposed in the Draft Budget 2017, these three components would amount to an overall reinforcement of about EUR 13 billion which would allow addressing the persistently urgent needs and common political priorities for the remainder of the financial programming period. 5.2. Budgetary availabilities in the remainder of the 2014-2020 MFF Taking into account the above proposals, the overall budgetary margins still remaining in 2017-2020 would amount to EUR 1.9 billion. Margins could materialise in Heading 2 over 2018-20 due to higher assigned revenue than foreseen when the MFF ceilings were established, although not to the same extent than experienced in the first years of the MFF given that some sources of assigned revenue do not exist any longer (e.g. the milk superlevy) and a backlog of conformity procedures has been cleared. In order to maintain a sufficient capacity for the budget to react to unforeseen events until the end of the MFF period, the Commission therefore proposes to reinforce special instruments 73 and to create a new European Union Crisis Reserve , funded through the re-budgeting of de-committed appropriations, by means of an amendment of the MFF Regulation and the Financial Regulation. With the proposed doubling of the annual availabilities of the Flexibility instrument and the Emergency Aid Reserve, a total of EUR 4.1 billion and 73 See above section 3.1. ",
        "34 EUR 2.5 billion respectively would be available in 2017-2020 under these instruments. Based on the latest estimates (see annex 6), the additional availabilities that could stem from the proposed re-use of de-committed appropriations could range between EUR 3 and EUR 4 billion per year on average. 5.3. Sufficiency of payment ceilings The constraints on the payment appropriations authorised in past budgets combined with the implementation cycle of the cohesion programmes from the previous MFF led to the progressive building up of very significant backlog of outstanding payment claims at year-end, reaching an unprecedented level of EUR 24.7 billion at the end of 2014. Difficult decisions made with regards to the 2014 and 2015 budgets, in line with the payment plan agreed by the European Parliament, the Council and the Commission 74 , have progressively reduced the abnormal backlog, which will be fully resorbed by end 2016. By contrast, lower needs than originally foreseen in 2016 and a large \"dip\" in the payment profile in 2017 would be mainly due to the delayed start of the implementation of cohesion before bouncing back above the annual ceilings in the later years of the MFF once the programmes would reach their cruising speed. However, the risk of accumulating a significant amount of abnormal backlog again in the later years of the MFF should be mitigated by the Global Margin for Payments, which allows transferring unused payment appropriations to later years. Based on the current payment forecast, it is proposed to use the margins in payments to advance in 2017 the offsetting of the 2014 mobilisation of the contingency margin in order to be able to deal with the likely increase of payments in 2018-2020. It is therefore proposed to amend Decision EU 2015/435 on the mobilisation of the Contingency Margin in payment of 17 December 2014. Bringing together the medium-term current payments forecast, which shows a margin until 2020 of EUR 5.3 billion, and the additional needs stemming from the Mid-Term Review, estimated at about EUR 3 billion 75 , the overall payment ceiling would be just sufficient under two necessary conditions: • The payments for Special instruments are counted over and above the ceilings in the same way as commitments; • The Global Margin for Payments is used to the full extent necessary to provide specific and maximum flexibility. It should be noted that there are upside and downside risks to this medium- term payment forecasts given its large sensitivity to the pace of implementation of cohesion policy. A (+/-) 1% change in the pace of implementation leads to a (+/-) EUR 4 billion change in payment needs. 74 Joint statement on a payment plan 2015-2016, 26 May 2015. 75 See Annex 6. ",
        "35 While downside risks would translate into lower annual appropriations for payments, the materialisation of upside risks would require increasing the payment appropriations and to adjust the ceilings accordingly 76 as otherwise an abnormal backlog would build up again. 6. TOWARDS THE NEXT MULTIANNUAL FINANCIAL FRAMEWORK 6.1. Context of the next MFF In line with the Budget focused on results initiative, European Value Added/subsidiarity principles as well as focus on impact and performance of the EU budget should be at the core of the next MFF proposals. Therefore, the next MFF should build on the upcoming mid-term evaluations of the current programmes. Identifying the challenges for the next MFF will also require a thorough analysis of the medium-term challenges over a 10-year horizon, a major difficulty given the rapid changing circumstances of our globalised world. A financial framework which has to bridge the gap between stable investment horizon and catering for acute emergencies will require inbuilt resilience and flexibility from the very outset. The EU budget has an important role to play as a leverage instrument in the policy, political and financial sense: even a small amount of money can have a significant impact by being attached to conditions that lead to changes in national policymaking (conditionality): the link of EU funds with economic governance will deserve particular attention in the next MFF context. Also, fostering cooperation between Member States in areas where economies of scale and/or externalities are significant is essential: this will be paramount to address new challenges such as in the areas of migration, security and defence. The proposal to create for the next MFF contingent liabilities beyond the assets provisioned and to set-up a common provisioning fund which would centralise guarantees provided by the Union budget, which is included in the Commission's proposal to simplify financial rules , underpins this toolbox and allows increasing the leverage of the EU budget. 6.2. Duration of the next MFF As part of their agreement on the 2014-2020 MFF, the three institutions concluded that, in the context of the Mid-Term Review/Revision, they would examine \" the most suitable duration for the subsequent MFF before the Commission presents its proposals with a view to striking the right balance between the duration of the respective terms of office of the members of the 76 Art.18 of the MFF regulation 1311/2013 provides that the Commission shall present any proposals to revise the total appropriations for payments which it considers necessary, in the light of implementation, to ensure a sound management of the yearly payments ceilings and, in particular, their orderly progression in relation of the appropriations in commitments. ",
        "36 European Parliament and the European Commission - and the need for stability for programming cycles and investment predictability ” 77 . Three main options for the duration of the MFF were discussed in the past: (a) alignment to the political mandates (five years), (b) sticking to the seven years, or (c) considering a period of ten years with a substantial/compulsory review after five years (\"5+5\") 78 . In its Resolution on the preparation of the post-electoral revision of the MFF 2014-2020, adopted on 06 July 2016 79 , the European Parliament pointed out that, \"given the rapidly changing political environment and with a view to ensuring greater flexibility, some elements of the MFF should be agreed for five years while others, notably those related to programmes requiring longer- term programming and/or policies foreseeing complex procedures for the establishment of implementation systems, should be agreed for a period of 5+5 years with compulsory mid-term revision.\" 6.3. EDF budgetisation As regards the budgetisation of the European Development Fund (EDF), and recalling the 2013 Interinstitutional Agreement where the \" European Parliament and the Council note that the Commission […] intends to propose the budgetisation of the EDF as of 2021 \", the Commission will carefully analyse the way forward, taking into account all relevant circumstances and considerations, including: – The overall design and structure of the post-2020 external action instruments; – The nature of the partnership between the European Union and the African, Caribbean and Pacific countries after the expiry of the Cotonou agreement in 2020; – Lessons learned from evaluations of previous action, stakeholder consultations and impact assessments of various arrangements. 6.4. Potential new spending areas: defence and security There is a growing expectation that the EU should take greater responsibility for the EU security and defence. Alongside external crisis management and capacity-building, the EU should be able to assist in protecting its Members upon their request, and its institutions. This means delivering on commitments to mutual assistance and solidarity and includes addressing challenges with both internal and external dimension, such as terrorism, hybrid threats, cyber 77 Third recital of Council Regulation No 1311/2013. 78 In its October 2010 Communication on the Budget Review, this latter option of ten years period with a “substantial mid-term review” (“5+5”) was presented as the “most attractive one”: COM(2010) 700 final, 19.10.2010, p. 22. Ahead of the Commission proposals for the MFF, the European Parliament opted for a seven years period as the “preferred transitional solution”, whilst this “should not pre- empt the possibility of opting for a 5 or 5+5 year period as of 2021”: European Parliament Resolution of 8 June 2011: Investing in the future: a new Multiannual Financial Framework (MFF) for a competitive, sustainable and inclusive Europe (2010/2211(INI)), P7_TA(2011)0266. 79 2015/2353(INI). ",
        "37 and energy security, organised crime and external border management. For instance, the Common Security and Defence Policy (CSDP) missions and operations can work alongside the European Border and Coast Guard and EU specialised agencies to enhance border protection and maritime security in order to save more lives, fight cross-border crime and disrupt smuggling networks. In this context, should the results of the Preparatory Action on Defence Research (see section 2.3) be positive, considerations could be given to include an EU Defence Research in next MFF. Future EU defence research financing should be designed to support a strong European industrial base able to deliver the strategic capability needs of Europe and identify where the EU could provide an added-value. It shall aim to ensure development and maintenance of defence capabilities requiring both investments and optimising the use of national resources through deeper cooperation. The Commission upcoming European Defence Action Plan will support the European industrial base and facilitate defence cooperation via the mobilisation of EU instruments, including EU financing tools, as appropriate. 6.5. Own resources Whilst the 2011 Commission proposals on reforming the Own Resources system of the Union did not meet the required unanimous agreement in Council, the European Council of February 2013 invited Council to continue examining the Commission proposal of an own resource based on value added tax to make it as simple and transparent as possible and to ensure equal treatment of taxpayers in all Member States. It also invited Member States participating in the enhanced cooperation on the financial transaction tax to examine if it could become the base for a new own resource. In order to provide a framework for a structured dialogue between institutions on the future of the Own Resources system, a high level Group (HLGOR), composed of members appointed by the three institutions and chaired by former Prime Minister of Italy and Commissioner Mario Monti, was established in that spirit. The Group issued a joint diagnosis on the current Own Resources system 80 . The Commission will carefully assess the recommendations that the HLGOR is expected to submit at the end of 2016 in the preparatory phase of its next MFF package, and make legislative proposals as appropriate 81 . 6.6. Completing Europe's Economic and Monetary Union In June 2015, the President of the European Commission, in close cooperation with the President of the Euro Summit, the President of the Eurogroup, the President of the European Central Bank and the President of the European Parliament presented a report on an ambitious yet pragmatic roadmap for 80 More information available on: http://ec.europa.eu/budget/mff/hlgor/index_en.cfm. 81 The present Own Resources system is managed under the provisions of the 2007 Own Resources Decision (ORD), Council Decision EC, Euratom 2007/436/EC, Official Journal L 163 of 23/06/2007. The ORD 2014 will come into effect once the ratification process which is underway is completed (ref. Council Decision 5602/14 of 12 February 2014). ",
        "38 completing the EMU 82 . This Five Presidents' Report makes the point that progress is necessary on four fronts in parallel: firstly, towards a genuine Economic Union that ensures each economy has the structural features to prosper within the Monetary Union; secondly, towards a Financial Union that guarantees the integrity of the currency across the Monetary Union by limiting risk to financial stability and increasing risk-sharing with the private sector; thirdly, towards a Fiscal Union that delivers both fiscal sustainability and fiscal stabilisation; and finally, towards a Political Union that provides the foundation for all of the above through genuine democratic accountability, legitimacy and institutional strengthening. The Five Presidents also agreed on a roadmap for implementation that should consolidate the euro area by early 2017. In October 2015, a Commission \"Communication on steps towards Completing Economic and Monetary Union\" 83 set out specific actions for the first stage 84 . In Stage 2, more far- reaching measures should be agreed upon to complete the EMU's economic and institutional architecture. To prepare the transition from Stage 1 to Stage 2 of completing the EMU, the Commission will present a White Paper in spring 2017, building on the progress made in Stage 1 and outlining the next steps needed to complete the EMU in Stage 2. The White Paper will be prepared in consultation with the Presidents of the other EU institutions. 82 Completing Europe's Economic and Monetary Union, Report by Jean-Claude Juncker, in close cooperation with Donald Tusk, Jeroen Dijsselbloem, Mario Draghi and Martin Schulz, 22 June 2015. 83 http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52015DC0600&from=EN 84 http://europa.eu/rapid/press-release_IP-15-5294_en.htm. ",
        "39 ANNEXES ANNEX 1: MFF 2014-2020 Competitive- ness 13% Cohesion 34% Natural Ressources 39% Security and Citizenship 2% Global Europe 6% Administration 6% MFF 2014-2020 Ceilings for commitment appropriations per heading (in % of total) ",
        "40 (EUR million - current prices) COMMITMENT APPROPRIATIONS 2014 2015 2016 2017 2018 2019 2020 Total 2014-2020 1. Smart and Inclusive Growth 52 756 77 986 69 304 73 512 76 420 79 924 83 661 513 563 1a: Competitiveness for growth and jobs 16 560 17 666 18 467 19 925 21 239 23 082 25 191 142 130 1b: Economic, social and territorial cohesion 36 196 60 320 50 837 53 587 55 181 56 842 58 470 371 433 2. Sustainable Growth: Natural Resources 49 857 64 692 64 262 60 191 60 267 60 344 60 421 420 034 of which: Market related expenditure and direct payments 43 779 44 190 43 951 44 146 44 163 44 241 44 264 308 734 3. Security and citizenship 1 737 2 456 2 546 2 578 2 656 2 801 2 951 17 725 4. Global Europe 8 335 8 749 9 143 9 432 9 825 10 268 10 510 66 262 5. Administration 8 721 9 076 9 483 9 918 10 346 10 786 11 254 69 584 of which: Administrative expenditure of the institutions 7 056 7 351 7 679 8 007 8 360 8 700 9 071 56 224 6. Compensations 29 0 0 0 0 0 0 29 TOTAL COMMITMENT APPROPRIATIONS 121 435 162 959 154 738 155 631 159 514 164 123 168 797 1 087 197 as a percentage of GNI 0.90% 1.17% 1.05% 1.04% 1.04% 1.04% 1.03% 1.04% TOTAL PAYMENT APPROPRIATIONS 135 762 140 719 144 685 142 906 149 713 154 286 157 358 1 025 429 as a percentage of GNI 1.01% 1.02% 0.98% 0.95% 0.97% 0.97% 0.96% 0.98% Margin available 0.22% 0.21% 0.25% 0.28% 0.26% 0.26% 0.27% 0.25% Own Resources Ceiling as a percentage of GNI 1.23% 1.23% 1.23% 1.23% 1.23% 1.23% 1.23% 1.23% MULTIANNUAL FINANCIAL FRAMEWORK (EU-28) Technical adjustment for 2017 ",
        "41 ANNEX 2: CLIMATE TRACKING OF 20 % TARGET The Commission's method for tracking climate related expenditure across the EU budget is based on using the so-called climate markers which distinguish ‘ primary ’ and ‘ significant ’ expenditure with respective assigned values of 100% and 40% that are counted as climate related spending. Given the range of implementing procedures (centrally managed, shared management, programmable/bottom-up), the approach to implementation varies across programmes and the general methodology is refined to reflect the specific circumstances. The main purpose of setting a climate relevant spending target in the budget is to incentivise the integration of climate considerations at the programming stage, with the tracking providing a proxy indicator. The methodology is more detailed for the European Structural and Investment Funds, Horizon 2020 and the European Agricultural Guarantee Fund, which make up more than 80% of the EU budget, and more than 90% of climate-related spending. With all operational programmes now in place and the method for tracking climate spending set for all programmes, the Commission can use the data as a baseline to track further evolution. For 2014-2017 , data is updated mostly on the basis of actual commitment allocations (for centrally managed funds) or on the basis of proportional distribution of the allocation of thematic objectives in final operational programmes over the whole 2014-2020 period (shared management funds, primarily ESI Funds). Regarding the forecasts for 2018-2020 , the indicative data depend on the programming process. For ESI Funds, these reflect the proportion of the relevant activities across the whole MFF period. For centrally managed funds where Mid-Term Reviews might reallocate funds between objectives and priorities, the forecasts can be a mathematical average. As a denominator for calculating the share of climate related spending in the EU budget, the Commission uses the same baseline as in the annual monitoring as included in the annual budgetary documents, based on the latest available financial programming. In as far as the financial programming is a dynamic system, the exact percentage share may vary slightly from one year to the next. ",
        "42 (EUR million, commitment appropriations) Programme 2014 2015 2016 2017 2018 2019 2020 Total 2014-2020 For Reference: Total EU Budget (Section III-Commission, Financial programming) 118 054.4 158 606.8 151 241.6 153 757.8 156 782.8 159 966.3 164 145.4 1 062 554.9 Total Climate Change finance in the EU budget 16 097.7 27 475.7 31 634.4 29 726.8 30 777.7 31 833.6 32 307.7 200 986.9 Share of climate relevant spending in EU budget 13.6% 17.3% 20.9% 19.3% 19.6% 19.9% 19.7% 18.9% HEADING 1a — COMPETITIVENESS FOR GROWTH AND JOBS 3 347.5 3 422.0 4 036.3 3 968.1 4 320.7 4 985.7 5 098.2 29 178.5 European Earth Observation Programme (Copernicus) 120.4 190.3 200.7 209.7 220.8 299.1 213.5 1 454.4 Horizon 2020 – The Framework Programme for Research and Innovation 2 090.9 2 251.1 2 053.5 2 103.5 2 458.1 2 691.9 2 918.8 16 567.8 Connecting Europe Facility (CEF) (including contributions tyo H2020) 1 115.0 959.0 1 761.0 1 631.0 1 618.0 1 970.0 1 939.0 10 993.0 Programme for the Competitiveness of Enterprises and small and medium-sized enterprises (COSME) 21.2 21.6 21.1 23.9 23.8 24.7 26.9 163.2 HEADING 1b — COHESION POLICY 5 339.1 8 933.1 7 363.7 7 780.3 8 291.4 8 562.9 8 813.2 56 217.0 European Regional Development Fund (ERDF) 3 144.6 6 121.2 4 959.2 5 281.3 5 669.7 5 840.9 6 004.5 37 021.4 Cohesion Fund (CF) 2 194.4 2 811.9 2 404.5 2 499.0 2 621.7 2 722.0 2 808.7 18 062.2 Europpean Social Fund (ESF), estimate over the period 161.9 161.9 161.9 161.9 161.9 161.9 161.9 1 133.3 HEADING 2 — SUSTAINABLE GROWTH: NATURAL RESOURCES 6 679.3 14 071.4 19 040.9 16 646.3 16 808.8 16 815.2 16 838.5 106 900.3 European Agricultural Guarantee Fund (EAGF) 3 316.0 3 273.0 7 938.0 8 014.0 8 147.0 8 164.0 8 172.0 47 024.0 European Agricultural Fund for Rural Development (EAFRD) 3 033.0 10 455.0 10 744.0 8 260.0 8 265.0 8 236.0 8 238.0 57 231.0 European Maritime and Fisheries Fund (EMFF) 139.4 141.2 142.5 144.8 148.2 149.2 151.9 1 017.2 Programme for the Environment and Climate Action (LIFE) 190.9 202.2 216.4 227.5 248.6 266.0 276.6 1 628.1 HEADING 3 — SECURITY AND CITIZENSHIP 6.9 4.0 5.4 5.8 6.1 7.0 7.5 42.7 Union Civil Protection Mechanism 6.9 4.0 5.4 5.8 6.1 7.0 7.5 42.7 HEADING 4 — GLOBAL EUROPE 724.9 1 045.2 1 188.1 1 326.3 1 350.8 1 462.8 1 550.4 8 648.4 Union Civil Protection Mechanism 1.6 2.1 2.1 2.1 2.5 2.6 2.7 15.7 Instrument for Pre-accession Assistance (IPA II) 90.1 210.3 222.3 305.4 250.8 270.1 288.4 1 637.3 EU Aid Volunteers initative (EUAV) 0.0 0.0 1.7 2.5 2.2 2.3 2.4 11.1 Instrument of financial support for the Turkish Cypriot community 10.1 8.7 5.0 8.5 0.0 0.0 0.0 32.3 European Neighbourhood Instrument (ENI) 185.0 268.0 245.0 259.2 272.8 309.2 343.9 1 883.2 Development Cooperation Instrument (DCI) 379.9 497.9 639.8 682.5 748.5 803.7 837.2 4 589.6 Partnership instrument for cooperation with third countries (PI) 20.9 20.5 29.9 23.0 30.0 30.0 30.0 184.3 Humanitarian Aid 37.3 37.8 42.3 43.1 44.0 44.8 45.7 295.0 Climate Mainstreaming 2014-2020 - totals by programme 2014-2017 2018-2020 estimates ",
        "43 ANNEX 3: EUROPEAN UNION TRUST FUNDS The EU regional Trust Fund for the Central African Republic (Bêkou) was established in July 2014, the EU regional Trust Fund in response to the Syrian crisis (Madad) in December 2014, and the European Union Emergency Trust Fund for Stability and Addressing Root Causes of Irregular Migration and Displaced Persons in Africa in November 2015. The fourth planned EUTF will aim to support the peace process in Colombia. It received the unanimous approval of Member States within the DCI Committee and is expected to be established as soon as possible. The EUTFs are set up as pool funds (i.e. bank accounts) established between the Commission and other donors for a specific purpose (for instance, providing support to a country or region in crisis, such as Syria or Northern Africa, or addressing a specific thematic issue, such as energy). Both the EU and other donors (usually EU Member States) contribute to EUTFs. Although these funds are managed by the Commission, they are separate from the EU Budget or the EDF. The use and implementation of funds therefore follow its own specific rules pursuant to its constitutive agreement, signed between the Commission and the other donors. These agreements establish inter alia the governing structures of a EUTF (namely a Board and an Operational Committee where the Commission and other donors are represented), the role of the Commission as manager, and how the decisions on the global strategy and on the use of their funds for specific actions should be adopted by these governing bodies. Before the signature of a constitutive agreement establishing a EUTF, the College adopts the relevant establishment decision authorising its signature (the draft agreement is attached). Moreover, all the contributions of the EU budget (or EDF) to a EUTF are made on the basis of a financing decision . Once the EUTF is established, activities are proposed by the Manager to the governing bodies and agreed in principle by consensus. Implementation follows, as a rule, the normal procedures of the Commission. Contributions from Member States and other donors vary depending on the trust fund. As they are open for further contributions during their existence, it is difficult to predict the total financing available. Furthermore, the different objectives of the trust funds have translated into a very diverse range of donors and contributions, depending mainly on donors’ own internal priorities and areas of interest. The contributions also depend on attraction capacity of the objective of the EUTF, needs, policy priorities and the international context. Disbursements may also be done in different years, and therefore pledges should be taken into account. See below tables reflecting pledges for each of the EUTFs in place. The following pages show the State of Play of the three established EUTFs. ",
        "44 Bêkou Trust Fund The EU Trust Fund for the Central African Republic Bêkou Trust Fund (T003) Amount Contributions: Amount (EUR) Contributions through EU instruments: EDF and EDF Reserve 68 000 000 DCI 30 100 000 ECHO 3 000 000 Total EU Budget and EDF 101 100 000 Total external contributions of which 34 950 000 Total Acknowledged MS contributions 34 000 000 Total Acknowledged other contributions 950 000 Grand Total 136 050 000 Financial performance: Total commitment appropriations 96 695 680 Total committed: 75 250 139 Total commitments available: 21 445 541 Total paid: 24 672 376 Recovery orders cashed from MS + others 28 925 326 recovery order cashed from other external contributors Recovery orders cashed EU Budget 12 000 000 Recovery order cashed EDF 39 000 000 Recovery total cashed 79 925 362 Objective: To support all aspects of the Central African Republic's (CAR) exit from crisis to reconstruction and to promote stabilisation. Basis for creation: The Constitutive Agreement establishing the EUTF was signed on 14 July 2014 External Contributors :France, Germany, Netherlands, Italy and Switzerland ",
        "45 Madad Trust Fund EU Regional Trust Fund inn response to the Syrian crisis Madad Trust Fund (T004) Contributions: Amount (EUR) Contributions through EU instruments ENI 522 032 000 IPA 242 278 000 DCI 31 000 000 Total EU Budget 795 310 000 Total external contributions of which 93 950 000 Total Acknowledged MS contributions 69 300 000 Total Acknowledged other contributions * 24 650 000 Grand Total 889 260 000 Financial performance: Total commitment appropriations: 705 206 707 Total committed: 629 333 271 Total commitments available: 75 873 436 Total paid: 125 599 671 Recovery orders cashed from MS 53 228 238 Recovery orders cashed from Turkey 24 650 228 Recovery orders cashed EU Budget 158 919 261 Recovery total cashed 236 797 727 * Turkish co-financing to IPA package Objective: To provide a coherent and reinforced aid response to the Syrian crisis on a regional scale Scope/sectors covered: Scope: The Syrian and Iraqi crises, to address the needs of refugees, IDPs and returnees Sectors : Education, Health, Water&Sanitation, Other social infrastructure & servces Government&Civil society, Conflict prevention and resolution, Reconstruction, relief and rehabilitation Basis for creation: The Agreement establishing the EUTF was signed on 15 December 2014 Underlying Commission decisions: C(2014)9615 of 10,12,2014 and C(2015)9691 of 21.12.2015 External Contributors: in total 21 Member States ",
        "46 Africa Trust Fund The EU Emergency Trust Fund for Africa Africa Trust Fund (T005) Amount Contributions: Amount (EUR) Contributions through EC instruments: EDF and EDF Reserve 1 476 000 000 EU Budget ENI 200 000 000 IcSP 10 000 000 DCI 125 000 000 ECHO 50 000 000 HOME * 20 000 000 Other 18 600 000 Total EU Budget and EDF 1 899 600 000 Total external contributions of which 81 814 389 Total Acknowlded MS contributions 34 845 000 Total Acknowledged other contributions Grand Total 1 981 414 389 Financial performance: Total commitment appropriations: 1 300 294 213 Total committed: 384 614 280 Total commitments available: 915 679 933 Total paid: 50 032 011 Recovery orders cashed from MS 45 291 921 Recovery orders cashed from other contributors Recovery orders cashed from EU budget Recovery orders cashed EDF 68 513 800 Recovery total cashed 113 805 721 * amount to be confirmed Objective: To address the crises in the regions of the Sahel and the Lake Chad, the Horn of Africa and the North of Africa. The Trust Fund aims to help foster stability in the regions. Scope/sectors covered: Scope: The Trust Fund will benefit a wide range of countries across Africa that encompasses the major African migration routes to Europe. Sectors: Economy/Employment opportunities, Food and nutrition security, Migration managem. and Conflict prevention Basis for creation: The Agreement establishing the EUTF was signed on 9-10 November 2014 in Valletta External Contributors: in total 25 Member States and Norway and Switzerland ",
        "47 ANNEX 4: SCHEMATIC VIEW OF ESI FUNDS MACRO - CONDITIONALITY Existing CSR New CSR CSR (year n) Country report (year n+1) - Commission analysis of socio economic progress by Member State - Looks at national implementation of previous CSRs - Analyses challenges (old and new) faced by MS Insufficient progress towards CSR CSR re-issued Dialogue with MS No re- programming If necessary reprogramming request If necessary, new CSR Identification of new challenges Dialogue with MS If necessary, reprogramming request Satisfactory progress towards CSR ",
        "48 ANNEX 5: SIMPLIFICATION SCOREBOARD The European Commission continues its efforts in simplifying the allocation of EU funds. A Simplification Scoreboard accompanied the negotiation of the legislative acts under the MFF 2014-2020, with three updates. The Scoreboard was welcomed by the other Institutions. In particular, the Budgetary Committee of the Council invited the Commission to pursue its efforts in the implementation phase. In response to this invitation and as a component of the “Budget Focussed On Results” strategy, the European Commission re-launches the Administrative Simplification Scoreboard in the form of the present document and will update it. This Scoreboard documents initiatives towards simplifying EU funding program implementation by the European Commission and Member States. Key simplification initiatives by the European Commission and Member States : The Commission has set up a High Level Group on simplification of European Structural and Investment funds . The Group is composed of independent experts and chaired by former Commission Vice-President Siim Kallas. The Group will in particular: – Assess the uptake of simplification opportunities by Member States, including their commitments to reduce the administrative burden for beneficiaries as set out in the partnership agreements; – Analyse the implementation of simplification opportunities in Member States and regions, taking account of the study on simplification; – Identify good practices to reduce the administrative burden on beneficiaries; – Make recommendations to improve the uptake of simplification measures for 2014-2020, in particular for the MFF Mid-Term Review; and on the way forward for the post-2020 period 85 . In their partnership agreements with the Commission in the framework of the European Structural and Investment funds constituting the bulk of the EU budget implemented through shared management, Member States have set objectives for the reduction of the administrative burden for beneficiaries . Simplification is established as a quantitative objective, to be pursued and verified by every Member State throughout the period 2014-2020. The Commission has contracted several studies in 2015 within the framework of the implementation of the European Structural and Investment funds . One study focuses on simplification and is being carried out with the contribution of Member States; the first results are expected in the coming months. This study shall assess the uptake of simplification possibilities by Member States, regional and local authorities and identify the reasons for success as well as the causes preventing the taking up of other simplification options. 85 http://ec.europa.eu/regional_policy/fr/policy/how/improving-investment/high-level-group-simplification/ ",
        "49 Legislation requires a full shift to e-governance for cohesion policy by 31 December 2015. From this date, all documentation has to be stored and exchanged between administrations (both at EU and national level) and with beneficiaries in electronic format only. Member States have made a significant effort to make this switch in a timely manner; the Commission is monitoring the results and providing support. In 2015, the Commission launched a screening of the entire EU level agricultural legislation (\"acquis\") to identify the potential for simplification. Many proposals for further simplification have been submitted by Member States. In May 2015 the Council adopted conclusions on simplification highlighting some short- and medium-term priorities. The EESC and the Committee of the Regions also adopted opinions on CAP simplification. Many proposals were submitted by stakeholders. The Commission has followed up this exercise by launching four waves of simplification measures so far, covering Commission level legislation and guidance documents 86 . As part of the EU-Level Platform on Transnational Cooperation , the Commission co-ordinates 10 thematic networks with Member State administrations to share best practices. Data on the use of certain simplification measures: Use of simplified cost options (SCO) The use of SCO has the advantage that beneficiaries do not have to spend time and resources to carry out detailed accounting and calculations of project costs when submitting reimbursement requests. They are used in various fields: agriculture, employment, education, research, development cooperation, support to industry and entrepreneurship, justice, taxation, and culture. 2015 data for programmes directly managed by the Commission and executive agencies show that for several programmes SCO make for a substantive share in the annual budget allocated through grants (up to 89% in the case of education, training, youth and sport). In some cases, however, SCO are not available or their use remains marginal. e-Management of the funding process As regards direct management in 2015, grants were entirely managed via electronic procedures in development cooperation, infrastructure, justice, research & innovation and culture. While there are several programmes for which e-tendering is applied for all calls, e-submission still remains of limited use. Contracts are managed in electronic format only in the sectors of internal market, industry, entrepreneurship and support to SMEs; fraud prevention; health and consumer protection; and taxation. In the same sectors, invoices are created and exchanged in electronic format only. 86 These include action in Direct Payments (e.g. various Ecological Focus Area criteria, Voluntary coupled support, young farmers), controls (e.g. improvement of sample selection, simplified system for administrative penalties for direct payments, introduction of yellow card mechanism for first time offenders), markets (reduction of number of Commission level acts from more than 200 to 40), rural development (e.g. publicity obligations for farmers, programming of financial instruments). Also at the end of 2015, the Commission launched the review of greening after one year of implementation. ",
        "50 Single web portal for beneficiaries In 2015, for almost all the programmes managed directly a single web portal for beneficiaries has been available. Beneficiaries can find all funding opportunities, submit their application, follow the treatment of such application by the Commission, and store supporting documents. Such web portals are currently available for research & innovation, industry and entrepreneurship, taxation, development cooperation and culture. Average time limits for payments and grants The payment time indicator is comparable to 2014 or improved in 2015 for the majority of programmes under direct management. There is a similar trend as regards the time for grants. Detailed data can be found in the tables uploaded on the following website: http://ec.europa.eu/budget/mff/simplification/index_en.cfm. ",
        "51 ANNEX 6: MEDIUM - TERM PAYMENTS FORECAST This annex presents a forecast for the overall payment requirements of the EU until the end of the current MFF in 2020. The overall forecast is based on a careful review of the implementation of the MFF since 2013 and on individual forecast for the main spending programmes. It is based on the latest information available at the beginning of September 2016. Such forecast is rather uncertain, in particular as regards the ESI funds where there is currently very limited information on actual implementation and for which the forecasting is very sensitive (see details in section 3). The forecast presented in this annex represents a central scenario of what is in reality a considerable range of plausible outcomes. 1. INTRODUCTION One of the key issues in the first years of the current MFF has been the gap between the authorised payment appropriations and the past commitments taken by the European Institutions. The significant drop in payments authorized and the important volume of payments due from the implementation of cohesion policy from the past programming period led to a growing backlog of outstanding payment claims, which reached an unprecedented peak at the end of 2014. To address this issue, the three European institutions agreed on a payments plan in March 2015 which will lead to the phasing out of this backlog by the end of 2016. However, the slower than expected start of the implementation of the new programmes supported from the European Structural and Investment Funds (ESI Funds) raises again the issue of whether payment ceilings are sufficient and their annual distribution appropriate to avoid the building up of a new backlog of payment claims at the end of the current Multiannual Financial Framework (MFF). Monitoring closely the evolution of payments and assessing continuously the sustainability of the payment ceilings of the MFF remains, therefore, of crucial importance. In this context, the Commission has produced this medium-term payments forecast. It provides an analysis of the implementation of the MFF since its adoption in 2013, estimates the evolution of RAL over and at the end of the MFF period and assesses the sustainability of the payment ceilings taking into account the new flexibility provisions and the new proposals included in the Mid-Term Review communication 87 . The forecast covers the period until 2020. The updated forecast of the RAL by end 2020 and post 2020 will be presented in 2017 as foreseen in Point 9 of the Interinstitutional Agreement 88 . 87 COM(2016) 603 of 14.9.2016. 88 Interinstitutional agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management. ",
        "52 2. IMPLEMENTATION OF THE MULTIANNUAL FINANCIAL FRAMEWORK SINCE 2013 The agreement reached in the February 2013 European Council on the current MFF 2014-2020 led for the first time to a reduction of overall commitments as well as an important tightening of the payment ceiling as shown in the chart below. The MFF therefore introduced again a very significant difference (of EUR 51.5 billion in 2011 prices) between the overall ceilings for commitment and payment appropriations 89 . The Commission declared at the time that this difference was just compatible with the principles of sound financial management and legal requirements. In order to allow the Union to fulfil its obligations in compliance with Article 323 of the Treaty on the Functioning of the European Union (TFEU) in the new tighter budgetary environment, it was agreed that \"specific and maximum flexibility\" would be implemented Specific and maximum flexibility was integrated in the MFF Regulation in the form of enhanced Special instruments 90 and of new tools allowing the shift of appropriations across different years and headings throughout the MFF and the full use of margins over the period. Ceilings establish maximum expenditure levels but the annual budget procedures determine the actual level of commitment and payments executed, usually below the ceiling, leaving a margin that the budgetary authorities can activate in the course of the year or transferred to the future. In the current MFF, the Global Margin for 89 The difference in the 2007-13 period was EUR 50 billion in 2011 prices. 90 The Flexibility instrument (Flex), the Solidarity Fund (EUSF), the European Globalisation Adjustment fund (EGF) and the Emergency Aid Reserve (EAR). ",
        "53 Commitments (GMC) allows using unallocated margins in commitments from years 2014-17 ex-post, the Contingency margin allows the increase of ceilings for both commitments and payments to be offset against margins in the current or future years, and the Global Margin of Payments (GMP) allows using the full amount available under the overall payment ceiling, with annual limits set for 2018-2020.These new flexibilities have been used extensively up till now 91 . The MFF has evolved significantly since its adoption in 2013. Some of it was anticipated in the MFF Regulation:  Re-programming of the shared managed programmes (Article 19 of the MFF Regulation): due to late adoption of programmes under shared management in Headings 1b, 2 and 3, commitment appropriations for more than EUR 21 billion were transferred from 2014 to, mainly, 2015 but also to 2016 and 2017. This re- programming has not changed the overall commitment ceiling expressed in current prices 92 , but it reflects the delay in the implementation of those programmes 93 .  Transfers between the two pillars of the Common Agricultural Policy (CAP) (Article 2 of the MFF Regulation): the three rounds of transfers between rural development and direct payments announced to date result in a net transfer of EUR 4 005 million from direct payments to rural development, leaving unchanged the overall ceiling for Heading 2. This translates into a shift from non- differentiated to differentiated appropriations resulting in a lower level of payments during this MFF and a larger time lag between commitments and payments.  Adjustment of cohesion policy envelopes (Article 7 of the MFF Regulation): In order to take account of the particularly difficult situation of Member States suffering from the crisis, the Member States' individual envelopes were recalculated on the basis of the most recent statistics available in spring 2016 and those envelopes with changes of above +/- 5% compared to the original envelope were adjusted accordingly. As a result, the ceilings for commitment appropriations of Heading 1b were increased by a total of EUR 4 642 million in current prices for the years 2017-2020 and the ceilings for payment appropriations by EUR 1 367 million over the same years to allow an orderly progression between commitments and payments 94 . 91 See section 3 of this Commission Staff Working Document. 92 The overall commitment ceiling in 2011 prices was slightly decreased. 93 Payments corresponding to 2015-2016 commitments will have to be made before 2020, or de- committed based on the n+3/n+2 de-commitment rule (n+3 de-commitment rule applies to all ESIF, n+2 applies to Heading 3 shared managed funds (AMIF, ISF)). 94 See Technical adjustment of the MFF for 2017 in line with movements in GNI and adjustment of cohesion policy envelopes. COM(2016) 311 final, 30.6.2016. ",
        "54 Other changes were not foreseen when the MFF was agreed and introduced in response to reinforced priorities and new challenges: the European Fund for Strategic Investments was set-up 95 to boost jobs and growth within the EU and additional financing was mobilised in order to deal with the internal and external dimension of the refugee influx 96 . The financing of these new activities was possible thanks to the increased flexibility provided for in the MFF Regulation. In the context of the assessment of the sustainability of the payment ceilings, it is important to recall that the MFF established them on the basis of programmed commitments. Payments were not foreseen for unplanned expenditure derived from the more flexible use of margins or Special instruments. In line with this, the present medium-term payments forecast considers payments for Special instruments above the ceilings (see chapter 6 below), whereas the mobilised margins are financed within the ceilings. The table below shows the actual and forecast evolution of margins during the MFF. Originally, when the MFF was adopted, an overall amount of EUR 7 billion was left unallocated under the different commitment ceilings to allow for flexibility in the annual budgetary procedure. The current forecast of the remaining margins corresponds to the financial programming accompanying the Draft Budget 2017. 95 The Global Margin for Commitments was mobilised to contribute to the financing of the EU budget guarantee for the European Fund for Strategic Investment (EFSI): EUR 543 million was entered in the 2016 budget from remaining margins from 2014, EUR 1 265 million in 2017 budget from remaining margins of 2015 and EUR 640 million is programmed for 2018 using the still unused part of 2015 GMC and part of the 2016 GMC. 96 The EAR and Flexibility instrument availabilities until 2017 were fully used and the Contingency margin is proposed to be mobilised in 2017 to allow financing of additional needs of migration above the ceilings of Heading 3 (with offsetting in the same year). ",
        "55 Evolution of margins between 2013 and financial programming DB 2017 * Current 2017 margins are shown before the proposed offsetting of the EUR 1 164 million of Contingency Margin for H3 from H2 (EUR 650 million) and H5 (EUR 514 million) ** The total amount of the remaining margins (EUR 5.7 billion) is calculated taking into account the EUR 445 million of the 2016 margin foreseen for the financing of EFSI in 2018 (via GMC) and the negative margins (EUR 2 billion) in Heading 3 in 2018-20 as included in the financial programming accompanying DB 2017 and excluding the 2014 and 2015 margins used for financing EFSI. In line with the focus on the top political priorities (kick-starting jobs and growth, and dealing with the internal and external implications of the refugee flows), the table shows that the margins in the Headings 1a, 3 and 4 have been progressively used up and even exceeded, whilst larger than expected margins emerged from Heading 2, notably due to higher than expected assigned revenue 97 , and in Heading 5, due to the lower 2011 and 2012 salary adjustments 98 . This has allowed compensating the increased expenditure to deal with the new needs. As expenditure in the latter Headings is mostly non- differentiated, corresponding additional margins are created also in payments. Similarly, margins could materialise in Heading 2 over 2018-20 thanks to higher assigned revenue than foreseen when the MFF ceilings were established, although not to the same extent as experienced in the first years of the MFF given that some sources of assigned revenue do not exist any longer (e.g. the milk superlevy) and a backlog of conformity procedures has been cleared. 97 EAGF measures are every year financed partly by assigned revenue. EUR 672 million per year of assigned revenue was assumed when the sub-ceiling for Heading 2 was established. The amounts turned out to be significantly higher so far. It means a decrease of the payments counted against the MFF payment ceilings (and an increase of the margins). 98 The European Court of Justice issued a ruling that allowed Member States to fix the increase in salary for employees of the EU institutions at a lower level than expected because of \"exceptional circumstances\" caused by the financial and economic crisis. This ruling led to additional margins created in Heading 5. 2014 2015 2016 2017* 2018 2019 2020 2014-20 original margin 106.0 183.3 264.8 292.4 321.7 433.4 476.4 2 078.0 current margin 76.0 114.3 0.0 81.0 85.0 435.4 504.8 1 296.5 change -30.0 -69.0 -264.8 -211.4 -236.8 2.0 28.4 -781.5 original margin 1.1 1.0 -0.3 0.1 0.9 0.7 0.3 3.8 current margin 0.0 0.3 5.9 13.2 0.0 0.0 0.0 19.3 change -1.1 -0.7 6.2 13.1 -0.9 -0.7 -0.3 15.6 original margin 46.7 54.4 61.2 66.8 74.3 80.9 88.7 473.0 current margin 112.1 814.9 1 777.8 1 289.3 67.8 77.1 84.1 4 223.0 change 65.4 760.4 1 716.6 1 222.5 -6.5 -3.8 -4.6 3 750.1 H3 original margin 65.4 69.4 87.9 114.6 131.9 153.9 160.3 783.5 current margin 7.0 0.0 0.0 -1 164.0 -849.6 -662.7 -496.0 -3 165.3 change -58.4 -69.4 -87.9 -1 278.6 -981.5 -816.6 -656.3 -3 948.8 H4 original margin 143.1 228.0 233.0 322.4 386.1 451.7 521.3 2 285.6 current margin 10.0 38.1 0.0 0.0 373.5 402.5 421.3 1 245.5 change -133.1 -189.9 -233.0 -322.4 -12.6 -49.1 -99.9 -1 040.0 H5 original margin 63.7 97.4 154.6 202.7 264.2 292.9 341.8 1 417.3 current margin 316.5 415.5 532.0 595.9 751.9 821.3 973.7 4 406.9 change 252.8 318.1 377.4 393.2 487.7 528.4 631.9 2 989.6 original margin 425.9 633.6 801.1 999.0 1 179.2 1 413.5 1 588.8 7 041.0 current margin 521.5 1 383.1 2 315.6 815.4 428.6 1 073.6 1 488.0 8 026.0 change 95.7 749.5 1 514.5 -183.5 -750.6 -339.9 -100.8 984.9 of which still available** 1 871.0 815.4 428.6 1 073.6 1 488.0 5 676.7 total mil EUR, current prices H1a H1b H2 ",
        "56 3. PAYMENTS FORECAST The evolution of actual payments since the beginning of the current MFF deviates significantly from the original forecast used when the payment ceilings were agreed, especially as regards the evolution of payments for ESI funds. The evolution of payments in Heading 1b is crucial for assessing the sustainability of the payment ceilings as a (+/-) 1% change in the pace of implementation leads to a (+/-) EUR 4 billion change in payment needs. Its accurate forecasting has proved to be challenging. When preparing the MFF 2014-2020, the payments forecasts for the 2014-2020 programmes were based on historical evidence from the previous two MFF periods (i.e. 2000-2006 and the first years of 2007-2013). The assumption was that the delays experienced in 2007 and 2008 would not be repeated and that implementation would start earlier. This assumption has proved to be wrong. The start of the implementation of the new programmes was even slower than in the previous period due to a combination of different factors:  significant delays in the implementation of the 2007-2013 programmes leading to a peak of payments between 2013-2015 and a focus from Member States on closing the previous programmes;  late adoption of the legal bases for the 2014-20 programmes followed by a very significant re-programming of the 2014 commitments to 2015 and beyond;  long delays in setting up and notifying responsible national authorities,  introduction of n+3 rule for all Member States for the whole period pushing by one year the risk of de-commitment and thus reducing the incentives for fast implementation ; and  change of rules aimed at increasing the quality of programmes and projects, but which require additional start-up time. As regards the evolution in other headings, the significant backlog of end 2013 and 2014 as well as late adoption of the legal acts caused some delay in the launch of new programmes in Heading 1a and 4 and a one year delay in the start of the implementation of rural development in Heading 2. The payments forecast until 2020 has been carefully reassessed taking into account the implementation in 2014 and 2015 and the amounts budgeted for 2016 and 2017. The forecast for payments is made for each Heading and programme/fund separately for the pre-2014 and 2014-2020 commitments, as follows:  Payment estimates are based on prudent estimates, i.e. no de-commitments are assumed to be made for new (2014-2020) commitments in Headings 1b and 2 and very limited de-commitments are assumed for new commitments in Headings 1a, 3 and 4 until 2020 – see the forecast of de-commitments in chapter 4. ",
        "57  The payments on the pre-2014 commitments correspond fully to the payment schedules accompanying the draft budget 2017 (for all Headings, with some adjustments for Heading 1b related to the current pace of implementation and taking into account the latest forecasts received from Member States in July 2016).  100% payment in the year of the commitment for non-differentiated appropriations (i.e. for the 1st pillar of the CAP and administration in Heading 5);  In the case of ESI Funds (the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund), estimated payments are based on specific assumptions on payment schedules per fund;  In all other cases the Commission used differentiated schedules by programme based on the implementation of the 2014-2017 commitments as presented in the financial programming accompanying the draft budget 2017. This forecast only concentrates on the evolution of the payment appropriations. It does not analyse the impact for the Member States contributions. It is however important to recall that changes in the payment appropriations do not automatically lead to increased contributions by Member States. Besides own resources, expenditure can also be financed by other sources such as fines or assigned revenue, with a neutral impact on national budgets, as has been the as was the case in recent years. 3.1 Forecast assumptions by Heading and programme/fund 3.1.1. European Structural and Investment Funds The forecast for the payments for ESI Funds is based on past experience adjusted to take into account the new financial provisions (initial and annual pre-financing, clearance procedure, different accounting and financial year, n+3 de-commitment rule for all Member States and all years, and the 6% performance reserve). The forecasting is based on a profile of interim payment claims as a percentage of the overall envelope. A specific payment profile is used for each of the funds (ERDF, ESF and Cohesion fund and EMFF). The historical profile of the claims for the 2007-13 programmes was taken as a basis for the current forecast and adjusted to the actual delayed implementation in 2014-2016 and the impact of the change of the de-commitment rules (n+3 for the whole period for all Member States; no coincidence of two de-commitment targets as in 2013). The table below shows the assumed profile of interim payment claims for each fund as % of the overall envelope for the fund (without performance reserve): ",
        "58 Forecast profile of interim payment claims for cohesion funds (% of total allocation) For the years 2018 and 2019 the amounts are at the level of the 2011 and 2012 claims. The amount for 2020 is lower than it was for 2013 as in 2013 two de- commitment targets applied for the new Member States (as the de-commitment rule changed from n+3 to n+2 between 2010 and 2011). In full coherence with the new n+3 rule, the forecast leads to a smoother implementation where payments will be pushed to a higher degree into the first years of the next MFF. 3.1.2. Rural development The European Fund for Rural Development (EAFRD) is implemented through different financial rules than other ESI Funds. The only common provisions are those for the initial pre-financing, the n+3 rule for decommitments and the 6% performance reserve. All other rules basically correspond to the rules applied in the previous period. Slightly less than half of the national envelopes are spent on so called annual measures, and only the remaining part on investment measures similar to those financed by ESI Funds under Heading 1b. Moreover, the establishment of responsible authorities is not a pre-condition for interim payments. As a result, the delay in the start of the implementation was much shorter for the EAFRD and mostly linked to the re-programming of the 2014 tranche. 3.1.3. Direct payments and market measures - revenue assigned to EAGF The main change as regards the European Agricultural Guarantee Fund (EAGF) relates to the forecast of assigned revenue. When the sub-ceiling for Heading 2 was established an annual amount of EUR 672 million was assumed to be financed from assigned revenue. The 2014-2017 amounts turned out to be significantly higher 99 . This implied a decrease of the payments counted against the MFF payment ceilings (and an increase of the margins – both in commitments and payments). Even though the amounts are difficult to forecast since they often 99 The collected EAGF assigned revenue amounted to EUR around 1 bn in 2014 and EUR 1.6 billion in 2015. Around EUR 2.1 billion are budgeted in 2016 and EUR 1.4 billion are so far included in DB 2017 which will be updated via an Amending Letter in October 2016. (These figures relate to assigned revenue freshly collected during the running budget year and do not include assigned revenue carried-over from the previous year.) 2014 2015 2016 2017 2018 2019 2020 total 2014-20 ESF 0.0% 0.3% 4.1% 10.8% 12.9% 15.1% 16.0% 59.2% ERDF 0.0% 0.3% 3.8% 10.5% 13.5% 15.3% 16.5% 59.8% CF 0.0% 0.0% 4.0% 9.7% 11.0% 13.0% 15.0% 52.7% ",
        "59 include elements with a one-off character (such as instalment and deferral decisions for clearance of accounts, over-shooting of milk quotas, etc.) the implementation up-to-date shows that the initial assumption should be reassessed. For the current payments forecast, the amounts for assigned revenues for 2014- 2017 are based on actual and known data as well as DB 2017 100 . The amount currently assumed for 2018-20 is EUR 1 billion per year (i.e. an increase by EUR 328 million), taking into account already known amounts of future assigned revenue linked to clearance of accounts decisions adopted in 2015 or earlier 101 . However, the actual level of EAGF assigned revenue in those years will depend on future clearance of accounts' decisions, with possible requests of Member States for instalments, whereas milk super levies are no longer collected as the milk quota system has ended in 2015. As regards the appropriations for the EAGF, they are mostly non-differentiated and the bulk related to direct payments to farmers is usually reimbursed to Member States during the first months of the budget year. In 2016, however, significant delays were observed due to implementation difficulties in the first year of application of the new scheme of direct payments under the MFF 2014- 2020. While there has been meanwhile a gradual catch-up in the implementation, significant amounts are still expected to be paid by mid-October 2016. 3.1.4. Headings 1a, 3, 4 and 5 For Headings 1a, 3 and 4, the forecasts are based on the execution of payments in 2014 and 2015, the revised financial programming and the schedules of payments accompanying the draft budget 2017. It is the latest available information which comprises payments on 2014 to 2017 commitments is used to model the payments of 2018-2020 commitments. As administrative expenditure (Heading 5) is based on non-differentiated appropriations, the amounts for commitments as presented in the financial programming accompanying the DB 2017 are those which apply to the respective payments forecast. 100 The Amending Letter updating the amounts of EAGF assigned revenue for 2017 was not available at the time of the finalization of this payment forecast. 101 The Member States may benefit from deferrals under specific circumstances or may be authorised by the Commission to pay in instalments spread over several years after request, which is often done in case when they have to pay back significant amounts. ",
        "60 3.2. Results of the current payments forecast The payments forecast confirms that the delay in the payments at the beginning of the MFF will result in higher than foreseen payments needs in the years 2018-2020. The table below shows the results of the payment forecast: The remaining high margin in 2016102 is largely a result of the delayed start of the new programmes financed from ESI funds. While in years 2014 and 2015 the delay in implementation of those programmes allowed for a faster reduction of the backlog and of payments of the pre-2014 RAL as well as the budgeting of the additional appropriations needed in headings 3 and 4 to deal with the new needs. Most programmes from the previous period have now reached the maximum 95% level which can be paid before closure and will thus not require payments in 2016. For 2017, a \"dip\" in the payment profile was already expected when the MFF was agreed based on the assumed lag between phasing out the pre-2014 programmes and reaching the cruising speed of the 2014-2020 programmes. The lag has turned out to be longer than expected and therefore the dip in 2017 is deeper than forecast in 2013. Several factors contribute to the deepening of the dip. The main factor is the delayed start of the implementation of ESI funds and the new rules on clearance of annual pre- financing. Given the low level of claim submission for ESI funds so far, the annual clearing in 2017 will result in a large part of the 2% annual pre-financing paid in 2016 being recovered from Member States 103 . This amount will generate assigned revenue in 2017 which will be used to make interim payments and therefore reduces accordingly the needs for fresh appropriations to be budgeted. In order to align the annual payment ceilings to the forecasted needs, the Mid Term Review of the MFF includes a proposal to use the margins in payment in 2017 to advance the offsetting of 102 The amount for 2016 is provisional and compared to the adopted budget only includes reassessment of the implementation of cohesion based on MS forecast. More precise figures, which were not available at the time of the finalization of this forecast, will be included in the forthcoming DAB 4/2016. 103 The annual pre-financing paid in 2016 (EUR 6.6 billion), i.e. 2% of the overall envelope, shall be cleared against interim payment claims in the accounting period of 1/7/2015 to 30/6/2016. While this amount will be only known in May 2017, given the low level of payment claims in the relevant period, the recoveries are expected to be substantial. PAYMENT APPROPRIATIONS (mil EUR) 2014 2015 2016 2017 2018 2019 2020 Total 2014-2020 Latest payment ceiling (incl. CM 2014, GMP 2014,2015 + Art. 7 payments) 138 580 140 719 144 685 142 906 148 773 153 347 156 419 1 025 429 Difference to original MFF 2 714 -1 182 0 135 -301 -15 124 1 475 of which: Contingency Margin 2014 + offsetting 2 818 0 -940 -939 -939 0 Global Margin for Payments 2014 -104 106 2 Global Margin for Payments 2015 -1 288 455 465 474 106 Art. 7 - adjustment of cohesion envelopes 135 184 459 589 1 367 Midterm payment forecast 138 580 140 741 135 665 133 297 149 055 159 225 163 584 1 020 147 difference to latest payment ceiling 0 22 -9 020 -9 609 282 5 878 7 165 -5 282 ",
        "61 the 2014 mobilisation of the contingency margin in order to preserve the full original ceilings for 2018-2020, when payment needs will increase and exceed the annual ceilings 104 . For the final years of this MFF, it is expected that all programmes will reach cruising speed and, thus, the level of spending experienced in 2011-2013 should be repeated both for shared and directly managed programmes. For Heading 1b, the pre-2014 programmes should be closed in 2018 and 2019 and the new programmes should be fully on track. Consequently, the payments forecast shows payment levels above the annual ceilings in 2018-20 105 . However, the risk of accumulating a significant amount of abnormal backlog again can be mitigated by the functioning of the Global Margin for Payments, the new instrument recycling unused payment appropriations (see below). Therefore, annual accumulation of unused payment appropriation in early years of the MFF can be transferred to allow an increase of ceilings in the final years of the MFF by means of the GMP to cater for the actual shift in payment needs. If the total amount of payments needs over the 2014-2020 period is lower than the overall payment ceiling, there should not be any abnormal backlog at the end of the MFF. 3.3. Global Margin for Payments (GMP) The Global margin for payments was introduced in order to allow maximum flexibility and full availability of the overall amount of payment ceilings for the whole period. The Commission will adjust the payment ceilings for the years 2015-2020 upwards by an amount equivalent to the difference between the executed payments and the MFF payment ceiling of the year n-1. Any upward adjustment shall be fully offset by a corresponding reduction of the payment ceiling for year n-1. This provides the flexibility to allow the full use of payment ceiling but with some limitations: Article 5 of the MFF Regulation sets also maximum annual thresholds for the GMP for years 2018-20:  For 2018: EUR 7 billion in 2011 prices, i.e. EUR 8 billion in current prices;  For 2019: EUR 9 billion in 2011 prices, i.e. EUR 10.5 billion in current prices;  For 2020: EUR 10 billion in 2011 prices, i.e. EUR 12 billion in current prices. The GMP was calculated twice so far – for 2014 and 2015. In 2014, due to the mobilisation of the Contingency margin for payments there was no margin left in the budget, so the GMP was only constituted by under-execution and 104 COM(2016) 607 of 14.9.2016. 105 A peak of payments is expected in 2020 but not as significant as in 2013 when two de- commitment targets coincided for the new Member States. ",
        "62 amounted to EUR 104 million. The ceiling of 2014 was adjusted downwards and the 2015 ceiling upward by that amount 106 . In 2015, the remaining margin under the payment ceiling amounted to EUR 1 288 million. The 2015 ceiling was adjusted downwards by that amount and the ceilings of 2018-20 were increased by one third of the GMP (adjusted for 2% inflation). The decision to transfer the GMP to years 2018-20 was made based on the absence of additional payment needs in 2016 and 2017, as significant margins already existed in those years as explained above, and on the expected payments needs for the years 2018-20 exceeding the annual payment ceilings. This approach will in principle be replicated in the next years based on the assessment of payment needs. 107 In the same vein, given the significant margins remaining under the payment ceiling in 2017, the Commission proposes to advance the offsetting of the 2014 Contingency margins from years 2018-20 to 2017 108 in order to preserve the full original ceilings for 2018-20, when payment needs will significantly increase. In this context, the chart below shows how the GMP will provide specific and maximum flexibility in line with recital 4 of the MFF Regulation as agreed in 2013, respecting all provisions of the MFF, in particular, in full respect of the overall payment ceiling for the period 2014-2020 in 2011 prices and of the annual limits for the years 2018-2020 set by Art 5.2 of the MFF Regulation. 106 See the Technical adjustment of the financial framework for 2016 in line with movements in GNI, COM(2015) 320 of 22.5.2015. 107 This approach also allows mobilisation of the payment appropriations in draft budget, avoiding amending budget and therefore also allowing more predictability for national budgets. 108 COM(2016) 607 of 14.9.2016, proposal for a Decision of the EP and the Council amending Decision EU 2015/435 of the EP and of the Council of 17 December 2014 on the mobilisation of the Contingency margin. ",
        "63 * incl. Contingency Margin 2014 (offsetting in 2017), GMP 2014+2015, Art. 7 adjustment as included in the technical adjustment of the MFF for 2017 The chart shows that the annual GMP ceilings as set in article 5.2 of the MFF Regulation would be respected based on the current payment forecast. However, given the high sensitivity of the forecast of the cohesion policy payments, the Commission proposes to remove the annual GMP thresholds for 2018-20 in order to provide maximum flexibility within the unchanged overall payment ceiling 109 . 109 COM(2016) 604 of 14.9.2016, proposal for a Council Regulation amending Regulation No 1311/2013 laying down the MFF for the years 2014-20 as amended. ",
        "64 4. ESTIMATED EVOLUTION OF UNPAID COMMITMENTS ( RAL ) AND DE - COMMITMENTS A significant amount of the RAL from the previous period (EUR 221.9 billion) remained to be paid or de-committed at the beginning of 2014. This amount should be almost fully implemented or de-committed by the end of 2020 as shown in the chart below. At the same time new RAL, i.e. outstanding 2014-20 commitments is building up as shown in the chart below: Based on the current payments forecast, the total RAL is expected to amount to EUR 254 billion at the end of 2020. This figure corresponds to the balance between the sum of the RAL at the beginning of 2014 plus the 2014-2020 commitments (without unallocated margins) and the corresponding payments and de-commitments made or expected to be made in 2014-2020. The payments are split into two components, payments on the pre- ",
        "65 2014 commitments and payments on the 2014-2020 commitments. The commitments are based on the latest available financial programming figures 110 (for the draft budget 2017). The RAL currently forecast for end 2020 is EUR 8.7 billion lower than the estimate made in 2013 (EUR 262.9 billion) mainly thanks to the lower starting point (due to higher than initially expected payments made in 2013, by EUR 3 billion) and higher de- commitments than foreseen (by EUR 10.6 billion). On the other hand, the increase in commitments linked to the adjustment of the cohesion policy envelopes and the re- allocation of the unused margins via the Global Margin for Commitments and the Contingency margin are increasing the RAL. The overall amount of de-commitments forecast is EUR 24.3 billion of which EUR 4 billion is foreseen from the 2014-20 commitments in Headings 1a, 3 and 4. No de- commitments on the new programmes under Headings 1b and 2 are assumed before 2021. The table below shows the actual de-commitments in 2014 and 2015 and the forecast for 2016-20 by Heading. The forecast of de-commitments for 2016-2020 is based on the past experience, i.e. about 2% of the 2007-13 allocation (EUR 7 billion in Heading 1b, EUR 2 billion in rural development) is forecast to be de-committed at closure. For those two headings the forecast de-commitments only relate to pre-2014 commitments. For Headings 1a, 3 and 4 the de-commitments on the pre-2014 commitments correspond to the payment schedules and about EUR 4 bn is foreseen to be de-committed in those three headings from 2014- 20 commitments. 110 The higher level of estimated revenue assigned to EAGF in 2018-2020 decreases the estimated needs for CA compared to the financial programming in Heading 2. EUR billion, current prices RAL end 2013 Commitments 2014-20* Decommitments 2014-20 * Payments 2014-20 (pre 2014 CA) Payments 2014- 20 (2014-20 CA) RAL end 2020 TOTAL APPROPRIATIONS 221.9 1 080.6 28.1 196.9 823.2 254.2 * includes amounts paid by assigned revenue 2014 2015 2016 2017 2018 2019 2020 2014-2020 Heading 1a -0.7 -1.2 -0.6 -0.5 -0.5 -0.5 -0.5 -4.5 Heading 1b -1.2 -1.1 -1.5 -2.5 -3.0 -1.2 0.0 -10.5 Heading 2 -0.3 -0.5 -1.0 -1.0 -0.8 0.0 0.0 -3.6 Heading 3 -0.3 -0.3 -0.2 -0.3 -0.3 -0.3 -0.3 -2.0 Heading 4 -0.7 -0.7 -0.4 -0.4 -0.4 -0.4 -0.5 -3.6 Heading 5 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 Total -3.3 -3.8 -3.7 -4.8 -4.9 -2.4 -1.4 -24.3 actual forecast EUR billion ",
        "66 5. IMPACT OF THE MTR PROPOSALS The MTR proposes to finance additional measures in Headings 1a and 1b, 3 and 4 at the level of EUR 6.15 billion from available margins 111 . The impact of payments for these proposals will depend on the exact allocations by year. The table below shows a possible impact: Financing proposed by the MTR Period Additional commitments Additional payments Assumptions Heading 1a Horizon 2020 CEF transport ERASMUS+ Wifi4EU COSME EFSI 2 2017-2020 2017-2020 2017-2020 2017-2020 2017-2020 2018-2020 EUR 1.4 bn EUR 0.4 bn EUR 0.4 bn EUR 0.2 bn EUR 0.05 bn EUR 0.2 bn EUR 0.15 bn EUR 0.9 bn EUR 0.2 bn EUR 0.2 bn EUR 0.2 bn EUR 0.03 bn EUR 0.2 bn EUR 0.1 bn CA split in equal proportions over 2017-20; The same payment schedules applied for each programme as for the original allocations (2017- 2020 commitments) COSME – financial instruments – non- differentiated; Provisioning of the guarantee fund as foreseen in the legislative proposal. Heading 1b YEI 2017-2020 EUR 1 bn EUR 0.3 - 1 bn Depending on the profile of commitments – if full amount allocated in 2017, the full allocation would have to be paid before end 2020; with CA split equally over 2017- 20, only about 1/3 would need to be 111 See section 5.1 of this Commission Staff Working document. ",
        "67 paid before end 2020` Heading 3 Migration & Security (see financial annex to COM(2016) 603 2018 - 2020 EUR 2.55 bn n.a. The corresponding payments already included in the payment forecast based on the payment schedules accompanying the DB 2017. Heading 4 MFA/ELM Partnership framework process + EFSD 2017-2020 2016-2020 EUR 1.4 bn EUR 0.385 bn EUR 1 bn EUR 1.4 EUR 0.385 bn EUR 1 bn Non-differentiated appropriations (CA = PA) Precise split to be confirmed but the full amount to be paid before end 2020. TOTAL 2016-2020 EUR 6.3 bn (EUR 3.8 bn above the financial programming DB 2017) EUR 2.6 – 3.3 bn The current forecast of the financing of new MTR proposals (except those in Heading 3 which are already included in the payment forecast as described above) would require EUR 2.6 to 3.3 billion until 2020 (depending on the profile of the additional commitments). 6. SPECIAL INSTRUMENTS When reaching an agreement on the MFF the European Council declared that in order to provide flexibility and given their specificities, the Flexibility instrument, the European Union Solidarity Fund (\"EUSF\"), the European Globalisation Adjustment fund (\"EGF\") and the Emergency Aid Reserve (\"EAR\") shall be placed outside the MFF 112 . 112 See paragraph 101 of the European Council conclusions on the MFF of 8 February 2013. ",
        "68 However, when mobilising the Contingency margin in 2014 113 , the treatment of payments related to these Special instruments was left open and the Commission was invited to propose a solution in a timely manner 114 . The present medium-term payments forecast shows that the MFF payment ceilings shall only be sufficient to cater for commitments if the payment appropriations for the Special instruments are accounted for over and above the payment ceilings. A total amount of EUR 3.4 billion was already mobilised and EUR 7.4 billion still remains available (of which EUR 3.2 billion for the Flexibility instrument and the EAR) as shown in the table below: Overview of Special instruments mobilised and still available The current overall remaining availabilities under the payment ceilings amount to EUR 5.3 billion and additional EUR 2.6 to 3.3 billion is to be foreseen for financing the new initiatives proposed under the Mid-Term Review. Furthermore, additional proposals, e.g. to address the refugee crisis, may come in the future. The amount already mobilised in Special instruments (EUR 3.4 billion) could not be accommodated in full within the ceilings and would not leave any flexibility to mobilise either the still available amounts or the proposed increases 115 of Special instruments for the future years. The Commission therefore proposes to confirm that payments related to Special instruments are placed over and above the ceilings by amending the Decision of 17 113 Decision (EU) 2015/435 of the EP and of the Council of 17 December 2014 on the mobilisation of the Contingency margin, OJ L 72/4, 17.3.2015. 114 When mobilising the Contingency margin in 2014, the institutions could not agree whether the amount of EUR 350 million for Special instruments should be counted above the ceilings: the decision on the mobilisation of the Contingency margin allowed the EU budget to exceed the ceilings by an amount of EUR 3 168 million but only provided the offsetting for EUR 2 818 million. The Commission was called upon to provide a solution in due time. 115 See section 3.1 of the Staff Working document. Year Flex EAR EGF EUSF Total 2014 89.3 98.1 81.0 126.7 395.1 2015 149.4 282.5 43.4 82.8 558.2 2016 1 530.0 305.0 26.0 50.0 1 911.0 2017 530.0 0.0 0.0 0.0 530.0 Total 2 298.7 685.6 150.4 259.5 3 394.3 Year Flex EAR EGF EUSF Total 2016 0.0 223.4 139.6 1 043.0 1 406.0 2017 0.0 315.0 168.9 563.0 1 046.9 2018 541.0 322.0 172.3 574.0 1 609.3 2019 552.0 328.0 175.7 586.0 1 641.7 2020 563.0 335.0 179.3 598.0 1 675.3 Total 1 656.0 1 523.4 835.8 3 364.0 7 379.2 In million Euro, commitment appropriations Still available In million Euro, commitment appropriations Mobilised ",
        "69 December 2014 on the mobilisation of the Contingency margin accordingly 116 . This is crucial, as otherwise the MFF payments ceilings would need to be revised upwards in order to allow the EU to fulfil its obligations in accordance with Article 323 TFEU. 7. CONCLUSIONS – ASSESSMENT OF SUSTAINABILITY OF THE PAYMENT CEILINGS Bringing together the current payments forecast, which shows a cumulated margin of EUR 5.3 billion over the period up to 2020, and the additional needs stemming from the Mid-Term Review, estimated at about EUR 2.6 - 3.3 billion, the overall payment ceilings of the 2014-20 MFF should be just sufficient, avoiding any new abnormal backlog of unpaid claims at the end of the period. Therefore no revision of the payment ceilings appears to be required. However, this outcome requires that:  The payments for Special instruments are counted over and above the ceilings in the same way as commitments;  The Global Margin for Payments is fully used to provide the specific and maximum flexibility. In line with this analysis, in order to align better the annual profile of the MFF to the forecasted payment needs, the Commission proposes in the context of the Mid Term Review of the MFF to advance the offsetting of the 2014 contingency margin to 2017 and - as a precaution - to remove the annual GMP thresholds for 2018-20 in order to provide maximum flexibility within the unchanged overall payment ceiling. 116 COM(2016) 607, 14.9.2016. "
    ]
}