{
    "text": [
        "Opinion of the Committee of the Regions on ‘The future of the European Social Fund after 2013’ (2011/C 166/08) THE COMMITTEE OF THE REGIONS — strongly recommends that the ESF should retain its characteristic of being a structural fund and hopes that the territorial dimension will be strengthened when drawing up and implementing intersectoral operational programmes, including those relating to cooperation; — notes with interest that the Fifth Cohesion Report makes reference to the innovative potential of local initiatives, and would very much support the ESF being an integral part of the Local Development model suggested in that report; — considers that the core objectives of the ESF must continue to be to improve employment oppor­ tunities and the efficient functioning of the labour markets, develop and increase human capital, help workers to keep their jobs, and support innovation, entrepreneurship and reform in education and training; — strongly emphasises that the ESF must continue to pay close attention to cross-cutting priorities such as the social inclusion of disadvantaged individuals and groups and countering gender and age discrimination. In particular, it should support and strengthen the aim of gender equality in terms of equal opportunities and equal treatment in the employment and remuneration of women (the gender pay gap); — considers that income protection and support instruments could come within the scope of the ESF if they are linked to active labour market policy measures. The Committee believes that the provision of social shock absorbers should remain a matter for the Member States, as allowing such actions under the ESF would risk causing it to deviate from its aims and limiting its effectiveness by focusing it on emergency measures rather than long-term ones; — highlights the drastic conditions of Roma communities, who suffer not only from social and economic exclusion, but also spatial segregation and below-average living conditions, which should be addressed with European instruments implemented at regional and local level. EN 7.6.2011 Official Journal of the European Union C 166/45 ",
        "Rapporteur Catiuscia MARINI (IT/PES), president of the Umbria Region I. GENERAL COMMENTS THE COMMITTEE OF THE REGIONS Identity, purpose and justification for cohesion policy post- 2013 1. supports the idea, put forward by the Commission in the Fifth Cohesion Report ( 1 ), of a cohesion policy aimed at all European regions, its purpose being to promote the harmonious development of the Union and help lagging regions to catch up by dedicating the majority of resources to those regions, but also to maintain the competitiveness of more advanced regions, countering beggar-your-neighbour approaches based on pursuing the interests of one's own country/territory to the possible detriment of others; 2. therefore considers a territorially defined strategy that acts as a necessary addition to the single market, not least to mitigate the latter's potential to aggravate territorial imbalances, and pursues both economic development and social inclusion objectives, to be essential. Also considers it necessary to ensure coherence among and integrated management of the objectives of cohesion policy rather than promote them separately, whilst maintaining a clear and explicit distinction between the various actions; 3. hopes that cohesion policy will increasingly seek its legitimacy and visibility in the eyes of the European public through a focus on results and their measurability, putting fully into practice the concept of accountability and avoiding one-size-fits-all approaches involving prefabricated bureaucratic solutions, but instead leaving room for processes of learning at local level and for implementing provisions appropriate to the specifics of the area, not forgetting the promotion of territorial cohesion, a new policy objective enshrined in the Lisbon Treaty ( 2 ); 4. considers it essential, if the actions are to be meaningful, to provide a significant level of financial resources so that there is a minimum available even for those regions that are not necessarily lagging behind in terms of statistical averages, but which nonetheless often face issues of internal cohesion due to the existence of pockets of poverty and underdevelopment. 5. calls for the European Globalisation Adjustment Fund to be integrated into the EU budget, in particular with a view to speeding up the mobilisation of resources; II. POLICY RECOMMENDATIONS Cohesion policy and objectives of the Europe 2020 strategy 6. considers that cohesion policy and the Europe 2020 strategy should be coordinated and coherent, that there should be clear identification of those areas covered by direct support, and the reciprocities and complementarities between them. The independence of cohesion policy as provided for in the Treaty ( 3 ) should be maintained whilst making good use of the ways in which it can contribute to the success of Europe 2020; 7. strongly emphasises how important the role of local and regional authorities is to the pursuit of these goals. These are the ideal level for shaping and implementing EU policies in a way that is consistent with a long-term strategy aimed at addressing the underuse of resources and social exclusion in specific locations through appropriate additional actions and multi-level governance; 8. rejects any suggestion of re-nationalisation of cohesion policies, or of those relating to sectoral concentration. Such suggestions do not seem appropriate to offering coherent and functional support to the Europe 2020 strategy and, moreover, conflict with the territorial dimension and multi-level governance, which embodies the positive values of better governance so far promoted by cohesion, which find their basis in the Treaty. Improving economic governance whilst strengthening European cohesion would constitute a significant contribution to overcoming the economic crisis ( 4 ); The role of the European Social Fund in cohesion policy 9. considers it vital that the ESF should pursue its aims, as stated above, within the context of European cohesion policy as a whole, i.e. through programmes that are as organic and inte­ grated as possible, and pay appropriate attention to the terri­ torial dimension. In particular, actions to upgrade human capital so as to maximise results must be included in and connected with a broader development policy; 10. points out that the economic crisis has ultimately high­ lighted the role of the ESF as an irreplaceable instrument for helping workers and businesses to adjust to changed economic and market conditions, as well as to help protect the income EN C 166/46 Official Journal of the European Union 7.6.2011 ( 1 ) On this subject, see the CoR opinion on the Fifth Cohesion Report , rapporteur: Mr Delebarre, CdR 369/2010. ( 2 ) See the CoR opinion on the Green Paper on Territorial Cohesion , rapporteur: Mr Le Drian, CDR 274/2008. ( 3 ) Articles 174 to 178 of the Treaty on the Functioning of the European Union (TFEU). ( 4 ) See the Committee of the Regions' White Paper on Multi-Level Governance , June 2009, CONST-IV-020. ",
        "of individuals hit by the recession, thus highlighting the importance of continuing to pursue these goals. Also welcomes and recalls the concept set out by the European Parliament ( 5 ) and reiterated by the CoR in its opinion on The future of cohesion policy ( 6 ), of a European cohesion strategy focused on employment and social inclusion, and of the crucial role played by the ESF in promoting employability and combating poverty. This role has become even more important and necessary as a result of the current economic crisis. The multiannual character of the ESF as an instrument has proved invaluable in providing much needed stability for local commu­ nities and project promoters alike, particularly in credit crunch times for local authorities; The added value of the ESF as compared to other national financial instruments 11. strongly recommends that the ESF should retain its char­ acteristic of being a structural fund, and emphasises that, in the European context, this represents a constant of EU actions where the various countries, despite having different legal and financial circumstances, can do things that normally are not, or insufficiently, dealt with by national arrangements. Hopes that the territorial dimension will be strengthened when drawing up and implementing intersectoral operational programmes, including those relating to cooperation; 12. would like to emphasise the following strong and specific additional contributions: • greater flexibility in the use of resources under the ESF as compared to those from national funding, which are usually linked to specific purposes. This characteristic is one of the strong points of the ESF and should be maintained in the new programming period ; • the possibility of reforming systems linking education, training and work; • the possibility of facilitating, for all categories of workers, including people with disabilities, continuous adaptation of skills, high level skills in particular, so that they can play an active role in the economy, thus making a significant contribution to social inclusion and to European regions' competitiveness; • support from the ESF, which is even more significant in these times of constraint and cuts in national public expenditure, for the education and research sector, which is important to ensure significant innovation activity that will call on the skills and initiative of the workforce; • the additional contribution, which is significant from a quali­ tative point of view, provided by the continuous comparison between the various national experiences of using the European Social Fund within the context of the Europe 2020 strategy, which makes it possible to carry out a comparative assessment of national and/or regional and local systems and indeed of different experiences; 13. also emphasises the importance of being able to work in a multiannual programming framework with the attendant certainty about resources and programming referrals; Priority aims of the ESF in the context of the Europe 2020 strategy 14. stresses that the ESF contributes to all three of the priority sectors set out in the Europe 2020 strategy ( 7 ) – in particular smart growth and inclusive growth . Regarding the five specified objectives, the Fund directly pursues an increase in the employment rate to 75 % , a reduction in early school leaving and a general reduction in the level of poverty by boosting policies for social inclusion ( 8 ). In particular, the ESF will contribute to fulfilling the following Europe 2020 Integrated Guidelines laid down by the European Council ( 9 ): Guideline 7: Increasing labour market participation and reducing structural unemployment; Guideline 8: Developing a skilled workforce responding to labour market needs, promoting job quality and lifelong learning; Guideline 9: Improving the performance of education and training systems at all levels and increasing participation in tertiary education; Guideline 10: Promoting social inclusion and combating poverty; EN 7.6.2011 Official Journal of the European Union C 166/47 ( 5 ) European Parliament, resolution of 7 October 2010 on the future of the European Social Fund. ( 6 ) The future of cohesion policy , rapporteur: Mr Schneider, CdR 210/2009 fin. ( 7 ) Commission Communication Europe 2020, A strategy for smart, sustainable and inclusive growth - COM(2010) 2020 final. ( 8 ) It may also help to increase the proportion of people aged 30-34 with higher education (by improving the quality of lifelong learning at all levels and promoting participation in tertiary education). ( 9 ) Recommendation for a Council Recommendation on broad guidelines for the economic policies of the Member States and of the Union -Part I of the Europe 2020 Integrated Guidelines, SEC(2010) 488 final. ",
        "15. is particularly concerned about the increase in social exclusion, in particular that of migrants, the reduction in the economic value of work and the attendant rise in the so-called ‘working poor’, underlining the increased risk of unemployment and, consequently, poverty for workers over fifty, the bleaker job prospects for people with disabilities, increasing disparities in income distribution, and the resulting increase in relative and absolute poverty. The Committee considers that any worsening of economic deprivation limits access to cultural and social opportunities as well as material ones, which are important resources for the development and realisation of an individual's full potential, and calls for significant use of the ESF, not least in accordance with the Europe 2020 flagship initiatives An agenda for New Skills and Jobs and The European Platform against Poverty ; 16. highlights the drastic conditions of Roma communities, who suffer not only from social and economic exclusion, but also spatial segregation and below-average living conditions, which should be addressed with European instruments imple­ mented at regional and local level; 17. stresses that, based on experience from the current programming period 2007-2013, with particular reference to actions targeted at the social inclusion aspect of the ROPs and from best practice that has come out of the implementation of EU initiatives, it could also make a key contribution to the ‘inclusive growth’ priority of the Europe 2020 strategy ( 10 ). The Committee notes with interest that the Fifth Cohesion Report makes reference to the innovative potential of local initiatives, and would very much support the ESF being an integral part of the Local Development model suggested in that report. There is value in exploring the potential of widening the use of purely ‘bottom-up’ approaches – modelled on LEADER for the rural development programmes for instance – in which the ESF could play a crucial part; 18. considers that the core objectives of the ESF must continue to be to improve employment opportunities and the efficient functioning of the labour markets, develop and increase human capital, help workers to keep their jobs, and support innovation, entrepreneurship and reform in education and training; 19. recognises the need to put in place a coordinated system of services for employment, training, income support and conciliation services which, according to European principles of flexicurity, respond both to the market's need for flexibility and workers' needs for security and employability; 20. strongly emphasises that the ESF must continue to pay close attention to cross-cutting priorities such as the social inclusion of disadvantaged individuals and groups and countering gender and age discrimination. In particular, it should support and strengthen the aim of gender equality in terms of equal opportunities and equal treatment in the employment and remuneration of women (the gender pay gap). In this connection, it welcomes and supports the European Parliament's position calling for high priority to be given to green jobs for women in the context of the ESF. It welcomes the idea of introducing gender budgeting into the ESF as well as into the recovery plans and structural adjustment programmes to ensure that such programmes attract and integrate women equally ( 11 ); 21. also notes that society does not provide the necessary means for women to return to work after childbirth, and therefore considers that the role of the ESF is crucial to creating opportunities to reintegrate into the labour market those who have left it to bring up children or care for relatives; 22. in accordance with the subsidiarity principle, sees the territorial pacts – which must be negotiated between the Member States, with their regions, and the Commission on the development strategy set out in the National Reform Programmes – as a means of supporting the contribution of cohesion policy towards achieving the objectives of the Europe 2020 strategy. Those pacts, based on the common strategy framework, will, inter alia through contractual agreements, set the priorities for investment, the allocation of the resources of the European Union and of the various levels of government involved (national, regional and local) amongst the priority sectors and programmes, the agreed conditions and the objectives to be achieved. These would deal with the principle of conditionality as a criterion of ex-ante and ex-post assessment of individual actions' eligibility for funding; 23. considers that, in order to promote economic, social and territorial cohesion in a coherent, uniform and integrated manner, it would be useful to extend the scope of these pacts to other policy areas and other EU financing instruments, thus making best use of each territory's programming capacity and understanding of its own priorities; EN C 166/48 Official Journal of the European Union 7.6.2011 ( 10 ) An example of practical implementation of the Europe 2020 strategy at local level is the Green Paper Lazio 2020 , which, drawing inspiration from European and national policies, brings the Europe 2020 philosophy to the local level in a strategy to strengthen the labour market that takes account of the region's local specifics, its areas of expertise and the professions present in the region. ( 11 ) European Parliament resolution of 7 September 2010 on Developing the job potential of a new sustainable economy (2010/2010(INI)). ",
        "24. recalls the European employment strategy and under­ scores the ESF's key role as an instrument for creating the conditions for that strategy to be implemented; Thematic and geographical concentration of the Social Fund 25. points out that the ESF is, amongst the structural funds, the only one aimed directly at citizens: young people, the unemployed, workers, elderly people, and individuals vulnerable to social exclusion. It is therefore very important that the measures funded by it can be implemented in every territory in the EU, thus benefiting individuals irrespective of where they live. The intensity of assistance will depend on: — the extent to which each territory is lagging behind; — the difficulties in labour markets with falling competi­ tiveness; — the need to boost innovation in the territories; — the need to support action relating to human capital even in the territories hardest hit by the negative effects of the economic crisis; 26. rejects the scattergun approach to funding and calls for priority to be given, on the one hand, to the priority themes for development and, on the other, to measures to support disad­ vantaged individuals, i.e. placing particular emphasis on the areas of adaptability and employability, in connection with the EU's objectives in terms of sustainable development, iden­ tifying areas of innovation, potential for retraining, the drivers for change, including green jobs, based on careful, targeted and structured needs analyses and on a renewed ability amongst authorities to forecast; 27. considers that income protection and support instruments could come within the scope of the ESF if they are linked to active labour market policy measures. The Committee believes that the provision of social shock absorbers should remain a matter for the Member States, as allowing such actions under the ESF would risk causing it to deviate from its aims and limiting its effectiveness by focusing it on emergency measures rather than long-term ones. The Committee would also point out that it is necessary to use ESF funds to cofinance Member States' projects which address pressing employment problems by making a lasting contribution to implementing the seventh, eighth and tenth integrated guidelines of the Europe 2020 strategy; 28. emphasises that the subsidiarity principle must be kept under active consideration as regards the arrangements for determining the thematic and geographical focus of the ESF but regrets that in some Member States the ESF is implemented through national programmes only with little or no regional differentiation of measures. Complying with that principles makes it possible to take account of the real needs of stake­ holders and territories, which are indispensable to effective planning of the measures. Therefore recommends, in the light of experience and with the specific aim of making best use at local level of the unfulfilled development potential, that the scope of the future ESF be established in such a way as to leave more room for manoeuvre than there has been in the past so that the aims of the ESF can be better pursued, not least with regard to the Europe 2020 strategy; 29. emphasises, in particular, that the transition to a low- carbon economy, as called for in Europe 2020, can only happen through a package of measures aimed at spreading innovation through the economy and encouraging the dissemi­ nation of results of research and innovation to businesses and the grass roots, adding to the channels for technology transfer from universities and research centres to businesses, and including postgraduate training initiatives for researchers so as to boost the competitiveness of local economies; Complementarities and synergies with other funds, in particular the ERDF 30. reiterates the idea previously expressed in the opinion on the Contribution of Cohesion Policy to the Europe 2020 Strategy concerning the need for closer interplay between the funds with a specifically territorial dimension, i.e. the ESF and the ERDF, in order to create new job opportunities and improve employability through education and training. Considers that the Common Strategic Framework announced in the Fifth Cohesion Report to be the best place to ensure unity of purpose, the integration of measures among the various EU funds and consistency with the objectives of Europe 2020; 31. also considers the Territorial Pact, an expression of the partnership principle, as a helpful instrument for strengthening that unity at Member State and indeed regional and local level; 32. stresses that the European Social Fund objective relating to human resources clearly has aspects in common with and complementary to the ERDF, the EAFRD, and the EFF. Considers that optimal synergies could be achieved through integrated programming and closely coordinated management, subject to the autonomy of each of these funds, the identifi­ cation of their specifics and the definition at European level of the minimum thresholds for the allocation of resources from each fund so as to ensure an acceptable and sensible balance between the resources allocated amongst them. The Commission should encourage Member States to learn from existing best practices in terms of integrating ERDF and ESF delivery at a local level. One example is the joint Programme Management Committee approach for ERDF and ESF, which has gone some way in maximising the impact of ESF and ERDF on the ground and encouraging complementarity between the two funds; EN 7.6.2011 Official Journal of the European Union C 166/49 ",
        "33. in connection with adjustments regarding eligible (and ineligible) spending under the various funds, recommends examining the rules for cross-financing in order to simplify them for recipients and for the authorities responsible for their implementation; 34. also considers that the emphasis placed on results, along with the strengthening of the territorial dimension, on more effective communication activities and on a stronger link with integrated regional programming, are effective instruments for raising the ESF's profile with the European public and enhancing its impact on the various socioeconomic systems. The Committee suggests that complementarity between ESF and ERDF can be encouraged by smart communication methods at the local level, such as ensuring that communication strategies for ERDF and ESF should be administered by a single body, which in some regions has helped partners understand the benefits of the Programme strategies having common goals, notwithstanding the different focus of the activities; Simplification and results-orientation of the delivery system 35. considers that the system of delivery and monitoring should be less influenced by the requirements of formal procedures (formal compliance) and by objectives relating to the use of resources, and increasingly focus instead on the key issues of checking the results actually achieved and compliance with the timetable for those achievements. To this end, encouragement should be given to counterfactual impact analysis of the activities financed so as to check what really works and what does not; 36. considers that, for the post-2013 ESF, the process of simplification of the implementation of co-financed measures in the context of the operational programmes should continue. This process started during the current programming period with the introduction of eligible expenditure within the meaning of Article 11 (3)(b) of Regulation (EC) 1081/2006 (indirect costs declared on a flat-rate basis, fixed costs calculated by applying standard tables of unit costs, flat-rate sums), as amended by Regulation (EC) 396/2009. The aim is to improve and consolidate the simplification of delivery and monitoring procedures, the idea being to streamline and lighten the bureaucratic and administrative requirements facing beneficiaries of the ESF and the organisations responsible for managing it. In particular, the adoption of monitoring procedures focused on evaluating co-financed measures in terms of quantitative and qualitative results, as a direct conse­ quence of the adoption of the eligible costs mentioned above (fixed costs calculated by applying standard tables of unit costs, flat-rate sums) could be conducive to the more effective imple­ mentation of the ESF; 37. also considers that the impact of measures financed by the ESF is less easy to measure compared to other types of intervention and, for that reason, thinks it would be helpful to develop and use success indicators that would enable better monitoring of the effects of actions financed by the ESF, not just in financial terms, but above all from the point of view of improving the living and working conditions of people, who are the direct beneficiaries of the actions. The indicators used should be clearly defined, easy to measure and quantify and applied uniformly; 38. in this context, refers to the CoR opinion Measuring progress – GDP and beyond ( 12 ), which highlighted the urgent need to complement GDP with criteria covering economic, social and environmental aspects, to create a comprehensive environmental index and to carry out a harmonised social survey at EU, national and regional level ( 13 ). Reiterates that the choice of such indicators and their makeup should continue to be the result of wide-ranging participation from the grass roots up involving local and regional authorities, the Member States and the Union in a discussion process that will ultimately make it possible to achieve the objectives and give legitimacy to the EU's policy action through greater sense of ownership amongst the public of the efforts being made to emerge from the crisis and to preserve the environment and quality of life; 39. also considers the (quantitative and qualitative) assessment of placement activities, which should be carried out through direct surveys and not by extrapolating adminis­ trative data, to be a good practice that should be strengthened; 40. stresses that, in general, the assessment of placements has helped to understand the effectiveness in terms of employment over a six to twelve month period of training policies and, in more specific cases, has made very clear the importance of integrated training and/or research programmes with direct experience in businesses or research centres; 41. recognises greater transparency in the implementation of EU programmes, but also a significant amount of often unnecessary red tape, which causes high administrative costs and delays in the implementation of programmes; EN C 166/50 Official Journal of the European Union 7.6.2011 ( 12 ) Measuring progress – GDP and beyond , rapporteur: Vicente Álvarez Areces, CdR 163/2010 fin. ( 13 ) The Umbria region has equipped itself with instruments to measure the region's socio-economic progress (i.e. going beyond GDP) by putting in place a multidimensional indicator of innovation, development and social cohesion as an instrument for moni­ toring the legislative process. In addition, drawing inspiration from the European model of the European Innovation Scoreboard (EIS) , drawn up by the European Commission, it has set up the RUICS (Umbria Region Innovation & Competitiveness Scoreboard) , by means of which it proposes to assess annually, by using indicators updated from historical data right up to the latest figures available, Umbria's position in the area of innovation and competitiveness vis-à-vis all other Italian regions. ",
        "42. thus recommends that monitoring procedures should not be such that they make the programmes less efficient, and that the administrative burden should be compatible with the need for streamlined and effective implementation of the programmes, whilst ensuring sound and proper management by means of clear, simple rules that lend themselves to unequivocal, non-contradictory interpretation in accordance with criteria of proportionality and cost-effectiveness with regard to the pre-determined objectives; 43. considers that the delivery authorities should be given greater responsibility in determining the appropriate procedures in accordance with their respective national and regional arrangements, reducing the level of controls that, objectively, tend to substantially increase the length of technical and administrative procedures and the burden on beneficiaries. Brussels, 1 April 2011. The President of the Committee of the Regions Mercedes BRESSO EN 7.6.2011 Official Journal of the European Union C 166/51 "
    ]
}