{
    "text": [
        "November 2000: Regulation (EC) No 2493/2000 of the European Parliament and of the Council of 7 November 2000 on measures to promote the full integration of the environmental dimension in the development process of developing countries ( 1 ), concerning operations financed by budget heading B7-6200. Even before this Regulation existed, every operation to assist Latin America, where necessary, included an environmental impact assessment. Council Regulation (EEC) No 443/92 of 25 February 1992, on financial and technical assistance to, and economic cooperation with, the developing countries in Asia and Latin America ( 2 ) stipulates that 10 % of funding should be set aside for the environment and, in particular, protecting tropical forests. This objective is fully met. Latin America is one of the main areas that benefits from environmental projects on tropical forests and both European and Latin American non-governmental organisations are very active in the field of environmental protection, at the same time paying particular attention to the local population. The Commission is the second biggest donor (after Germany) to the Pilot Programme to Conserve the Brazilian Rain Forests (PPG7). ( 1 ) OJ L 288, 15.11.2000. ( 2 ) OJ L 52, 27.2.1992. (2001/C 318 E/210) WRITTEN QUESTION E-1047/01 by Camilo Nogueira RomÆn (Verts/ALE) to the Commission (3 April 2001) Subject: Generic Aids drugs What is the Commission(cid:146)s standpoint on the confrontation between major world pharmaceutical companies and various third world countries which are particularly affected by the Aids epidemic and which are seeking to manufacture and use generic medicines to fight the disease? Is the Commission prepared, like the UN World Health Organisation, to take up a position which gives priority above all to the humanitarian requirements needed to combat this scourge rather than favouring the egoistic and hegemonic interests of pharmaceutical firms? Answer given by Mr Lamy on behalf of the Commission (14 June 2001) The Commission has taken a clear position on this issue which is set out in the (cid:145)Programme for Action: Accelerated action on acquired immune deficiency syndrome/human immunodeficiency virus (HIV/AIDS), malaria and tuberculosis (TB) in the context of poverty reduction(cid:146) ( 1 ). Ensuring that poor country markets are supplied with adequate and affordable medicines is one of the priorities of the Programme, as is increasing investment in health care and in research. Many developing countries are faced with emergencies due to the HIV/AIDS epidemic. Due to increased international awareness of the issue, a growing number of pharmaceutical companies are today offering their products to developing countries at prices comparable with the lowest prices on the world market. The Commission supports this development and is promoting the setting up of a global tiered pricing system. It believes that this will make tiered pricing the rule when supplying medicines, whether patented or not, to developing countries and ensure that such medicines are delivered in sufficient quantities and at affordable prices. ( 1 ) COM(2001)96 final. C 318 E/192 EN 13.11.2001 Official Journal of the European Communities "
    ]
}