{
    "text": [
        "T K - 31 - 09 - 229 - E N - C FRA - European Union Agency for Fundamental Rights Schwarzenbergplatz 11 1040 - Wien Austria Tel.: +43 (0)1 580 30 - 0 Fax: +43 (0)1 580 30 - 691 E-Mail: information@fra.europa.eu http://fra.europa.eu FRA The situation of Roma EU citizens moving to and settling in other EU Member States November 2009 ",
        "Europe Direct is a service to help you fi nd answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications offi ce of the European Union, 2010 ISBN 978-92-9192-466-0 doi:10.2811/34658 Printed on white chlorine-free paper © European Union Agency for Fundamental Rights, 2009. Reproduction is authorised, except for commercial purposes, provided the source is acknowledged. For reproduction or use of the artistic material contained herein, permission must be sought. Design: FRA - Vienna Printed in Belgium How to obtain EU publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Publications for sale: • via EU Bookshop (http://bookshop.europa.eu); • from your bookseller by quoting the title, publisher and/or ISBN number; • by contacting one of our sales agents directly. You can obtain their contact details on the Internet (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. European Commission European Union Agency for Fundamental Rights Comparative report - The situation of Roma EU citizens moving to and settling in other EU Member States Luxembourg: Publications offi ce of the European Union, 2010 2010 - 92 pp, - 21 x 29.7 cm ISBN 978-92-9192-466-0 doi:10.2811/34658 A great deal of information on the European Union Agency for Fundamental Rights is available on the Internet. It can be accessed through the FRA website (http://fra.europa.eu). ",
        "The situation of Roma EU citizens moving to and settling in other EU Member States FRA November 2009 ",
        "DISCLAIMER: This report has been prepared by the European Roma Rights Centre (ERRC) that cooperated with the European Dialogue (ED), the European Roma Information Office (ERIO), the Finnish League of Human Rights (FLHR), the Fundación Secretariado Gitano (FSG) and Fédération nationale des associations solidaires (FNASAT)under a service contract with the FRA. The report was edited by the FRA, which is responsible for its conclusions and opinions. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 3 Contents Contents....................................................................................... 3 Executive Summary .................................................................... 5 Introduction ............................................................................... 10 1. Background Information .................................................. 14 2. Movement patterns and experiences .............................. 17 3. The Situation of Roma in Destination Countries............ 32 4. Responses by local authorities and NGOs..................... 63 5. Conclusions ...................................................................... 75 6. Opinions ............................................................................ 77 Selected Bibliography............................................................... 80 Methodology.............................................................................. 85 Annexes ..................................................................................... 87 ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 4 ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 5 Executive Summary Scope and background of the study Since the fall of communism and even more so after the accession of Central and Eastern European countries to the European Union many Roma moved to other EU Member States in search of better conditions of life. However, according to information from the European Union Agency for Fundamental Rights’ RAXEN 1 network of National Focal Points, many Roma continue to experience racism, discrimination and exclusion. This situation prompted the FRA to investigate the situation thoroughly and commissioned interview-based research with Roma individuals and officials to examine how the right to free movement and residence of EU citizens of Roma origin 2 is respected, protected and fulfilled in a number of selected EU Member States. 3 This report is based on this research and is part of a joint action initiated in 2008 by the FRA, the Office of the Commissioner for Human Rights of the Council of Europe and the OSCE on freedom of movement and migration of Roma. The right of EU citizens and their family members to move and reside freely within the territory of the European Union is central to the project of European integration. According to the latest Eurobarometer report in September 2009, when asked ‘ What does the EU mean? ’ 42 per cent of Europeans answered that the EU means first of all ‘freedom to travel, study and work anywhere in the EU’. 4 This right is enshrined in Article 18 of the Treaty establishing the European Community, which is implemented in more detail by Directive 2004/38/EC, the so called ‘Free Movement Directive’, which is designed, among other things, to encourage Union citizens to exercise their right to move and reside freely within Member States, to cut back administrative formalities to the bare essentials, to define clearly the categories of family members to which it applies and to limit the scope for refusing entry or terminating the right of residence. 1 Since 2000, RAXEN National Focal Points (NFPs) in all EU Member States have been collecting data on issues regarding racism, xenophobia and related intolerances. NFPs are organisations contracted by the FRA to provide through different reporting tools background material for its comparative analyses. Additional information is available at: http://fra.europa.eu/fraWebsite/research/raxen/raxen_en.htm (27.11.2009). 2 The research concerns only EU citizens of Roma origin. Throughout the text they are also referred to as ‘Roma’. 3 The research was conducted in five destination countries, France, Finland, Italy, Spain and the United Kingdom, which provide a wide and contrasting range of features reflecting broadly the experience of Roma EU citizens living in other Member States than their own. 4 EUROBAROMETER 71 (2009) Public opinion in the European Union , available at http://ec.europa.eu/public_opinion/archives/eb/eb71/eb71_std_part1.pdf (25.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 6 It should be noted from the outset that this right is not absolute: ‘EU citizens have a right of residence in the host Member State, if they are economically active there. Students and economically inactive EU citizens must have sufficient resources for themselves and their family, as well as comprehensive sickness insurance cover so as not to become a burden on the social assistance system of the host Member State during their residence.’ 5 Push and pull factors Research shows that poverty and racism are the main factors ‘pushing’ Roma to leave their countries of origin, with poverty being the dominating factor mentioned by Roma respondents. A defining aspect of the experience of poverty in countries of origin is unemployment, but segregation and a feeling of ‘not belonging’ are also key push factors. Factors ‘pulling’ Roma to certain destination countries include their assumed prospects for finding work and improved living standards. However, as the responses show, these aspirations can also involve ‘rose-tinted’ notions of how much better life in destination countries is likely to be. The research found that there is a tendency for Roma to migrate mainly from certain areas in their countries of origin. Experiences in crossing Schengen borders Respondents described their experiences with border/visa officials in destination countries broadly in positive terms. However, Roma respondents were more likely to experience problems, including demands for bribes by corrupt officials when leaving or returning to their own countries. The respondents were aware of their general right to move, but less aware of the specific, and often complex, array of rights and obligations concerning the establishment of residence for EU citizens in another Member State. Access to employment According to the respondents, life experiences of Roma in destination EU Member States vary significantly depending to a large extent on the support they receive. Some Member States and local authorities are very supportive in promoting access to the labour market and facilitating the specific needs of Roma; others appear keen to remove them and dissuade others from coming. As might be expected, experiences regarding employment opportunities, as well as access to housing, health care, education and social welfare also vary widely. 5 Commission’s Guidelines Guidance for better transposition of the Directive, COM (2009) 313/4, p. 8, available at http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2009:0313:FIN:EN:PDF (29.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 7 Employment crucially affects all other areas of social life: If Roma can secure employment in the formal economy they are more likely to access other services, in particular good housing. This is not a simple progression and many barriers to inclusion and equality remain – including widespread anti-Roma racism and discrimination -–, but in this context EU citizenship offers a serious prospect for a process of inclusion . On the other hand, as respondents noted, those unable to secure employment in the formal economy encounter a series of barriers and therefore cannot always meet the requirements to exercise the right of residence in other Member States. Registration of residence The research indicates that many Roma EU citizens were not able to register their residence in the destination country, where required, due to the complexity of the procedures as well as the incorrect application of the requirements of the Free Movement Directive by the national authorities. This has a ‘domino effect’ on their enjoyment of key civil, political, economic and social rights, for example the right to vote in local and European elections, accessing national health systems, public housing, etc. Work in the informal economy Roma respondents provided very little information on the issues of trafficking and criminality among Roma, but non-Roma respondents associated Roma from other Member States with trafficking and petty crime. Economic activity in the informal economy and other income generating activities, such as begging are common among Roma. The widespread evidence of involvement in begging and informal economic activity raises profound questions. First, to what extent Roma actually want to be engaged in such activities or resort to them to survive and, second, how should authorities react, especially when these activities represent the only obvious means of subsistence. Respondents suggested that many of those involved in begging would rather be employed, as begging is regarded as ‘deviant’ behaviour in most destination countries and is sometimes and in some forms unlawful. During the research public and official responses to the presence of Roma often focused negatively on this aspect of Roma activity, while paying less attention to the barriers to accessing formal employment, such the low levels of education and skills due to historic discrimination or lack of language skills. Policies and measures The findings of the research show little evidence of any specific strategy or measures developed by public authorities in receiving countries to integrate Roma EU citizens from other Member States, reflecting a general lack of policies and ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 8 measures raising awareness and promoting free movement and residence, as foreseen by Article 34 of the Free Movement Directive. 6 There is, also, a tendency to develop a more general ‘Roma response’ covering Roma nationals, Roma citizens of other EU countries and Roma third-country nationals. The latter approach can be positive or negative depending on the context. For example, the integration of support for Roma EU citizens into a progressive and well-developed policy for national Roma in Spain is a useful model. In contrast, policy in Italy tends to lump all Roma and Sinti together – national citizens, EU citizens and third-country nationals – in a way that often undermines citizenship rights and may infringe fundamental rights. Marginalisation and stereotypes Roma from other Member States are often stereotyped as causing problems and are rarely positively welcomed. There is some evidence to suggest that their experience of settling in a new country has lead to immiseration rather than opportunity. This is, of course, a relative and subjective concept, but the research suggests that some Roma from other Member States may find themselves even more marginalised than they were in their country of origin. Ongoing exclusion is particularly prevalent where Roma cannot find employment in the formal economy. Economic crisis The impact of the economic crisis was noted by many respondents, as the precarious economic and employment situation of many Roma makes them vulnerable to economic downturns. While for some Roma the economic crisis and rising unemployment in their home countries has acted as a ‘push factor’ leading them to seek employment opportunities elsewhere, some of those residing in other Member States reported that rising unemployment may lead them to return. In some cases populist calls for ‘national jobs for national citizens’ in some of the destination countries might reflect a rising xenophobia and racism predicated upon the notion that migrant populations are ‘taking our jobs and resources’. 6 In its report on the application of the Free Movement Directive the European Parliament calls on the Commission ‘to increase funds and to set up a specific budget line for supporting national and local projects aimed at the integration of Union citizens and their family members, as defined by Articles 2 and 3 of Directive 2004/38/EC residing in another Member State’. See EP report A6-0186/2009 as of 23.3.2009, available at http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+REPORT+A6- 2009-0186+0+DOC+WORD+V0//EN (02.11.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 9 Conclusions The case of Roma EU citizens settling in other EU Member States raises questions in terms of wider debates on anti-discrimination and integration and the meaning of EU citizenship and associated rights as a broad concept. The case of the Roma serves as a litmus test: the consequences for some of the most vulnerable citizens in the EU are an important indicator of the practical daily challenges faced by all citizens. Roma are exercising their right to freedom of movement and residence in the context of significant push and pull factors. The research evidence shows that this movement is likely to continue. Push factors in countries of origin involve a combination of poverty and racism. Unemployment is a defining aspect of the experience of poverty in sending countries. Pull factors include aspirations for improved living standards – particularly the prospect of finding employment in both formal and informal economies. The research identified negative responses to the arrival of Roma EU citizens, and policies and practices that can impact negatively on Roma exercising freedom of movement, even when this is unintended. The experience of Roma EU citizens that have moved to another Member State varied widely across the various destination countries ranging from those that were wholly positive to those that involved profound immiseration. The exclusion of many Roma EU citizens in the society of their Member State of origin and in their host Member State creates insurmountable barriers to formal employment and the ability to prove ‘sufficient resources’, which has a domino effect on their ability to register, and, as a consequence, to access key civil and political, economic and social rights. This raises profound questions about the effectiveness of inclusion policies. Exclusion from social assistance impacts disproportionately on women, children, the old and persons with disabilities. There is a need to integrate sensitivity to gender, age, disability and other issues within the overall strategies of support and resourcing. The European Union and its Member States need therefore to adopt targeted policies that are based on integrated rights- and equality-based standards promoting social cohesion and delivering on the promise of ‘ Civis Europaeus sum’ . ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 10 Introduction This report is based on qualitative field research examining how Roma EU citizens exercise their right to move freely and take up residence in EU Member States, 7 which have a duty to respect, protect and fulfil this right. The research focused on the movement of Roma from Central Europe, especially Romania, Bulgaria, Hungary, Slovakia and the Czech Republic, to Finland, France, Italy, Spain and the United Kingdom. Some attention was also paid to movement between the Czech Republic and Slovakia, and earlier movement between Portugal and Spain. Examining the processes, causes and consequences of Roma intra-EU mobility it becomes apparent that EU accession created a context for Roma mobility within the EU premised upon EU citizenship, which has both drawn on and transformed older patterns of migration. At the heart of this report is the question of what EU citizenship means – and should mean – to Roma EU citizens. The reality of the answers to these questions is often measured in terms of standard of living and life opportunities, rights and duties. However, there is also an equally profound though less tangible reality to the benefits of citizenship which is not lost on many Roma exercising their citizenship rights: ‘ I’ve never felt this good in Bulgaria. In France I can drink coffee on Champs-Élysées and nobody will tell me that I am not entitled to stay there. I do not want too much, do I? ’ 8 The Treaty of Maastricht made nationals of all EU Member States citizens of the European Union. The rights attached to this citizenship were confirmed by the European Union Charter of Fundamental Rights signed and proclaimed in Nice in 2000, 9 and Council Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely (the ‘Free Movement Directive’), 10 which entered into force in April 2006. EU citizens now enjoy rights and advantages that ‘[...] enable them to call upon their new legal status and 7 The European Union Agency for Fundamental Rights (FRA) commissioned the research for this report to the European Roma Rights Centre (ERRC) that cooperated with the European Dialogue (ED), the European Roma Information Office (ERIO), the Finnish League of Human Rights (FLHR), the Fundación Secretariado Gitano (FSG) and Fédération nationale des associations solidaires (FNASAT). 8 Interview with a Roma man, Paris, France, 26.03.2009. 9 Charter of Fundamental Rights of the European Union, OJ 2007/C 303/01, 14 December 2007; With the entry into force of the Lisbon Treaty the Charter will become legally binding. 10 Directive 2004/38/EC of the European Parliament and of the Council of 29 April 2004 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States amending Regulation (EEC) No 1612/68 and repealing Directives 64/221/EEC, 68/360/EEC, 72/194/EEC, 73/148/EEC, 75/34/EEC, 75/35/EEC, 90/364/EEC, 90/365/EEC and 93/96/EEC, available at: http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2004:158:0077:0123:EN:PDF (23.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 11 to declare ‘ civis europaeus sum ’ 11 reflecting with this Latin expression an often quoted statement made at the European Court of Justice by General Advocate Jacobs: 12 The analysis addresses the dynamics and questions associated with Roma EU citizens exercising their freedom of movement and residence within the EU. The fieldwork research focused on respondents who identify themselves as ethnically Roma, who are nationals of an EU Member State and who exercise their right to freedom of movement and residence in a Member State other than their own. Conversely the research is not specifically concerned with the experience of Roma without EU citizenship except insofar as their experience has a bearing on that of Roma EU citizens. However, there may often be an overlap between the experiences of Roma without EU citizenship – whether these are migrant workers, refugees, asylum seekers or undocumented workers – and Roma EU citizens. Throughout the report, the terms ‘Roma from other EU Member States’, ‘Roma EU citizens’ or ‘Roma’ are used to refer to this particular group of Roma in question. 13 At times, national citizenship labels are used – ‘Romanian’, ‘Bulgarian’, ‘Slovak’ and so on where this is appropriate. It is evident that these national differences remain important to Roma living in other Member States. 11 European Commission 2008, Right of Union citizens and their family members to move and reside freely within the Union: Guide on how to get the best out of Directive 2004/38/EC, Directorate-General Justice, Freedom and Security, p.2. available at: http://ec.europa.eu/commission_barroso/frattini/archive/guide_2004_38_ec_en.pdf (20.10.2009). 12 Opinion of Mr Advocate General Jacobs delivered on 9 December 1992. – Christos Konstantinidis v Stadt Altensteig – Standesamt and Landratsamt Calw – Ordnungsamt – Reference for a preliminary ruling: Amtsgericht Tübingen – Germany – Discrimination – International convention – Translation from Greek – Case C-168/91, available at: http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:61991C0168:EN:HTML (30.10.2009). 13 This may disguise some issues of status that have immediate implications in terms of the Roma involved. For example, Roma who are nationals of an EU-15, an EU-8 or an EU-2 country have different rights to work in different Member States. “A Community national who goes to another Member State as a worker or self-employed person […] is entitled not just to pursue his trade or profession and to enjoy the same living and working conditions as nationals of the host State; he is in addition entitled to assume that, wherever he goes to earn his living in the European Community, he will be treated in accordance with a common code of fundamental values, in particular those laid down in the European Convention on Human Rights. In other words, he is entitled to say \" civis europeus sum \" and to invoke that status in order to oppose any violation of his fundamental rights”. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 12 Many of the issues discussed here are likely to be relevant for non-Roma EU citizens, as the experiences of Roma provide a good reflection of how the right to free movement and residence may work or not work in practice for many of the most vulnerable citizens of the EU. In this sense, the case of the Roma serves as a litmus test: the consequences for some of the most vulnerable citizens in the EU are an important indicator of the practical daily challenges faced by citizens exercising their right to free movement and residence ‘on the ground’. The ‘case of the Roma’ has attracted specific attention and concern in terms of freedom of movement issues within the EU, as many of the responses in Member States to freedom of movement, couched in terms of national origin, target either explicitly or implicitly Roma EU citizens. This should serve as an early warning about a possible ‘racialisation’ effect – a process which often echoes earlier and ongoing responses to immigration, refugees and migrant labour. The research has documented a wide variety of experiences. There are those for whom exercising freedom of movement and residence has worked very well. They have found new opportunities in countries of destination and integrated very successfully into these societies to the benefit of both themselves and their destination countries. At times, they have been positively welcomed and actively integrated into the destination countries. However, there are also those with few positive experiences of movement and few prospects for transforming this in a positive way. For them, movement is associated with a process of exclusion rather than inclusion. The current research examines three dimensions of rights: respect , protection and fulfilment . 14 • The respect for rights is a duty on Member States to recognise rights and not to deny these rights through their own actions (passive approach). • The protection of rights is a duty on Member States to prevent third parties, including non-state actors from denying rights (active approach). • The fulfilment and the promotion of rights require Member States to act to progressively realise the conditions which make the right effective in practice (proactive approach). The notion of fulfilling rights is already established under international human rights law. Also in EU law it is increasingly recognised that rights have to be actively promoted in order to be fulfilled on the ground. This insight is also discernable in the light of the upcoming entry into force of the EU Charter of Fundamental Rights 15 and the accession of the Union to the ECHR (both foreseen by the Treaty of 14 For analysis of these different levels of obligation see A. Eide, ‘Economic, Social and Cultural Rights As Human Rights’ in A. Eide, C. Krause and A. Rosas (eds.) Economic, Social, and Cultural Rights: A Textbook (1995). A. Eide, K. Krause. and A. Rosas (eds) (1995) Economic, social and cultural rights: a textbook, Dordrecht: Martinus Nijhoff. 15 According to the Charter of Fundamental Rights the Member States shall ‘respect the rights, observe the principles and promote the application thereof’ (see Art. 51 Para. 1 ChFR). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 13 Lisbon) in EU politics. 16 The Treaty of Lisbon makes the Union’s proactive obligations especially clear in the area of anti-discrimination where the Union is submitted to a horizontal duty to actively combat discrimination in all its policies. 17 Member States stand under a duty, not only to respect and protect but also to fulfil rights. The Free Movement Directive stresses that residence is ‘ a key element in promoting social cohesion, which is one of the fundamental objectives of the Union ’. 18 The Member States are required to make the right of free movement a reality – a fact reflected, for instance, in the obligation of Member States to ‘ disseminate information concerning the rights and obligations of Union citizens and their family members […] particularly by means of awareness- raising campaigns conducted through national and local media and other means of communication ’. 19 While the Member States have transposed the Free Movement Directive into national law, they seem to have fallen short of making the rights contained fully and practically accessible. Indeed, the European Commission in its report on the application of the Free Movement Directive notes its disappointment with the transposition of the directive, stating, ‘Not one Member State has transposed the Directive effectively and correctly in its entirety. Not one Article of the Directive has been transposed effectively and correctly by all Member States’. 20 What is most obviously lacking currently is the third level of ‘fulfilment’ and ‘promotion’ – while the European Commission is making efforts in this direction, for example through the publication of the ‘Guide on how to get the best out of Directive 2004/38/EC’, 21 the research has found little evidence of similar action at national level in the Member States studied. 16 Compare in this context the European Council Conclusions, November 4-5 2004, The Hague Programme: Strengthening Freedom, Security and Justice in the European Union, see Annex I EU Council doc. 14292/04, para.2 of the general orientations that identify a Union’s ‘legal obligation to ensure that in all its areas of activity, fundamental rights are not only respected but also actively promoted ’ (emphasis added). 17 Compare Art. 10 of the Treaty on the Functioning of the European Union, in OJ C 115, 9 May 2009 (Treaty of Lisbon, consolidated version); On the proactive nature of this provision see Gabriel N. Toggenburg, The European Union vís-à-vís minorities: a play in three parts and an open end, in Csaba Tabajdi (ed), Pro Minoritate Europae, 2009 pp. 162-205, at p. 181, an online version is available at: http://www.eurac.edu/NR/rdonlyres/DF8C9CA4-48AC-494B- A5BC-7DC7E340E437/0/Web_del30EUandminortiyprotection.pdf, p. 13 (24.11.2009). 18 See Consideration no 17 of the Free Movement Directive. 19 See Article 34 of the Free Movement Directive. 20 See report from the Commission to the European Parliament and the Council on the application of Directive 2004/38/EC on the right of citizens of the Union and their Family members to move and reside freely within the territory of the Member States COM(2008) 840/3, available at: http://ec.europa.eu/justice_home/news/intro/doc/com_2008_840_en.pdf (20.10.2009) pp. 3, 11. 21 See http://ec.europa.eu/commission_barroso/barrot/archive/guide_2004_38_ec_en.pdf (20.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 14 1. Background Information 1.1. Official statistics As of 2008, the European Commission reports that, according to Eurostat estimates, around 8,000,000 EU citizens were exercising their right to freedom of movement and residence. 22 With a total EU population of 499,794,855, this proportion accounts for approximately 1.6 per cent of the total population. As the FRA has stressed in other reports, the precise number of Roma in the European Union is difficult to establish with any degree of accuracy: ‘This situation reflects a general absence of data collection disaggregated by ethnic origin in the majority of EU Member States, along with a lack of focused attention on Roma and Traveller communities that are characterised by a very diverse range of languages, ethno-cultural identities, religions and social classes’. 23 Estimates range from three to seven million mentioned in the 2004 European Commission report The Situation of Roma in an Enlarged Europe 24 prior to EU enlargement, to 10 million in the EU 27 Member States, noted in a 2008 European Parliament Resolution on a European Strategy on the Roma. 25 There are no official data on the number of EU citizens exercising their right to free movement disaggregated by ethnic origin. Consequently there are no data regarding the number of Roma working in the informal economy and regarded by officials as ‘economically inactive’. This is significant, because the research illustrates that it is this category of citizens that most experiences exclusion and inequality, when moving to another Member State. In order to inform policy making, disaggregated data on the living conditions and equal treatment of the Roma populations are essential. Victim’s surveys, such as the FRA’s EU-MIDIS survey, 26 can provide crucially important data to guide policy development effectively. 22 Fifth Report on Citizenship of the Union (1 May 2004-30 June 2007) – COM(2008) 85. 23 EUMC (2006) ‘Roma and Travellers in Public Education’, p. 17, available at: http://www.fra.europa.eu/fraWebsite/attachments/roma_report.pdf (20.10.2009). 24 European Commission (2004) The Situation of Roma in an Enlarged Europe, p. 6 available at http://www.errc.org/db/00/E0/m000000E0.pdf (20.10.2009). 25 The populations (of the Roma and non-Roma) increased significantly with the 2004 and 2007 enlargements. European Parliament Resolution of 23 January 2008 on a European Strategy on the Roma P6_TA(2008)0035, http://www.europarl.europa.eu/sides/getDoc.do?pubRef=- //EP//TEXT+TA+P6-TA-2008-0035+0+DOC+XML+V0//EN (22.09.09). 26 More information available at: http://www.fra.europa.eu/fraWebsite/eu-midis/index_en.htm (24.11.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 15 1.2. Equal treatment and discrimination In the ‘Council Conclusions on inclusion of the Roma’ , issued following the General Affairs Council (GAC) Meeting of 8 December 2008, the Council of the EU noted that, ‘although the Roma within the European Union and its neighbouring countries have the same rights and duties as the rest of the population, they in fact form a group that is disadvantaged in several respects and is particularly vulnerable to social exclusion, poverty and discrimination […]’. 27 The FRA has repeatedly highlighted in its Annual Reports that, despite efforts in many Member States, particularly during the last few years, discrimination, racist attitudes and prejudice continue to affect the life chances and equal treatment of Roma in key areas of social life, such as employment, education, housing, health and social assistance. 28 In its July 2008 working paper on ‘Non-discrimination and equal opportunities: A renewed commitment: Community Instruments and Policies for Roma Inclusion’ , the European Commission noted that ‘[t]hough the socio-economic conditions of Roma remain under-researched, it is clear that Roma are particularly exposed to high rates of poverty, unemployment or are largely operating in the informal economy’. 29 In 2006, the EUMC report ‘Roma and Travellers in Public Education’ 30 noted that ‘Roma and Traveller pupils continue to be subject to direct and systemic discrimination and exclusion in education resulting from a variety of interrelated factors including poor conditions of life, especially high unemployment, substandard housing conditions and poor access to health services. While some Member States have introduced elements of cultural or intercultural education strategies and initiatives addressing minorities and migrants, including the Roma and Travellers, it is clear that more systemic changes have to be introduced to remedy the present situation’. 27 Council Conclusions on inclusion of the Roma, 2914th GAC meeting, Brussels, 8 December 2008, para. 2, available at: http://europa.eu/rapid/pressReleasesAction.do?reference=PRES/08/359&format=HTML&age d=0&lg=fi&guiLanguage=en (30.10.2009). 28 See FRA Annual Report 2009 http://fra.europa.eu/fraWebsite/home/ar2009_part2_en.htm (21.09.09). 29 European Commission (2008) Commission Staff Working Document accompanying the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions ‘Non-discrimination and equal opportunities: A renewed commitment: Community Instruments and Policies for Roma Inclusion COM(2008) 420, available at: http://ec.europa.eu/social/main.jsp?langId=en&catId=89&newsId=375 (22.10.2009). 30 EUMC (2006), ‘Roma and Travellers in Public Education’, available at: http://www.fra.europa.eu/fraWebsite/attachments/roma_report.pdf (24.11.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 16 In the landmark decision D.H. and Others v. the Czech Republic of November 2007, the European Court of Human Rights noted that ‘as a result of their turbulent history and constant uprooting the Roma have become a specific type of disadvantaged and vulnerable minority […]’ and ‘they therefore require special protection […]’. The Grand Chamber found the Czech government in breach of its obligation not to discriminate on the basis of racial or ethnic origin in access to education and noted that the problem is European in scope. 31 In June 2009, the Council of Europe Commissioner for Human Rights issued a recommendation on implementing the right to adequate housing, devoting a special section to the housing situation of Roma and Travellers. Commissioner Hammarberg noted, ‘Roma and Travellers have often been victims of discrimination in the field of housing and this is reflected in the case law of the ECtHR and the ECSR. Discrimination may concern all aspects of housing: accessibility, quality standards, prevention of homelessness and financial support. In the worst cases, Roma communities live in segregated settlements under conditions of such a poor standard as to cause severe safety and health hazards for the inhabitants’. 32 In October 2009 the FRA provided concrete research evidence regarding the housing situation of Roma in the EU in its comparative report ‘ Housing conditions of Roma and Travellers in the European Union ’ 33 noting that ‘[...] large numbers of Roma and Travellers in the EU do not enjoy equal treatment in this respect living in substandard conditions which fall far below even the minimum criteria of adequate housing.’ In the area of health, a recent report by the European Parliament notes, ‘The Roma show very scant use of health care services […] because of the negative attitudes/racism/discrimination of some health care professionals and hospitals’. 34 31 D.H. and Others v. the Czech Republic , ECHR/Application. No. 57325/00, (judgment 13.11.2007). In its ruling, the court took into account, among other reports, EUMC research data that more than half of all Roma children in the Czech Republic attend special schools. (The EUMC – European Monitoring Centre on Racism and Xenophobia – was the predecessor organisation of the FRA.) 32 Council of Europe Commissioner for Human Rights, 30 June 2009, ‘Recommendation of the Commissioner for Human Rights on the implementation of the right to housing’ , available at: https://wcd.coe.int/ViewDoc.jsp?id=1463737&Site=CommDH&BackColorInternet=FEC65B &BackColorIntranet=FEC65B&BackColorLogged=FFC679#P371_64084 (24.11.2009). See also European Social Charter decisions in the following collective complaints: ERRC v. Greece no 15/2003, ERRC v. Italy no 27/2004, ERRC v. Bulgaria no 31/2005. 33 FRA (2009) Housing conditions of Roma and Travellers in the European Union, available at: http://www.fra.europa.eu/fraWebsite/attachments/ROMA-Housing-Comparative- Report_en.pdf (22.10.2009). 34 European Parliament (2009) The social situation of the Roma and their improved access to the labour market in the EU , PE 408.582 , p.ii, available at: http://www.europarl.europa.eu/activities/committees/studies/download.do?file=23375 (20.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 17 2. Movement patterns and experiences 2.1. Legal framework Historically the mobility of persons was central to the Common Market, especially in regard to the free movement of workers, the freedom of establishment and the freedom to provide services, all prominently protected by the EC Treaty. However, the link between economic activity and mobility was gradually diluted and the freedom to move was enriched with a citizenship dimension. With the Maastricht Treaty in 1992, EU citizens were given the right to ‘move and reside freely’ within the EU’s borders (Article 18 of the EC Treaty). This is reaffirmed by Article 45 of the Charter of Fundamental Rights of the European Union, ‘Freedom of movement and of residence’: ‘Every citizen of the Union has the right to move and reside freely within the territory of the Member States’. The Free Movement Directive tries to make this right more accessible by consolidating the vast case law and various directives and regulations in this area. 35 Thus the rights discourse of the EU is embedded in evolving notions of the meaning, implications and realities of EU citizenship. 36 The right of movement and residence applies to all EU citizens without discrimination, as stated under consideration 31 of the Free Movement Directive: ‘[…] Member States should implement this Directive without discrimination between the beneficiaries of this Directive on grounds such as sex, race, colour, ethnic or social origin, genetic characteristics, language, religion or beliefs, political or other opinion, membership of an ethnic minority, property, birth, disability, age or sexual orientation’. The Free Movement Directive applies to all Union citizens who move to or reside in a Member State other than that of which they are a national, and to their family members, irrespective of nationality, who accompany or join them. According to the directive all Union citizens have the right to enter another Member State by virtue of having an identity card or valid passport. Under no circumstances can an entry or exit visa be required. 37 35 Annex 1for the national legislation transposing the Free Movement Directive. 36 Commission of the European Communities 2008, Fifth Report on Citizenship of the Union (1 May 2004 – 30 June 2007) Brussels, 15.2.2008 COM(2008) 85 final. 37 Articles 5(1) and 4(1) of the Free Movement Directive. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 18 2.2. Motivations for moving ‘In Romania I expect to eat one meal a day; in Finland I expect to eat three meals a day. That’s the difference’ . 38 The findings of the fieldwork research regarding motivation are supported by existing literature on the motivation of earlier forms of Roma migration. 39 In terms of ‘push factors’ the research identified two key elements motivating the movement of Roma EU citizens: poverty and racism. Of these, poverty resulting from unemployment in the country of origin was more generally and more immediately identified by respondents: ‘ I didn’t know what to do. We had so little. I started to despair so much that I was considering committing suicide. It was a stalemate situation and there was no way out. My husband then decided that the only way of surviving was to leave for the United Kingdom ’. 40 In Finland, a young Roma man said: ‘ My family and I lived on social assistance [in Romania], which amounted to 100 Euro a month. How are four people supposed to manage with 100 Euro a month? […] Also, my mother is ill and old, should I not take care of her like she took care of me? The need to give more to my children and my parents is what gets me out of Romania ’. 41 Experiences of racism and discrimination in the country of origin were also cited by respondents as an important motivation: ‘ The amount of racism and discrimination our family was facing was unbearable. The real reason why we left were our two sons, who were laughed at, because of having a ‘Gypsy’ mother. It’s good that we were able to exercise our rights because we are EU citizens and we can move freely in the EU and live in whichever country we choose. We chose the United Kingdom because my brother-in-law lives here. Also, I’d heard that there is no discrimination against Roma. Here, it is very different. Local authority officials treat us with so much respect. We’ve never experienced it before ’. 42 Respondents showed awareness of their rights as EU citizens to move to countries: ‘I’ve never experienced any form of discrimination. The reasons for us coming here were purely economic. We’re EU citizens and as such, we have the right to go anywhere in the EU without being watched over by national or international authorities just because we’re Roma’. 43 In terms of ‘pull factors’ the research identified three interrelated elements. First, friends and family already established in destination countries that often provide information and support. Second, an assumption of better opportunities in the 38 Interview with a Roma man, Finland, 09.05.09. 39 See, for example, E. Sobotka (2003) ‘Romani Migration in the 1990s: Perspectives on Dynamic, Interpretation and Policy’ in: Romani Studies 5, Vol. 13, No. 2, pp. 79-121. 40 Interview with a Roma family, United Kingdom, 30.03.2009 41 Interview with a Roma man, Finland, 07.05.09. 42 Interview with a Roma man, United Kingdom, 01.04.09. 43 Interview with a Roma woman, United Kingdom, 30.03.09. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 19 countries of destination linked to a perception of less anti-Roma discrimination. Third, a hopeful, but vague, notion of economic opportunities for a ‘good life’ available in the destination country, that is not always grounded in the experience of previous migrants. In combination, these pull factors offer the prospect of a ‘better life’ as respondents noted, particularly in Spain: ‘ We, the Roma, exist but do not exist; for the important things we do not count [...]. And I said “I am leaving anywhere to search for a different life for my children.” I heard from other people that here it is possible to work, that there are opportunities and I saved bits of money little by little from what I was getting for the children [...]. Here I have been treated well, I never thought people would treat me so well ’. 44 More generally, different factors encouraging movement are often combined. For example, in one context racism explains the motivation for moving, while the family considerations explain the choice of the destination country: ‘In Hungary, we lived a very poor life. Where we used to live, in our town, there is a sizeable Roma population. Ethnic Hungarians treat the Roma much worse than other minorities. There is no social work being done for Roma. Still, I feel Hungarian, I’m a Hungarian Roma. We came to the United Kingdom to have a better life; I want my children to obtain a good education. We heard that the United Kingdom is the best of all west European countries. There are better opportunities and social circumstances for Roma to find work and make a dignified living, unlike in Hungary where everyone spits on us’ . 45 Respondents from different countries also expressed a sense of ‘not belonging’ resulting from social isolation and exclusion: ‘ I did not feel Bulgarian in Bulgaria – [we were] always being kept at a distance. Nobody would ever approach me or let me take a seat in a bus, no matter being a child, a pregnant woman or a mother with two kids ’ . 46 Older respondents sometimes referred to the recent transformation of ex- communist countries to explain the reasons for moving, as this example of a Bulgarian Roma man living in Spain shows: ‘ Before democracy, Bulgarian, Roma and Turkish people could have worked at one and the same place. I did not feel treated differently. […] We had money to get by. But now it is impossible. If you are unemployed you get social assistance for four to five months and then again you are left without any means of living and no prospects of starting working. My final destination [in Spain] was the village of Medina where my mother had already managed to make a living. She supported me shortly until I managed to start working. That is impossible to happen now in Bulgaria. There was work to do before democracy, not any more ’. 47 44 Interview with a Roma woman, Spain, 02.03.2009. 45 Interview with a Roma woman, United Kingdom, 12.06.09. 46 Interview with a Roma woman, Spain, 23.03.2009. 47 Interview with a Roma man, Spain, 23.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 20 A similar view was expressed by another Bulgarian Roma man living in France: ‘ During socialism everybody had work. […] Now, during democracy there are plenty of jobs available but not for Gypsies. The situation is very grave. I have nephews whose parents are more literate than them. I am more educated as well. It is very rare to have a young Roma person who has managed to complete elementary school .’ 48 Quite often the combination of racism and poverty creates a context of palpable desperation, as illustrated in the response of a Bulgarian Roma woman in France: ‘ In my home town in Bulgaria, I originate from the Gypsy and Turkish quarter. I raised my family in this ethnically mixed quarter. I am Muslim. […] I heard from another Roma returning to Bulgaria from time to time that here the people were respectful. In Bulgaria, the begging was shameful. It hurt me a lot. I remember once when my family stopped at a petrol station we were not allowed to refresh ourselves. I looked after the kids and worked mainly odd jobs – cleaning, looking after cattle. Before being jobless, my husband used to work in a factory. My family was entitled to social benefits for about four months. We went deeper and deeper into debt. There came the day that despair made us leave for France ’. 49 The choice of destination is generally related to the perceived ease of finding employment there: ‘ As Roma, we can find work in the United Kingdom. We don’t stick out in the same way that we do back in the Czech Republic. People don’t treat us differently because of our complexion. It is not easy to come here as an EU citizen; however, it is way easier than finding work in the Czech Republic’. 50 This is echoed across countries of origin and destination: ‘We lived in very bad conditions in Romania. Work there is only for Romanians, not for the Roma, you cannot earn your living there. Here in Spain if you look hard for a job in the end you can find it, but in Romania you cannot ’. 51 Others spoke of their efforts to integrate and their future aspirations: ‘ I have been in France for about six years now. […] I intended to establish in France. I wanted to get to know French culture. My children are educated. I personally go to French lessons. We want to establish ourselves permanently in France. When we are able to speak French we will bring our purpose to a successful conclusion. Our objective is to be integrated and find work [...] Personally, my objective is to stay around Paris and do business… a little restaurant where all my family could work’ . 52 Quite often respondents mentioned the treatment of ethnic minorities in destination countries as a significant pull factor. They contrasted it with the situation in their own countries. As a Bulgarian Roma man living in Spain said: ‘ In Bulgaria when one says the word tsigani [Gypsy in Bulgarian] he means 48 Interview with a Roma man, France, 26.03.2009. 49 Interview with a Roma woman, France, 26.03.2009. 50 Interview with a Roma man, United Kingdom, 08.04.09. 51 Interview with a Roma woman, Spain, 17.03.2009. 52 Interview with a Roma man, France, 26.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 21 dirty, trash or outcast. In the town of Perushtiza, my birth place, we Roma are not allowed to enter public places and coffee shops. […]. Here there is no difference if you are Bulgarian, Turkish or Roma. You are not called different names on the basis of your nationality. […] In Bulgaria we also had Vietnamese. Whenever they had quarrels among each other they were called “dirty Gypsies ”’. 53 And a Bulgarian Roma woman living in Spain added, ‘ Being a Roma in Bulgaria always means being rejected […] Here I am still wondering why I am nicely treated, not denied […]. Although we are jobless, I feel good here […] Here my children are hugged and kissed by the Spanish on the streets. You are not isolated. You are constantly talked to. If only I could speak Spanish I would have responded thankfully. My daughter is 3 years old. When she is back from school she is extremely happy. My son tells me that he has a lot of Spanish classmates ’. 54 Respondents revealed sometimes that they had expectations that did not prove realistic. For example, in Finland a young Roma woman said: ‘ We heard in the village from people that in Finland we could gain some money from begging, bottle recycling and selling flowers. A friend of ours even mentioned that we might get hired for different harvests: strawberries in a month and vegetables afterwards. And this is what we are expecting. I hope that somebody will come and give us a job, for a month, some weeks. It is better to work, we gain much more and we do not have to suffer from the cold on the streets ’. 55 Quite often prospects for those who moved remain bleak: ‘ [My older son] is here with me trying to make some money. He could not be present at the arrival of his second child as he left for Spain. It is very tough. His wife implores him either to go back or bring her with the two kids to Spain. He is of two minds. He is jobless as well, not able to support his family here or there ’. 56 The alleged persecution that has led Roma to seek asylum both outside the EU and within it was rarely mentioned as a motivation among respondents in this research. In August 2009 about 200 Bulgarian Roma reportedly claimed asylum in Finland. According to YLE, the national pubic broadcasting company of Finland, an official of the Finnish Immigration Services stated: ‘ When a EU member state citizen seeks asylum in any Member State, it’s considered a safe country of origin and we follow an accelerated procedure. And as far as I know we have not yet granted asylum to any EU citizen or any Roma ethnic group who has arrived recently to Finland […] They can also work, without a special work permit after three months after lodging the application. They are also eligible for free accommodation. Maybe people also know that the waiting time has been a 53 Interview with a Roma man, Spain, 25.03.09. 54 Interview with a Roma woman, Spain, 23.03.2009. 55 Interview with a Roma woman, Finland, 05.05.2009. 56 Interview with a Roma man, Spain, 24.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 22 bit longer because of all the applications. So they know that they have a longer time to be here .’ 57 According to Protocol 29 to the Treaty of the European Union ‘on asylum for nationals of Member States of the European Union’, ‘Member States shall be regarded as constituting safe countries of origin in respect of each other for all legal and practical purposes in relation to asylum matters. Accordingly, any application for asylum made by a national of a Member State may be taken into consideration or declared admissible for processing by another Member State only in a limited number of cases. 58 In light of the protocol the outcome of such asylum applications is unclear, but this example illustrates the paradoxical situation that the status of ‘asylum seeker’ can in some Member States provide a better sense of security or stability and better access to protection and assistance than EU citizenship. 2.3. The impact of the economic crisis ‘In the current crisis, there are fewer jobs and my family is left with very little income. If that goes on for much longer, we’ll be forced to go back to Slovakia, even though I came here to work in the first place. I come from an area of Slovakia where jobs aren’t offered to Roma. We came here because it’s different. However, we’re experiencing difficulties now’. 59 Respondents, often employed in low-skilled jobs, routinely referred to the current economic crisis and its effects upon on their choices: ‘ If I could make just 400 Euro in Bulgaria I would not come here. Now with the crisis I am just working on and off. The crisis is going to last long and I think next year we are going back to 57 See http://yle.fi/uutiset/news/2009/08/challenging_asylum_cases_for_finnish_authorities_944461.html (23.10.2009). 58 European Union Consolidated Versions of the Treaty of the European Union and of the Treaty Establishing the European Community, in OJ C 321, http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:C:2006:321E:0001:0331:EN:pdf. Exceptions to this include: ‘(a) if the Member State of which the applicant is a national proceeds after the entry into force of the Treaty of Amsterdam, availing itself of the provisions of Article 15 of the Convention for the Protection of Human Rights and Fundamental Freedoms, to take measures derogating in its territory from its obligations under that Convention; (b) if the procedure referred to in Article 7(1) of the Treaty on European Union has been initiated and until the Council takes a decision in respect thereof; (c) if the Council, acting on the basis of Article 7(1) of the Treaty on European Union, has determined, in respect of the Member State which the applicant is a national, the existence of a serious and persistent breach by that Member State of principles mentioned in Article 6(1); (d) if a Member State should so decide unilaterally in respect of the application of a national of another Member State; in that case the Council shall be immediately informed; the application shall be dealt with on the basis of the presumption that it is manifestly unfounded without affecting in any way, whatever the cases may be, the decision-making power of the Member State’. 59 Interview with a Roma man, United Kingdom, 02.04.09. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 23 Bulgaria [...] but if we find a good job I want to stay in Spain for seven or eight years and then return to Bulgaria ’. 60 It is also evident that marginal, unskilled and poorly paid employment that was formerly effectively the sole preserve of migrant workers is now becoming more attractive to country nationals: ‘ The ones who were integrated in the agriculture sector, picking garlic, grapes, oranges and olives, are now quite affected by the crisis. We are noticing immigrants are now competing with the Spaniards for the same jobs. In the olives collection campaign of this year there were some pressures on the employers to hire natives ’. 61 There is little statistical evidence as to how changes in the labour market as a result of the economic crisis affect social attitudes towards other EU citizens and/or migrants. A Financial Times/Harris online poll using a sample of 6,538 adults (aged 16-64) in France, Germany, Great Britain, Spain and Italy (as well as the United States) showed that ‘…the public was equally split as to whether the free movement of people, capital, goods and services in the European Union helps or harms a European recovery […] In Spain fully 54 per cent think it helps and only 9 per cent think it hurts. In Britain, only 27 per cent think it helps; slightly more than the 24 per cent who think it hurts. Majorities in Italy (59 per cent) and Spain (53 per cent) and pluralities in France (45 per cent) and Germany (43 per cent) favour the ability of citizens of other EU countries being able to work in their countries. In Britain […] 54 to 33 per cent oppose foreign EU workers being able to work there. However, most people […] in the European countries support the idea of their governments ‘asking’ immigrants who have no jobs to leave the country. Only between 35 per cent (in France) and 14 per cent (in Britain) oppose this idea.’ 62 Even though the crisis makes it more difficult for Roma to find work in either the formal or the informal economy in the country of destination, the research found little evidence of this discouraging Roma mobility. Although in Spain some respondents indicated that they were considering an early date of return, if the economic situation there did not improve, it appears that many Roma may choose to remain in their chosen destination countries despite the recession. 63 The crisis can also constitute a ‘push factor’, since unemployment is also rising in the sending countries. In other words, the impact of the economic crisis may be even more severe in sending countries and thus encourage intra-EU mobility despite fewer opportunities in the receiving countries. For example, a Roma woman from Romania living in Finland characterised the current crisis as ‘the 60 Interview with a Roma man, Spain, 25.03.2009. 61 Interview with NGO Córdoba Acoge, Spain, 17.03.2009. 62 Harris Interactive (2009) ‘In United States and Largest European Economies Public Opinion Is Split on Issues of Economic Nationalism, Protectionism and Internationalism’ http://www.harrisinteractive.com/news/FTHarrisPoll/HI_FinancialTimes_HarrisPoll_March_ 2009_19.pdf (22.10.2009). 63 This research suggests that non-Roma EU citizens from other Member States are much more likely to return ‘home’ than their Roma counterparts. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 24 worst ever’: ‘ I left because the conditions are very hard. In Romania, we have always had financial problems, but now it is impossible to work even as a street cleaner […]. There are many unemployed people and they cannot pay their bills, neither I nor my husband can find a job. Our children, who go to high school, are obliged to work part time in order to eat and buy clothes. I used to work as a street cleaner, but in December they fired me. […] in these times, it is so hard to find a job, even qualified employees get fired, for us it is even harder, with no studies and no qualifications ’. 64 In some of the destination countries, the economic crisis is directly impacting Roma EU citizens, just as their right to work was recognised: ‘ Now that I have a right to work and I took a training course for working in a bakery, the crisis came and there are no jobs available ’. 65 The paradox of this situation is not lost on many respondents: ‘ It is ironic, before 2007 we were not allowed to work here legally but we worked. Now we are allowed, but there are no jobs. I used to work looking after a baby and my husband worked at the market place [...]. My husband was making 1,200 Euro per month and I was making 800. That allowed us to save money, to look after our kids. Now it is very difficult. My husband and I are doing odd jobs [...] It is difficult to pay 250 Euro for the monthly lease instalment for the car, plus 400 Euro rent for the flat, plus the kids schooling necessities ’. 66 2.4. Movement patterns Roma intra-EU mobility did not begin after EU enlargement. There are already well-established movements between EU countries before the 2004 enlargement, though this is much more marked in some Member States than others. 67 For example, the Spanish Roma community in the south of France, especially Catalan Gitanos , has a long history of cross border connections, mobility and mixed marriages with France throughout the 20th century. Spanish Roma also moved to France as refugees during and after the Spanish civil war. There is still some cross-border mobility associated with kin networks of Spanish Roma families settled at both sides of the border. These Roma are often living together with ‘Gens du Voyage’ and French Roma and Catalan Roma with French nationality on publicly provided halting sites sharing many of the same problems. They tend not be treated as ‘foreigners’. There has also been a presence of some thousands of Portuguese Roma in Spain since the 1980s. Some travel back and forth 64 Interview with a Roma woman, Finland, 05.05.2009. 65 Interview with a Roma woman, Spain, 23.02.2009. 66 Interview with a Roma woman, Spain, 25.03.2009. 67 For example, Greece also has a substantial Roma population. However, despite their experiences of racism and discrimination, as evidenced by the FRA EU-MIDIS survey, so far there is no evidence of any noteworthy movement to other Member States – although some Muslim Roma from Western Thrace did migrate to Germany for work up until the 1990s. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 25 between Portugal and Spain while others have settled in Spain. There has also been movement of Roma within Central and Eastern European countries, for example Roma moving from Slovakia to the Czech Republic. 68 Movement patterns after the 2004 and 2007 EU enlargement differ according to the type of employment, particularly the level of permanence, which varies from seasonal to permanent work. In the case of the former, Roma return to their country of origin at the end of the season, while in the latter they will tend not to return regardless of how they fare in the country of destination: ‘ The situation in our municipality in Slovakia has changed; we have a new mayor who is good […] However, there is no work for us because we are Roma. My children want to stay here because there are better opportunities here for them. My daughter studies at college and is happy; my older children all work here. I would like to go back to my home country, but I cannot. Here I can work although the conditions are not the best. My employer will not employ me full-time. Still, it is way better here than in Slovakia. Other non-Roma Slovaks are going home because of the financial crisis. If we went back, we would have to rely on social assistance ’. 69 The responses of Roma interviewees indicate two defining characteristics of movement: The first is the timescale of movement – long or short term. The second concerns individual versus group movement. The general tendency among Roma respondents was towards larger scale group mobility, with groups tending to be constituted according to town or area of origin or extended families or both: ‘ What I was told about life here in Spain suited me well – job opportunities, cheap food and the possibility to save money for your relatives in Bulgaria. […] The fact that they managed to send home 40 to 50 Euro per month made me decide to leave Bulgaria. My wife followed me after three months with our daughter. My mother also invited us to move. Here, I feel supported and accepted by my relatives and the ordinary Spanish. I managed to pay for my tickets to Spain and bring my family – my daughter, son with his wife and two children, my younger son as well as my brother ’. 70 Earlier research on Roma migration before the 2004 EU enlargement found that ‘[…] it is never a migration of individuals, but of nuclear families, and in many cases several branches of extended families or clans [...] Close family structures, a particular feature of Romani society, thus add to the willingness to take the risks entailed by migration even under most unfavourable legal and social circumstances’. 71 68 Sdružení Dženo ‘Brief Analysis of Roma Migration from Slovakia to Czech Republic’ available at: http://www2.ohchr.org/english/bodies/cerd/docs/ngos/sdruzeni2.doc (24.09.09). 69 Interview with a Roma woman, United Kingdom, 23.03.2009. 70 Interview with a Roma man, Spain, 23.03.2009. 71 Y. Matras (2000) ‘Romani Migrations in the post-communist era: Their political and historical significance’ in: Cambridge review of International Affairs , Vol. 13, No. 2, pp. 36- 37; E. Sobotka, (2003) ‘Romani Migration in the 1990s: Perspectives on Dynamic, Interpretation and Policy’ in Romani Studies , 5, Vol. 13, No. 2, 79-121. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 26 The present research identified some Roma respondents who had also moved as individuals. Their experience was particularly difficult, as they had no family or community support in the country of destination: ‘ I was divorced in Romania and I had no way of keeping myself and my children. I came here by myself because I heard you could make a living here. I didn’t know anybody here, but I have met some Romanian Roma here and they are now my friends ’. 72 Broadly, contemporary movement can be categorised in four distinct patterns: • Planned, permanent movement – Roma have moved to another Member State and are fairly sure that they will remain there (they have in the traditional sense ‘emigrated’); • Planned, non-permanent movement – Roma who have moved to another Member State in one significant long-term migration episode and then return home (although it is unclear, if their return is permanent); • Regular movement between the country of origin and destination, as part of an established pattern; • Continuous movement to different Member States in constant search of good opportunities, usually precluding a return to the country of origin. Permanent movement occurs in a situation of relative stability in which people clearly indicate that they have positively decided to move to their destination country: ‘ After we arrived in the United Kingdom, [my husband] found work. One of our daughters has stayed in Slovakia. Although my husband has now lost his work, we have enough to live on; it is much more than we used to have back in Slovakia. Finally, we are able to live like humans, not animals ’. 73 It is important to note that some women respondents mentioned as reasons for not returning the better opportunities for children in destination countries, as well as the recognition of women’s rights and protection against domestic violence: ‘ I do not want to return back to Bulgaria, I want to stay here, I like it very much in here. I like that women and children have many rights, because here husbands cannot beat the women or the children. I just want to have a normal life, to afford to pay for all my things and I want my children to continue going to school here ’. 74 Roma who have moved to another Member State and then returned home or clearly intend to return home regard their mobility in more functional terms: ‘ [I came to Italy] to follow my family that was already in Italy and to find a job because in Romania there is none. I found my first job here in Italy. [...] I do not want to stay here, because I want to return to Romania. Here we want to stay just the time to work and save money and then get back in Romania ’. 75 ‘ Once I have 72 Interview with a Roma woman, Finland, 06.05.2009. 73 Interview with a Roma family, United Kingdom, 30.03.09. 74 Interview with a Roma woman, Spain, 23.03.09. 75 Inteview with a Roma man, Italy, 11.02.09. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 27 managed to save some money I will go back to Bulgaria. Otherwise, what would the neighbours say: “He was abroad and is back hungry!”’ 76 People in this category of movement often express a strong desire to return home: ‘ [I left Romania] to find a job. [...] In Romania we have difficulties finding a job because we are Roma. In Romania there is an economic crisis. The Roma people had no support from anyone. Here the salary is higher. If someone gave me half of the salary that I have now in Italy I w ould go right back to Romania. [...] I want to g o back to Romania, I am tired. I am waiting for the crisis in Romania to end and then I will go back. I miss my country ’. 77 For others who have returned home or intend to return home, however, it is often unclear if their return is permanent. So this experience may sometimes overlap with that of Roma who are establishing the third pattern of movement – settled patterns of mobility between Member States. Established movement back and forward between country of origin and destination also implies a level of security in terms of both employment and status: ‘ For the moment, we plan our trips to Slovakia in line with our holidays. One of the reasons we’ve come here though is to be able to go on holidays to the seaside, for instance, like non-Roma do. Why are Roma always expected to be poor, illiterate, unable to manage and enjoy life? ’ 78 The fourth pattern of ongoing movement results from different combinations of negative experiences, low awareness of residence rights and efforts to find better employment. In Finland, a 50-year-old Roma man said: ‘ I came here a month ago; before I was in Italy, Spain and France. I stayed in each of them for about a month or two and left for another country, where I thought I could earn more money ’. 79 This kind of movement reported by respondents appeared quite random, from one country to another, often based more on hope than realistic expectations of finding improved life chances. A 25-year-old Roma man said: ‘ I left Romania four months ago and came directly here by car and boat. I had been to other countries such as Italy and Spain before. I left those countries, because I felt that people were becoming opposed to our presence and we were not earning enough as street musicians. This is the first time I am here and I left my wife and children in Romania ’. 80 The pattern of Roma men moving first was repeated across the countries studied. This gender dynamic is not sustained, however, as women and usually children tended to join their male family members once the situation was deemed stable enough. According to respondents in most destination countries, there were broadly equal numbers of Roma men and women from other Member States. 76 Interview with a Roma man, Spain, 25.03.09. 77 Inteview with a Roma man, Italy, 11.02.09. 78 Interview with two Roma men, United Kingdom, 30.03.09. 79 Interview with a Roma man, Finland, 06.05.09. 80 Interview with a Roma man, Finland, 08.05.09. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 28 Meanwhile other respondents planned to keep moving until they could find a country that could fulfil their aspirations. As a Romanian Roma man living in Italy said: ‘If I don’t earn money in Italy, I will move to Holland, Greece or Spain. I will go in countries where I can work and where I can build a better future for my children’ . 81 A significant number of respondents stated that they were not planning to return home. In this context, the very notion of ‘home’ itself becomes uncertain, as in the remark of a Romanian man living in Finland: ‘ I left Romania because I had no future and I could not see any way of gaining something, getting out of the poverty. Unfortunately I do not have anything left there: no house, no family. For me, Romania is not my home anymore. It is just my country of origin. If I was to go back “home”, I would go back to Spain, where my girlfriend is ’. 82 Respondents living in other countries said Roma did not want to move constantly. In particular, most of the respondents living in Spain had come directly there and were not interested in moving to another country. In a research meeting with Roma professionals in Budapest they also indicated that there is a movement of Roma intellectuals and professionals within the EU for employment. For some of the sending countries, this is characterised as a ‘brain drain’ and is perceived as having serious negative consequences for Roma organisations and policies. This movement remains a very small part of the overall Roma movement, but it has significant consequences. It also appears that this movement is less associated with problems. Roma professionals are often well-integrated in destination countries and may not be identified – or self- identify – as Roma. 83 A number of local authorities provide travel costs and stipends to Roma for returning to their countries of origin. This practice has been reported by media and NGOs in Finland, 84 France, 85 Italy, 86 the United Kingdom 87 and, more 81 Interview with a Roma man, Italy, 18.02.2009. 82 Interview with a Roma man, Finland, 06.05.09. 83 Observations of Roma professionals at a working meeting of the European Roma Grassroots Organisation (ERGO), Budapest, Hungary, 07.7.2009. 84 Helsingin Sanomat, International edition available at http://www.hs.fi/english/article/Helsinki+sends+beggar+mothers+back+to+Romania+on+chil d+welfare+grounds/1135233973925 (23.10.2009). 85 On 31 July 2008, a French NGO coalition lodged a petition with the European Commission urging that it opens infringement proceedings against France on this matter concerning non- complaince with with Free Movement Directive. See: ‘Plainte contre la France pour violations du droit communautaire en matière de libre circulation des personnes” brought by the organisation GISTI, also on behalf of the civil society organisations and networks’, http://detentions.wordpress.com/2008/10/01/plainte-contre-la-france-pour-violation-du-droit- communautaire (23.10.2009). 86 ‘ Italy: Mayor “pays” Roma-Gypsies to leave the city’ ADNKronos International , 21.05.09. http://www.adnkronos.com/AKI/English/Security/?id=3.0.3342187830 (25.10.2009). 87 Following reported attacks against of community of approximately 100 Romanian Roma in Belfast, Northern Ireland, in June 2009 the Northern Ireland government paid most members of this group to return to Romania. H. McDonald (2009) ‘Belfast Romanians return home ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 29 recently, Germany. 88 In one case in Italy, 89 media reported that repatriation was offered on the condition that Roma sign agreements not to return for a set period of time. In July 2008 a coalition of French NGOs filed a petition to the European Commission asking for infringement proceedings against France for non- compliance to the Free Movement Directive. 90 However, some local authority officials interviewed for the present research argued that repatriations took place within a specific context: ‘ We also repatriated people who needed to return to their country and older people who wanted to return ’. 91 Voluntary repatriations in France were noted by the Commissioner of Human Rights of the Council of Europe: ‘The desire shown by the French authorities to introduce a policy of assistance for genuinely voluntary repatriation is commendable, as is that policy’s effectiveness. […] As EU nationals, these people are free to return to France once they have received their grant. Moreover, it appears that such repatriation is not always genuinely “voluntary”, as repatriation operations are sometimes co- ordinated with intimidating, or even improper, police operations. The Commissioner was informed that in some instances of organised repatriation, “volunteers” had had their identity papers confiscated until they reached their country of origin, so that they could not change their mind. The Commissioner would like such repatriation to be organised with due regard for the rights of those concerned, and a full guarantee of its “voluntary” nature to be given. These groups should also receive genuine assistance on their arrival in their country of origin.’ 92 2.5. Experiences at borders ‘When we arrived on a plane in August 2008 and got to the [United Kingdom] border and immigration control, the official simply looked into our passports and after racist attacks’ Guardian , 26.06.2009, available at: http://www.guardian.co.uk/uk/2009/jun/26/northern-ireland-romanians-racism-belfast (25.10.2009). 88 Germany: 110 Romanian Gypsies will receive 27,000 euros to return to Romania, 15.06.2009, http://english.hotnews.ro/stiri-top_news-5829643-berlin-bought-its-peace-110-romanian- gypsies-will-receive-27-000-euros-return-romania.htm (25.10.2009). 89 ‘ Italy: Mayor “pays” Roma-Gypsies to leave the city’ ADNKronos International , 21.05.09. http://www.adnkronos.com/AKI/English/Security/?id=3.0.3342187830 (25.10.2009). 90 See: ‘Plainte contre la France pour violations du droit communautaire en matière de libre circulation des personnes” brought by the organisation GISTI, also on behalf of the civil society organisations and networks’, http://detentions.wordpress.com/2008/10/01/plainte- contre-la-france-pour-violation-du-droit-communautaire (25.10.2009). 91 Interview with a local authority official, Italy, 19.03.2009 – Media attention to returns in this town pointed to concern of possible rights infringements. See: ADNKronos International, ‘ Italy: Mayor “pays” Roma-Gypsies to leave the city’ , 21.05.09, available at: http://www.adnkronos.com/AKI/English/Security/?id=3.0.3342187830 (25.10.2009). 92 ‘Memorandum by Thomas Hammarberg, Council of Europe Commissioner for Human Rights, following his visit to France from 21 to 23 May 2008’, CommDH(2008)34, p. 28. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 30 that was it. We are EU citizens, so there was no need for them to make any deeper checks.’ 93 The FRA’s EU-MIDIS survey 94 explored whether Roma respondents, surveyed randomly in seven Member States , who had travelled within the last 12 months outside their own country had been stopped at border crossing when coming back to their country of origin, and whether they considered that they had been singled out for stopping specifically on the basis of their minority background. Only a few of the Roma surveyed had travelled outside their own country (in Bulgaria 8 per cent, in the Czech Republic 5 per cent, in Greece 6 per cent, in Hungary 7 per cent, in Poland 11 per cent, Romania 14 per cent and in Slovakia 12 per cent) and of those 58 per cent in Bulgaria, 80 per cent in the Czech Republic, 48 per cent in Greece, 60 per cent in Hungary, 24 per cent in Poland, 80 per cent in Romania and 61 per cent in Slovakia stated that they were stopped. Of those stopped 25 per cent in Bulgaria, 48 per cent in the Czech Republic, 31 per cent in Greece, 9 per cent in Hungary, 44 per cent in Poland, 6 per cent in Romania and 41 per cent in Slovakia considered that they were singled out because of their ethnic background. The fact that four of the five destination countries included in the present report (the exception is the United Kingdom) are in the Schengen area and without external land/sea border controls dramatically decreases the likelihood of experiencing this type of problem at the border of a destination country. Rights of free movement are generally understood by Roma EU citizens and generally observed by officials. In Finland an old Roma man said: ‘ Why would we have any problems, if we have not done anything illegal? Now it is so easy to come and go from Romania, we just show our passport and we pass freely ’. 95 A Roma young man added: ‘ We do not have problems at the borders. I have known for two years that we have entered the EU and that this meant that we could go anywhere. Before 2007 it was more difficult to get out of Romania, but now there are no restrictions ’. 96 Contemporary experience provides a stark contrast with previous experience and provides evidence of the positive importance of freedom of movement rights for EU citizens: ‘ The first time I tried to leave Romania seven years ago, we had to try several times because they were not allowing us, the dark-skinned ones, to cross the border. In the end we managed to pass in a van with someone who paid 93 Interview with a Roma family, United Kingdom, 12.04.09. 94 EU-MIDIS interviewed Roma people in seven EU Member States (Bulgaria, Czech Republic, Greece, Hungary, Poland, Romania and Slovakia). According to the results of the survey, the Roma in these countries are predominantly incumbent minorities; that is, national citizens who were born in the countries where they were surveyed (97%-100%).The proportion of ‘immigrants’ among the Roma is by far the highest in the Czech Republic, where 12 per cent of interviewees indicated that they were born outside of the country (including elsewhere in the former Czechoslovakia – which means the Slovak Republic). For more information see http://fra.europa.eu/fraWebsite/eu-midis/index_en.htm (24.11.2009). 95 Interview with a Roma man, Finland, 06.05.09. 96 Interview with a Roma man, Finland, 07.05.09. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 31 the border official. The driver told me: “Please, it is not intended to bother you, but put on some face powder. It is not for me, it is for you’. 97 This legacy continues to inform the expectations of Roma EU citizens, but most respondents had positive experiences: ‘I passed the border with my passport and there were no problems. I was afraid at the beginning, but I saw they treated me well and I calmed down’. 98 There were some references to unequal treatment, but these have impeded rather than prevented freedom of movement and residence: ‘ It was in March 2008 [travelling from France to the United Kingdom by bus]. All the passengers had to leave the coach: This is a normal procedure. But then the French picked a number of people, all of whom were Roma. They took much longer to check our IDs and were also asking us to prove that the children that were travelling with us are ours. The British took slightly long too but didn’t expose us to any unnecessary checks ’. 99 This might indicate that prevailing stereotypes of Roma involvement in trafficking may affect Roma EU citizens travelling in the EU. It is important to note that Roma respondents were more likely to experience problems, including demands for bribes by corrupt officials, leaving their home countries, than entering destination countries: As a Roma man living in France said: ‘ Our [Bulgarian] border officials are always creating problems whenever we cross the border. They would rummage through our luggage; they would make a big deal of each detail. Whenever I go back to Bulgaria, as I can only stay here for three months without working, I would be always required to present some kind of documents. There were times that we were asked to give money so that we are allowed to leave for France ’. 100 Such experiences were repeated by other Roma respondents from different countries indicating a problem with corruption that impacts on the exercise of the right to free movement: ‘ Once the Hungarian police asked me for money to transit; if I had not given money to them I would have to pay a fine without having done anything wrong. They asked me for 50 Euro, telling me that if I had not given it, I should have to pay a fine of 100 Euro ’. 101 The widespread reporting of this kind of abuse among respondents across the countries of research suggests that this is a particularly worrying ‘routine’ experience among Roma travelling in the EU: ‘ In 2004, for example, I passed the border and [police] asked me for some money and so I put it in my documents. Even now, if I pass the border, they ask for money. This happens in Romania but also in Hungary. They usually ask for 20-30 Euro ’. 102 97 Interview with a Roma woman, Spain, 02.03.2009. 98 Interview with a Roma woman, Spain, 27.02.2009. 99 Interview with a Roma man, United Kingdom, 02.04.09. 100 Interview with a Roma man, France, 26.03.2009. 101 Interview with a Roma man, Italy, 11.02.09. 102 Interview with a Roma man, Italy, 18.02.09. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 32 3. The Situation of Roma in Destination Countries The research showed that the experiences of Roma in destination EU Member States varied widely across different countries and across different areas of life, such as employment, housing, health care, education and social welfare. For some Roma EU citizens, moving to another EU country has been a positive experience; but for others the experience has been almost entirely negative, compounding their experience of inequality and social exclusion. Access to employment 103 appeared to be a defining aspect of these experiences facilitating social integration and access to social services, including, crucially, housing. However, the research shows that often the incorrect application of the Free Movement Directive by national authorities at different levels of administration that are not appropriately trained can be responsible for the de facto withdrawal of certain rights and entitlements, particularly in the area of social assistance, for example, according to an official of the Province of Naples in Italy: ‘ In the case of Romanian Roma, if they do not have a document [registration certificate 104 ] they cannot pay for the water, they cannot make a contract for the supply of electricity and ca not be entered into employment pathways […]. In this way these people do not exist ’. 105 The research explored also multiple discrimination 106 and found that it can impact vulnerable groups in different ways compounding the exclusion and inequality Roma face because of their ethnic background with that which they experience as women, children, older people or people with disabilities. 107 103 Access to social services is available to all EU citizens resident in another Member State provided they have sufficient resources (a requirement that many Roma cannot satisfy) or that they are employed or self-employed. 104 Directive 2004/38/EC, Article 8(2) “A registration certificate shall be issued immediately, stating the name and address of the person registering and the date of the registration”, available at: http://eur- lex.europa.eu/LexUriServ/site/en/oj/2004/l_158/l_15820040430en00770123.pdf (0.10.2009). 105 Interview with an official of the Province of Naples, Italy, 05.03.09. 106 Multiple discrimination occurs when someone experiences discrimination on more than one ground, for instance, by being treated less favourably not only on grounds of ethnic origin but also because of age, gender or disability. See European Commission (2007) Tackling Multiple Discrimination, available at: http://ec.europa.eu/social/main.jsp?catId=738&langId=en&pubId=51&type=2&furtherPubs= no (23.10.2009). 107 This same point could be made in terms of other issues like sexuality or disability, although the dynamics of multiple discrimination were less in evidenced in the research. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 33 3.1. The legal and policy framework 3.1.1. Legal framework Article 6 of the Free Movement Directive provides every European Union citizen with the right of residence in another Member State for up to three months, without any conditions or formalities other than the holding of a valid travel document. According to Article 7, the right of residence for more than three months is subject to certain conditions, such as: • Being workers or self-employed persons; • Or having sufficient resources as well as comprehensive sickness insurance to ensure that they (and their family members) do not become a burden on the social services of the host Member State during their stay. In this context the Member States may not specify a minimum amount which they deem sufficient, but they must take account of personal circumstances; 108 • Or following a course of study, including vocational training and have sufficient resources as well as comprehensive sickness insurance cover in order to ensure that they do not become a burden on the social services of the host Member State during their stay; • Or being a family member of a Union citizen who falls into one of the above categories. Residence permits have been abolished for EU citizens. However, Member States may require citizens to register with the competent authorities for periods of residence longer than three months from the date of arrival. Proof of registration will be issued on presentation of an identity card or valid passport, and proof that the above conditions are complied with (Article 8). EU citizens living in another Member State acquire the right of permanent residence in the host Member State after a five-year period of uninterrupted legal residence. 109 This right of permanent residence is no longer subject to any conditions (Article 16). 108 European Commission, Communication on guidance for better transposition and application of Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States, COM(2009) 313/4, Brussels, pp. 8-9. 109 Article 16 Para. 3 of the Free Movement Directive specifies: ‘Continuity of residence shall not be affected by temporary absences not exceeding a total of six months a year, or by absences of a longer duration for compulsory military service, or by one absence of a maximum of 12 consecutive months for important reasons such as pregnancy and childbirth, serious illness, study or vocational training, or a posting in another Member State or a third country’. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 34 EU citizens qualifying for the right of residence or the right of permanent residence and the members of their family also benefit from equal treatment with host-country nationals in the areas covered by the Treaty. The benefit of this right is extended to family members who are not nationals of a Member State and who have the right of residence or permanent residence (Article 24). However, the host Member State is not obliged to confer entitlement to social assistance during the first three months of residence, or longer where appropriate, to persons other than workers or self-employed, persons who retain such status and members of their family. To these persons host Member States are not required, prior to the acquisition of the permanent right of residence, to grant maintenance aid for studies, including vocational training, in the form of student grants or student loans (Article 24, Para. 2). While the Free Movement Directive is a very important legal development, there have been significant problems with its transposition. As the Commission noted in its December 2008 report on the application of Directive 2004/38/EC, although Member States in some areas adopted measures more favourable to EU citizens and their family members than required by the directive itself, ‘The overall transposition of Directive 2004/38/EC is rather disappointing. Not one Member State has transposed the Directive effectively and correctly in its entirety. Not one Article of the Directive has been transposed effectively and correctly by all Member States. According to the report, “In the thirty months since the Directive has been applicable, the Commission has received more than 1800 individual complaints, 40 questions from the Parliament and 33 petitions on its application. It has registered 115 complaints and opened five infringement cases for incorrect application of the Directive.”’ 110 3.1.2. Integration policies At Member State level, there is no specific policy framework guiding the inclusion and integration of Roma EU citizens who have exercised their right to freedom of movement and residence in any of the target countries of this report. General legislation and policy on national Roma and Travellers can provide a key policy context for Roma from other Member States. Most Member States have some specific legislation and policies targeting Roma (or ‘Gypsies’ or ‘Travellers’ or ‘nomads’) and these tend to impact on the experience of Roma from other Member States. 110 European Commission, Report on the application of Directive 2004/38 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States, COM(2008) 840 final, Brussels, 10 December 2008, available at: http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2008:0840:FIN:EN:PDF (30.10.2009). For an analysis of the impact these differences have on citizenship, see Carrera, S. and Faure Atger, A. (2009) Implementation of Directive 2004/38 in the context of EU Enlargement: A proliferation of different forms of citizenship? CEPS Special Report/April 2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 35 These policies usually do not address the situation of Roma from other Member States directly, but they constitute the legislative and policy paradigm that is most generally used to address their situation within each Member State. The consequences of this ‘integration’ are sometimes positive and sometimes negative. For example, Spain provides good examples of the broadening of national Roma policy to positively include Roma from other Member States. Traveller education policy in the United Kingdom acts in much the same way. In contrast, in Italy ‘nomad-specific’ laws and policy interventions targeting Roma and Sinti have a negative impact on Roma both from Italy and other Member States. 3.2. Civil rights In July 2009 the European Commission issued a Communication 111 aiming to provide guidance to Member States on how to apply Directive 2004/38/EC with the objective of bringing a real improvement for all EU citizens and of making the EU an area of security, freedom and justice. In the document the European Commission emphasises that the directive must be interpreted and applied in accordance with fundamental rights, in particular ‘[…] the right to respect for private and family life, the principle of non-discrimination, the rights of the child and the right to an effective remedy as guaranteed in the European Convention of Human Rights (ECHR) and as reflected in the EU Charter of Fundamental Rights’. The exercise of freedom of movement by EU citizens thus takes place within a comprehensive rights regime. However, the present research provides evidence that civil rights for Roma EU citizens exercising freedom of movement are not fully realised in a number of areas. Registration of residence was an area of recurrent difficulties for Roma EU citizens in the destination countries examined in this report, where it is required. Without such registration, EU citizens can practically be excluded from the positive benefits of citizenship. The process of registration takes different forms in different Member States and the research makes it evident that the processes can be extremely cumbersome. Some Member States also have different types of registration, e.g. municipal, that overlap with the registration requirements outlined clearly in the Free Movement Directive. In Finland, for example, respondents were uncertain regarding the registration process: ‘ I would like to work, but I heard that it is hard to get any job here because we don’t have a permanent address; [the NGO representative] and other 111 Communication from the Commission to the European Parliament and the Council on guidance for better transposition and application of Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States p.3, available at: http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2009:0313:FIN:EN:PDF (24.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 36 Romanian Roma told us this ’. 112 In Italy respondents complained about corrupt practices: ‘Here in Naples you need to pay for the registration certificate. My husband paid 1,000 Euro to a man in order to have the residence at his home. In the shack [in camps] they [authorities] do not recognise residence’. 113 On the other hand, in Spain, EU citizens registering their residence do not have to provide proof of work activity, availability of sufficient resources or health insurance, but only their personal data and an address. 114 Residents in Spain are also required to register at the municipality of their place of residence, which is essential for accessing public services. The relationship between the two forms of registration is complex and varied from one location to the next across the research locations. According to the Consejo de Empadronamiento [Municipal Registration Council], 115 the certificate of registration at the Central Foreigners Register could be required for municipal registration of EU citizens, but not the opposite. Nevertheless, in some cases the research found inconsistency in the application of the Free Movement Directive requirements. For example, according to respondents, in Barcelona the police required proof of registration in the municipal census (which is often too difficult for Roma) prior to registration of residence, although this is not specified in law. However, respondents reported that at least one police station did not request the municipal registration and this is where Roma EU citizens are registering and obtaining their certificate. In Valencia, this practice had apparently stopped by the time of this research. This is also required in Asturias, but as municipal registration is quite simple in that area Roma EU citizens are reportedly able to meet the criteria. The same was requested in Córdoba, but following an NGO intervention the authorities began allowing Roma without municipal registration to register using the address of the Fundación Secretariado Gitano (FSG). 116 According to many of the Roma interviewed, an inability to find work in the formal labour market, coupled with a lack of ‘sufficient resources’ prevented many from registering their residence. Spain was the one exception to this across the countries of research. The European Commission Report on the application of 112 Interview with a Roma man, Finland, 06.05.2009. 113 Interview with a Roma woman, Italy, 18.02.2009. 114 Spain/Real Decreto 240/2007 (16.02.2007) [Royal Decree on entry, freedom of movement and residence in Spain of citizens from EU Member States and other states part of the Agreement on EEA], Article 7(1). 115 Consejo de Empadronamiento (2007) Nota sobre la obligación de exigir el certificado de inscripción en el Registro Central de Extranjeros para empadronar a los ciudadanos de los Estados miembros de la Unión Europea y de otros Estados parte en el Acuerdo sobre el Espacio Económico Europeo [Note on the requirement of the certifícate of inscription in the Central Register of Foreigners for municipal registration of citizens from EU Member States and other States part of the EEA]., available at https://idapadron.ine.es/idaweb/legisla/RCE.PDF (04.05.2009). 116 Interviews with FSG in various locations in Spain, 02-05.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 37 Directive 2004/38/EC noted that 12 Member States had transposed the notion of ‘sufficient resources’ incorrectly or ambiguously, including Italy and Finland. Problems relate mostly to defining the minimum amount that would be regarded as ‘sufficient’ and failure to take the decision on the basis of personal circumstances. 117 There are also other ongoing civil rights issues for many Roma from other Member States. As suggested earlier, there is broad awareness of the rights to free movement, but much less awareness of other rights. For example, respondents showed almost no awareness of the right to maintain the status of worker, where workers have become unvoluntarily unemployed and where they register as a jobseeker with the relevant job office. 118 At the same time the notion of a right of ‘permanent residence’ after five years – that is no longer conditional upon having sufficient resources – was often so remote that it had almost no relevance to the Roma involved. 119 The research also found no evidence of efforts by local authorities to familiarise EU citizens with the rights provided by the Free Movement Directive. It is evident from the research that the provisions of the Free Movement Directive, despite clear guidance by the European Commission, are not always properly applied in practice and that the existence of overlapping forms of registration present a significant barrier to accessing to a range of benefits. Since some Member States do not operate a registration scheme without encountering any apparent difficulty, the question arises as to whether others should not follow this example. Registration is not required for the first three months of residence – a valid identity card or passport suffices – so it can be debated why this status should transform after three months and whether a duty to register is really necessary. Negative experiences with the police were often reported by respondents in Italy, who linked this to the 2008 ‘State of Emergency in relation to settlements of nomad communities in the territory of the regions of Campania, Lazio and Lombardia’ 120 , which led to the compulsory census of Roma and Sinti in those 117 European Commission (2008) Report from the Commission to the European Parliament and the Council on the application of Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States Brussels, COM (2008) 840/3. p. 6. 118 Art.7 Para. 3 lit. b) and c) of the Free Movement Directive. 119 See Art. 16 Para. 1 of the Free Movement Directive. 120 Decree of the President of the Council of Ministers of 21 May 2008. Dichiarazione dello stato di emergenza in relazione agli insediamenti di comunità nomadi nel territorio delle regioni Campania, Lazio e Lombardia (Declaration of a state of emergency in relation to settlements of nomad communities in the territory of the regions of Campania, Lazio and Lombardia). Available at: http://www.interno.it/mininterno/export/sites/default/it/sezioni/servizi/legislazione/immigrazi one/0979_2008_05_27_decreto_21_maggio_2008.html. In May 2009, the state of emergency was extended until December 2010 and expanded to include Torino and Venezia. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 38 areas 121 and severely increased both formal and informal controls for Roma: ‘ I had problems with the police because one day they stopped me on the street to check my documents and they did not give them back to me. When the checking was finished I asked them to give me back my identification documents, but the police told me that they did not know where they were and that I should go to the Romanian embassy ’. 122 There is also some evidence that this kind of treatment creates ‘displacement’ with freedom of movement implications. In Spain, a Roma respondent noted: ‘ I left Italy because there was no work there and also because of the carabinieri. A friend of mine was beaten by them in front of me. I would not come to Italy again. Here [Spain] police are not so brutal. Some of them speak politely and some not, but in Italy no one does [...] but in general Italians are quite like Spaniards, the problem is the police ’. 123 This is confirmed by Spanish NGOs working with Roma: ‘ We noticed there were some families coming from Italy last year, after the summer or so who had been expelled. These people were frightened. When the mediator approached them they were asking “are you from the police?”’ 124 In other cases, some Roma interviewed claimed to have been verbally assaulted by policemen: ‘ One evening, just out of the mosque, I was stopped by police. The police did a search in the car. [...] I was detained for an hour and a half, then two more patrols came. There were twelve policemen in that place. After this began the worst of insults by young policemen, like this: “ These Gypsies! I would like to put them against the wall and shoot them ”’. 125 Conversely, asked about encounters with police officials in France, the response of one Roma respondent was characteristic: ‘I can tell you more about my encounters with our police in Bulgaria. Last time, when I was in a resort town in north-eastern Bulgaria at the Black Sea while I was walking along a street connecting the beach with the Casino I was stopped four times to present my ID card by the police. Here, I have never been stopped for personal identification by the police, since I arrived four years ago’. 126 121 European Roma Rights Centre, Open Society Institute and osservAzione (May 2009) Memorandum to the European Commission concerning violations of EC law and the fundamental rights of Roma and Sinti by the Italian Government in the implementation of the census in “nomad camps”, available at: http://www.errc.org/db/03/D5/m000003D5.pdf (30.10.2009). 122 Interview with a Roma man, Italy, 20.02.2009. 123 Interview with a Roma man, Spain, 02.03.2009. 124 Interview with the Gijón city branch of the NGO ACCEM, Spain,12.03.2009. 125 Interview with Amalipe Romano, Italy, 30.03.2009. 126 Interview with a Roma man, France, 26.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 39 3.3. Political rights ‘Ironically, I have the right to vote but not to work. During the last local elections, the present mayor, then a candidate, came to the integration centre, as it has always happened in Bulgaria, to convince us to vote for him. He promised that if we voted for him we would be granted social assistance’. 127 Since 1992 the EC Treaty provides (currently in Article 19) for the right to vote and to stand as a candidate for European and municipal elections in the state in which the EU citizen resides. Accordingly, Article 3 of Council Directive 94/80/EC provides that: ‘Any person who, on the reference date: (a) is a citizen of the Union […] and (b) is not a national of the Member State of residence, but in any event satisfies the same conditions in respect of the right to vote and to stand as a candidate as that State imposes by law on its own nationals, shall have the right to vote and to stand as a candidate in municipal elections in the Member State of residence’. 128 While there are certain possibilities for derogation, EU citizens should be able to register and vote in precisely the same way as national citizens in local and European elections, although there are no common rules across the Member States on voting registration. The European Commission reported in 2008 that: ‘In December 2006 the Commission adopted a report on the 2004 EP elections […] an increase of participation of Union citizens living in a Member State other than their State of origin can be noted. More than one million Union citizens registered to vote in their State of residence in 2004, representing nearly 12 per cent [of EU citizens resident in Member States other than their own], compared to 5,9 per cent in 1994 and 9 per cent in 1999. The increase in participation is explained by citizens’ greater mobility within the EU and by Member States’ efforts to inform them of their rights. However, fewer of them are standing as candidates: 62 in 1999 versus 57 in 2004 […]’. 129 In France, some Bulgarian Roma were registered to vote during the local elections in 2008, encouraged by local activists, but it seems that only a few Roma voted. There was no evidence of any similar support or encouragement towards political engagement elsewhere in France. 127 Interview with a Roma man, France, 26.03.2009. 128 Council Directive 93/109/EC of 6 December 1993 laying down detailed arrangements for the exercise of the right to vote and stand as a candidate in elections to the European Parliament for citizens of the Union residing in a Member State of which they are not nationals. Official Journal L 329 , 30.12.1993 ; Council Directive 94/80/EC of 19 December 1994 laying down detailed arrangements for the exercise of the right to vote and to stand as a candidate in municipal elections by citizens of the Union residing in a Member State of which they are not nationals. Official Journal L 368 of 31.12.1994. 129 Commission of the European Communities 2008 Fifth Report on Citizenship of the Union (1 May 2004 – 30 June 2007) Brussels, 15.2.2008 COM(2008) 85 final, p. 6. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 40 In Spain, an FSG officer argued that ‘ Amongst the ones [Roma] we know, no one voted [June 2009 European Parliament elections] ’. 130 Possibly a lack of information about voter registration procedures could be responsible for a low participation rate in the elections among Roma from other EU Member States. The only positive political initiative that was identified by the research was taken in France by the NGO Romeurope, which held a meeting with elected officials in September 2008 in order to sensitise new elected officials of the situation of Roma from other EU Member States and to get their support for policies to improve their situation. As a result of this meeting an appeal was published: ‘We, elected representatives, in the diversity of our mandates, in the plurality of our political colours, have been at various levels, confronted with the challenge that represents the installation of East Europe Roma on our territories. Facing the human distress experienced by Roma, we refuse inaction and indifference. As citizens of the European Union deprived of the right to work by the establishment in France of arrangements bound to the transitional regime, the Bulgarian and Romanian Roma cannot integrate. This situation, contrary to the European idea, generates inequities but also contributes to the irregularity of their presence in France and, consequently, their misery. The state can end transitional mechanisms. The political will must be there. We ask the State to end the transitional regime which denies Romanians and Bulgarians access to employment and makes them second class Europeans’. 131 In terms of the broader question of civic participation and participation in public life, the research found a high level of non-participation and segregation. There is very little evidence of Roma from other EU Members States engaging in civil society organisations. The physical segregation of Roma from other Member States throughout the target countries no doubt compounds their social isolation. More worryingly, sometimes NGOs themselves, whether intended or not, can form a barrier to Roma participation in public life. As a Roma respondent living in France said: ‘ When I went to the municipality for registering at the address of the Integration Centre I was told that it is the NGO running the centre that is to communicate with them’ . 132 Another Roma respondent stated: ‘ We are very thankful for the attention we get from the social assistants here in the village and the people from the local child protection authorities. Though, I have no contacts with the municipality. There have always been people from the NGO assisting us and presenting us there for whatever reason ’. 133 Clearly, it is important that civil society organisations gradually move from supporting Roma by representing 130 Interview with Fundación Secretariado Gitano, Spain, 13.07.2009. 131 ‘Appel des elus pour une politique d’accueil et d’accès aux droits en direction des Rroms d’Europe de l’Est installés en France’ [Elected representatives appeal, for a welcoming and access to rights policy towards East European Union Roma installed in France] Romeurope , 07.07.2009, available at: http://www.romeurope.org/?p=1398#more-1398 (23.10.2009). 132 Interview with a Roma man, France, 26.3.2009. 133 Interview with a Roma woman, France, 26.3.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 41 them at public authorities to empowering them to engage with these authorities directly. One of the very few examples of engaged involvement in public life is the UK- based ‘Gypsy, Roma, Traveller history month’ with significant participation of Roma from other Member States and endorsed by the Parliamentary Under Secretary of State for Schools. This initiative is ‘a partnership between our communities and those in local and central government who want to help us, but it needs the active involvement of everybody from the Gypsy, Roma and Traveller community to succeed’. 134 Many of the events in the Gypsy, Roma and Traveller history month include or are focused on Roma from other EU Member States. 3.4. Economic and social rights EU citizens from other Member States in formal employment or self-employed have access to social rights associated with employment on a broadly equal basis with country nationals. However, if they are not formally employed or self- employed, their social entitlements are severely curtailed and the ‘sufficient resources’ requirement to reside is not met anymore. While this applies equally to both Roma and non-Roma, it appears to have a disproportionate impact on Roma, since they are more likely to be perceived as ‘economically inactive’ due to their work in the informal economy. However, the European Commission has made clear that the notion of ‘sufficient resources’ must be interpreted in the light of the objective of the directive which is to facilitate free movement. In fact the Free Movement Directive prohibits Member States from laying down a fixed amount to be regarded as ‘sufficient resources’ , either directly or indirectly, below which the right of residence can be automatically refused. Thus the authorities of the Member States must take into account the personal situation of the individual concerned. The European Commission underlines in this regard that authorities must carry out a proportionality test. To this end, the EU Commission Guidelines provide three sets of criteria referring to the duration of the benefit, his or her personal situation and the amount involved. 135 As long as EU citizens do not become an unreasonable burden on the social assistance system of a host Member State, they cannot be expelled for this reason. 134 ‘What is GRTHM?’available at: http://www.grthm.co.uk/whatis.php ( 27.08.2009). 135 See the European Commission’s ‘Communication from the Commission to the European Parliament and the Council on guidance for better transposition and application of Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States’, COM(2009) 313/4 final as of 2.7.2009, pp. 8-9, available at: http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2009:0313:FIN:EN:PDF (29.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 42 The European Commission underlines that only ‘receipt of social assistance benefits can be considered relevant to determining whether the person concerned is a burden on the social assistance system’. The need to assess the personal situation of the respective EU-citizens and the emphasis the European Commission puts on the principle of proportionality clearly indicate that the mere fact that somebody has to rely on basic social assistance cannot automatically lead to expulsion. 136 It also repudiates a ‘no recourse to public funds’ reading of the ‘sufficient resources’ clause which appears to inform practice towards Roma EU citizens in some Member States. The fear of becoming an ‘unreasonable burden’ may contribute to preventing Roma from addressing social assistance services. As an official of the International Protection Unit of the Finnish Ministry of Interior, said: ‘ There are no sanctions attached to the obligation to register the right of residence in the Aliens Act and it is ignored commonly among all EU citizens residing in Finland. […] I am under the impression that even if this information has been passed on to the EU Roma exercising the right to free movement and residence, they have not been willing to register their right of residence. As a whole, they are not willing to rub elbows with the authorities ’. 137 Thus, ‘staying under the radar’ becomes a sensible survival strategy: whoever is able to survive by begging, is able to sleep in the streets and is able to live without medical care, does not become a burden to the social assistance system. In addition, it is evident from the research that, even where there is clear entitlement to benefits, access to these for Roma EU citizens from other Member States may be hampered by the operation of national and local bureaucracies and a general resistance to providing welfare to Roma. In terms of the experience of integration of Roma EU citizens this research establishes a broad continuum from treatment that is equivalent to that of national citizens to effective exclusion from social assistance. 3.5. Access to employment Free movement of workers is one of the core freedoms of the European Union. Article 15 of the EU Charter of Fundamental Rights provides, subject to the conditions and limits applicable to the Union law on which they are based, and for which provision is made in the treaties, that ‘1. Everyone has the right to 136 As the Centre for European Policy Study suggests: ‘While Directive 2004/38 does not permit Member States to automatically expel a citizen of the Union because s/he has become an ‘unreasonable’ burden on the social assistance system, a number of Member States seem to take this approach’ in Carrera, S. and Faure Atger, A. 2009. Implementation of Directive 2004/38 in the context of EU Enlargement: A proliferation of different forms of citizenship? CEPS Special Report/April 2009, p. 12. 137 Interview with an official of the International Protection Unit of the Ministry of Interior, Helsinki, Finland, 12.05.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 43 engage in work and to pursue a freely chosen or accepted occupation. 2. Every citizen of the Union has the freedom to seek employment, to work, to exercise the right of establishment and to provide services in any Member State’. Article 7 of the Free Movement Directive on the ‘Right of residence for more than three months’ places freedom of movement in the context of work: ‘All Union citizens shall have the right of residence on the territory of another Member State for a period of longer than three months if they […] are workers or self-employed persons in the host Member State’. This creates a relatively simple rights regime for Roma from other Member States. If they are EU citizens and they are in formal employment, they have a fairly straightforward right of residence. Other significant economic and social rights flow from this status. The European Court of Justice has confirmed that EU citizens also benefit from the right to reside for a period of at least six months, if they ‘provide evidence that [they are] continuing to seek employment and that [they have] genuine chances of being engaged’. 138 The Free Movement Directive itself also makes clear that a Union citizen who entered the territory of a Member State ‘in order to seek employment’ may ‘in no case’ be expelled as long as he or she can provide evidence that they are continuing to seek employment and that they have a ‘genuine chance of being engaged’. 139 This right to take up work is substantially qualified by the transitional arrangements in the Accession Treaties of 16 April 2003 – regarding the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia – and as of 25 April 2005 – regarding the accession of Bulgaria and Romania. 140 These restrictions continue to limit employment rights much more formally than any other area of rights. 141 They make it clear that citizens of these countries may have restrictions imposed on their access to the labour market in other EU Member States, but restrictions in terms of other social and economic rights, although implied, are not articulated. In consequence these citizens – including Roma – were formally excluded from the 138 ECJ, C-292/89, Antonissen, judgment of 26.02.1991. 139 See Article 14, Para. 4 of the Free Movement Directive. 140 The Treaty of Accession of Bulgaria and Romania 2003, available at: http://ec.europa.eu/enlargement/archives/enlargement_process/future_prospects/negotiations/ eu10_bulgaria_romania/treaty_2003/index_en.htm (05.09.2009) and http://ec.europa.eu/enlargement/archives/enlargement_process/future_prospects/negotiations/ eu10_bulgaria_romania/treaty_2005_en.htm (05.09.2009). 141 The restriction followed a 2+3+2 year logic: The transitional arrangements provided that for the first two years following accession access to the labour markets of the old EU Member States were dependent on the national law and policy of those Member States. Thus workers from the new Member States were likely to need a work permit. These national measures may be extended for a further period of three years. After that, an EU Member State that applied national measures can continue to apply the latter for a further two years if it notifies to the Commission serious disturbances in its labour market. In any event, workers from the new Member States must be given priority over workers from third countries. Once the worker has obtained access to the labour market, he/she benefits from equal treatment with national workers. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 44 labour markets of different EU countries. 142 In some instances these barriers have not yet been lifted (see Table 1). The European Commission has made it clear that it believes that these restrictions should be removed in order to realise freedom of movement for workers: ‘Lifting restrictions would not only make economic sense, without causing discernible harm to local labour markets, it would also help to avoid some of the more serious problems associated with closed labour markets, in particular undeclared work and bogus self-employment. The volume and direction of mobility flows are driven rather by general labour supply and demand and other factors than by restrictions on labour market access. Restrictions may even delay labour market adjustments and exacerbate the incidence of undeclared work’. 143 Table 1: Workers from new Member States - transitional arrangements 144 EU ‐ 8: Czech Republic, Estonia, Latvia, Lithuania, Hungary, Poland, Slovenia and Slovakia EU ‐ 2: Bulgaria, Romania FI Finland EU ‐ 8 Free access (1 May 2006) EU ‐ 2 Free access(1 January 2007) FR France EU ‐ 8 Free access (1 July 2008) EU ‐ 2 Restrictions with simplifications IT Italy EU ‐ 8 Free access (27 July 2006) EU ‐ 2 Restrictions with simplifications ES Spain EU ‐ 8 Free access (1 May 2006); EU ‐ 2 Free access (1 January 2009) UK United Kingdom EU ‐ 8 Access mandatory Workers Registration Scheme (1 May 2004) EU ‐ 2 Restrictions with simplifications 142 See the European Parliament resolution of 2 April 2009 on the application of Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States, which suggests that, ‘four Member States of the EU-15 have not opened their labour markets for workers from the EU-8 Member States [and] eleven Member States have notified the Commission of their decision to continue applying restrictions in their labour markets in respect of nationals of Romania and Bulgaria, as of 1 January 2009’. 143 ‘Commission report on transitional arrangements regarding free movement of workers’ MEMO/08/718 Brussels, 18 November 2008, p. 2. 144 European Commission, available at: http://ec.europa.eu/social/main.jsp?catId=466&langId=en (24.11.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 45 Exclusion from the labour market and the informal economy ‘I have worked in agriculture here, in the grapes, the potatoes... last time with a contract, before not. I did not come seeking any assistance; I came seeking work because I have hands and legs. I like to work’. 145 The overwhelming desire expressed by Roma respondents in this research was to work in the formal economy. The desire for formal employment is the definitive push factor across the countries of origin and the key pull factor within the countries of destination. As one Roma respondent in France stated: ‘ In Romania I worked in the building sector with cousins established in the neighbourhood since Ceausescu, but here I haven’t worked for more than three months. I worked a little for the municipality and then in a printing shop but it closed because it had no work. As I had no educational background, I worked in agriculture and as a logger in the forest. I have not been paid more than five Euro per day and I have no prospects. Yet I am well integrated and I have no problem with the police. My father died, my mother and my two sisters still live in the village and I am their only support. This is why I decided to leave and come to France. I don’t have a job but I am looking for work in the building or in the highway sectors. I want to remain in France to work ’. 146 Respondents clearly indicated a general willingness to work across all sectors in the formal economy: ‘I worked in construction and in cleaning in 2008 with contracts. After that I got the unemployment benefit for six months and for four months I was in Romania. Now the benefit has expired and I am looking for a job, I do not want assistance, if I find a job I do not want assistance [...] I have now only 45 Euro in my pocket but I am not going to ask for assistance, I am looking for a job’. 147 Transitional employment restrictions, the absence of appropriate skills and inadequate knowledge of the national language, however, make it difficult for Roma to access formal employment. Different forms of formal and informal exclusion from employment were found across the countries studied. Some of this exclusion is structural – many Roma are keen to work but are unskilled, as a result of chronic discrimination in education in their home countries. Even in unskilled work, competence in the national language may be an insurmountable barrier: ‘ I cannot look for a job here because I don’t speak Finnish and I don’t understand anything from this language. But I would like so much to have some work here, to stop begging in the streets in this cold ’. 148 145 Interview with a Roma woman, Spain, 04.03.2009. 146 Interview with a Roma man, France, 14.03.2009. 147 Interview with a Roma man, Spain, 03.03.2009. 148 Interview with a Roma woman, Finland, 06.05.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 46 Roma are also affected by racism and xenophobia: ‘I had to guard my house with a baseball bat. White British kids were threatening my children, calling them “bloody Pakis”. The Roma are either seen as East Europeans, Asians or migrants. None of these is an advantage when seeking work in the United Kingdom’. 149 In Italy, Roma respondents listed prejudice and negative stereotypes towards Roma, Italian or not, as a key structural obstacle to employment. 150 Racial discrimination impacts specifically and directly on Roma EU citizens: ‘Some of the women who are involved in begging have followed courses on ironing, housekeeping and so on, but it is difficult for us to find a household that wants to hire them. On the telephone they have even told us straight “I do not want Romanian Gypsies”’. 151 This kind of discrimination appears to be routine. A Roma respondent in Italy noted: ‘Unfortunately I do not have a job now. Before I worked in construction; it was a regular job. [...] Now there is a difficult situation. Often the problem stems from the registration document. If on the identification document it is written that I live on via Triboniano, no employer will take me, because everyone knows that there is a Roma camp on via Triboniano. When I look for a job I cannot say that I live in a camp and I am Roma’. 152 Attempts by Roma to engage in formal economic activity are also hampered by measures taken by local authorities: ‘Romanian Roma had built a good organisation in collecting iron. The collection of iron has always been one of the main activities of Romanian Roma. Then the municipality of Naples issued an ordinance prohibiting the collection of iron. [...] For the last three months, the collection of iron has not been possible. Indeed since the beginning of the year they [Roma] complain that the collection of iron is not possible like before because they are stopped by police and the vehicles are seized. [...] In fact, now the men are much more unemployed than before’. 153 The distinction between work in the formal and informal economy remains absolutely defining in terms of the experience of Roma of freedom of movement and residence. In France and Spain, for example, even when Roma were relatively happy with their experience in integration projects, the desire for work was very clear: ‘ I am thankful for being included in the integration project. We are accommodated in a safe place for which we pay 50 Euro per month. There are Spanish Roma and an Algerian working here as social assistants. They try to do their best to find us work. They help us to find our way here. But the real help would be for us to work legally. We do not physically have any contact with the local authorities. We do not have any idea what the real situation on the labour 149 Interview with a Roma man, United Kingdom, 31.03.2009. 150 Interview with a Roma man, Italy, 20.02.2009. 151 Interview with Córdoba Acoge, Spain, 13.03.2009. 152 Interview with a Roma man, Italy, 11.02.2009. 153 Interview with a representative of the Community of St. Egidio, Italy, 05.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 47 market is, if what we have heard is true or false. We hear from here and there that there are jobs available picking vegetables in other parts of the country ’. 154 This situation is also often gendered. Roma women are much more likely to be in unpaid work: ‘We are a very large family. My youngest daughter is 13, which means that I could go to work if I wanted to. There are also more opportunities for Roma in England. But my husband and I have decided that I will stay at home and look after the household as I have plenty of work here. My eldest children already have kids so when they are at work I look after my grandchildren’. 155 When Roma do find work in the formal economy, it is overwhelmingly in low- skilled, marginal and volatile sectors. These sectors may be relatively well paid but they are dependent on a flexible workforce and have little job security. For example, in Italy, male Roma respondents spoke of the current economic crisis and its direct impact on the Italian construction sector, in which many Roma from other Member States had found employment in recent years. In the United Kingdom, the dependence on unskilled, temporary employment means that Roma are specifically dependent on accessing work through employment agencies, which can lead to certain forms of unfair treatment and exploitation: ‘ I have been here for almost 5 years now. In the past, I used to work through an employment agency here in [location X]. I would always do temporary jobs; once they were over, I’d wait for the agency to ring me and tell me that there is a new post coming up. Now I’m unemployed and can’t claim jobseeker’s allowance because I’m not eligible. I had lots of temporary jobs but not a post which would employ me for longer than 12 months ’. 156 The economically marginal position of many Roma EU citizens means that they are particularly vulnerable to both economic downturn and unfair working practices. In one interview, a Roma man from Eastern Slovakia commented on the problems experienced with employment agencies in the United Kingdom: ‘ I work through an employment agency. I’m required to work continuously for eight months. After they elapse, I have to sign a new contract with the same employment agency and the same employer. Repeatedly, I’ve asked both the agency and the employer to give me a permanent contract. They wouldn’t do so since they employ only very few people full-time ’. 157 In the United Kingdom, the manner in which employment agencies operate compounded by the impact of the Workers Registration Scheme pose significant difficulties to Roma from other EU Member States. Such experiences are repeated across the research: ‘I used to work in a shampoo factory; I had to work the whole night from nine o’clock in the evening to seven in the morning for 18 Euro a day! [...] Here some people abuse us while we do not 154 Interview with a Roma respondent, France, 26.3.2009. 155 Interview with a Roma woman, United Kingdom, 23.03.2009. 156 Interview with a Roma man, United Kingdom, 02.04.2009. 157 Interview with a Roma man, United Kingdom, 23.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 48 know how things work’. 158 – ‘Since our arrival here [in 2005] we had only worked without any breaks and without contracts. In August 2008 we wanted to go back to Bulgaria for a holiday. Both employers, my husband’s and mine, were against it. They were clear that if we left for a holiday once we returned we would be out of work. When we came back other people were employed in our places. Working three years and only once a month holiday and our employers got rid of us’. 159 NGO respondents confirmed such abuses: ‘It happens sometimes that they do not get paid after doing the job. The employers were small businesses run by self- employed individuals who abused them, paying little or failing to pay. I have known at least five cases’. 160 Roma are particularly affected by lack of appropriate skills due largely to the legacy of structural discrimination and inequality in their home countries. Combined with racial discrimination in the destination country this makes it particularly difficult for them to break into the formal labour market: ‘ I would like so much to have a job. I tried, but I have no qualifications, and on the black market nobody would hire me. I would like authorities to give me all the papers I need to be registered to work. People say I only need a passport, but there is still the difficulty of the language: how could I ask for a job if I don’t speak their language? I don’t even know where the unemployment office is and apparently they can’t help us because we don’t have a permanent address. For now, I have been living from bottle recycling: If you looked carefully, you would see us searching for bottles in all garbage bins; this is what we do all day long ’. 161 The ignominy of this kind of marginal work is keenly felt: ‘All we need is to do something. Since I have been here I am ashamed. I am a 42-year-old man going out every single day to gather garbage. This is how we make a living here. We are looking for a job. The town is far away. No work. We don’t have money or anything.’ 162 There are, of course, explanations for the continued exclusion of Roma from the labour market. For example, in Finland a member of the Social Services Department of the City of Helsinki commented: ‘ The most serious problem is the lack of required language skills. Another one is the lack of basic education and professional skills and thereby their employment is very difficult, no matter if they themselves would like to work. The economic crisis is making the employment situation even more difficult than earlier. It is difficult to get even short-term jobs in the present situation ’. 163 158 Interview with a Roma woman, Spain, 23.03.2009. 159 Interview with a Roma woman, Spain, 24.03.2009. 160 Interview with the Fundación Secretariado Gitano, Spain, 13.03.2009. 161 Interview with a Roma man, Finland, 05.05.2009. 162 Interview with a Roma man, Spain, 23.03.2009. 163 Interview with an official of the City of Helsinki, Finland, 29.04.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 49 Given the wish expressed widely by Roma respondents to work in any formal context, a key challenge will be to find ways of integrating them into the formal economy. Clearly there is still a demand for low-skilled labour across many EU Member States and access to this type of employment can play a key part in integration. In Spain, for example, the availability of agricultural work has been a pull factor and a way of reaching decent living standards for many Roma. Most Roma from other Member States are involved in economic activity but this occurs disproportionately in the informal economy. In this sense they were not ‘economically inactive’, as seen by local authorities regarding Roma working in informal jobs. This involves a range of income-generation activities and may include recycling glass or metal, playing music on the street or begging, among other things. Such activities are often regarded as ‘deviant’ or ‘undesirable’ and those engaged in them may even be associated with accusations of criminal behaviour. 3.6. Begging, Criminality and Criminal Victimisation ‘I don’t like begging. I didn’t beg in Romania, I only had to learn to do it here [in Finland] because I couldn’t find another job. There is no work for Roma women here. What else can I do?’ 164 Their location in the informal economy makes Roma from other Member States vulnerable to other forms of exploitation. Although respondents in this research did not make any specific references to examples of criminal victimisation or engagement in illegal activities, media sources across the EU have often made references to involvement of Roma in criminal activity’, usually in the context of trafficking or petty crime. Stereotypes about the involvement of Roma in criminal activity are widespread across Member States and often focus on Roma from Central and Eastern European Member States. According to a report published by the BBC: ‘In Milan in 2007, just after Romania entered the European Union, police noticed a surge in theft and pick-pocketing carried out by Roma children. They launched a major investigation involving phone-tapping and surveillance, which revealed that a criminal gang was using the children to generate huge profits’. The same source asserts: ‘Madrid police say that 95% of children under 14 that they pick up stealing on the streets are Roma from Romania’. 165 Given the lack of statistical data disaggregated by ethnic background, such reports raise important questions as to the validity of this type of information and its impact on Roma stereotypes 164 Interview with a Roma woman, Finland, 06.05.2009. 165 BBC News (2009) ‘How Gypsy gangs use child thieves’, (02.09 2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 50 and prejudice. It also places a responsibility on the government to investigate the issue further and also to examine how such children, victims of trafficking, can be supported. The Council of Europe gave useful consideration to this issue at a conference on Roma and statistics: ‘All participants denounced the collection, generally illicit, of administrative data on Roma criminality, which only went to reinforce the stereotypes and often did not reflect reality. [One participant] described … the absurd position of certain political leaders who claimed not to have any data concerning Roma because the collection of data on an ethnic basis was unconstitutional, but who were able to give very precise figures concerning the supposed criminality of Roma.’ 166 Péter Tálas writing in response to the murder of a Roma father and his child in Tatárszentgyörgy, Hungary, in February 2009 made a similar point: ‘Similarly problematic, both from the moral and the professional point of view are those declarations, which try to frame the criminal acts committed by Roma people as “Roma criminality”. In Hungary the ethnicity of the citizens has not been registered in criminal statistics since 1991. Moreover, even in census such data might only be given voluntarily. Thus one can only have rough estimates even on the overall size of the Roma population in Hungary, and practically no verified data exists on their rate among crime perpetrators. Therefore using the term “Roma criminality” has simply no scientific ground; it only makes anti-Roma prejudices becoming stronger’. 167 Across all the countries studied Roma were engaged in begging. In many cases, it appeared to be the only available, but not desirable, economic option, when work is not accessible: ‘ Other Romanians from Slatina said they were making money in Spain. I came to work. I thought I was going to find some job but it was not the case (...) and then we had to opt for begging ’. 168 The majority of Roma respondents involved in begging noted that they would rather not be engaged in begging. It was also evident that begging is gendered. Women are much more likely to be involved in begging than men. Overwhelmingly this was an income generation strategy that Roma wished to avoid. In the countries studied the usual official response to begging has been to treat it as a form of deviant or unlawful behaviour, although in most countries begging is either lawful or tolerated in different forms. For example, in Finland a national working group was established to respond to the appearance of beggars, unequivocally defined as Roma. Roma respondents involved in begging or working in the informal economy reported difficulties in meeting the ‘sufficient resources’ requirement for 166 Council of Europe ‘Roma and Statistics’ Strasbourg, 22-23 May 2000, p. 11, available at: http://www.romnews.com/a/pdf/coeStatistics.PDF (23.10.2009). 167 P. Tálas ‘After Tatárszentgyörgy: On the Subjective Perceptions of Security’ Zrinyi Miklós National Defence University, Institute for Strategic and Defence Studies Analyses 2009/4. 168 Interview with a Roma woman, Spain, 17.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 51 registering their residence and staying in the destination country, because the income earned from informal activities is not recognised. The research found no evidence of any efforts to support Roma – or indeed non- Roma – EU citizens to move from employment in the informal economy to the formal economy, although such good practice for general and Roma-specific interventions exists. 169 Self-employment can be a key mechanism to support this transition, but, again, the research found no evidence of any relevant measures, despite the EU’s commitment to flexicurity 170 which aims at mainstreaming flexibility, mobility and reskilling across the EU labour market. 3.7. Access to adequate housing ‘The problem is that [the authorities] have put us in this [official] camp in the outskirts, far from everything, without any connections with the city; there are no buses, nothing. [...] Within the camp there are police forces day and night. Here in the camp everyone has a card with name and photo. We are under surveillance by cameras, as you can see there are cameras everywhere; there are six cameras here’. 171 The Charter of Fundamental Rights of the European Union, subject to the conditions and limits applicable to the Union law on which they are based, and for which provision is made in the EU treaties, ‘recognises and respects the right to social and housing assistance so as to ensure a decent existence for all those who lack sufficient resources, in accordance with the rules laid down by Union law and national laws and practices’ (Article 34). The right to housing itself is less clearly articulated, but access to housing among Roma from other Member States takes place in the context of a wider infrastructure of housing rights. 172 169 For example, the European Parliament identifies as good practice the Proyecto Clavel in Spain: European Parliament (2008) The social situation of the Roma and their improved access to the labour market in the EU, pp. 73-4. This project which, ‘has to do with the regularisation of some peddling activities of Roma women […]. A ‘typical’ activity for Roma women -street flower selling- has been selected for a regularisation plan, which has involved training, technical support and then better earnings for some twenty Roma women’. 170 ‘Flexicurity is a combination of flexibility and security in working arrangements […] Flexicurity is an attempt to unite […] two fundamental needs. It promotes a combination of flexible labour markets and adequate security. Flexicurity can also help provide an answer to the EU’s dilemma on how to maintain and improve competitiveness whilst reinforcing the European social model.’ European Commission Directorate-General for Employment, Social Affairs and Equal Opportunities COM(2007) 359, Towards Common Principles of Flexicurity: More and better jobs through flexibility and securit y, available at: http://ec.europa.eu/social/main.jsp?catId=102&langId=en&pubId=188&type=2&furtherPubs =yes (05.09.2009). 171 Interview with a Roma woman, Italy, 20.02.2009. 172 Commissioner for Human Rights (2009) ‘Recommendation of the Commissioner for Human Rights on the Implementation of the Right to Housing’ Strasbourg, 30th June 2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 52 Lawfully resident Roma EU citizens have the right to be treated on an equal footing with nationals regarding public or social housing or associated allowances. However, Roma EU citizens without registration certificates, where required, rarely have access to housing assistance often ending up in marginal housing situations. In Italy the official policy regarding Roma and Sinti housing (with or without Italian citizenship) consists of building authorised ‘camps for nomads’ equipped with prefabricated houses or caravans. Since 1984, 12 Italian regions have enacted laws for the ‘protection’ of the nomad populations and their culture and established ‘camps for nomads’. 173 Other Roma, especially those coming from Romania, build shacks or set up tents in illegal settlements or live in squats or abandoned farmhouses from which they are often forcefully evicted: ‘ In Milan, during the last two years, there is a policy of continuous evictions mainly targeted to the Romanian Roma community, without official announcements and viable alternatives. [...] There is a policy of terror. Every morning the police arrive and threaten Roma saying that they will destroy everything ’. 174 In May 2008 attacks were carried out against Roma, many of them Romanians, living in informal settlements in the Ponticelli area of Naples in Italy, as reported by the FRA. 175 A Roma woman remembered the events: ‘ They set fire to our camp in Ponticelli last year in May 2008. That day I went with my husband to collect scrap iron and we left our children in the shack. When I returned other Roma told me that Italians had come with gasoline and had set fire to the camp. ’ 176 Poor living conditions affect women and children disproportionately, as they tend to spend more time at home. Furthermore, caring for children is often seen primarily as a responsibility of the woman which can put Roma women under intense pressure in this kind of housing context. In May 2009 the European Roma Rights Centre (ERRC), Open Society Institute and osservAzione submitted to the European Commission a memorandum requesting the Commission to launch infringement proceedings for Italy’s alleged non-compliance with the Race Equality Directive and the Data Protection Directive, noting that ‘ [ the] use of stereotypes based on ethnic origin as the basis for official decisions – whether in the field of law enforcement or access to housing and public accommodations – violates, in respective part, the EC Racial Equality Directive and also fundamental rights under the ECHR.’ 177 173 See, for example, Regione Lazio, Legge Regionale N. 82 DEL 24-05-1985: Norme in favore dei rom, (10.06.1985) http://www.comune.torino.it/stranieri- nomadi/nomadi/normativa/regionale/lazio.pdf (30.10.2009). 174 Interview with the Federation of Roma and Sinti Insieme, Italy,14.04.2009. 175 FRA (2008) available at: http://www.fra.europa.eu/fraWebsite/attachments/Incid-Report- Italy-08_en.pdf (23.10.2009). 176 Interview with a Roma woman, Italy, 18.02.2009. 177 See Para. 125, available at: http://www.errc.org/db/03/D5/m000003D5.pdf (23.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 53 In early 2009, the Prefect of Milan signed the ‘Regulation for the areas meant for nomads in the territory of the municipality of Milan’, 178 which foresees the creation of a Management Committee to verify permission to live in the camps, access to the camps, expulsions from the camp and the adherence by residents to the ‘Pacts for Legality and Sociality’. Roma signed a similar document. 179 In Spain and the United Kingdom, many of the Roma respondents reported living in private rental accommodation, as most had no access to public housing. 180 Rental housing is often very problematic as it involves private landlords and very poor housing stock. Respondents referred to cases of tenants entering accommodation without signing a contract, paying for rent and then being asked to leave. Roma, particularly new arrivals, are often exploited by private landlords charging very high rents: ‘ They ask 500 Euro per month for apartments which are in very bad conditions. There is a flat for which they have to pay 700 Euro per month. It has four bedrooms but still another four families live in the living room and the corridor ’. 181 There were, however, also some positive responses: ‘My landlords are very nice. Many months I cannot pay the rent and they tell me “do not worry, we understand you are the only one working in your family”’. 182 Homelessness is a very serious problem affecting in all countries studied a number of Roma EU citizens, who resort to sleeping in vehicles or abandoned buildings. Such negative experiences were more common among respondents in Italy: ‘ I lived with other families in the middle of a field, it was winter; there was nothing, just a mattress in the middle of the field. For the night I used blankets that Caritas gave us, but was not enough, it was too cold, then I used a carpet on the blankets and then I covered myself with nylon to avoid getting wet when it rained and to avoid being touched by mice; during the night they climbed on me ’. 183 However, such problems also appear elsewhere, for example in Finland, where one Roma respondent said: ‘ I live in a sort of wooden hut that we built ourselves. There are seven people living in there. There are no basic facilities 178 See, for example, Il Commissario per l’emergenza nomadi in Lombardia, Regolamento delle aree destinate ai nomadi nel territorio del Comune di Milano (Regulation for the areas meant for nomads in the territory of the municipality of Milan) 05.02.2009, available at: http://www.interno.it/mininterno/export/sites/default/it/assets/files/16/0845_regolamento2009 0205.pdf (27.11.2009). 179 The European Roma Rights Centre filed a legal challenge against the State of Emergency and its implementing orders, as well as subsequent regulations concerning control of the nomads’ camps with the Lazio Regional Administrative Tribunal. As of early September 2009, the ERRC reported that a decision declaring the illegality of the fingerprinting and the camp regulations, but upholding the state of emergency was under appeal to the Council of State by both parties to the case. 180 It was mainly those who were unemployed, ill, disabled and/or looking after disabled children. 181 Interview with Córdoba Acoge, Spain, 17.03.2009. 182 Interview with a Roma woman, Spain, 23.03.2009. 183 Interview with a Roma man, Italy, 20.02.09. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 54 there, because it is not a legal camping site. It is a deserted field [a vacant plot]. Four days ago the police came to tell us that they will evict us from there and now I got a paper in Romanian, written by the authorities, requiring us to demolish the hut in a week, otherwise they will do it themselves, because it is a field that belongs to the City of Helsinki. […] The police told us to go to a legal camping site, but it is too expensive for us to go there; 60 Euro per week, how could we afford that? ’ 184 In the United Kingdom, the Northern Ireland Human Rights Commission recently provided an overview of how racist attacks resulted in homelessness for a number of Romanian Roma: ‘Northern Ireland became the focus of global media attention as a result of the racist attacks against members of the Roma community. However, following the racist attacks, although homeless, the legislation meant that the victims were not entitled to welfare benefits or homelessness assistance. […] The Commission is aware that the Northern Ireland Housing Executive and the Health and Social Care Trust worked side by side with the voluntary agencies in providing support and assistance. […] This episode served as a stark illustration of the urgent need for legislative change and clear guidance on the responsibilities of statutory bodies for non-UK nationals facing homelessness’. 185 In France, Roma from other EU Member States have a right to decent, independent housing, but this depends on assessment of their right of residence. The NGO Romeurope recorded some 80 evictions of Roma from other EU Member States from squats or sites between 1 January 2007 and 30 June 2008 alone. In two thirds of cases they involved groups of more than 50 people, many of whom were children. 186 3.8. Access to healthcare ‘My wife fainted and fell off her feet, hurting herself very badly… We were told to go to the doctor to get a prescription and we went to a private clinic. We paid 50 Euro and the doctors treated her very well. But a week later when she needed to go to the hospital again, for a control, we could not afford to pay the 50 Euro again so we went to a public hospital together with a Finnish Roma who could help us with the language. The doctors made a copy of her passport, but they refused to treat her because she had no permanent address.’ 187 184 Interview with a Roma man, Finland, 04.05.2009. 185 Devlin, Roisin and Sorcha McKenna (2009) No Home from Home: Homelessness for People with No or Limited Access to Public Funds Belfast: Northern Ireland Human Rights Commission, p. 3, available at: http://www.nihrc.org/dms/data/NIHRC/attachments/dd/files/108/No_Home_from_Home_(Se ptember_2009).pdf (05.09.2009). 186 Romeurope, Report 2007-2008 Paris: Romeurope, available at: http://www.statewatch.org/news/2009/jan/roma-in-europe-report-2008.pdf (20.10.2009). 187 Interview with a Roma man, Finland, 04.05.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 55 ‘The health system is better here. Generally they treat us well. It is much better than in Romania where you have to pay the doctor for getting a decent service. You may find the attitude of a single nurse a bit bitter, but generally the treatment and the service is good’. 188 Article 35 of the Charter of Fundamental Rights of the European Union explicitly recognises a right to health, subject to the conditions and limits applicable to the Union law on which they are based, and for which provision is made in the EU treaties: ‘Everyone has the right of access to preventive health care and the right to benefit from medical treatment under the conditions established by national laws and practices. A high level of human health protection shall be ensured in the definition and implementation of all Union policies and activities’. All EU citizens moving to another EU Member State should be entitled to access to the national public health system on an equal basis with nationals of the host country through the European Health Insurance Card (EHIC). 189 The country of origin issues this card to citizens registered in the national social security system, free of charge for an initial period. However, as the European Commission has noted, ‘the European Health Insurance Card offers such comprehensive cover when the EU citizen concerned does not move the residence in the sense of Regulation (EEC) No 1408/71 to the host Member State and has the intention to return, e.g. studies or posting to another Member State’. 190 In other words, the EHIC is intended for ‘visiting’, rather than ‘residing’ in another Member State. The first level of exclusion from access to health care occurs simply because, as Roma respondents indicated, the EHIC is not well known. A significant number of Roma in this research across different sending countries, in particular Romania, and all destination countries did not know of and therefore did not have this card. The lack of an EHIC may create a barrier to accessing healthcare with the exception of children, as health care systems provide full access for children regardless of their administrative situation. For example in Spain, in the region of Valencia new administrative norms request EU citizens not enrolled in the social security system to provide a certificate of medical coverage from their home country. 191 This practice was also reported by some respondents in Catalonia. It is paradoxical that in some cases Roma EU citizens may find it more difficult to access healthcare than undocumented third-country nationals. One Roma woman 188 Interview with a Roma man, Spain, 23.02.2009. 189 Information on the ‘European Health Insurance Card’ is available at: http://europa.eu/legislation_summaries/internal_market/living_and_working_in_the_internal_ market/free_movement_of_workers/c10123_en.htm (27.11.2009). 190 Communication from the Commission to the European Parliament and the Council on guidance for better transposition and application of Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States, Brussels, COM(2009) 313/4. 191 Agencia Valenciana de Salut [Valencian Health Agency] Instrucción 03-08 Asistencia Sanitaria a extranjeros búlgaros y rumanos por carecer de recursos ecónomicos [Health Assistance to foreigners from Bulgaria and Romania on the grounds of lack of economic means], July 2008. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 56 illustrated this: ‘ When I came here first I was pregnant and I was taken to the hospital, registered and treated with no questions. They treated me nicely and I am very grateful to the health services [...]. Now I do not have a health card, before I had it but now it was said that I have to bring a certificate from Bulgaria showing that I have paid the insurance contributions ’. 192 Some Roma respondents indicated that they had been denied an EHIC, because of insufficient social security contributions in their home country. There is also a related question of allocation to citizens perceived to be economically inactive, in particular, children, who cannot be expected to have made social security contributions and should be issued with EHIC cards automatically. Excluded from the public health care system and unable to afford private medical treatment, Roma are in a particularly vulnerable situation in this regard. A second level of exclusion concerns accessing the national insurance system of the destination country. Many respondents were unable to benefit from national health coverage in the destination country, where registration of residence is a prerequisite. Ironically, some Roma respondents commented that before their country’s entry into the EU they had enjoyed easier access to health care because they were not required to prove registration in the national health insurance system of their home country. For example, in Italy Roma respondents noted that difficulties in accessing employment prevented them from accessing health benefits because a health card that allows them to receive benefits of the Servizio Sanitario Nazionale (SSN) [Italian National Health Service] is issued only to those having employment or holding a certificate of residence. 193 ‘ Here in Milan we have some health problems. We do not have the health card. The card is tied to employment; if you do not work you can not get a card. If I need a doctor I have to pay the service except for urgent matters, in this case I go directly to the emergency room. It happened in the hospital that they asked me to pay even for emergencies. Many times they have refused to treat me because I had no money. Before 2007 when we were not Europeans we had health care, we had the card that provides medical care to non-EU citizens and to illegal immigrants ’. 194 Likewise in Spain, in some regions, for example Valencia and, reportedly, Catalonia, respondents suggested that after their country joined the EU they were required to prove registration within their home national insurance system in order to access the Spanish insurance system. In this context they need a certificate that shows either registration or non-registration, but in order to acquire it they have to travel home, as they cannot obtain it in their consulate. Similar problems were reported by Roma respondents in Finland. Such administrative 192 Interview with a Roma woman, Spain, 24.03.2009. 193 For an examination of the regulations concerning Italian health care for EU citizens see: Massimiliano, Vrenna (2007), Assistenza Sanitaria. Immigrazione.it., Rome, available at : http://www.caritas.na.it/file/4_Assistenza_sanitaria.pdf (31.10.09). 194 Interview with a Roma man, Italy, 11.02.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 57 difficulties can become insurmountable barriers for those who do not speak the language of the destination country. Roma living in the particularly deprived conditions find it even more difficult to access primary health care. A doctor from a mobile medical unit visiting daily a shantytown in Spain, where some 500 Roma from other EU Member States are settled, described this: ‘ If they have to go to the health care centre they are not particularly welcome. They receive attention, but they are asked to sign a paper saying that they have to bring the health card or otherwise pay for the service. To get the health card they must be registered in the municipality, which is quite difficult living in the shanty town. The police must visit the barrack and issue a positive report and perhaps when the police visit it nobody is there. We noticed that they [Roma] are sometimes afraid of going back to the health centre because they think they will have to pay the next time [...]. They have to walk three kilometres to reach the road. To get out of the shantytown is an adventure. Then going for a blood check for which they must be at the health centre at 8.30 am is very complicated for a Roma woman, for example, who must usually take care of several children. ’ 195 Nevertheless, despite these problems Roma respondents were on the whole satisfied with their health coverage and treatment, particularly in the United Kingdom and Spain, and especially in comparison to their home countries. 3.9. Access to education ‘I worked in agriculture. My pay was very low. I did not go to the school, neither did my husband. This is why I want that my children go to school. It’s a bad thing not to know to read and not understand what is written’. 196 ‘Children are very well integrated in school. They have done an excursion to Paris. What a marvel to see Paris! A school transport has been organised between school and the place where they live. Our children are developing themselves in a way that I cannot believe. For example one of my daughters, is disabled; she did not speak. Now she has excellent performance at school’. 197 Article 14 of the Charter of Fundamental Rights of the European Union, ‘Right to education’, explicitly recognises a right to education for EU citizens, subject to the conditions and limits applicable to the Union law on which they are based, and for which provision is made in the EU treaties: ‘Everyone has the right to education and to have access to vocational and continuing training. This right includes the possibility to receive free compulsory education. The freedom to found educational establishments with due respect for democratic principles and 195 Interview with a doctor from a mobile medical unit, Spain, 04.04.2009. 196 Interview with a Roma woman, Italy, 18.02.2009. 197 Interview with a Roma man, France, 12.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 58 the right of parents to ensure the education and teaching of their children in conformity with their religious, philosophical and pedagogical convictions shall be respected, in accordance with the national laws governing the exercise of such freedom and right’. Roma EU citizens lawfully residing have the right to access education and training on an equal footing with country nationals, but, as the research has shown, in practice they experience a range of difficulties. For example, in Italy, France and Spain, education is accessible to all children regardless of their administrative status, 198 but in practice poor housing conditions hamper school attendance and performance. 199 In Finland, access to education is conditioned upon registration. 200 Consequently, almost none of the Roma respondents from other Member States who were not registered enrolled their children in schools. In the United Kingdom, there is a general obligation under the Education Act on local authorities to provide education. The school admissions code of February 2009 provides for the education of EEA nationals who are in the UK lawfully to ‘work or for certain other economic purposes’. 201 Local authorities and NGOs working on education with Roma and Traveller groups were not aware of any child being refused access to school. In general, where children are attending school, they have been successfully integrated into mainstream schools. This often contrasts sharply with their experience – and that of their parents – in their home countries. In other words, integrated education can be generally seen as a positive outcome of moving. Education often plays a key integrative role for Roma citizen children. This is sometimes explicitly recognised by their parents: ‘ My son is at the professional secondary school […] my daughter is at secondary school. […]when they have a good education they will know how to behave, search for employment, live [ …] For teenagers, it is harder because they start late. [Now] after three years, they are integrated and manage. With schools, they share activities, they travel, they go to the cinema ’. 202 198 Spain/Ley Orgánica sobre los derechos y libertades de los extranjeros en España, [Organic Law on rights and liberties of foreigners in Spain and their social integration], Article 9(1) –Italy, Italy/Il D.P.R. n. 394/1999, Decree of the President of The Republic, ‘Provisions concerning Education’ – France, see Ministère des Affaires Étrangères (2007) ‘The Education System in France’ available at: http://ambafrance-us.org/IMG/pdf/education_system.pdf (22.10.2009). 199 For more information see http://www.romeurope.org/?cat=17 (27.11.2009). 200 The Finnish Basic Education Act (Chapter 2, Section 2) provides: ‘The local authority shall have an obligation to arrange basic education for children of compulsory school age residing in its area and pre-primary education during the year preceding compulsory schooling’. In practice, the ‘residing in its area’ means being a registered resident of a municipality. http://www.finlex.fi/en/laki/kaannokset/1998/en19980628.pdf (23.10.2009). 201 Department for Children, Schools and Families (2009) School Admissions Code London, DSCF, p.22, available at http://www.dcsf.gov.uk/sacode/downloads/SchoolAdmissionsCodeWEB060309.pdf (O8.09.2009). 202 Interview with a Roma man, France, 12.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 59 3.10. Access to social security and other aspects of social rights Article 34 of the Charter of Fundamental Rights of the European Union, ‘Social security and social assistance’, explicitly recognises the right to social security and assistance, subject to the conditions and limits applicable to the Union law on which they are based, and for which provision is made in the EU treaties: ‘The Union recognises and respects the entitlement to social security benefits and social services providing protection in cases such as maternity, illness, industrial accidents, dependency or old age, and in the case of loss of employment, in accordance with the rules laid down by Community law and national laws and practices. Everyone residing and moving legally within the European Union is entitled to social security benefits and social advantages in accordance with Community law and national laws and practices. In order to combat social exclusion and poverty, the Union recognises and respects the right to social and housing assistance so as to ensure a decent existence for all those who lack sufficient resources, in accordance with the rules laid down by Community law and national laws and practices’. The provision of social assistance to EU citizens is regulated by Member States. Member States have to provide social assistance to lawfully resident EU citizens from other Member States on an equal footing to country nationals. However, it should be noted that, as the exercise of the right to free movement and residence is not unconditional, EU citizens who would be an ‘unreasonable burden on the social assistance system of the host Member State’ may not be allowed to take up residence there. In Finland, an official of the Finnish Ministry of Social Affairs and Health explained: ‘Of course, in acute situations which might include, for instance, children, these people will be helped, but based on the present legislation there is no means to provide actual social security services.203 It is not the evil spirit of the Finnish authorities that the social security services may not be provided, but it would require a change of law. At the moment only short-term help may be provided in the acute cases but other long-term social security benefits may not be provided. If EU Roma persons want to be registered as a member of municipality, it is required that a person is able to support himself’. 204 However, the research showed that even when Roma were lawfully registered, administrative issues may still create problems: ‘Seven months ago, when we all registered as municipal residents, we applied for child benefit for our children. A long time passed and we were not receiving the benefit, so my friend went to ask 203 This is referring to all social security benefits provided to Finnish citizens. 204 Interview with an advisor at the Finnish Ministry of Social Affairs and Health, Finland, 29.04.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 60 them why and they told him that in fact we had not made any application. So, again we waited and now we have received it for a month. However, we deserved 3,000 Euro for the three months but we have received only 1,400 Euro, because apparently we still need some papers to get all the money. And I don’t know how I will work these things out’. 205 Administrative barriers can be found in all countries studied. In Spain, for example, a local authority noted: ‘The municipality manages family allowances for families with social commitment and emergency support. Romanian Roma are accessing these allowances, but some have difficulties because it is a requirement that they live in normal housing […]. As to the social salary they are not accessing it yet. Now it starts to be applied since they are already registered for two years.’ 206 NGO representatives stated that the requirement for translation of documents can create a further barrier: ‘The documentation must be translated in Spanish [...] birth registrations, wedding registrations, official qualifications [...] when it has to be done via consulate it takes three months and it is expensive, furthermore they have to travel to Madrid’. 207 One Roma respondent stated, ‘I should get cheques for my children for food and for school materials. I have been at the municipality several times and several times I have been interviewed but I did not get anything yet. I have a new appointment in two months and then I hope that some decision will be made’. 208 So even when Roma have clear entitlements, these are often difficult to realise: ‘They have accessed few allowances. There are some to which they are entitled to but they have been not even offered to them. For example, the family allowance, or the social salary; they are not informed by authorities that it exists’. 209 ‘There is a lot of red tape to apply for allowances, some are not interested and simply pass.’ 210 Where Roma are working in the formal economy, however, access to benefits is much more likely to be secured, even if it remains a laborious process. A Roma respondent living in the United Kingdom reported: ‘ We came eight months ago. My husband is working and earning enough to maintain our family. We’re also waiting for child benefit and tax credit to be approved. Only then will we be able to move out of my brother-in-law’s, find a flat and actually claim housing benefit, which we can’t do at the moment. Once my youngest son starts school, I’d like to take a part-time job. I suffer from diabetes and am unable to work full-time. There are quite a few vacancies in shops so I don’t think I should have a problem. Roma are not victims of discrimination in the United Kingdom; on the contrary, people are very friendly to us ’. 211 205 Interview with a Roma man, Finland, 04.05.2009. 206 Interview with official of the municipality of Córdoba, Spain, 18.03.2009. 207 Interview with Fundación Secretariado Gitano, Spain, 13.03.2009. 208 Interview with a Roma woman, Spain, 24.03.2009. 209 Interview with Fundación Secretariado Gitano, Spain, 18.03.2009. 210 Interview with Fundación Secretariado Gitano, Spain, 04.04.2009. 211 Interview with a Roma woman, United Kingdom, 01.04.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 61 3.11. Child protection The rights of Roma children form a constituent part of all the previous rights discussed – children are directly affected by the question of whether their parents have access to work and housing. There is also a developing EU policy framework in place which underpins children’s rights across a range of areas, including family law, migration and child protection. This culminated in the European Commission’s launch in 2006 of a comprehensive EU strategy to promote and safeguard the rights of the child. 212 The Treaty of Lisbon also incorporates a range of children’s rights provisions. The latter confirms for instance a transversal duty for the Union to promote the protection of the rights of the children ‘whenever and wherever the Union is defining and implementing its policies’ 213 There is a specific challenge in terms of integrating this broad policy development with the specific case of Roma children from other Member States. Once again, there is a divergence between theory and practice. For example, the child protection-oriented response to the movement and residence of Roma was an important concern in Finland . The consequence of the interventions appear to have been the separation of children from their families suspected of involvement in trafficking and coerced begging without apparently robust evidence. 214 This child protection approach has also directly informed practice in Italy. In a number of cases local authorities have taken child custody away from Roma parents. As one local authority official stated: ‘ There was a little girl in the street whose mother was at the train station and she was in a group with other people. I could not tolerate this, maybe because I am a mother. Given that in Italy we have laws for the protection of minors, last winter we kept the woman under control, following her every time she was with the daughter. It has been repeatedly explained to her that in Italy is not possible to keep children on the street and that if she was found again [in the street] we would have protected the child. And then the mother went before the court, and her daughter is under protection of the social service. ’ 215 In another Italian region, an official of another local authority noted: ‘ There have been many cases where children have been found in the street 212 Communication from the Commission, Towards an EU strategy on the rights of the child, COM(2006) 0367. http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:52006DC0367:EN:NOT (21.09.09). 213 See Article 3, para. 3 of the Treaty on the European Union, in OJ C 115, 9 May 2009, (Treaty of Lisbon, consolidated version). 214 See in this context European Parliament resolution of 12 March 2009 on migrant children left behind in the country of origin, available at: http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//TEXT+TA+P6-TA-2009- 0132+0+DOC+XML+V0//EN and European Parliament resolution of 2 April 2009 on educating the children of migrants, INI/2008/2328, available at: http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//TEXT+TA+P6-TA-2009- 0202+0+DOC+XML+V0//EN (30.10.2009). 215 Interview with official of the municipality of Florence, Italy, 31.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 62 and not in school. They were separated from their parents and protected in special public facilities . ’ 216 In France there are examples of attempts to repatriate children. In one of the research locations, Roma respondents noted that local authorities had informed them that adults would be accommodated in a housing project if their children returned to Bulgaria. As one Roma respondent noted: ‘ My only concern is that my kids cannot live with us in the integration village since I brought them in August 2008. I let them into the village, but the managers of the place asked me to take them away. 217 These responses contrast starkly with support practices, such as that provided by the municipality of Cordoba, in Spain, where a nursery is provided for children whose mothers must beg for a living. 218 However, even where support for children is available, it can be very difficult to access in practice, as was reported, for example by Romeurope for France regarding access to the aide sociale à l’enfance (ASE) [social aid for children]. 219 216 Interview with official of the Province of Naples, Italy, 5.03.2009. 217 Interview with a Roma man, France, 26.03.2009. 218 See EU Fundamental Rights Agency (2009) Good practices in support of the social inclusion of Roma EU citizens exercising freedom of movement and residence, November 2009. 219 Romeurope (2008) Report 2007-2008 Paris: Romeurope, p. 83. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 63 4. Responses by local authorities and NGOs The research found little evidence at national level of measures supporting EU citizens, including Roma, in their efforts to settle in another Member State. In the case of Roma EU citizens this lack of measures is arguably more striking considering that Roma are generally acknowledged to be one of the most vulnerable groups of citizens in the EU. In this context it is not surprising that the research did not identify any specific strategic responses at local authority or even civil society level. This includes the lack of use of the Structural Funds and in particular the European Social Fund to support Roma inclusion and address discrimination and exclusion through information and awareness-raising campaigns. The policy vacuum in this area should be seen within the overall political climate of the movement of Roma from other Member States and anti-Roma campaigning by political representatives in local and national elections in the countries of destination. There is some evidence of political activity based on explicit opposition to the presence of Roma from other Member States, for example in the United Kingdom. 220 This lack of policy response is punctuated by periodic and usually intensely negative episodes of public concern around issues of ‘begging’ or ‘trafficking’ or racist violence directed against Roma. For example, in the United Kingdom in 2008 police raided Roma homes in a major ‘anti-trafficking’ operation. The episode was later debunked. A senior diplomat at the Romanian embassy told the Guardian newspaper that the raid which claimed to have cracked a child trafficking ring was a ‘fiasco’ and ‘a failure’. The high-ranking official said he feared the operation, which involved 400 police officers breaking into 17 addresses simultaneously at dawn on 24 January and resulted in ten children briefly being taken into care, was part of an anti-Romanian trend in Britain. 221 220 For example, the UK BNP which won two EU parliamentary seats makes regular interventions on ‘gypsies’. See http://bnp.org.uk/tag/gypsies/. The party has links with the explicitly anti-Roma National Party in the Czech Republic. See Travellers Times ‘British National Party linked to anti-Gypsy election broadcast’. See http://www.travellerstimes.org.uk/list.aspx?c=00619ef1-21e2-40aa-8d5e- f7c38586d32f&n=f3f65ddc-0b22-464a-a854-9f62b7cda0dc and http://www.travellerstimes.org.uk/list.aspx?c=00619ef1-21e2-40aa-8d5e- f7c38586d32f&n=f3f65ddc-0b22-464a-a854-9f62b7cda0dc (22.10.2009). 221 See The Guardian 02.02.2008, ‘From brilliant coup to cock-up: How the story of Fagin’s urchins fell apart: High profile raid and lurid claims, but no one is to face child trafficking charges’, http://www.guardian.co.uk/uk/2008/feb/02/immigration.ukcrime (01.11.09). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 64 The movement of Roma from other Member States takes place in response to EU policy on mobility and with the support of rights conferred by EU citizenship. Despite this, when a policy response does occur, it is more likely to be negative than positive. 222 In other words, it is likely to happen because Roma from other Member States are perceived to present some kind of a problem or threat that needs to be ‘dealt with’ rather than a population of EU citizens that needs support in order to be integrated and socially included. At worst, this kind of negative response involves racist stereotyping by the authorities or NGOs involved. At best it is the antithesis of promoting freedom of movement and residence, when it considers ‘returning’ or ‘moving on’ Roma from other Member States as the most appropriate policy response. It bears emphasis, however, that not every response is characterised by panic or negativity – many local authority actors present a measured assessment of new challenges associated with freedom of movement: ‘ Since the entry into force of freedom of movement, we have not noticed that many more have come, but we did notice a stronger tendency and will to settle more stably ’. 223 The ‘Know before you go’ campaign in Ireland launched in 2006 by the Irish Training and Employment Authority, FAS, was developed in response to the marked increase of EU citizens moving to Ireland since 2000 and in particular after the 2004 EU enlargement. 224 4.1. Local authority responses 4.1.1. Framing local authority responses At the level of Roma policy, among the target countries only Spain had limited policy provisions for Roma from other EU Member States in its national and regional policy responses to the situation of Roma in general. 225 In most countries 222 As the European Parliament notes of Roma social inclusion: ‘Finding good practices and combing through evidence provided by the literature and with the practitioners’ opinions has been no easy task. Most of the effective interventions ascertained are quite local, i.e. related to specific local areas, in scope and impact. Despite the need for mainstreaming, they would not necessarily be transferable to different, less favourable contexts’. European Parliament 2008. The social situation of the Roma and their improved access to the labour market in the EU Policy Department, Economic and Scientific Policy. p. 73. 223 Interview with worker in the municipality of Avilés, Spain, 13.03.2009. 224 ‘Know before you go’ http://ec.europa.eu/eures/main.jsp?lang=en&catId=9201&myCatId=9201&parentId=20&acro =news&function=newsOnPortal (20.10.2009). 225 Formally, the Spanish state has an over-arching policy instrument giving the guidelines for promoting Roma inclusion, the Programa de Desarrollo del Pueblo Gitano [Development Programme of Roma people] but this programme has had little impact. At regional level the recent Pla Integral del Poble Gitano a Catalunya [Integrated Plan for the Roma People in ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 65 studied there is little structural support in terms of a well resourced policy framework that could enable and systematise local authority interventions in support of Roma from other EU Member States. In a number of the countries studied there was stronger structural support for negative ad hoc interventions by local authorities framed by the notion that they could not ‘handle’ the arrival of more Roma EU citizens. As one local authority from Italy stated: ‘We’re trying to do a great job with the region […] but for us the priority is to not have any more arrivals [of Romanian Roma]. For us it is not possible to have [any] more [Roma] on our territory’. 226 Local authority responses are much more likely to be couched in terms of the problems associated with the arrival of Roma EU citizens than centred in the need to respect and fulfil freedom of movement rights or the need to integrate EU citizens from other Member States. For example, in Finland there are no specific policies for integrating Roma EU citizens, but the ‘Working group assessing the need to harmonise the actions of authorities in dealing with beggars’ was clearly targeting them. In Italy, the general context for framing policy responses regarding Roma from other EU Member States are on the one hand general policies on immigrants and, on the other, policies targeting ‘nomads’. Arguably the ‘Roma emergency’ in Italy targeted Roma from other Member States. 227 According to a local authority official in Italy the reason behind the lack of inclusive policies for Roma and Sinti there is the need to avoid conflict with the majority group for access to public resources: ‘ In my opinion the most difficult barrier to overcome is the fact that people evaluate the investment and spending of these policies [of inclusion] as theft of their resources. The perception of citizens is that everything that is given to those who are not Italian becomes a subtraction of resources that belong to them’. 228 This is echoed by the NGO Africa Insieme in Pisa, which also stressed that the real aim of local policies is to contain the number of Roma in the area: ‘ [...] The municipality of Pisa says that it does not have resources to accommodate these people [Romanian Roma] then says that there is absolutely no prejudice against Romanian Roma and there is willingness to help these people, but within a certain number. The others must go away. ’ 229 A significant aspect of the discourse on Roma from other Member States is the notion that they could be a drain on the host Member State resources. This Catalonia] could prove to be a model of effective regional intervention, available: http://www.gencat.cat/governacio-ap/ACCIO_CIUTADANA/DOCS- FORMULARIS/Pla_poble_gitano.pdf (22.10.2009). 226 Interview with official of the Munipality of Pisa, Italy, 19.03.2009. 227 See Sigona, Nando, (ed), The ‘latest’ public enemy: the Romanian Roma in Italy, osservAzione, Report commissioned by OSCE/ODHIR. 228 Interview with official of the municipality of Sesto (Florence), Italy, 31.03.2009. 229 Interview with Africa Insieme, Italy, 19.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 66 concept is embedded in Article 7 of the Free Movement Directive which recognises the right of residence for more than three months provided that people ‘have sufficient resources for themselves and their family members not to become a burden on the social assistance system of the host Member State during their period of residence and have comprehensive sickness insurance cover in the host Member State’. However, this condition is permitted rather than demanded by the Frere Movemennt Directive and Member States may provide differently. 230 For example, Spain chose not to operationalise this clause at all. The Free Movement Directive was transposed into the Spanish legal order by a Royal Decree 240/2007 after consultation with the Forum for Social Integration of Immigrants ( Foro para la Integración Social de los Immigrantes ), as well as the Permanent Commission of the Labour Tripartite Commission for Immigration ( Comisión Permanente de la Comisión Laboral Tripartita ) and the Inter-ministerial Commission for Aliens Affairs ( Comisión Interministerial Tripartita ) omitting any reference to ‘sufficient conditions’: ‘One of the most important aspects is that the Spanish legislation […] establishes an unconditional right of residence for Union citizens. Although the obligation to register exists, Union citizens have only to prove their identity and nationality. No other conditions (being employed, self-employed, economically independent, or a student) have to be met. In addition, their family members, regardless of their nationality, only need to prove the family link or the relation of dependency to have a right of residence derived from the Union citizen. As a consequence, the Union citizen does not need to show that he/she has sufficient resources for himself/herself and his/her family members and that they cannot become an unreasonable burden to the social assistance system in Spain. The only grounds on which freedom of movement can be restricted are public policy, public security and public health’. 231 This approach greatly facilitates the social inclusion of EU citizens (Roma, as well as non- Roma). Member State policy on ethnic minority equality in general and Roma equality in particular provides at times by default a structural context for work with Roma EU citizens. In the United Kingdom, for example, the experience of Roma from other Member States is given context by general policies on minority ethnic groups and immigrants and specific policies on ‘Gypsies and Travellers’. In particular, Roma children from other Member States have been integrated into the existing paradigm of ‘Traveller education’. In Spain, the experience of Roma from other Member States is given context by general policies on immigrants, social services and specific policies on Spanish 230 Article 37 (‘More favourable national provisions’) states that ‘the provisions of this Directive shall not affect any laws, regulations or administrative provisions laid down by a Member State which would be more favourable to the persons covered by this Directive’. 231 Milieu Ltd & Europa Institute (2008) Conformity Study Directive 2004/38/EC for Spain, p. 5. http://ec.europa.eu/justice_home/doc_centre/citizenship/movement/doc/spain_compliance_stu dy_en.pdf (23.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 67 citizen Roma which are starting to incorporate the Roma from other EU Member States. There has also been some movement towards developing a specific policy reference for Roma from other Member States within general Roma policy, but this is in its very early stages. In short, there is very little discrete and strategic framing or resourcing of either negative, with the exception of Italy, or positive local authority intervention on Roma from other Member States across the countries of research. In consequence, Roma from other EU Member States have tended by default to fall into existing work with national ‘Gypsy’ or Traveller groups. This may have positive consequences providing that Roma specific or equality/diversity policy consideration of country of destination can be adapted and made inclusive towards Roma from other EU Member States. However, as demonstrated in the countries of research, there is a lack of systematic effort by policy makers to make this happen. 4.1.2. Examples of local policy responses The research did not identify any local policy responses specifically targeting EU citizens, including Roma, from other Member States. There appears to be a ‘policy vacuum’ in this respect, but responses to the arrival of Roma EU citizens from other Member States is more likely to be negative, occasionally taking the form of ‘removals’, ‘deportations’ or ‘repatriations’. In this sense the paradigm for non-Roma citizens from other Member States is a benign non-response, while the paradigm for Roma citizens from other Member States is more often a negative response. Nevertheless, models of good practice do exist. For example, in Spain a plan to integrate Roma from other EU Member States has been developed at regional level. Here the Catalan government’s Pla Integral del Poble Gitano a Catalunya 2009-2013 [Comprehensive Plan for Roma People in Catalonia] (Catalan Plan) 232 is an important example as it specifically names and targets Roma from other Member States (or ‘Eastern Roma’). The Catalan Plan, however, has been recently passed and it is not yet a proven template for intervention. Implementation will show if the political will is translated into effective outcomes. Furthermore, Spain’s European Social Fund Multirregional Operational Programme of Fighting against Discrimination 2007-2013 contains in its subprogramme for actions targeted at Roma population a specific measure of ‘actions aimed at fostering social and economic integration of Roma immigrants’, providing thus a good example of EU Structural Funds use in this respect. 232 Comprehensive Plan for Roma People in Catalonia, available at: http://www20.gencat.cat/docs/governacio/Accio%20Ciutadana/Documents/Info%20general/A rxius/PIPG%202009-2013.pdf (30.10.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 68 In the United Kingdom there are a number of strategic responses in terms of the education of Roma from other Member States. Educational issues relating to ‘Gypsies, Roma and Travellers’ fall within the agenda and competencies of local authority agencies responsible for issue relating to Roma from EU Member States: Traveller Education Services (TES) 233 and/or the Ethnic Minority Achievement Service (EMAS). 234 These have provided a relatively successful inclusion model for Roma children from other Member States. But this too is limited in terms of its wider reference. It seems likely to play a key role in integrating ‘second generation’ children of Roma from other EU Member States, but it also appears as an island of good practice juxtaposed to the exclusion across other areas of social and economic rights. Italy also provides examples of interventions with elements of positive practice. For example, the municipality of Pisa has since 2002 implemented the project Città sottili [Thin Cities] in cooperation with the local health care office (USL) and NGOs funded by the Region of Toscana. The project plans to develop with Roma communities living in the municipality a programme for the closure of camps and the improvement of social inclusion. The activities are supported by three Roma mediators, and regular meetings are held with the participation of Roma communities to map social needs and monitor the results. The project works towards the elimination of ’Roma camps’. A representative of USL 5 in Pisa stated: ‘ We did not want to create a nomads camp that would repeat the same problems. […] We have tried to overcome this logic and follow paths of inclusion. In fact the data we have available show that these people can get a home and send their children to school ’. 235 The overall objective of the project is, ‘to build pathways of social citizenship for people in situation of high social exclusion living in strongly degraded housing conditions’. 236 Between 2002 and 2007, over 400 people involved in the project left ‘nomad camps’. Four ‘nomad camps’ were permanently removed and residents were given access to normal housing in reception centres or in rented dwellings and about 200 children were able to attend school regularly. 237 233 The principle function of the Traveller Education Service is to promote unhindered access and full inclusion in mainstream education. Gypsy/Roma and Travellers of Irish Heritage are identified as racial groups and covered by the Race Relations [Amendment] Act 2000 Act as legitimate minority ethnic communities. 234 Traveller Education Service in London (Newham), Ethnic Minority Achievement team in Peterborough, International New Arrivals, Travellers & Supplementary Schools Manchester, The Sheffield Ethnic Minority & Traveller Achievement Service (EMTAS), Bolton Community Cohesion & Traveller Education. 235 Interview with a health care official in Pisa, Italy, 20.03.2009. 236 A. Sconosciuto, A. Minghi (ed) Le città Sottili – Programma della Città di Pisa con la comunità rom del territorio- Sintesi del Programma 2002-2007 , Società della Salute Zona Pisana – Comune di Pisa – Azienda USL 5 di Pisa, June 2007, http://www.anci.it/Contenuti/Allegati/presentazione_citta_sottili_2007.doc (27.11.2009). 237 The programme was reportedly also linked to the repatriation of Roma to Romania on the condition that they not return to Pisa for a period of time. See: ADNKronos International, ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 69 In France, the town of Cesson provides another model of positive practice at local authority level. In October 2008, the Tribunal of Melun ordered the eviction of the 15 Romanian Roma families occupying the former camping site of the Travellers of Cesson. The City of Cesson decided to support four families of 25 people giving priority to those whose children were enrolled on the commune. The City of Cesson accommodated these families on a new site and initiated a plan of social and professional integration. While for years they faced extreme instability and insecurity, they now have a fixed and regular residence, legal incomes, the education of the children is encouraging, and there is progress towards permanent housing. The inhabitants of Cesson have found that welcoming foreign families did not present any particular problems. Their presence in the city is no longer contested. 238 Many interventions supported by local authorities are implemented by NGOs. In Madrid and Cordoba in Spain there have been similar interventions although of different magnitude and approach. In Madrid, the municipality has sponsored for a decade a project aimed at the socio-economic integration of minorities and which was initially conceived for Roma from Eastern Europe and at present is open to other groups, but still caters predominantly to Roma. This project run by the NGO Accem 239 provides temporary accommodation in integration shelters for families just arrived to Madrid or who were living in informal settlements. The provision of accommodation is complemented with a wide range of support measures such as, nursery for children up to three years; extracurricular activities for children (children schooled in different centres of the area); a parents school for dealing with public services, support with administrative paperwork for regularisation and accessing allowances or services, Spanish classes, leisure activities with the families and support to job seeking. After a period of stay in the shelters the families are supported to find rental housing and the rent is paid by the project during the first four months. 240 In Córdoba a programme sponsored by the municipality since 2007 and implemented by an NGO provides temporary accommodation. The programme Pisos Puente [Bridge Apartments] provides accommodation in apartments, a monthly income, social services and job counselling for selected Roma families who sign a contract of ‘integration commitments’ with the municipality. The same municipality implements a street social intervention project for the attention and prevention of children begging. The programme consists basically in contacting, informing and sensitising Roma mothers, providing social support and a nursery service where children up to three years of age can be left in care of ‘ Italy: Mayor “pays” Roma-Gypsies to leave the city’ , 21.05.09. http://www.adnkronos.com/AKI/English/Security/?id=3.0.3342187830 (30.10.2009). 238 See ‘La ville et quatre familles roms s’engagent à coopérer’ Le Parisien 17.11.2008 and ‘Invitation à la presse Conférence de presse sur l’intégration de familles roumaines à Cesson, Hôtel de Ville, 10 juin 2009’. 239 More information at www.accem.es (30.10.2009). 240 Interview with NGO Accem, Spain, 23.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 70 professionals during the time mothers go to begging. A local authority official stated: ‘ We noticed that there were many Roma women begging bringing their young children with them. What in other municipalities it has been addressed with municipal by-laws banning beggars we have tried here to offer an alternative [...] the idea is that from here they pass to a mainstream nurseries . 241 In the Northern region of Asturias various municipal services facilitate the municipal registration of Roma from other EU Member States improving their social integration: ‘ We work with around 300 people and there is already a group which has stabilised. Many take up to 75 per cent of the housing rent when they have municipal registration of two years or six months if it is the first registration, many are also accessing the social salary, the new born allowances [...] Begging has not completely disappeared, but it almost has. Women are now searching for work in the domestic service or as kitchen assistants. The intervention of a local councillor of social services was a determinant for coordinating effective responses ’. 242 ‘ They have to be registered in the municipality six months for accessing emergency allowances and two years for accessing the social salary. They are accessing now social salary [...] It was an initiative from social services to facilitate municipal registration. Everybody has the right to register in the municipality wherever they want to ’. 243 ‘ If they lack a domicile to register in the municipal census we try to solve it. If they come to social services they register [...] Many of those we are working with are getting the social salary, which is a guarantee for their landlords to stay sure they will get the rent paid ’. 244 It is perhaps too early to draw conclusions from the limited range of positive interventions across the countries of research, but there may be some tentative indications of good practice. It seems, for example, that these are most likely to occur in the context of existing interventions targeting Roma and Travellers that are citizens of the Member States in which they live. They may also occur in broader minority ethnic integration projects or result from wide application of existing equality/diversity or social cohesion policies. 4.2. Responses by NGOs NGO responses supporting Roma from other EU Member States in destination countries that were identified by the research can be categorised into rights-based advocacy interventions and service delivery. 241 Interview with official from the municipality of Cordoba’s Immigration Office, Spain, 17.03.2009. 242 Interview with the NGO Accem-Gijón, Spain, 12.03.2009. 243 Interview with official of the municipality of Aviles, Spain, 12.03.2009. 244 Interview with official of the municipality of Oviedo, Spain, 13.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 71 4.2.1. Rights-based interventions One example in this regard is the Collectif national Droits de l’Homme Romeurope [National Human Rights Group Romeurope]. It was set up in October 2000 in Paris with the aim of improving access to basic rights for Roma migrants, mainly from Central and Eastern Europe countries. Information gathered by member associations and support committees that interact daily with Roma families, ‘bears witness to all the violations of their rights, including of those who acquired European citizenship in January 2007’. 245 Other examples of organisations with similar activities are the Freedom of Movement Network in Finland and the Roma Rights Group in the United Kingdom. In Italy, Roma and non-Roma NGOs are also involved in advocacy action, including the Roma and Sinti Federation Insieme and osservAzione. In Spain, the Fundación Secretariado Gitano is engaged in human rights work targeting Roma from other EU Member States. At a European level, numerous NGOs have been working both in partnership and independently through various forms of legal advocacy. As an example, the European Roma Rights Centre (ERRC) has undertaken a range of actions concerning Italy. Much of this work has been done in partnership with other organisations including osservAzione, the Open Society Institute, the Centre on Housing Rights and Evictions, Romani Criss and the Roma Civil Alliance of Romania. This work has included regular monitoring in various Italian cities and participated in fact-finding missions; it has used the results of its research to produce policy positions, papers and reports targeting the EU institutions, the Italian government and other inter-governmental bodies to promote change; and it has asked the European Commission to initiate proceedings against Italy for conducting a census of Roma and Sinti camps and gathering personal protected data. 246 In addition, the ERRC is involved in litigation against the ‘State of Emergency’ and related laws and ordinances in Italian courts with a local attorney and a Roma family. 4.3. Service delivery interventions There was more activity in this regard by NGOs in France, Italy, Spain and the United Kingdom. In Spain, since 2006 the Fundación Secretariado Gitano (FSG) has been implementing the programme Programa de Fomento de la Integración del Colectivo Gitano Inmigrante procedente de países del Este [Programme for fostering the integration of the Roma immigrant groups from Eastern European 245 Romeurope, Report 2007-2008 Paris: Romeurope. p. 7. 246 Further information available at www.errc.org (27.11.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 72 countries]. 247 The activity targets Roma from other Member States and is expected to expand with new regional and local sources of funding and new institutional commitments if possible. This programme is implemented in synergy with the European Social Fund (ESF) Multi-regional Operational Programme of Fighting against Discrimination. Actions targeted at Roma population are also run by FSG as an ESF intermediary body. Comprehensive social support and actions aimed at job integration are thus combined. The main objective is the social inclusion of Roma non-nationals in Spain. To do so, the FSG assessed the situation of Roma from other EU Member States, defined approaches aimed at addressing their most important needs and improving their living conditions, and facilitated their access to public (and private) services. The programme started in five Spanish cities and at present, is implemented in Alicante, Valencia, Barcelona, Avilés, Oviedo, Madrid, Córdoba, Málaga, and Burgos (and others are planned in the near future). In Italy, the organisation Casa della Carità is involved in various projects of social intervention that intend to respond to problems faced by Romanian Roma communities living in Milan. Between 2005 and 2007 Casa della Carità hosted around 260 Romanian Roma who had been forcibly evicted by the municipality of Milan in a residential structure owned by the organisation. This and the provision of social service work is intended to strengthen the autonomy of families by offering an alternative to live in the nomad camp: ‘ With them [Romanian Roma] we have proposed a different path; not the nomad camp. People stay with us for a specified period to enable a gradual path of independence ’. 248 Cultural mediators and social operators supported families with activities on job searching, registration, health care and schooling of children. In the United Kingdom, the NGO H-PAN 249 has developed the Romanian Community Project (RCP) that aims to facilitate the social inclusion of the local Romanian Roma community by enabling them to communicate, voice their expectations, improve their conditions of life and help their children aspire for a better life. By facilitating communication with the local community RCP also aims to foster community cohesion. According to H-PAN this project, as many others, receive no public funding. The research also showed that some NGOs function as a gateway to the public sector. For example, in the United Kingdom, the Children’s Society has been working in conjunction with government agencies such as the Newham Traveller Education Service or the local Primary Care Trust, (as well as non-government agencies, such as the Roma Support Group, Citizens’ Advice Bureau and Links): ‘ Our outreach workers make visits to Roma families to offer help with free school meals and school uniforms. We also signpost our adult clients to our partner 247 See: Issue 45/46 of the magazine ‘Gitanos: Pensamiento y Cultura’ includes a feature on this programme http://www.gitanos.org/upload/79/31/45_46Experiencias.pdf (23.10.2009). 248 Interview with Casa della Carità, Italy, 23.03.2009. 249 More information at http://hpan.org.uk (27.11.2009). ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 73 organisations such as the Primary Care Trust, the Traveller Education Service, the Roma Support Group, Citizens’ Advice Bureau and Links if they need help or advice in the area of social assistance, employment, healthcare and housing. That way, we avoid duplicating service provision’ . 250 4.4. Roma participation in designing and implementing responses The research found little evidence of Roma involvement in the design and implementation of responses to their situation, particularly within the context of local authority interventions. One of the few examples is the H-PAN Romanian Community Project addressing the needs of Romanian Roma in Manchester: ‘ The Romanian Roma have been involved in the design of the project which is based on a needs assessment of the community. The RCP is specifically aimed to tackle issues such as language barriers, basic literacy and numeracy, law and order, advice and guidance on social assistance, signposting to relevant government service providers, health, children education, parenting and child protection ’. 251 There were also Roma teaching assistants and other Roma local authority employees across the research locations in the United Kingdom. As Roma from other Member States are usually not involved in project design and implementation, national Roma organisations are often expected to play this role. Some of these organisations have worked closely to support and integrate Roma EU citizens, while others have distanced themselves. Generally, however, the research found that Roma EU citizens perceive that they receive less help and support from national Roma organisations than might be expected, although individual Roma activists who are country nationals are very often the key (or only) source of support for Roma from other Member States. National Roma organisations are often expected to accept responsibility for supporting Roma from other Member States alongside their own struggles and without additional resources. While there clearly are issues with this dynamic, it would be wrong to overstate the responsibility of national Roma organisations in relation to the integration of new ‘foreign’ Roma. Some Roma respondents mentioned that NGOs do not promote the involvement of Roma from other Member States. One Romanian Roma respondent in Italy said: ‘ Here in Milan, there are not many Roma organisations. I proposed to create one of our own, but this kind of organisation is not wanted by other associations; I think it would be important to have one, so Roma can speak for themselves and participate ’. 252 NGOs on the other hand have a different 250 Interview with The Children’s Society, London, 27.03.2009. 251 Interview with H-PAN, United Kingdom, 08.04.2009. 252 Interview with a Roma man, Italy, 11.02.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 74 perspective on the challenges of involving Roma: ‘ We collaborate with a network of NGOs called Tavolo Rom composed of 10 organisations. [...] The cooperation with Roma representatives is very difficult .’ 253 253 Interview with Casa della Carità, Italy, 23.03.2009. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 75 5. Conclusions Roma from other EU Member States are now part of the townscape of almost every Member State of the European Union. The research suggests more Roma may be moving from than returning to the countries of origin, which may lead to an incremental growth of this population – although not in the scale of perceived ‘floods’ or ‘influx’ in destination countries that have at times greeted the arrival of relatively small numbers of Roma from other Member States. The case of Roma EU citizens settling in other EU Member States raises questions in terms of wider debates on anti-discrimination and integration and the meaning of EU citizenship and associated rights as a broad concept. Many of the issues raised in this report are not Roma specific. But the case of the Roma serves as a litmus test: the consequences for some of the most vulnerable citizens in the EU are an important indicator of the practical daily challenges faced by all citizens. The research identified a disturbingly negative Roma-specific dynamic. First, the arrival of Roma EU citizens is often seen negatively and little effort is made to support their integration in the local labour market. Second, the research has also identified specific anti-Roma policy responses in the countries studied. Third, existing policy and practice, for example residence registration practices that incorrectly apply the conditions of the Free Movement Directive, can affect Roma EU citizens’ access to a number of social benefits impacting negatively on the exercise of freedom of movement, even when this is unintended. Roma are exercising their right to freedom of movement and residence rights in the context of significant push and pull factors. Push factors in countries of origin involve a combination of poverty and racism. Unemployment is a defining aspect of the experience of poverty in sending countries. Pull factors include aspirations for improved living standards – particularly the prospect of finding employment in both formal and informal economies. The experience of Roma that have moved to another Member State varied widely across the various destination countries regarding housing, health care, education and social welfare. There was a continuum of experiences of integration across the research, ranging from those that were wholly positive to those that involved profound immiseration. Those who manage to find work in the formal economy in destination countries experience movement positively and integrate relatively easily. Their positive experiences of meaningful, incremental integration and social mobility in destination Member States can be regarded as best practices. Those who are unable to find work in the formal economy in destination countries generally have a much more negative experience of free movement. It is these ‘economically inactive’ Roma EU citizens that attract most negative stereotyping and comment. However, in reality the majority of these Roma are anything but inactive. While they are not integrated in the formal economy, they are mostly ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 76 engaged in what is identified as ‘marginal economic activities’, such as recycling glass or metal, working as street vendors, painting houses, etc. However, income earned from such informal activities appeared in this research not to meet the requirement of ‘sufficient resources’, because it is undeclared. The exclusion of many Roma EU citizens in the society of their Member State of origin and in their host Member State creates insurmountable barriers to formal employment and the ability to prove ‘sufficient resources’, which has a domino effect on their ability to register, and, as a consequence, to access key civil and political, economic and social rights. This raises profound questions about the effectiveness of inclusion policies. Broadly, exclusion from social assistance impacts disproportionately on women, children, the old and persons with disabilities. The existing policy responses show little sensitivity to issues of gender equality or other issues of multiple discrimination. Clearly as the response to the situation of Roma from other Member States is developed, there is a need to integrate sensitivity to gender, age, disability and other issues within the overall strategies of support and resourcing. The European Union and its Member States need therefore to adopt targeted policies that are based on integrated rights- and equality-based standards promoting social cohesion and helping to further deliver on the promise of ‘ Civis Europaeus sum’ . ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 77 6. Opinions The FRA formulates evidence based opinions in order to support the European Union institutions and the Member States when taking measures or formulating courses of action within their respective spheres of competence to fully respect fundamental rights. In this context based on its extensive research on the difficulties encountered by Roma EU citizens moving to other Member States of the EU, the FRA provides the following opinions. As the European Parliament stated in April 2009 ‘the EU and the Member States have a shared responsibility to promote the inclusion of the Roma as Union citizens with a view to enabling the Roma people to fully benefit from the incentives provided by the EU’ (European Parliament Resolution of 2 April 2009 on problems and prospects concerning European Citizen). While opinions of the FRA assume a specific focus at European, national and local authority levels, an integrated, co-operative and co-ordinated partnership approach across vertical and horizontal levels of governance is essential for the effective design and implementation of policies and measures. Many of the opinions are not Roma-specific. European Union institutions The European Commission should – utilising the structure of the Integrated EU Roma Platform – develop a Framework Strategy on Roma Inclusion, which sets common minimum standards and indicators for social inclusion policies targeting Roma (both nationals and migrants) across the European Union. The European Commission should consider conditioning the allocation of certain European Union Structural Funds on the development and implementation of effective Roma inclusion policies targeting also Roma EU citizens from other EU Member States. Member States Member States must ensure that any measures taken that impact directly or indirectly on EU citizens of Roma origin are in compliance with principles laid out in the EU Charter of Fundamental Rights and in conformity with the Racial Equality Directive that explicitly prohibits direct and indirect discrimination. Member States must ensure the correct transposition of the Free Movement Directive as noted in the recent European Commission report and in line with the guidelines adopted by the European Commission on 2 July 2009. Member States should facilitate the fundamental right of free movement and residence by developing proactive, inclusion-oriented national policies. This ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 78 should be done through a consultative process taking into account the experiences and the concerns of local authorities, civil society and EU citizens themselves. Member States should carry out regular surveys aimed to collect data disaggregated by citizenship, gender, age, ethnic origin in order to monitor the level of inclusion in the host societies of EU citizens that have exercised their right to free movement. Member States should remove practical barriers experienced by EU citizens concerning residence registration processes, through measures ensuring consistency in registration processes and requirements at the local level or consider dropping the requirements; Member States should ensure that all children within their territory have full and equal access to compulsory education, regardless of administrative status, by removing any residence requirements from school registration processes. Member States should ensure that expulsions of EU citizens are not ordered for non-compliance with residence registration. Member States should fully conform with their legal obligation to ‘disseminate information concerning the rights and obligations of Union citizens and their family members on the subjects covered by the Free Movement Directive, particularly by means of awareness-raising campaigns conducted through national and local media and other means of communication’ (Article 34 of the Free Movement Directive). Member States should publish and widely disseminate in cooperation with civil society organisations information in simple language This information should be made available in the national language(s) of other EU Member States, as appropriate, including minority languages, such as Romani, on the rights of EU citizens residing on their territory and the relevant requirements and processes for realising those rights – including any sending country-specific considerations. Member States should develop and/or improve Roma inclusion policies and measures targeting in particular the needs of EU Roma citizens from other EU countries by: • Participating fully and effectively in the Integrated EU Roma Platform; • Supporting and promoting the development of a common Framework Strategy on Roma Inclusion at EU level; • Making more innovative use of the Structural Funds and, in particular, the European Social Fund to support the inclusion of the Roma coming from other Member States and combat discrimination against them. Local Authorities In close cooperation with national governments, local authorities should examine and repeal any measures and policies that are not in line with the Free Movement Directive. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 79 In close cooperation with national governments, local authorities should urgently take action to encourage and assist EU citizens to disengage from informal work and find employment in the formal labour market, including forms of self- employment. Local authorities could also consider ways of moving some forms of employment, like scrap collection or bottle recycling, into the formal sector. Local authorities should develop and publicly display information on local processes and requirements for registering residence. This information should be made available in the national language(s) of other EU Member States, as appropriate, including minority languages, such as Romani. Local authorities should widely communicate the benefits linked to registration and conduct campaigns to promote registration at the local level. Civil society organisations should be an important partner in this regard. Local authorities should allow and strongly encourage EU citizens, including Roma, to make use of vocational, language and other training programmes to improve their employability. In addition, they should ensure that registered EU citizens have equal access to social housing. Local authorities should develop and implement interventions specifically supporting the integration of Roma EU citizens in the local labour market. In developing and implementing such interventions authorities should actively engage with beneficiaries and closely liaise with local employers and employment agencies, as well as civil society organisations. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 80 Selected Bibliography Barany, Z. (2002) The East European Gypsies: Regime Change, Marginality, and Ethnopolitics , Cambridge University Press Cambridge Review of International Affairs (2000) ‘Romani East-West Migrations: Strangers in Anybody’s Land’ Vol. 13, No. 2 Carrera, S. (ed.) (2006) The Nexus between Immigration, Integration and Citizenship in the EU , Belgium: CEPS http://www.libertysecurity.org/IMG/pdf/The_Nexus_between_Immigration_Int egration_and_Citizenship_in_the_EU.pdf Carrera, S. and A. Faure Atger, (2009) ‘Implementation of Directive 2004/38 in the context of EU Enlargement: A proliferation of different forms of citizenship?’ CEPS Special Report/April 2009 http://aei.pitt.edu/10758/ Council of Europe (2009) ‘Recommendations adopted by the Committee of Ministers of the Council of Europe on Roma and Travellers’ https://wcd.coe.int/ViewDoc.jsp?id=1253509&Site=CM&BackColorInternet=9 999CC&BackColorIntranet=FFBB55&BackColorLogged=FFAC75 European Citizen Action Service. (2009) Comparative Study on the application of Directive 2004/38/EC of 29 April 2004 on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States . Brussels: European Parliament European Commission (2004) The Situation of Roma in an Enlarged Europe , Luxembourg: Office for Official Publications of the European Communities http://www.romadecade.org/5087 European Commission (2007) Mobility, an instrument for more and better jobs: The European Job Mobility Action Plan (2007-2010), Brussels, 6.12.2007 COM(2007) 773 http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2007:0773:FIN:EN:PDF European Commission (2007) Towards Common Principles of Flexicurity: More and better jobs through flexibility and security, European Commission Directorate-General for Employment, Social Affairs and Equal Opportunities COM(2007) 359 European Commission (2008) Fifth Report on Citizenship of the Union , COM(2008) 85, Brussels, 15. February 2008 European Commission (2008) Community Instruments and Policies for Roma Inclusion, Commission Staff Working Document accompanying the Communication from the Commission to the European Parliament, the Council, ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 81 the European Economic and Social Committee of the Regions COM(2008) 420 Brussels http://ec.europa.eu/social/BlobServlet?docId=481&langId=en European Commission (2008) Report from the Commission to the European Parliament and the Council on the application of Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States , COM(2008) 840/3 European Commission (2008) Right of Union citizens and their family members to move and reside freely within the Union: Guide on how to get the best out of Directive 2004/38/EC , Directorate-General Justice, Freedom and Security http://ec.europa.eu/commission_barroso/frattini/archive/guide_2004_38_ec_en. pdf European Commission (2009) Communication from the Commission to the European Parliament and the Council on guidance for better transposition and application of Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States, Brussels, COM(2009) 313/4 http://www.ipex.eu/ipex/cms/home/Documents/doc_COM20090313FIN European Foundation for the Improvement of Living and Working Conditions (2006), Mobility in Europe, Analysis of the 2005 Eurobarometer survey on geographical and labour market mobility , Luxembourg, Office for Official Publications of the European Communities http://www.eurofound.europa.eu/pubdocs/2006/59/en/1/ef0659en.pdf European Parliament (2008) Report on the application of Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States (2008/2184(INI)), http://www.europarl.europa.eu/sides/getDoc.do?pubRef=- //EP//NONSGML+REPORT+A6-2009-0186+0+DOC+PDF+V0//EN European Parliament (2008) The social situation of the Roma and their improved access to the labour market in the EU , Strasbourg: Policy Department, Economic and Scientific Policy, European Parliament http://www.europarl.europa.eu/activities/committees/studies/download.do?file= 23375 European Roma Rights Centre (2005) Always Somewhere Else: Anti-Gypsyism in France , Budapest: ERRC European Roma Rights Centre (2006) Ambulance Not on the Way: The Disgrace of Health Care for Roma in Europe , Budapest: ERRC ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 82 European Roma Rights Centre (2007) The Glass box: Exclusion of Roma from Employment , Budapest: ERRC European Roma Rights Centre (2009) Roma Rights 1/2009: Hard Times for Roma: Economics, Politics and Violence, Budapest: ERRC European Roma Rights Centre, Romani CRISS, Roma Civic Alliance, Centre on Housing Rights and Evictions, Open Society Institute (2008) Security a la Italiana: Fingerprinting, Extreme Violence and Harassment of Roma in Italy , Budapest: Open Society Institute Fonseca, I. (1996) Bury me Standing: The Gypsies and their Journey , New York: Random House FRA (2009) The situation of Roma EU citizens living in other Member States: Selected Positive Initiatives Report . Vienna: European Union Agency for Fundamental Rights FRA (2009) EU-MIDIS: Data in Focus Report One: The Roma , Vienna: European Union Agency for Fundamental Rights Fraser, A. (1995) The Gypsies , London: Blackwell Publishing Gheorghe, N. and A. Mirga, (1997) ‘The Roma in the Twenty-First Century: A Policy Paper’, New York: Project on Ethnic Relations Guy, W. (2002) Between Past and Future: the Roma of Central and Eastern Europe , Hatfield: University of Hertfordshire Press Guy, W., Z. Uherek, and R. Weinerova, (eds.) (2004) Roma Migration in Europe: Case Studies , Prague: Institute of Ethnology of the Academy of Sciences of the Czech Republic Hancock, I. (2002) We are the Romani People , Hatfield: University of Hertfordshire Press Kováts, A. (ed.) (2002) Roma Migration , Budapest: Hungarian Academy of Sciences Institute of Minority Research – Centre for Migration and Refugee Studies McVeigh, R. (2009) ‘The people do what the political class isn’t able to do: Antigypsyism, Ethnicity Denial and the Politics of Racism without Racism’ in G. Bhattacharyya Ethnicities and Values in a Changing World, Surrey: Ashgate Milieu Ltd (2008) Conformity studies of Member States’ national implementation measures transposing Community instruments in the area of citizenship of the Union Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 83 of the Member States: Horizontal Synthesis Report Milieu Ltd. in consortium with the Europa Institute, Edinburgh University http://ec.europa.eu/justice_home/doc_centre/citizenship/movement/doc/horizont al_synthesis_report_en.pdf Milieu Ltd (2008) Conformity Study for Finland: Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States . Milieu Ltd. in consortium with the Europa Institute, Edinburgh University http://ec.europa.eu/justice_home/doc_centre/citizenship/movement/doc/finland_ compliance_study_en.pdf Milieu Ltd (2008) Conformity Study for France: Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States . Milieu Ltd. in consortium with the Europa Institute, Edinburgh University http://ec.europa.eu/justice_home/doc_centre/citizenship/movement/doc/france_ compliance_study_en.pdf Milieu Ltd (2008) Conformity Study for Italy: Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States . Milieu Ltd. in consortium with the Europa Institute, Edinburgh University http://ec.europa.eu/justice_home/doc_centre/citizenship/movement/doc/italy_co mpliance_study_en.pdf Milieu Ltd (2008) Conformity Study for Spain: Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States . Milieu Ltd. in consortium with the Europa Institute, Edinburgh University http://ec.europa.eu/justice_home/doc_centre/citizenship/movement/doc/spain_c ompliance_study_en.pdf Milieu Ltd (2008) Conformity Study for the United Kingdom: Directive 2004/38/EC on the right of citizens of the Union and their family members to move and reside freely within the territory of the Member States . Milieu Ltd. in consortium with the Europa Institute, Edinburgh University http://ec.europa.eu/justice_home/doc_centre/citizenship/movement/doc/uk_com pliance_study_en.pdf OSCE High Commissioner on National Minorities (2008) Recent Migration of Roma in Europe, A study by Mr. Claude Cahn and Professor Elspeth Guild 10 December 2008, OSCE High Commissioner on National Minorities and of the Council of Europe Commissioner for Human Rights http://www.osce.org/documents/hcnm/2008/12/37164_en.pdf Ringold, D. Orenstein, M. and Wilkens, E. (2005) Roma in an Expanding Europe: Breaking the Poverty Cycle , Washington: The World Bank ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 84 http://siteresources.worldbank.org/EXTROMA/Resources/roma_in_expanding_ europe.pdf Romeurope (2008) Report 2007-2008 Paris: Romeurope Sobotka, E. (2003) ‘Romani Migration in the 1990s: Perspectives on Dynamic, Interpretation and Policy’ Romani Studies, 5, Volume 13, Number 2, 2003, 79- 121 Stalker, P. (2009) Stalker’s Guide to International Migration http://www.pstalker.com/migration/index.php Toggenburg, G., (2009) ‘The European Unionvís-à-vís minorities: a play in three parts and an open end‘, in Csaba Tabajdi (ed) Pro Minoritate Europae (study book for the 25th anniversary of the Minority Intergroup within the European Parliament) , pp. 162-205 Turmann, A., (2004) A new European agenda for labour mobility , Brussels, Centre for European Policy Studies http://shop.ceps.eu/BookDetail.php?item_id=1118 United Nations Development Programme (2003) The Roma in Central and Eastern Europe: Avoiding the Dependency Trap , Bratislava: UNDP. [There are also accompanying national reports for five countries] http://roma.undp.sk ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 85 Methodology The research for this report was commissioned to the European Roma Rights Centre (ERRC) in consortium with the European Dialogue (ED), European Roma Information Office (ERIO), Finnish League of Human Rights (FLHR), Fundación Secretariado Gitano (FSG) and Fédération nationale des associations solidaires (FNASAT). 254 The research was conducted in five EU Member State destination countries, where Roma from other EU Member States have moved and taken up residence – France, Finland, Italy, Spain and the United Kingdom. Within each of these countries five research locations were selected to provide a wide and contrasting range of general and Roma-specific features which reflect broadly the experience across the EU of receiving countries of Roma EU citizens exercising freedom of movement and residence. • France: Paris, Lille, Marseille, Nantes and St Etienne. • Finland: Helsinki, Espoo, Jyväskylä, Turku and Vantaa. • Italy: Rome, Florence, Milan, Naples and Pisa • Spain: Madrid, (Madrid and San Martín de la Vega municipalities), Asturias (Oviedo and Avilés), Barcelona (Barcelona, Badalona and Santa Coloma de Gramanet municipalities), Cordoba and Valencia. • United Kingdom: London, Bolton, Manchester, Peterborough and Sheffield. The research team interviewed some 165 Roma EU citizens across the five research Member States, 37 local authority officials and 49 NGO officers. The research sample included 59 Roma women. The FRA and the research team are particularly grateful to the many Roma individuals who gave their time to respond to the questions posed by researchers in this study. The main research medium was in-depth open ended individual interviews based on a common interview schedule. Interview duration varied widely in terms of the interviewees. In some circumstances, researchers conducted group interviews in order to gain an overview of the issues, and then followed up wherever possible with individual discussions. In only a few cases were email responses provided to the interview questions by authorities. 254 The research team was composed of Lucie Fremlova, Penka Vassileva, Mikko Joronen, Fernando Villarreal, Alain Reyniers, Didier Botton, Charlotte Boise, Eva Rizzin, Andrea Anzaldi, Tara Bedard, Stanislav Daniel, Robert Kushen, Ostalinda Maya, Dr Robert McVeigh, Idaver Memedov, Virgil Cristi Mihalache, Catherine Twigg and Victoria Vasey. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 86 Since this research is qualitative in nature the sample is not intended to be representative, but rather sufficiently broad to provide an in depth understanding of the respondents’ experiences. Few older Roma have moved and this is reflected among respondents. It is also the case that the integrated, professional, middle class Roma voice is largely missing, as these individuals are very difficult to identify. The team cooperated extensively with existing NGOs and other relevant parties currently working with Roma communities in each research location in order to facilitate research access to existing networks of Roma. In consequence, the respondents reflect the interests and foci of civil society organisations and others that work with them. 255 The research study was part of wider effort to address the situation of Roma in a context of migration and exercising right to freedom of movement. FRA, OSCE and the Council of Europe’s Commissioner for Human Rights have worked jointly in 2008 and 2009 to highlight human rights violations of Roma. Studies, joint expert seminar and joint international conference on Roma freedom of movement and migration were held. Research access to local authorities was on the whole good with the exception of the Italian city of Rome, where local authorities refused interview or failed to respond to repeated interview requests. In some countries, there was a tendency amongst local authority respondents to respond ‘off the record’ on more contentious issues. This process clearly generated important additional data, but runs against the transparency expected by public authorities. In terms of research access to NGOs, there were no significant problems. In fact NGOs are over-represented in terms of the expected response. This reflects two broad tendencies: first, NGO engagement is easier to secure than that of local authorities with research that might be perceived to be critical of existing policy (or the lack of it); second, NGO competence with such a new and marginal community is often much greater. As a generalisation, NGOs are much more likely to interface with Roma EU citizens quickly and positively than government agencies. Finally, research access is often dependent on NGO cooperation and so researchers needed to establish a relationship with NGOs. 255 This dynamic is absent in Finland where the newness of Roma EU citizen migration means that there is almost no mediating infrastructure. This had the advantage of ensuring direct access to Roma, but the concomitant disadvantage of no supportive structure facilitating or encouraging access or cooperation. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 87 Annexes Annex 1: Workers from new Member States – transitional arrangements (Summary Table) European Commission, Enlargement - transitional provisions’, available at: http://ec.europa.eu/social/main.jsp?catId=466&langId=en (27.08.2009) ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 88 Annex 2: Common Basic Principles on Roma Inclusion – as discussed at the 1st meeting of the integrated European platform for Roma inclusion, April 2009 Roma people are disproportionately affected by social exclusion, prejudice and discrimination. Roma communities have been part of European societies for centuries, often marginalised and sometimes persecuted. Over the last two decades, it is apparent that the socio-economic situation of many Roma people has stagnated or even deteriorated in a number of EU Member States. Many Roma people experience unemployment, low income, reduced life expectancy and poor quality of life. This represents a human tragedy for the individuals concerned as well as an immense loss for society as a whole. Moreover, far- reaching exclusion entails social instability and represents a problem in economic terms. Therefore, the issue of addressing the problems which affect Roma people is increasingly recognised as being extremely urgent in both ethical and practical terms. The European Union recognises there is a need for more active and effective policies concerning Roma inclusion. The practical delivery of these policies rests above all with the Member States and, in particular, with regions and municipalities. Although the numbers and socio-economic conditions of the Roma in individual Member States vary greatly, there are several common denominators. Moreover, experience from several Member States shows that there are general policy approaches which have proved to be useful and can thus be recommended to others. • Principle 1: Constructive, pragmatic and non-discriminatory policies Policies aiming at the inclusion of Roma people respect and realise the core values of the European Union, which include human rights and dignity, non- discrimination and equality of opportunity as well as economic development. Roma inclusion policies are integrated with mainstream policies, particularly in the fields of education, employment, social affairs, housing, health and security. The aim of these policies is to provide the Roma with effective access to equal opportunities in Member State societies. • Principle 2: Explicit but not exclusive targeting Explicit but not exclusive targeting of the Roma is essential for inclusion policy initiatives. It implies focusing on Roma people as a target group but not to the exclusion of other people who share similar socio-economic circumstances. This approach does not separate Roma-focused interventions from broader policy initiatives. In addition, where relevant, consideration must be given to the likely impact of broader policies and decisions on the social inclusion of Roma people. • Principle 3: Inter-cultural approach There is a need for an inter-cultural approach which involves Roma people together with people from different ethnic backgrounds. Essential for ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 89 effective communication and policy, inter-cultural learning and skills deserve to be promoted alongside combating prejudices and stereotypes. • Principle 4: Aiming for the mainstream All inclusion policies aim to insert the Roma in the mainstream of society (mainstream educational institutions, mainstream jobs, and mainstream housing). Where partially or entirely segregated education or housing still exist, Roma inclusion policies must aim to overcome this legacy. The development of artificial and separate \"Roma\" labour markets is to be avoided. • Principle 5: Awareness of the gender dimension Roma inclusion policy initiatives need to take account of the needs and circumstances of Roma women. They address issues such as multiple discrimination and problems of access to health care and child support, but also domestic violence and exploitation. • Principle 6: Transfer of evidence-based policies It is essential that Member States learn from their own experiences of developing Roma inclusion initiatives and share their experiences with other Member States. It is recognised that the development, implementation and monitoring of Roma inclusion policies requires a good base of regularly collected socio-economic data. Where relevant, the examples and experiences of social inclusion policies concerning other vulnerable groups, both from inside and from outside the EU, are also taken into account. • Principle 7: Use of Community instruments In the development and implementation of their policies aiming at Roma inclusion, it is crucial that the Member States make full use of Community instruments, including legal instruments (Race Equality Directive, Framework Decision on Racism and Xenophobia), financial instruments (European Social Fund, European Regional Development Fund, European Agricultural Fund for Rural Development, Instrument for Pre-Accession) and coordination instruments (Open Methods of Coordination). Member States must ensure that use of financial instruments accords with these Common Basic Principles, and make use of the expertise within the European Commission, in respect of the evaluation of policies and projects. Peer review and the transfer of good practices are also facilitated on the expert level by EURoma (European Network on Social Inclusion and Roma under the Structural Funds). • Principle 8: Involvement of regional and local authorities Member States need to design, develop, implement and evaluate Roma inclusion policy initiatives in close cooperation with regional and local authorities. These authorities play a key role in the practical implementation of policies. ",
        "Comparative report: - The situation of Roma EU citizens moving to and settling in other EU Member States 90 • Principle 9: Involvement of civil society Member States also need to design, develop, implement and evaluate Roma inclusion policy initiatives in close cooperation with civil society actors such as non-governmental organisations, social partners and academics/researchers. The involvement of civil society is recognised as vital both for the mobilisation of expertise and the dissemination of knowledge required to develop public debate and accountability throughout the policy process. • Principle 10: Active participation of the Roma The effectiveness of policies is enhanced with the involvement of Roma people at every stage of the process. Roma involvement must take place at both national and European levels through the input of expertise from Roma experts and civil servants, as well as by consultation with a range of Roma stakeholders in the design, implementation and evaluation of policy initiatives. It is of vital importance that inclusion policies are based on openness and transparency and tackle difficult or taboo subjects in an appropriate and effective manner. Support for the full participation of Roma people in public life, stimulation of their active citizenship and development of their human resources are also essential.\" ",
        "",
        "",
        "Europe Direct is a service to help you fi nd answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications offi ce of the European Union, 2010 ISBN 978-92-9192-466-0 doi:10.2811/34658 Printed on white chlorine-free paper © European Union Agency for Fundamental Rights, 2009. Reproduction is authorised, except for commercial purposes, provided the source is acknowledged. For reproduction or use of the artistic material contained herein, permission must be sought. Design: FRA - Vienna Printed in Belgium How to obtain EU publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Publications for sale: • via EU Bookshop (http://bookshop.europa.eu); • from your bookseller by quoting the title, publisher and/or ISBN number; • by contacting one of our sales agents directly. You can obtain their contact details on the Internet (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. European Commission European Union Agency for Fundamental Rights Comparative report - The situation of Roma EU citizens moving to and settling in other EU Member States Luxembourg: Publications offi ce of the European Union, 2010 2010 - 92 pp, - 21 x 29.7 cm ISBN 978-92-9192-466-0 doi:10.2811/34658 A great deal of information on the European Union Agency for Fundamental Rights is available on the Internet. It can be accessed through the FRA website (http://fra.europa.eu). ",
        "T K - 31 - 09 - 229 - E N - C FRA - European Union Agency for Fundamental Rights Schwarzenbergplatz 11 1040 - Wien Austria Tel.: +43 (0)1 580 30 - 0 Fax: +43 (0)1 580 30 - 691 E-Mail: information@fra.europa.eu http://fra.europa.eu FRA The situation of Roma EU citizens moving to and settling in other EU Member States November 2009 "
    ]
}