{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 28.7.2010 COM(2010)405 final 2010/0216 (NLE) Proposal for a COUNCIL DECISION on signature of a voluntary partnership agreement between the European Union and the Republic of Cameroon on forest law enforcement, governance and trade in timber and derived products to the European Union (FLEGT) ",
        "EN 2 EN EXPLANATORY MEMORANDUM The Action Plan on Forest Law Enforcement, Governance and Trade (FLEGT) 1 , endorsed by the Council in 2003 2 , proposes a set of measures that include support for timber-producing countries, multilateral collaboration to tackle trade in illegal timber, support for private-sector initiatives and measures to stop investment in activities that encourage illegal logging. The cornerstone of the Action Plan is the establishment of FLEGT partnerships between the European Union and timber-producing countries with the aim of stopping illegal logging. In 2005 the Council adopted Regulation (EC) No 2173/2005 3 which establishes a licensing scheme and a mechanism to verify the legality of timber imports into the European Union. In December 2005 the Council issued directives instructing the Commission to negotiate partnership agreements with timber-producing countries in order to implement the EU FLEGT Action Plan and, in particular, to encourage trade in verified legal timber imports into the European Union from such partner countries 4 . The partnership agreement with Cameroon is the third of its kind to be negotiated, after agreements with Ghana and the Republic of Congo. The Commission entered into negotiations with Cameroon in November 2007. Negotiations have proceeded since then and included four face–to-face sessions and sixteen technical sessions via video-conference. Throughout the negotiations, the Commission has been assisted by a number of Member States. The Commission has kept the Council updated on progress throughout the period, with regular reports to the Working Party on Forests and to EU Heads of Mission and representatives based in Cameroon. After each negotiation session the parties held public meetings to keep stakeholders informed of progress with the talks. In addition, Cameroon adopted a highly participatory approach involving civil society and the private sector in the development of the agreement. The Agreement addresses all the elements contained in the Council negotiating directives. In particular, the Agreement establishes the framework, institutions and systems for the FLEGT licensing scheme. It outlines the supply chain controls, legal compliance framework and independent audit requirements for the system. These are set out in Annexes to the Agreement which provide a detailed description of the structures that will underpin the assurance of legality offered by the issuance of a FLEGT licence. Cameroon developed its definition of the applicable legislation by means of extensive stakeholder consultations. It includes laws and regulations granting rights to harvest, forest management, environmental, business and labour legislation, fiscal requirements, respect for tenure and use rights of nearby communities and other social obligations laid down in forest laws, as well as regulations governing commercial activity and export trade requirements. The Agreement goes beyond the limited product coverage proposed in Annex II to Regulation (EC) No 2173/2005 (‘the FLEGT Regulation’) to cover trade in all timber products and, in doing so, commits Cameroon to building a system that will provide assurance to the European Union that all forest products from Cameroon are legally harvested and produced and contributing positively and sustainably to Cameroon’s growth. 1 COM (2003) 251. 2 OJ C 268, 7.11.2003. 3 OJ L 347, 30.12.2005. 4 Council restricted document 15102/05. ",
        "EN 3 EN The Agreement provides for controls on imports at the European Union’s borders, as established by the FLEGT Regulation and the associated Implementing Regulation (EC) No 1024/2008. The Agreement includes a description of the Cameroon FLEGT licence which adopts the format laid down in the Implementing Regulation. The Agreement establishes the mechanism for dialogue and cooperation on FLEGT with the European Union, in the form of the Joint Implementation Council and a consultative body known as the Joint Monitoring Committee. It also establishes the principles of stakeholder participation, social safeguards and transparency for monitoring impacts and reporting. The Agreement sets out a time frame and the procedures for entry into force of the Agreement and for implementing the licensing scheme. Since Cameroon will upgrade and redesign its regulatory and information management system, introduce more comprehensive supply chain controls and establish independent verification of legal compliance, it will take several years to develop and test the new systems and to build capacity on the part of the government, civil society and the private sector for the tasks envisaged. The FLEGT licence scheme is expected to be fully operational by the beginning of 2012. The licence scheme will be assessed against defined criteria before the EU begins accepting FLEGT licences. The steps and process for this are defined in the Agreement and its annexes. ",
        "EN 4 EN 2010/0216 (NLE) Proposal for a COUNCIL DECISION on signature of a voluntary partnership agreement between the European Union and the Republic of Cameroon on forest law enforcement, governance and trade in timber and derived products to the European Union (FLEGT) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 207 in conjunction with Article 218(5) thereof, Having regard to the proposal from the European Commission, Whereas: (1) In May 2003 the European Commission adopted a Communication to the European Parliament and to the Council entitled ‘Forest Law Enforcement, Governance and Trade (FLEGT): Proposal for an EU Action Plan’ which called for measures to address illegal logging through the development of voluntary partnership agreements with timber-producing countries. Council conclusions on that Action Plan were adopted in October 2003 5 . (2) On 5 December 2005 the Council authorised the Commission to open negotiations on partnership agreements to implement the EU Action Plan for FLEGT. (3) On 20 December 2005 the Council adopted Regulation (EC) No 2173/2005 6 which established a FLEGT licensing scheme for imports of timber into the Union from countries with which the Union has concluded voluntary partnership agreements. (4) The negotiations with the Republic of Cameroon have concluded and the Voluntary Partnership Agreement between the European Union and the Republic of Cameroon on forest law enforcement, governance and trade in timber and derived products to the European Union (hereinafter referred to as ‘the Agreement’) was initialled on 6 May 2010. (5) Subject to its conclusion at a later date, the Agreement should be signed, 5 OJ C 268, 7.11.2003, p. 1. 6 OJ L 347, 30.12.2005, p. 1. ",
        "EN 5 EN HAS ADOPTED THIS DECISION: Article 1 The signing of the Voluntary Partnership Agreement between the European Union and the Republic of Cameroon on forest law enforcement, governance and trade in timber and derived products to the European Union (FLEGT) is hereby authorised on behalf of the Union, subject to the conclusion of the said Agreement. The text of the Agreement is attached to this decision 7 Article 2 The President of the Council is hereby authorised to designate the person empowered to sign the Agreement on behalf of the Union, subject to its conclusion. Article 3 This Decision shall enter into force on the day of its adoption. Done at Brussels, For the Council The President 7 The text of the Agreement will be published together with the Decision on its conclusion. ",
        "EN 6 EN ANNEX VOLUNTARY PARTNERSHIP AGREEMENT BETWEEN THE EUROPEAN UNION AND THE REPUBLIC OF CAMEROON ON FOREST LAW ENFORCEMENT, GOVERNANCE AND TRADE IN TIMBER AND DERIVED PRODUCTS TO THE EUROPEAN UNION (FLEGT) 8 THE EUROPEAN UNION, of the one part, AND THE REPUBLIC OF CAMEROON, hereinafter referred to ‘Cameroon’ of the other part, hereinafter referred to together as ‘ the Parties’ , HAVING REGARD TO the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou (Benin) on 23 June 2000 9 , revised in Luxembourg on 23 June 2005, hereinafter referred to as the ‘Cotonou Agreement’, HAVING REGARD TO the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) and in particular the requirement that CITES export permits issued by the Parties for specimens of species listed in Annex I, II or III be granted only under certain conditions, including that such specimens were not obtained in contravention of the laws of that State for the protection of fauna and flora, HAVING REGARD TO the forest legislation in force in Cameroon, and in particular the Forest Code and the other relevant legislation applicable to the forestry sector, HAVING REGARD TO Council Regulation (EC) No 2173/2005 of 20 December 2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community 10 , CONSIDERING the communication from the Commission to the Council and the European Parliament on an EU Action Plan for Forest Law Enforcement, Governance and Trade (FLEGT) 11 is a first step towards tackling the urgent issue of illegal logging and associated trade, CONSIDERING the Ministers' Yaoundé Declaration on Forest Law Enforcement and Governance of 16 October 2003, CONSIDERING the joint declaration of 28 September 2007 signed in Yaoundé between Cameroon and the European Commission on the negotiation of a Voluntary Partnership Agreement under the FLEGT initiative, CONSIDERING the Non-Legally Binding Authoritative Statement of Principles for a Global Consensus on the management, conservation and sustainable logging of all types of forests adopted 8 Forest Law Enforcement Governance and Trade. 9 OJ L 317, 15.12.2000, p. 3. 10 OJ L 347, 30.12.2005, p. 1. 11 COM(2003) 251. ",
        "EN 7 EN on 14 August 1994, and the adoption on 31 January 2008 by the United Nations General Assembly of the Non Legally Binding Instrument on all types of forest 12 , CONSIDERING the principles set out in the Paris Declaration on Development Aid Effectiveness adopted by the High-Level Forum of the Organisation for Economic Co-Operation and Development (OECD) in Paris on 2 March 2005, reinforced by the Accra Agenda for Action of September 2008 and reaffirmed by the Parties, CONSIDERING the importance attached by the Parties to development objectives agreed at international level and to the Millennium Development Goals of the United Nations, AWARE of the importance of principles set out in the 1992 Rio Declaration on Environment and Development in the context of the safeguarding and sustainable management of forests, and in particular of Principle 10 concerning the importance of public awareness and participation in environmental issues and of Principle 22 concerning the vital role of indigenous people and other local communities in environmental management and development, RESOLVED to seek to minimise any adverse impacts on indigenous and local communities and poor people which may arise as a direct consequence of implementing this Agreement, REAFFIRMING the importance attached by the Parties to the principles and rules which govern the multilateral exchange systems, in particular the rights and obligations laid down in the General Agreement on Tariffs and Trade (GATT) 1994 and in the other multilateral agreements in Annex IA of the Marrakesh Agreement of 15 April 1994 establishing the World Trade Organisation, and the need to apply them, CONSIDERING the constant efforts made by Cameroon to generally promote sustainable management of forests and wildlife throughout the entire national territory and in particular to ensure the legality of all timber flows, CONSIDERING the importance attached by the Parties to the participation of civil society, the private sector and the resident local population, including indigenous peoples, in the success of forest governance policies, in particular through consultations and public information, HEREBY AGREE AS FOLLOWS: 12 A/RES 62/98 of 31 January 2008. ",
        "EN 8 EN Article 1 Definitions For the purposes of this agreement, the following definitions shall apply: a) ‘Timber and derived products ’: the products listed in Annex I-A; b) ‘Timber and derived products in transit’ : the timber and derived products originating from a third country, which come under customs control in the territory of Cameroon and leave it in the same form, whilst retaining their origin; c) ‘Import into the European Union’ : the release for free circulation of timber and derived products into the European Union within the meaning of Article 79 of Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code 13 and which cannot be qualified as ‘goods of a non-commercial nature’ as defined in point 6 of Article 1 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code 14 ; d) ‘Release for free circulation’ : a European Union customs procedure which confers the customs status of European Union goods on goods which are not from the European Union (Regulation (EC) No 2913/92 establishing the Community Customs Code refers), entailing the collection of any import duties due; the collection, as appropriate, of other charges; the application of commercial policy measures, and prohibitions and restrictions; and the completion of other formalities laid down in respect of the importation of goods; e) ‘Export’ : the physical leaving or taking out of the territory of Cameroon timber and derived products produced or acquired in Cameroon, with the exception of timber and derived products in transit through the territory of Cameroon under the control of the customs authorities of Cameroon; f) ‘HS code’ : a four digit code as set out in the nomenclature of the Harmonised Commodity Description and Coding System established by the International Convention on the Harmonised Commodity Description and Coding System of the World Customs Organisation, in conformity with the combined nomenclatures of the European Union and the Economic and Monetary Community of Central Africa (CEMAC); g) ‘FLEGT licence’ : a certificate which refers to a shipment as being legally sourced and verified in accordance with the criteria laid down in the present Agreement; h) ‘Licensing authority’ : the authority designated by Cameroon to issue and validate FLEGT licences; i) ‘Competent authorities’ : the authorities designated by the Member States of the European Union to verify FLEGT licences; 13 OJ L 302, 19.10.1992, p. 1. 14 OJ L 253, 11.10.1993, p. 1. ",
        "EN 9 EN j) ‘Shipment’ : a quantity of timber and derived products covered by a FLEGT licence that is sent by a consignor or a shipper from Cameroon and is presented for release for free circulation at a customs office in the European Union; k) \"Timber produced or acquired legally\" : timber originating or coming from one or more production or acquisition processes, including imported timber, which conforms entirely to all the criteria laid down in the laws and regulations in force in Cameroon and applicable to the forestry sector, and verified/controlled in accordance with the terms and conditions set out in Annex II. Article 2 Objective 1. The objective of this Agreement is to provide a legal framework aimed at ensuring that all imports into the European Union from Cameroon of timber and derived products covered by this Agreement have been legally produced or acquired. 2. In this context, the Parties, agree, inter alia : a) to promote trade in timber and derived products; b) to establish a basis for dialogue and cooperation; c) to promote the development of the forest industries in Cameroon and to thereby improve the competitiveness of the sector; d) to create and encourage economic opportunities for resident local communities and local enterprises; e) to strengthen the capacities of actors in Cameroon by encouraging the creation of a favourable climate for investment in the sustainable management of forests. Article 3 Scope This Agreement applies to all timber and derived products that come under the FLEGT licence scheme and are listed in Annex I-A. Article 4 FLEGT licensing scheme 1. A Forest Law Enforcement, Governance and Trade Licensing Scheme (hereinafter referred to as the ‘FLEGT licensing scheme’) is hereby established between the Parties to this Agreement. It establishes a set of procedures and requirements aimed at verifying and attesting, by means of FLEGT licences, that timber and derived products shipped to the European Union have been legally produced or acquired. The European Union shall accept such shipments from Cameroon for import into the European Union only if they are covered by FLEGT licences. ",
        "EN 10 EN 2. The FLEGT Licensing Scheme shall apply to the timber and derived products listed in Annex I-A. The timber and derived products in Annex I-B may not be exported from Cameroon. 3. The Parties agree to take all measures necessary to implement this FLEGT licensing scheme. Article 5 Licensing authority 1. Cameroon shall designate its FLEGT licensing authority and notify the contact details of the licensing authority to the European Commission. Both Parties shall make this information available to the public. 2. The licensing authority shall verify that timber and derived products have been legally produced in accordance with the legislation identified in Annex II. According to the terms set out in Annex III-A, it shall issue FLEGT licences covering shipments of timber and derived products that have been legally produced or acquired in Cameroon and are for export to the European Union. 3. The licensing authority may not issue FLEGT licences for any timber and derived products that are composed of, or include, timber and derived products imported into Cameroon from a third country in a form in which export is prohibited under the laws of the country concerned, or for which there is proof that this timber and these timber and derived products have been produced or acquired in violation of the laws of the country where the trees were harvested. 4. The licensing authority will document and make publicly available its procedures for issuing FLEGT licenses. Article 6 Competent authorities of the European Union 1. The European Commission shall inform Cameroon of the contact details of the competent authorities designated by the Member States of the European Union and their respective territorial areas of competence. 2. The competent authorities shall verify that each shipment is the subject of a valid FLEGT licence prior to releasing that shipment for free circulation in the European Union. The procedures governing the release for free circulation in the European Union of shipments covered by a FLEGT licence are described in Annex IV. 3. Each competent authority shall maintain and publish annually a record of FLEGT licences received. 4. According to national legislation on data protection, the competent authorities shall grant persons or bodies designated by Cameroon as independent auditors access to the relevant documents and data. ",
        "EN 11 EN 5. However, when timber and derived products from species listed in the Appendices of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) and covered by a FLEGT licence enter the European Union, they shall only undergo the examination laid down in Council Regulation (EC) No 338/97 of 9 December 1996 on the protection of species of wild fauna and flora by regulating trade therein, as the FLEGT licence also attests to the fact that the timber in question has been legally produced or acquired. Article 7 FLEGT licences 1. FLEGT licences shall be issued by the licensing authority as a means of attesting that timber and derived products have been legally produced or acquired. 2. FLEGT licences shall be laid out on a bilingual form (English and French) and completed in English or French. 3. The Parties may, by agreement, establish electronic systems for the issue, transmission and receipt of FLEGT licenses. 4. FLEGT licences shall be issued in accordance with the procedures described in Annex V. Article 8 Timber legally produced or acquired 1. For the purposes of this Agreement, a definition of timber legally produced or acquired appears in Article 1(k) and in Annex II. 2. Annex II also sets out the Cameroon legislation which must be complied with before a FLEGT licence may be issued. It includes ‘legality matrices’, with criteria, indicators and verifiers enabling compliance with the law in force to be established. Article 9 Verifying the legality of the timber produced or acquired 1. Cameroon shall establish a system for verifying that timber and derived products have been produced or acquired legally and that only shipments verified as such are exported to the European Union. This system for verifying legality includes compliance checks in order to provide the assurance that the timber and derived products destined for export to the European Union have been legally produced or acquired, and that FLEGT licences have not been issued for shipments of timber that have not been legally produced or acquired, or that are of unknown origin. The system shall also include procedures to ensure that timber of illegal or unknown origin does not enter the supply chain. 2. The system for verifying the legality of timber and derived products is described in Annex III-A. ",
        "EN 12 EN 3. Cameroon shall verify the legality of the timber and derived products exported to markets outside the European Union and sold on the domestic markets, and of imported timber and derived products. Article 10 Consultation on the regularity of FLEGT licences 1. In the event of the presumed irregularity of a FLEGT licence, the competent authority in question must ask the licensing authority for additional information. 2. If the licensing authority fails to reply within 21 calendar days of the date of receipt of the request, or if the additional information received confirms the irregularity, or if the details appearing on the FLEGT licence do not correspond to the shipment, the competent authority in question will not accept the FLEGT licence and will decide how to proceed pursuant to the national legislation in force. The licensing authority must be informed. 3. If, however, the additional information provided by the licensing authority shows the FLEGT licence to be in order, the FLEGT licence must be accepted and the procedures described in Annex IV must be followed. Article 11 Independent auditor 1. The Parties agree on the need to call on the services of an independent auditor at agreed intervals to check the performance and efficiency of the FLEGT licensing scheme as set out in Annex VI. 2. Cameroon shall engage the services of this independent auditor after consulting the European Union. 3. The independent auditor shall submit his observations to the Parties in reports in accordance with procedure described in Annex VI. 4. The Parties shall facilitate the work of the independent auditor, including by ensuring that the latter has access on the territory of each Party to the information necessary for the performance of his functions. However, a Party may, in accordance with its legislation on data protection, withhold any information that it is not allowed to disclose. 5. Cameroon shall publish the report of the independent auditor in accordance with the procedures and mechanisms set out in Annexes VI and VII. Article 12 Exchanges of information in relation to the functioning of the FLEGT scheme 1. With the joint aim of protecting the integrity and reputation of the FLEGT licensing scheme put in place under this Agreement, the Parties undertake to inform one another immediately of any concerns they may have regarding potential cases of fraud associated with the use or issue of the FLEGT licences, including for timber and derived products ",
        "EN 13 EN comprising timber of suspect origin from third countries, of fraudulent or dishonest circumvention of the FLEGT licensing scheme. 2. Exports of timber and derived products which have been verified as legal to timber-importing countries other than those of the European Union with which Cameroon maintains commercial relations shall not constitute cases of circumvention within the meaning of this Article. Article 13 Date of introduction of the FLEGT licensing scheme 1. The Parties shall agree on a date from which the FLEGT licensing scheme shall be operational. 2. The launch of the issue of FLEGT licences shall be preceded by a joint technical assessment, the objectives and criteria of which are set out in Annex VIII. Article 14 Schedule for implementation of the Agreement 1. The Parties hereby agree to the implementation schedule set out in Annex IX. 2. The Joint Implementation Council, provided for in Article 19, working through the Joint Monitoring Committee, shall evaluate the progress of implementation in relation to the schedule set out in Annex IX. Article 15 Supporting measures 1. The Parties have identified the areas set out in Annex X as those in which there is a need for additional technical and financial resources in order to implement this Agreement. 2. The provision of such additional resources shall be subject to the normal procedures of the European Union and its Member States for programming aid to Cameroon and to the budgetary procedures of Cameroon itself. 3. The Parties shall consider the need for a joint arrangement whereby the financing and technical contributions of the European Commission and the Member States of the European Union are coordinated to support these processes under the Forest and Environment Sector Programme. 4. Cameroon shall ensure that capacity building for the implementation of this Agreement is included in national planning instruments, the Forest and Environment Sector Programme and the poverty reduction strategies. 5. The Parties shall ensure that activities associated with implementation of this Agreement are coordinated with the relevant development initiatives, such as: ",
        "EN 14 EN a) local development support; b) promotion of forestry sector industrialisation; c) capacity building. 6. The provision of additional resources shall be subject to the procedures governing European Union aid, as set out in the Cotonou Agreement, and to those governing the bilateral aid given to Cameroon by each of the European Union's Member States, respecting the principles laid down in the Paris Declaration on Development Aid Effectiveness in so far as the procedures of the donors concerned permit. . In this respect, the additional resources will finance the activities referred to in paragraph 5, within the context and logic of the Forest and Environment Sector Programme Article 16 Participation of the stakeholders concerned in the implementation of the Agreement 1. Cameroon shall regularly consult Cameroon stakeholders on the implementation of this Agreement, within a National Monitoring Committee or through other consultative platforms, taking into account its legislation on the forest and fauna scheme and all the laws and regulations in force governing access to information, public participation and access to justice on environmental matters. 2. The procedures for setting up a National Monitoring Committee and the respective roles of the various Cameroon stakeholders in the implementation of the Agreement are described, inter alia , in Annexes III-A, III-B and X. 3. The European Union shall hold regular consultations with the European stakeholders on the implementation of this Agreement, by virtue of the 1998 Aarhus Convention on access to information, public participation in the decision-making process and access to justice in environmental matters, and on the transposition of Community law. Article 17 Social, economic and environment safeguards for local and indigenous communities 1. In order to minimise any potential adverse effects of the FLEGT licensing scheme on the indigenous and local communities concerned, the Parties hereby agree to assess the impact of this Agreement on their way of life. 2. The Parties shall monitor in particular the economic and environmental impact of this Agreement on those communities, taking reasonable and appropriate steps to mitigate any adverse effects. Article 18 Market-related incentives Access to the European Union market, under this Agreement, for timber and derived products imported from Cameroon, shall be accompanied by promotional campaigns for the timber and derived products in question: ",
        "EN 15 EN a) the encouragement of public and private procurement policies that recognise efforts to ensure a supply of legally harvested forest produce, in particular timber and derived products; b) promotion of FLEGT-licensed timber and derived products on the European market; c) promotion at international level of the legality assurance scheme set up under this Agreement. Article 19 Institutional implementation apparatus 1. After ratifying this Agreement, the Parties shall set up a decision-making structure designated the “Joint Implementation Council”, hereinafter referred to as ‘the Council’, and a consultative structure designated the ‘Joint Monitoring Committee’ (JMC). 2. The Council shall be made up of two representatives, of whom each of the Parties shall designate one. The Parties shall delegate the Council to supervise implementation and shall take its decisions by consensus. Its decisions shall take the form of resolutions signed by the representatives of the Parties. The Council shall be responsible for implementing this Agreement. The Council shall also: a) meet on dates mutually agreed by the Parties; b) establish its own rules of procedure; c) publish an annual report, details of the content of which are described in Annex VII; d) ensure that the work of the JMC is transparent, and that the associated information and results are accessible to the public; e) establish dispute-settlement procedures and help find mutually satisfactory solutions to maintain the good functioning of this Agreement, in accordance with Article 24; f) examine the amendments to the provisions of this Agreement and adopt those relating to the Annexes, in accordance with Article 29. 3. Under the authority of the Council, the JMC, whose members shall be appointed by the Parties, shall monitor and evaluate the implementation of this Agreement. It shall also facilitate dialogue and the exchange of information between the Parties. The JMC shall also: a) meet at least twice a year on the dates and at the locations determined by the Council, and make consensus-based recommendations for the Council; b) prepare the agenda for its work and terms of reference for joint actions; c) draw up its own rules of procedure, following their validation by the Council; d) preside over its meetings by a co-chair arrangement; e) be permitted to set up working groups or other subsidiary bodies for areas requiring specific expertise. 4. The functions of the JMC are defined in Annex XI. Article 20 Communication on implementation of the Agreement ",
        "EN 16 EN 1. The representatives of the Parties responsible for official communications concerning implementation of this Agreement shall be: a) for Cameroon: the Minister responsible for forests; b) for the European Union: the Head of the EU Delegation in Cameroon. 2. The Parties shall communicate to one another in a timely manner the information necessary for implementing this Agreement. Article 21 Published information 1. Published information represents one of the basic elements designed to strengthen governance during application of this Agreement. In order to achieve this objective, which is intended to guarantee the transparent functioning of the FLEGT licensing scheme in Cameroon and in the European Union, the Parties hereby agree to use the most appropriate communication mechanisms, namely: written and audiovisual media, Internet, workshops and various publications. Details of the published information are set out in Annex VII. 2. The Parties also agree that the powers, procedures and functioning of the Council and the JMC are to be published. Article 22 Confidential information 1. Each Party undertakes, within the limits of its laws, not to disclose confidential information exchanged under this Agreement. Neither Party shall disclose to the public, nor permit its authorities involved in implementation of the Agreement to disclose, information exchanged under this Agreement that constitutes trade secrets or confidential commercial information. 2. Subject to paragraph 1, the following information shall not be considered confidential: a) the number of FLEGT licences issued by Cameroon and received by the European Union and the volume of timber and derived products exported from Cameroon and received by the European Union; b) the names and addresses of FLEGT licence holders and importers. Article 23 Territorial application This Agreement shall apply to the territory in which the Treaty establishing the European Union is applied under the conditions laid down in that Treaty, on the one hand, and to the territory of Cameroon, on the other. Article 24 Dispute-settlement ",
        "EN 17 EN 1. The Parties will seek to resolve any dispute concerning the application or interpretation of this Agreement through early consultation. 2. If a dispute cannot be settled through early consultation, the first requesting Party may forward details of the dispute to the Council, which will endeavour to propose arrangements for a settlement to the Parties. The Council shall be provided with all relevant information for an in-depth examination of the situation with a view to finding an acceptable solution. To this end, the Council may refer the file to the JMC. The JMC shall have a time limit set by the Council for submitting its proposed solution to the Council, which shall endeavour to examine every option for keeping this Agreement working properly. 3. In the event that the Council should prove unable to settle the dispute, the Parties may: a) jointly seek the good offices of a third party, or request mediation by a third party. b) if it should prove impossible to settle the dispute according to paragraph 3(a), have recourse to arbitration. 4. The Council shall determine the consultation, mediation and arbitration procedures, which must correspond with those agreed under the Economic Partnership Agreement or, in the interim period, under the Stepping Stone Agreement towards an Economic Partnership Agreement between the European Union and its Member States, of the one, and Central Africa (Cameroon), of the other part. Article 25 Suspension 1. Either Party may suspend the application of this Agreement. The decision on suspension and the reasons for that decision shall be notified to the other Party in writing. 2. The provisions of this Agreement shall cease to apply 90 calendar days after such notice is given. 3. Application of this Agreement will resume 30 calendar days after the Party that has suspended its application informs the other Party that the reasons for the suspension no longer apply. Article 26 Annexes The Annexes shall form an integral part of this Agreement. Article 27 Duration and renewal With effect from its entry into force, this Agreement shall remain in force for a period of seven (7) years, and shall be renewable by tacit agreement between the Parties for periods of the same length, ",
        "EN 18 EN unless one Party terminates the Agreement by notifying the other Party of its decision at least twelve (12) months before expiry of the period under way. Article 28 Denunciation of the Agreement Notwithstanding Article 27, either Party may denounce this Agreement by notifying the other Party. This Agreement shall cease to apply twelve (12) months after the date of such notification. Article 29 Amendments 1. Acting through its representative on the Council, a Party wishing to amend this Agreement must notify the other Party of its proposal at least three (3) months before the next meeting of the JMC. The Council shall instruct the JMC to examine the proposal. If a consensus is reached, the latter shall prepare a recommendation, which it shall notify to the Council for its consideration. Each representative shall examine the recommendation, and if it approves it, shall inform the other, so that a date can be agreed for its signature, following which each Party shall adopt it according to its own internal procedures. 2. Any amendment so approved by both Parties shall enter into force on the first day of the month following the date on which the Parties notify each other of the completion of the procedures necessary for this purpose. 3. By way of derogation from the provisions of paragraph 1 of this Article, and without prejudice to the examination by the JMC, amendments to the Annexes shall be adopted by the Council. 4. Notification of any amendment shall be sent to the depositaries of this Agreement and shall enter into force at the time and in the form laid down in paragraph 2 of this Article. Article 30 Authentic texts This Agreement is drawn up in duplicate in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish languages, each of these texts being authentic. In case of divergence of interpretation, the French text shall prevail over the other language texts. Article 31 Entry into force ",
        "EN 19 EN 1. This Agreement shall enter into force on the first day of the month following the date on which the Parties notify each other in writing of the completion of the respective procedures necessary for this purpose. 2. Notification shall be sent to the Secretary-General of the Council of the European Union and to Cameroon's Minister for Foreign Affairs, who shall be the joint depositaries of this Agreement. ",
        "EN 20 EN List of Annexes Annex I-A+-B A- List of products subject to FLEGT licensing B- List of products prohibited from export Annex II Legality matrices Annex III-A+-B A- Legality Assurance System B- Institutional framework of the Legality Assurance System Annex IV Conditions governing the release for free circulation in the European Union of timber and derived products exported from Cameroon and accompanied by a FLEGT licence Annex V Requirements for issuing FLEGT licenses Annex VI Terms of reference for the independent audit of the Legality Assurance System Annex VII Published information Annex VIII Criteria for evaluation of the Legality Assurance System. Annex IX Schedule for implementation of the Agreement Annex X Supporting measures and financing mechanisms Annex XI Joint Monitoring Committee ",
        "EN 21 EN ANNEX I-A List of products subject to FLEGT licensing The following products are subject to FLEGT licensing PRODUCTS HS CODES WOOD IN THE ROUGH, WHETHER OR NOT STRIPPED OF BARK OR SAPWOOD, OR ROUGHLY SQUARED 4403 RAILWAY OR TRAMWAY SLEEPERS (CROSS-TIES) OF WOOD 4406 WOOD SAWN OR CHIPPED LENGTHWISE, SLICED OR PEELED, WHETHER OR NOT PLANED, SANDED OR FINGER-JOINTED, OF A THICKNESS EXCEEDING 6 MM. 4407 SHEETS FOR VENEERING (INCLUDING THOSE OBTAINED BY SLICING LAMINATED WOOD), FOR PLYWOOD OR FOR OTHER SIMILAR LAMINATED WOOD AND OTHER WOOD SAWN LENGTHWISE, SLICED OR PEELED, WHETHER OR NOT PLANED, SANDED, SPLICED OR END-JOINTED, OF A THICKNESS NOT EXCEEDING 6 MM 4408 PLYWOOD, VENEERED PANELS AND SIMILAR LAMINATED WOOD 4412 TOOLS, TOOL BODIES, TOOL HANDLES, BROOM OR BRUSH BODIES AND HANDLES, IN WOOD; BOOT OR SHOE LASTS AND TREES OF WOOD 4417 WOODEN FURNITURE OF A KIND USED IN OFFICES 9403 30 WOODEN FURNITURE OF A KIND USED IN KITCHENS 9403 40 WOODEN FURNITURE OF A KIND USED IN THE BEDROOM 9403 50 OTHER WOODEN FURNITURE 9403 60 By way of illustration, the products and species concerned are described in detail below, subject to the Cameroon Party to the Agreement adapting the CEMAC customs tariff to the code of the Harmonised System (HS) of the World Customs Organisation (WCO), which classes sawn sapelli and iroko under codes 4407 27 and 4407 28 respectively. The products and species may be modified as the market develops, without the need to amend the Agreement. ",
        "EN 22 EN PRODUCTS CEMAC CODES SPECIAL PRODUCTS EBONY 44 07 29 15 LOGS 44 03 49 00 CATEGORY 1 PROMOTION SPECIES BILINGA 44 03 49 09 FRAMIRÉ 44 03 49 17 KOSSIPO 44 03 49 21 KOTIBÉ 44 03 49 22 LIMBA 44 03 49 24 AYOUS/OBÉCHÉ 44 03 49 46 AZOBÉ 44 03 49 47 KOTO 44 03 49 75 OKOUMÉ 44 03 49 88 TALI 44 03 49 94 TIAMA 44 03 49 95 CATEGORY 2 PROMOTION SPECIES ABURA/BAHIA 44 03 49 01 AKO 44 03 49 05 ANDOUNG 44 03 49 06 AVODIRE 44 03 49 07 DABÉMA 44 03 49 12 NIOVÉ 44 03 49 30 OLON 44 03 49 31 OVOGA/ANGALÉ 44 03 49 32 OZIGO 44 03 49 33 TCHITOLA 44 03 49 36 ABALÉ/ ABING 44 03 49 39 OKAN/ADOUM 44 03 49 40 ",
        "EN 23 EN AMVOUT/ EKONG 44 03 49 41 ASILA/OMANG 44 03 49 45 BODIOA 44 03 49 48 CORDIA/EBE/MUKUMARI 44 0349 49 DAMBALA 44 03 49 50 DIANA/CELTIS/ODOU 44 03 49 51 EBIARA/ABEM 44 03 49 53 EKABA 44 03 49 54 EKOP EVENE/EVENE 44 03 49 56 GOMBÉ/EKOP GOMBÉ 44 03 49 57 NAGA/EKOP NAGA 44 03 49 58 EMIEN/EKOUK 44 03 49 59 ESSAK 44 03 49 60 ESENG/LO 44 03 49 61 ESSESSANG 44 03 49 62 ESSON 44 03 49 63 ETIMOE 44 03 49 64 EVEUS/NGON 44 03 49 65 EVOULA/VITEX 44 03 49 66 EYECK 44 03 49 67 FARO 44 03 49 68 IATANGA/EVOUVOUS 44 03 49 69 KANDA 44 03 49 72 KAPOKIER/BOMBAX/ESODUM 44 03 49 73 KONDROTI/OVONGA 44 03 49 74 KUMBI/OKOA 44 03 49 76 LANDA 44 03 49 77 LATI/EDJIL 44 03 49 78 LIMBALI 44 03 49 79 LOTOFA/NKANANG 44 03 49 81 ",
        "EN 24 EN MAMBODÉ/AMOUK 44 03 49 82 MOAMBÉ 44 03 49 84 MUKULUNGU 44 03 49 85 MUTUNDO 44 03 49 86 OBOTO/ABODZOK 44 03 49 87 OZANBILI/ANGONGUI 44 03 49 89 OSANGA/SIKON 44 03 49 90 OUOCHI/ALBIZIA/ANGOYEME 44 03 49 91 TSANYA/AKELA 44 03 49 97 OTHER TROPICAL WOODS (AGBA, EKOUNE, ALUMBI, MIAMA ETC.) 44 03 49 99 RAILWAY OR TRAMWAY SLEEPERS (CROSS-TIES) OF WOOD 44 06 SAWN PRODUCTS 44 07 29 00 ABURA/BAHIA 44 07 29 01 ACAJOU 44 07 29 02 AFROMOSIA 44 07 29 03 AIELE 44 07 29 04 AKO 44 07 29 05 ANDOUNG 44 07 29 06 AVODIRE 44 07 29 07 BETÉ 44 07 29 08 BILINGA 44 07 29 09 BOSSÉ 44 07 29 10 BUBINGA 44 07 29 11 DABÉMA 44 07 29 12 DOUKA 44 07 29 13 DOUSSIÉ 44 07 29 14 EBONY 44 07 29 15 EYONG 44 07 29 16 FRAMIRÉ 44 07 29 17 FROMAGER 44 07 29 18 ",
        "EN 25 EN IGAGANGA 44 07 29 19 IZOMBÉ 44 07 29 20 KOSSIPO 44 07 29 21 KOTIBÉ 44 07 29 22 KODRODUS 44 07 29 23 LIMBA 44 07 29 24 MOABI 44 07 29 25 MOVINGUI 44 07 29 26 MUTÉNYÉ 44 07 29 27 NIANGON 44 07 29 28 NIOVÉ 44 07 29 29 OLON 44 07 29 30 OVOGA 44 07 29 31 OZIGO 44 07 29 32 PADOUK 44 07 29 33 PAO ROSA 44 07 29 34 TCHITOLA 44 07 29 35 TOLA 44 07 29 36 ZINGANA 44 07 29 37 ABALÉ/ABING 44 07 29 38 AKAN OR ADOUM 44 07 29 39 AMVOUT OR EKONG 44 07 29 40 ANGUEUK 44 07 29 41 ANINGRÉ 44 07 29 42 APA/PASCHILOBA 44 07 29 43 ASILA/OMANG 44 07 29 44 AYOUS/OBÉCHÉ 44 07 29 45 AZOBÉ 44 07 29 46 BODIOA 44 07 29 47 CORDIA/EBE/MUKUMARI 44 0729 48 ",
        "EN 26 EN DAMBALA 44 07 29 49 DIANA/CELTIS/ODOU 44 07 29 50 DIBETOU 44 07 29 12 EBIARA/ABEM 44 07 29 52 EKABA 44 07 29 53 EKONE 44 07 29 54 EKOP EVENE 44 07 29 55 EKOP GOMBÉ MAMELLE 44 07 29 56 EKOP NAGA 44 07 29 57 EMIEN/EKOUK 44 07 29 58 ESSAK 44 07 29 59 ESENG/LO 44 0729 60 ESSESSANG 44 07 29 61 ESSON 44 07 29 62 ETIMBÉ 44 07 29 63 EVEUSS/GON 44 07 29 64 EVOULA/VITEX 44 07 29 65 EYECK 44 07 29 66 FARO 44 07 29 67 IATANDZA/EVOUVOUS 44 07 29 68 ALOMBA 44 07 29 69 IROKO 44 07 29 70 KANDA 44 07 29 71 KAPOKIER/BOMBAX 44 07 29 72 KONDROTI/OVONGA 44 07 29 73 KOTO 44 07 29 74 KUMBI/EKOS 44 07 29 75 LANDA 44 07 29 76 LATI/EDJIL 44 07 29 77 LIMBALI 44 07 29 78 ",
        "EN 27 EN LONGHI 44 07 29 79 LOTOFA/NKANANG 44 07 29 80 MAMBODE/AMOUK 44 07 29 81 MANSONIA 44 07 29 82 YELLOW MOAMBÉ 44 07 29 83 MUKULUNGU 44 07 29 84 MUTUNDO 44 07 29 85 OBOTO/ABODZOK 44 07 29 86 OKOUMÉ 44 07 29 87 ONZABILI/ANGONGUI 44 07 29 88 OSANGA/SIKON 44 07 29 89 OUOCHI/ALBIZIA 44 07 29 90 OVANGKOL 44 07 29 91 SAPELLI 44 07 29 92 SIPO 44 07 29 93 TALI 44 07 29 94 TIAMA 44 07 29 95 TSANGA/AKELA 44 07 29 96 WENGUÉ 44 07 29 97 OTHER TROPICAL WOODS 44 07 29 98 PARQUETS 44 09 20 00 VENEERS 44 08 39 00 PLYWOOD 44 12 13 00 94 03 30 00 94 03 40 00 94 03 50 00 94 03 60 00 FINISHED TIMBER AND DERIVED PRODUCTS 44 17 00 00 ",
        "EN 28 EN ANNEX I-B List of products prohibited from export PRODUCTS CEMAC CODES LOGS ACAJOU 44 03 49 02 AFROMOSIA 44 03 49 03 BÉTÉ/MANSONIA 44 03 49 08 BOSSÉ 44 03 49 10 BUBINGA 44 03 49 11 DOUKA 44 03 49 13 RED DOUSSIÉ 44 03 49 14 FROMAGER 44 03 49 18 MOABI 44 03 49 26 MOVINGUI 44 03 49 27 PADOUK 44 03 49 34 PAO ROSA 44 03 49 35 ZINGANA 44 03 49 38 APA OR WHITE DOUSSIE 44 03 49 44 ANINGRÉ 44 03 49 43 DIBÉTOU 44 03 49 52 ILOMBA 44 03 49 70 IROKO 44 03 49 71 LONGHI/ABAM 44 03 49 80 OVANGKOL 44 03 49 92 SAPELLI 44 03 49 93 SIPO 44 03 49 94 WENGUÉ 44 03 49 98 ",
        "EN 29 EN ANNEX II Legality matrices I. D EFINITION OF LEGALITY The legality of timbers placed on the market is based on compliance with national laws and regulations and duly ratified international legal instruments, the application of which is necessary in order to guarantee the viability of forest management by the producing and/or exporting enterprise, its suppliers and subcontractors, in the name of the owners of the forest (the State, the local government district, a private owner or a community). The definition of legality drawn up by consensus by all the stakeholders in this spirit may be summarised thus: ‘Any timber which has been verified/controlled as originating or coming from one or more production or acquisition processes that meet all of the statutory and regulatory provisions in force in Cameroon applicable to the forest sector shall be deemed to be legal timber.’ The definition of the legality of the commercial timbers is based on the knowledge and application of the laws and regulations in force in Cameroon, and on compliance with the international legal instruments duly ratified by Cameroon in the forest, commercial, environmental, social and human rights fields. The national laws and regulations under consideration include in particular: – the Constitution of the Republic of Cameroon; – Law No 81-13 governing forests, wildlife and fishing of 27 November 1981, not fully repealed, and its implementing texts (including implementing Decree No 83-169 of 12 April 1983, not repealed); – the new forest law No 94-01 governing forests, wildlife and fishing of 20 January 1994, and its implementing texts (including PM Decree No 94-436 of 23 August 1994 (of which not all the provisions have been repealed), PM Decree No 95-531 of 1995 and other decisions and circulars in force); – the framework law relating to environmental management, No 96/12 of 5 August 1996, and its implementing texts; – Order No 222 MINEF 15 of 25 May 2001 laying down the procedures for implementing the DFP 16 forest management plans; – Law No 2002/003 of 19 April 2002 setting out the General Tax Code; – the legislation governing investment (Law No 2002/004 of 19 April 2002 relating to the investment charter, amended by Law No 2004/020 of 22 July 2004); – Decree No 99/781/PM of 13 October 1999 laying down the application procedures for Article 71(1) of Forest Law No 94/01 of 20 January 1994 governing forests, wildlife and fishing; – Decree No 2005/577 of 23 February 2005 on EIEs and Order No 0069 MINEP 17 of 8 March 2005 on the categories subject to EIEs 18 ; 15 Ministry of the Environment and Forests. 16 Permanent forest domain. 17 Ministry of the Environment and Nature Protection. 18 Environmental impact study. ",
        "EN 30 EN – the various annual finance laws; – the Employment Code, Law No 92-007 of 14 August 1992; – the legislation governing social security 19 ; – the phytosanitary regulations (MINADER 20 ); – the national collective bargaining agreement (April 2002) of the companies involved in logging and in the processing of forest products and associated activities (exercise of the right to form a union, staff representative, employment contract, working conditions and salaries, health and safety, etc.). The international legal instruments referred to above include, inter alia : – the Treaty on the Conservation and Sustainable Management of Forest Ecosystems of Central Africa and establishing the Central Africa Forests Commission – COMIFAC (February 2005); – the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), signed on 3 March 1973 and amended on 22 June 1979; – the Convention on Biological Diversity (CBD), signed in June 1992. The application of the provisions of these international legal instruments shall follow their transposition into the national legislative texts. Any amendment to these texts and any new legislation in this field will give rise to a subsequent amendment to this Annex. The following elements were also taken into consideration when drafting this definition of legality: – the various initiatives developed on the subject of legality (TFT-TTAP 21 , REM 22 , TRAFFIC 23 , CoC 24 , FSC 25 etc.) – the PROFOREST proposal 26 of 6 September 2005 relating to traceability; – the ‘FLEGT Briefing Notes’ 27 published by the European Union; – the reference tool FORCOMS (Forest Concession Monitoring System) relating to conformity to regulations, first version 2005, followed by consolidated version of February 2007 for Cameroon); – the tools OLB-BVQI 28 and TLTS-SGS 29 of February 2006 relating to legality; – the report ‘Definition of legal timber according to the texts and regulations in force in Cameroon’ (GTZ/PGDRN 30 – MINFOF 31 ) of 15 February 2006; – the report ‘Legality of VPA Timber in Cameroon (comparative approach of different systems)’, GTZ document of May 2006; 19 See Caisse nationale de prévoyance sociale, Recueil des textes de base (1979). 20 Ministry of Agriculture and Rural Development. 21 Private-sector association by the name of the Tropical Forest Trust, which manages a support project to the private sector involving checking legality (the Timber Trade Action Programme). 22 Resource Extraction Monitoring. 23 WWF traceability and legal compliance project. 24 Chain of Custody, traceability system. 25 Forest Stewardship Council. 26 Project financed by the European Union. 27 Briefing note on the European Union action plan on Forest Law Enforcement, Governance and Trade. 28 Legal Origin of Wood/Bureau Véritas. 29 Timber Legality and Traceability Verification/Société générale de surveillance. 30 Gesellschaft für Technische Zusammenarbeit (German Technical Cooperation Society)/Sustainable Natural Resources Management Programme. 31 Ministry of Ministry of Forestry and Wildlife. ",
        "EN 31 EN – the COMIFAC 32 report (WRI 33 -UICN 34 -IFIA 35 ) on the FORCOMS project phase II of February 2007; – the draft legal text by COMIFAC on forest control in Central Africa of October 2007; – the PCI 36 OAB/OIBT 37 & audit manual/OIBI series No 14 - 2003. II. T HE LEGALITY MATRICES Based on the definition of legality, Cameroon has produced a set of legality matrices intended to be used to check conformity of the operation (against the legal provisions) of the forestry entities 38 active in Cameroon, as well as that of the products they produce. These matrices are the result of participatory and ongoing work incorporating the concerns of the various stakeholders. The broad range of legality matrices stems from the fact that Cameroon forest legislation stipulates many timber supply methods, in relation to which the legality concerns differ. Each of the matrices has thus been designed to clearly highlight the specific legal requirements associated with each of the supply methods stipulated by the Cameroon legislation. Bearing in mind these specific features, eight legality matrices have already been produced for different timber supply sources: the permanent forest domain (DFP) is made up of land definitively allocated to forest, the non-permanent forest domain (DFNP) is made up of forest land which may be allocated to uses other than forest domain (agro-forest domain), and finally, the timber processing units (UTB). In the permanent forest domain (DFP) – legality matrix 1 (LM1): logging agreement (CE). – legality matrix 2 (LM2): communal forest (FCle); State logging. In the non-permanent forest domain (DFNP) – legality matrix 3 (LM3): salvage licence (ARB). – legality matrix 4 (LM4): harvested timber removal licence (AEB). – legality matrix 5 (LM5): cut timber sale (VC) in the national domain. – legality matrix 6 (LM6): community forest (FC); State logging. – legality matrix 7 (LM7): special permit (PS); ebony logging in the national domain and the communal forests. In the timber processing units (UTB) – legality matrix 8 (LM8): timber processing units (UTB). The table below summarises the various timber supply sources and the associated legality matrices. Title Supply source CE VC ARB AEB State PS PBO APC F. Private estate forest (FD) LM1 LM4 32 Central African Forest Commission. 33 World Resource Institute. 34 International Union for Conservation of Nature. 35 International Forest Industry Association. 36 Principles, criteria, indicators. 37 African Timber Organisation/International Tropical Timber Organisation 38 International Union for Conservation of Nature. ",
        "EN 32 EN Communal forest (Cle) LM4 LM2 LM7 National domain forest (FDN) LM5 LM3 LM4 LM7 Community forest (FC) LM4 LM6 Private forest (FP) Timber processing unit (UTB) LM8 In order to cover all the different means of access to the timber resource that are available under existing legislation and are listed below, other legality matrices will be produced during the system operationalisation phase, whenever they are found to be relevant. These are: – Legality matrix for private forests (FP); – Legality matrix for lumber permits (PBO); – Legality matrix for personal timber licences (APC); – Legality matrices of communal forests (FCle) and community forests (FC), when logging other than State logging takes place (VC, PBO, APC). The legality matrices are made up of criteria, indicators and verifiers, and are involved in the global Legality Assurance System (LAS), the functioning of which is described in detail in Annex III-A. The criteria and indicators have been analysed and subsequently tested in the field for all the matrices, and only the criteria and indicators of relevance in each specific matrix have been retained. III. M ETHOD OF USE With the exception of the matrix relating to timber processing units, the legality matrices have been drawn up on the basis of five (5) common criteria, which deal respectively with the regularity: – of the administrative and legal aspects (criteria 1); – of the logging and forest management (criteria 2); – of the transport (criteria 3); – of the social aspects (criteria 4); – of the environmental aspects (criteria 5). Dependent on the matrices, these criteria are broken down into a variable number of indicators, which reflect the different legal obligations associated with these different timber supply sources. The conformity of the indicators is assessed on the basis of the verifiers. For an indicator to ‘conform’ , all the associated verifiers must first be deemed to conform. The conformity of the verifier is based on the availability of the technical documents issued by the various administrations, which are stipulated in the regulatory texts and are, for the most part, available for consultation in the central database of the Ministry responsible for forests (second generation computer system administering forestry information – SIGIF II). The issue of a ‘certificate of legality’ , which represents one of the requirements for the issue of a FLEGT licence (see Annex III-A) is only possible provided all the indicators conform. ",
        "EN 33 EN MATRIX 1: LOGGING AGREEMENT Criterion 1: The logging/processing forestry entity is legally authorised Indicator 1.1: The forestry entity has legal personality, holds approval as a logger and is registered as a timber processor. References to legislation, regulations and rules – Article 41 of Law 94/01 of 20 January 1994 – Articles 35(1), 36,114 and 140(1), (2), (3), (4) and (5), of Decree 95-531 – Law 98/015 of 14 July 1998 relating to establishments classified as dangerous, unhealthy or obnoxious – Decree 99/818/PM of 9 November 1999 laying down the provisions for setting up and operating [the establishments in question] – Order No 013/MINEE/DMG/SL (Ministry of Energy and Water/Mines and Geology Division/SL of 19 April 1977 repealing and replacing Order No 154 of 28 March 1957 coding dangerous, unhealthy or obnoxious establishments Verifiers 1.1.1 Certificate of domicile (natural person) 1.1.2 Commercial register maintained at the competent court office 1.1.3 Forestry approval granted by the competent authority 1.1.4 Extract from the registration of the logging hammer stamps with the office of the competent Court of Appeal 1.1.5 Authority to set up and operate a first class establishment from the Ministry responsible for the industry 1.1.6 Certificate of registration as a timber processor from the Ministry responsible for forests Indicator 1.2: The forestry entity holds a forestry concession and has a logging agreement concluded with the administration responsible for forests References to legislation, regulations and rules – Articles 46, 47(1), (2) and (3) and 50(1) of Law 94/01 – Articles 61, 75(1), 76(4), and 77 of Decree 95/531 – Articles 68, 69 and 70 of Decree 95/53 Verifiers A- Under a provisional or definitive logging agreement 1.2.1 Notice of public invitation to tender 1.2.2 Receipt for registration of a complete file relating to the award of the forestry concession 1.2.3 Notification of the results of the interministerial committee selecting the forestry entity as the best bidder, by the Minister responsible for forests 1.2.4 Proof of deposit of the surety with the Public Revenue Department within the prescribed deadlines 1.2.5 Provisional logging agreement signed by the Minister responsible for forests 1.2.6 Receipts/requests for transfer addressed to the Ministry responsible for forests by the concession holder and the applicant 1.2.7 Notification of transfer of the concession by the competent authority 1.2.8 Receipts for payment of the transfer tax stipulated by law B – Under a definitive logging agreement 1.2.9 Certificate of conformity with the clauses of the provisional logging agreement 1.2.10 Order approving the management plan issued by the Minister responsible for forests 1.2.11 Five-year management plan and operation plan for the current year 1.2.12 Terms and conditions signed by the Competent Authority and the forestry entity 1.2.13 Deed of classification 1.2.14 Authority to set up and operate a first class establishment from the Ministry responsible for the industry, or receipt of declaration (2nd class) 1.2.15 Certificate of registration as a timber processor from the Ministry responsible for forests ",
        "EN 34 EN Indicator 1.3: In the event that the logging/processing activity is subcontracted, the subcontracting forestry entity has documents confirming the regularity of the situation. References to legislation, regulations and rules – Articles 41 and 42 of Law 94/01 – Articles 35(1), 36,114 and 140(1), (2), (3), (4) and (5) of Decree 95-531 Verifiers 1.4.1 Subcontracting/partnership agreement 1.4.2 Letter of approval of the subcontracting agreement, issued by the Ministry responsible for forests 1.4.3 Receipt for registration of the agreement approved by the local authorities of the Ministry responsible for forests 1.4.4 Commercial register maintained at the competent court office 1.4.5 Forestry approval granted by the competent authority (logging) 1.4.6 Authority to set up and operate a first class establishment from the Ministry responsible for the industry (processing) 1.4.7 Certificate of registration as a timber processor from the Ministry responsible for forests (processing) 1.4.8 Extract from the registration of the logging hammer with the office of the competent court Indicator 1.4: The forestry entity has not been suspended or had its approval or right withdrawn by the administration References to legislation, regulations and rules – Articles 146, 150 and 152 of Law 94/01 – Chapter 3 of Law 94/01 – Articles 130, 131, 132, 135(2), 136 and 137 of Decree 95-531 Verifiers 1.5.1 Records/files of offences published by the competent administrations 1.5.2 Register of disputes of the competent local departments 1.5.3 Suspension decision of the Minister responsible for forests, substantiated and challenged, if applicable Indicator 1.5: The forestry entity has complied with its tax obligations under existing law References to legislation, regulations and rules – Articles 66 and 69 of Law 94/01 – Article 122 of Decree 95-531 – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 1.6.1 Tax patent 1.6.2 Certificate of solvency/tax certificate of the competent tax office Criterion 2: The logging/processing forestry entity meets its obligations as regards logging and forest management Indicator 2.1: The forestry entity has competent and adequate professional resources, either internally or through the agency of a natural person or legal entity, to perform the management work References to legislation, regulations and rules – Articles 23, 40(3), 63 and 64 of Law 94/01 – Article 35 of Decree 95-531 Verifiers ",
        "EN 35 EN 2.1.1 Approval of the enterprise or its various subcontractors having been involved in certain management activities (inventories, forestry) 2.1.2 Service contracts with (an) approved structure(s) or a public body. Indicator 2.2: The forestry entity holds a legal harvesting licence References to legislation, regulations and rules – Articles 44 and 46 of Law 94/01 – The standard model of the provisional and definitive agreement and the associated terms and conditions under sheets 2 and 3 (PROC) – Article 17 of Law 96/12 of 5 August 1996 setting out a framework law on environmental management – Article 20 of Decree 0577 of 23 February 2005 Verifiers 2.2.1 Letter of approval of the terms of reference for the audit/environmental impact study 2.2.2 Environmental conformity certificate 2.2.3 Annual harvesting site certificate (CAAC) or annual operating permit (PAO) 2.2.4 Notification of the start of activities Indicator 2.3: The forestry entity respects the existing logging rules in the areas awarded. References to legislation, regulations and rules – Articles 51(1) and 73(1), (2) of Decree 95-531 – Articles 4(1), (2), (3), (4) and (6), 12(1) and (2) and 13(1) and (2) of Order No 222 – Sheets 6, 14 and 17 PROC – Logging inventory rules – Rules on activities in forest areas (NIMF) Verifiers 2.3.1 Count certificate or certificate confirming respect of the logging rules Indicator 2.4: The forestry entity respects the timber quantities awarded to it (number of stems/volume) in accordance with the requirements of the certificate/annual permit References to legislation, regulations and rules – Articles 46(3), 72(1) and 125(2) and (3) of Decree 95-531 – Article 6 of Order No 222 – Rules on activities in forest areas (NIMF) – Sheet 6 PROC Verifiers 2.4.1 Worksite books (DF10) or SIGIF declaration 2.4.2 Count certificate Indicator 2.5: The forestry entity has complied with its tax and forestry tax obligations associated with its activity(ies) References to legislation, regulations and rules – Articles 66, 67 and 69 of Law 94 – Article 122 of Decree 95-531 – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 2.5.1 Certificate of registration of the bank guarantee if required under the articles of association of the entity 2.5.2 Payment receipts (annual forestry charge [RFA], felling tax [TA], plant entry tax [TEU]), local development taxes or other forestry taxes if stipulated in the terms and conditions) for the current year and the year ",
        "EN 36 EN preceding the year of verification Criterion 3: The logging/processing forestry entity meets its obligations as regards timber transportation Indicator 3.1: The forestry entity ensures that the logs produced or purchased on the local market for processing in its installations are accompanied by all the necessary documents and the regulatory markings to certify their legal origins References to legislation, regulations and rules – Articles 115(1), (2) and (3), 127(1) and 128 of Decree 95-531 Verifiers 3.1.1 Secure waybills, signed by the competent authority 3.1.2 Certificate of legality of the supplier(s) Indicator 3.2: The forestry entity ensures that the logs imported for processing in its installations are accompanied by the necessary documents to certify their legal origins References to legislation, regulations and rules – Articles 127(1) and 128 of Decree 95-531 Verifiers 3.2.1 Import licences issued by the competent authorities responsible for forests and finance 3.2.2 International waybills stamped for the entire route 3.2.3 Certificates of origin and phytosanitary certificates from the exporting country 3.2.4 FLEGT licences from the country of origin, or any other private certificate of legality/sustainable management recognised by Cameroon (reference tool of the private certificate system incorporating the principal elements of the Cameroon legality matrices) Indicator 3.3: The forestry entity ensures that the timber and derived products from its installations are transported entirely legally and are accompanied by all the documents required in order to certify their legal origins References to legislation, regulations and rules – Articles 127(2) and (3) and 128 of Decree 95-531 Verifiers 3.3.1 Waybill secured and signed by the competent authority of the Ministry responsible for forests, for the transportation of logs and cut timber by road 3.3.2 Special declaration on note stamped by the competent manager in the event of transportation by rail 3.3.3 Loading certificate of the competent customs department (transport in containers) together with the loading report of the forestry department and the place of loading Criterion 4: The logging/processing forestry entity meets its social obligations Indicator 4.1: The forestry entity meets its obligations in relation to employment law, social security law and the collective bargaining agreements of the timber industry References to legislation, regulations and rules – Articles 61(2) and 62(2) of Law No°92/007 of 14 August 1992 setting out the Employment Code – Decree No 2008/2115 of 24 January 2008 revaluing the minimum guaranteed interprofessional salary (SMIG) – Ordinance No 73-17 of 22 May 1973 organising social security ",
        "EN 37 EN – Decree 74-26 of 11 January 1974 laying down the application arrangements of certain provisions of Ordinance No 73-17 of 22 May 1973 organising the National Social Security Fund – Decree No 74-723 of 12 August 1974 laying down the rates of contributions owed to the CNPS (National Social Security Fund) for the family allowances and the old age pension, invalidity pension and death benefit insurance – Law No 69-LF-18 of 10 November 1969 establishing a scheme for old age pension, invalidity and death benefit insurance, amended by Law No 84/007 of 4 July 1984 – Order No 039/MTPS/IMT of the Ministry of Labour and Social Security (MTPS) laying down the general provisions relating to health and safety at the workplace – Order No 019/MTPS/SG/CJ of the Ministry of Labour and Social Security of 26 May 1993 laying down the election arrangements and conditions for exercise of the duties of staff representatives – The national collective bargaining agreement (April 2002) of the companies involved in logging and in the processing of forest products and associated activities – Order No 11/DEC/DT (Employment Division) of 25 May 1978 laying down the arrangements for the summoning and appearance of the Parties before the Employment Inspector for the settlement of employment disputes – Practical directives from the International Labour Organization (ILO) – Law 64/LF/23 of 13 November 1964 protecting public health – Law 98/015 of 14 July 1998 relating to establishments classified as dangerous, unhealthy or obnoxious – Decree 99/818/PM of 9 November 1999 laying down the provisions for setting up and operating [the establishments in question] – Currently valid matrix of the salaries of the enterprises involved in logging and in the processing of forest products and associated activities Verifiers 4.1.1 Certificate of registration issued by the CNPS 4.1.2 Employer registers in 3 parts, listed and signed by the competent court or by the employment inspector of the administrative district 4.1.3 Internal rules stamped by the employment inspector of the administrative district 4.1.4 Reports on the election of staff representatives 4.1.5 Agreement on visits and care with a general practitioner 4.1.6 Instrument establishing a workplace health and safety committee, signed by the manager of the enterprise 4.1.7 Inspection reports of the Ministry of Health 4.1.8 Declaration of establishment sent to the employment inspector of the administrative district Indicator 4.2: The forestry entity respects the social obligations prescribed by the Forestry Code References to legislation, regulations and rules – Articles 36 and 61(1) and (3) of Law 94/01 – Article 85 of Decree No 95/531 – Articles 5 and 6 of Order No 222 laying down the procedures for the preparation and approval of PAs – Article 14 of the model terms and conditions of the final agreement – Decision 135/B/MINEF/CAB of 26 November 1999 laying down the forest classification procedures of the permanent forest domain – Decision No 0108/D/MINEF/CAB of 9 February 1998 applying the Rules on activities in forest areas – Chapter II of the Rules on activities in forest areas Verifiers 4.2.1 Terms and conditions 4.2.2 Reports on the realisation of the social projects laid down in the terms and conditions 4.2.3 Minutes of the information meeting on logging under the forestry right, signed by the all the stakeholders 4.2.4 Land allocation map 4.2.5 Report on the socio-economic studies 4.2.6 Minutes of the meeting reinstating the socio-economic study 4.2.7 Record/file of offences/report ",
        "EN 38 EN Criterion 5: The logging/processing forestry entity meets its obligations in relation to the protection of biodiversity and the environment Indicator 5.1: The forestry entity has made the necessary arrangements to prohibit the involvement of its staff in poaching, commercial hunting and the transportation or trade in hunting equipment and means. It encourages, supports and/or initiates all campaigns seeking to ensure application of the regulations in relation to hunting and to the protection of the fauna on its sites. References to legislation, regulations and rules – Articles 95 and 101(1) of Law 94/01 – Article 11(1) and (3) of Order No 222 – Decision No 0108/D/MINEF/CAB of 9 February 1998 applying the Rules on activities in forest areas – Terms and conditions of the final agreement – Chapter VI of the Rules on activities in forest areas (Articles 28, 29 and 30) Verifiers 5.1.1 Internal rules 5.1.2 Memoranda giving details of the ban on poaching and transportation of bush meat 5.1.3 Memoranda publishing any penalties 5.1.4 Food supply plan 5.1.5 Record of offences Indicator 5.2: The forestry entity has complied with the environmental legislation and implements the identified mitigating measures References to legislation, regulations and rules – Article 18(1), (2) and (3) of Law 94/01 – Articles 3 and 4 of Order 0069/MINEP of 8 March 2005 – Decree 0577 of 23 February 2005 – Article 11(1) and (2) of Order No 222 of 25 May 2001 – Article 16 of the terms and conditions of the CDE (Enterprise Development Centre) defining the special observations on logging around the periphery of the protected areas (buffer strip) (UFA [Forest Management Unit]) – Decision No 0108/D/MINEF/CAB of 9 February 1998 applying the Rules on activities in forest areas – Articles 17, 79 and 82 of Law 96/12 of 5 August 1996 setting out a framework law on environmental management – Guide on environmental measures in relation to logging Verifiers 5.2.1 Environmental inspection report 5.2.2 Certificate confirming respect of the environmental clauses 5.2.3 Record of environmental offences ",
        "EN 39 EN MATRIX 2: STATE LOGGING OF A COMMUNAL FOREST Criterion 1: The logging forestry entity is legally authorised Indicator 1.1: The forestry entity has legal personality and has a forest that has been classified on its behalf or that it has itself planted References to legislation, regulations and rules – Articles 30 and 35 of Law 94/01 – Article 17 of Decree 95-531 Verifiers 1.1.1 Instrument creating the local government district 1.1.2 Letter of approval of the management plan by the administration responsible for forests 1.1.3 Deed of classification of the communal forest 1.1.4 Property title in the case of a plantation Indicator 1.2: In the event that the logging activity is subcontracted, the subcontracting forestry entity has documents confirming the regularity of the situation. References to legislation, regulations and rules – Articles 41 and 42 of Law 94/01 – Articles 35(1), 36 and 140(1), (2), (3), (4) and (5) of Decree 95-531 Verifiers 1.2.1 Subcontracting/partnership agreement 1.2.2 Letter of approval of the subcontracting agreement, issued by the Ministry responsible for forests 1.2.3 Commercial register maintained at the competent court office 1.2.4 Forestry approval granted by the competent authority (logging) 1.2.5 Extract from the registration of the logging hammer with the office of the competent court Indicator 1.3: The forestry entity has not been suspended by the forestry administration following acts contravening what is set out in the approved management plan. References to legislation, regulations and rules – Article 32(1) and (2) of Law 94/01 – Article 80 of Decree 95-531 Verifiers 1.3.1 Record of violations published by the Ministry responsible for forests 1.3.2 Formal reminder duly notified following a report on any activity in contravention of the requirements of the management plan 1.3.3 Suspension decision of the Minister responsible for forests, if applicable Indicator 1.4: The forestry entity has complied with its tax obligations under existing law References to legislation, regulations and rules – Articles 66 and 69 of Law 94/01 – Article 122 of Decree 95-531 – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 1.4.1 Certificate of solvency/tax certificate of the competent tax office 1.4.2 Evidence of payment (VAT, income tax) ",
        "EN 40 EN Criterion 2: The logging/processing forestry entity meets its obligations as regards logging and forest management Indicator 2.1: The forestry entity has competent and adequate professional resources, either internally or through the agency of a natural person or legal entity, to perform the management work References to legislation, regulations and rules – Articles 23, 40(3), 63 and 64 of Law 94/01 – Article 35 of Decree 95-531 Verifiers 2.1.1 Approval of the enterprise or its various subcontractors having been involved in certain management activities (inventories, forestry) 2.1.2 Service contracts with (an) approved structure(s) or a public body Indicator 2.2: The forestry entity holds a legal harvesting licence References to legislation, regulations and rules – Articles 44 and 46 of Law 94/01 – Article 17 of Law 96/12 of 5 August 1996 setting out a framework law on environmental management – Article 20 of Decree 0577 of 23 February 2005 Verifiers 2.2.1 Letter of approval of the terms of reference for the audit/environmental impact study/ 2.2.2 Certificate of conformity of the environmental impact study/audit 2.2.3 Annual operating permit 2.2.4 Notification of the start of activities Indicator 2.3: The forestry entity respects the logging rules in the areas awarded References to legislation, regulations and rules – Articles 51(1), 73(1) and (2) of Decree 95-531 – Articles 4(1), (2), (3) and 4), 6, 12(1) and (2) and 13(1) and (2) of Order No 222 – Sheets 6, 14 and 17 of PROC – Rules on activities in forest areas (NIMF) – Logging inventory rule Verifiers 2.3.1 Count certificate or certificate confirming respect of the Rules on activities in forest areas Indicator 2.4: The forestry entity respects the authorised timber quantities (number of stems/volume) in accordance with the requirements of the annual permit References to legislation, regulations and rules – Articles 46(3), 72(1) and 125(2) and (3) of Decree 95-531 – Article 6 of Order No 222 – Sheet 6 PROC – Rules on activities in forest areas (NIMF) Verifiers 2.4.1 Worksite books (DF10) or SIGIF declaration 2.4.2 Count certificate ",
        "EN 41 EN Indicator 2.5: The forestry entity has complied with its tax and forestry tax obligations associated with its activity(ies) References to legislation, regulations and rules – Articles 66, 67 and 69 of Law 94 – Article 122 of Decree 95-531 – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 2.5.1 Evidence of payment of forestry taxes, if stipulated in the terms and conditions, for the current year and the year preceding the year of verification Criterion 3: The logging/processing forestry entity meets its obligations as regards timber transportation Indicator 3.1: The forestry entity ensures that the timber and derived products are accompanied by all the documents required in order to certify their legal origins References to legislation, regulations and rules – Articles 127(1) and 128 of Decree 95-531 Verifiers 3.1.1 Waybill secured and signed by the competent authority of the Ministry responsible for forests, for the transportation of logs and cut timber by road 3.1.2 Special declaration on note stamped by the competent manager in the event of transportation by rail 3.1.3 Loading certificate of the competent customs department (transport in containers) together with the loading report of the forestry department Criterion 4: The logging/processing forestry entity meets its social obligations Indicator 4.1: The forestry entity meets its obligations in relation to employment law, social security law and the collective bargaining agreements of the timber industry References to legislation, regulations and rules – Articles 61(2) and 62(2) of Law No°92/007 of 14 August 1992 setting out the Employment Code – Decree No 2008/2115/PM of 24 January 2008 revaluing the minimum guaranteed interprofessional salary (SMIG) – Ordinance No 73-17 of 22 May 1973 organising social security – Decree 74-26 of 11 January 1974 laying down the application arrangements of certain provisions of Ordinance No 73-17 of 22 May 1973 organising the National Social Security Fund – Decree No 74-723 of 12 August 1974 laying down the rates of contributions owed to the CNPS (National Social Security Fund) for the family allowances and the old age pension, invalidity pension and death benefit insurance – Law No 69-LF-18 of 10 November 1969 establishing a scheme for old age pension, invalidity and death benefit insurance, amended by Law No 84/007 of 4 July 1984 – Order No 039/MTPS/IMT of the Ministry of Labour and Social Security laying down the general provisions relating to health and safety at the workplace – Order No 019/MTPS/SG/CJ of the Ministry of Labour and Social Security of 26 May 1993 laying down the election arrangements and conditions for exercise of the duties of staff representatives – The national collective bargaining agreement (April 2002) of the companies involved in logging and in the processing of forest products and associated activities – Order No 11/DEC/DT of 25 May 1978 laying down the arrangements for the summoning and appearance of the Parties before the Employment Inspector for the settlement of employment disputes – Practical directives from the International Labour Organization (ILO) ",
        "EN 42 EN – Law 64/LF/23 of 13 November 1964 protecting public health – Law 98/015 of 14 July 1998 relating to establishments classified as dangerous, unhealthy or obnoxious – Decree 99/818/PM of 9 November 1999 laying down the provisions for setting up and operating [the establishments in question] – Currently valid matrix of the salaries of the enterprises involved in logging and in the processing of forest products and associated activities Verifiers 4.1.1 Certificate of registration issued by the CNPS 4.1.2 Employer registers in 3 parts, listed and signed by the competent court or by the employment inspector of the administrative district 4.1.3 Internal rules stamped by the employment inspector of the administrative district 4.1.4 Reports on the election of staff representatives 4.1.5 Agreement on visits and care with a general practitioner 4.1.6 Instrument establishing a workplace health and safety committee, signed by the manager of the enterprise 4.1.7 Inspection reports of the Ministry of Health 4.1.8 Declaration of establishment sent to the employment inspector of the administrative district Indicator 4.2: The forestry entity respects the provisions of its terms and conditions in relation to the local communities within its area(s) of work. References to legislation, regulations and rules – Article 36 of Law 94 – Chapter II of the Rules on activities in forest areas, Articles 4 and 5 Verifiers 4.2.1 Terms and conditions 4.2.2 Reports on the realisation of the social projects laid down in the terms and conditions 4.2.3 Minutes of the information meeting on the forestry right, signed by the administration or the Prefect Criterion 5: The forestry entity meets its obligations in relation to the protection of biodiversity and the environment Indicator 5.1: The forestry entity has made the necessary arrangements to prohibit the involvement of its staff in poaching, commercial hunting and the transportation or trade in hunting equipment and means. It encourages, supports and/or initiates all campaigns seeking to ensure application of the regulations in relation to hunting and to the protection of the fauna on its sites. References to legislation, regulations and rules – Article 11(1) and (3) of Order No 222 – Chapter VI of the Rules on activities in forest areas, Articles 28, 29 and 30 Verifiers 5.5.1 Internal rules 5.1.2 Memoranda giving details of the ban on poaching and transportation of bush meat 5.1.3 Memoranda publishing any penalties 5.1.4 Record of offences 5.1.5 Food supply plan Indicator 5.2: The forestry entity has complied with the legislation relating to the studies of environmental impact, and implements or arranges for implementation of the identified mitigating measures References to legislation, regulations and rules – Decree 0577 of 23 February 2005 – Article 11(1) and (2) of Order No 222 of 25 May 2001 ",
        "EN 43 EN – Articles 3 and 4 of Order 0069/MINEP of 8 March 2005 – Article 16 of the terms and conditions of the Centre for Enterprise Development – Rules on activities in forest areas (in general) – Article 17, 79, 82 of Law 96/12 of 05.08.96 setting out a framework law on environmental management – Guide on environmental measures in relation to logging Verifiers 5.2.1 Environmental inspection report 5.2.2 Certificate confirming respect of the environmental clauses 5.2.3 Record of environmental offences ",
        "EN 44 EN MATRIX 3: AUTHORISATION TO RECOVER STANDING TREES (ARB) Criterion 1: The logging forestry entity is legally authorised Indicator 1.1: The forestry entity has legal personality and is approved as a logger. References to legislation, regulations and rules – Articles 41 and 42 of Law 94/01 – Articles 35(1) and 36 of Decree 95-531 Verifiers 1.1.1 Certificate of domicile (natural person) 1.1.2 Commercial register maintained at the competent court office (legal entity) 1.1.3 Forestry approval granted by the competent authority 1.1.4 Extract from the registration of the logging hammer stamps with the office of the competent Court of Appeal Indicator 1.2: The forestry entity holds a salvage licence issued by the administration responsible for forests, in accordance with the law References to legislation, regulations and rules – Article 73 of Law 94/01 – Article 110(1) and (2) of Decree 95/531 – Circular No 0354/LC/MINFOF/SG/DF/SDAFF/SN Verifiers 1.2.1 Project document 1.2.2 Environmental conformity certificate issued to the project promoter by the Minister responsible for the environment 1.2.3 Letter from the competent Minister stating the need to salvage the timber before the project is implemented 1.2.4 Results of the inventory of the timber concerned 1.2.5 Notice of public invitation to tender 1.2.6 Document from the interministerial committee selecting the forestry entity as the best bidder 1.2.7 Receipts for payment of the sales price 1.2.8 Salvage licence issued by the competent manager of the forestry administration 1.2.9 Notification of the start of the work Indicator 1.3: In the event that the salvage work is subcontracted, the subcontracting forestry entity has documents confirming the regularity of the situation References to legislation, regulations and rules – Articles 41 and 42 of Law 94/01 – Articles 35(1), 36 and 140(1), (2), (3), (4) and (5) of Decree 95-531 Verifiers 1.3.1 Subcontracting/partnership agreement 1.3.2 Receipt for registration of the agreement approved by the local authorities of the Ministry responsible for forests 1.3.3 Letter of approval of the subcontracting agreement, issued by the Ministry responsible for forests 1.3.4 Commercial register maintained at the competent court office 1.3.5 Forestry approval granted by the competent authority (logging) 1.3.6 Extract from the registration of the logging hammer with the office of the competent court Indicator 1.4: The forestry entity has not been suspended or had its approval or right withdrawn by the administration References to legislation, regulations and rules ",
        "EN 45 EN – Articles 130, 131, 132 and 146 of Decree 95-531 Verifiers 1.4.1 Records/files of offences published by the competent administrations 1.4.2 Register of disputes of the competent local departments 1.4.3 Suspension decision of the Minister responsible for forests, substantiated and challenged, if applicable Indicator 1.5: The forestry entity has complied with its tax obligations under existing law References to legislation, regulations and rules – Article 122 of Decree 95-531 – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 1.5.1 Tax patent 1.5.2 Certificate of solvency/tax certificate of the competent tax office Criterion 2: The logging forestry entity meets its logging obligations Indicator 2.1: The forestry entity respects the location of the project References to legislation, regulations and rules – Articles 4(1), (2), (3) and (4), 6, 12(1) and (2) and 13(1) and (2) of Order No 222 – Sheets 6, 14 and 17 of PROC – Rules on activities in forest areas (NIMF) Verifiers 2.1.1 Project documents identifying the precise location of the project approved by the competent managers of the supervising Ministry (agriculture, public works) 2.1.2 Count certificate or inspection report Indicator 2.2: The forestry entity respects the authorised timber quantities (number of stems/estimated volume) in accordance with the requirements of the licence References to legislation, regulations and rules – Article 6 of Order No 222 Verifiers 2.2.1 Count certificate or inspection reports from the forestry administration Indicator 2.3: The forestry entity has complied with its tax and forestry tax obligations associated with its activity(ies) References to legislation, regulations and rules – Article 73(2) of Law 94/01 – Articles 122 and 110(1) of Decree 95-531 – Finance Law 2002/003 and subsequent revisions Verifiers 2.3.1 Evidence of payment of the sales price (tender price + 13%) 2.3.3 Evidence of payment of all other taxes stipulated in the terms and conditions ",
        "EN 46 EN Criterion 3: The logging forestry entity meets its obligations as regards timber transportation Indicator 3.1: The forestry entity ensures that the salvaged timber is transported entirely legally and is accompanied by all the documents required in order to certify its legal origins References to legislation, regulations and rules – Articles 127(1) and 128 of Decree 95-531 Verifiers 3.1.1 Waybill secured and signed by the competent authority of the Ministry responsible for forests, for the transportation of logs and cut timber by road 3.1.2 Special declaration on note stamped by the competent manager in the event of transportation by rail 3.1.3 Loading certificate of the competent customs department (transport in containers) together with the loading report of the forestry departments and the place of loading Criterion 4: The logging forestry entity meets its social obligations Indicator 4.1: The forestry entity meets its obligations in relation to employment law, social security law and the collective bargaining agreements of the timber industry References to legislation, regulations and rules – Articles 61(2) and 62(2) of Law No°92/007 of 14 August 1992 setting out the Employment Code. – Decree No 2008/2115/PM of 24 January 2008 revaluing the minimum guaranteed interprofessional salary (SMIG) – Ordinance No 73-17 of 22 May 1973 organising social security – Decree 74-26 of 11 January 1974 laying down the application arrangements of certain provisions of Ordinance No 73-17 of 22 May 1973 organising the National Social Security Fund – Decree No 74-723 of 12 August 1974 laying down the rates of contributions owed to the CNPS (National Social Security Fund) for the family allowances and the old age pension, invalidity pension and death benefit insurance – Law No 69-LF-18 of 10 November 1969 establishing a scheme for old age pension, invalidity and death benefit insurance, amended by Law No 84/007 of 4 July 1984 – Order No 039/MTPS/IMT of the Ministry of Labour and Social Security laying down the general provisions relating to health and safety at the workplace – Order No 019/MTPS/SG/CJ of the Ministry of Labour and Social Security of 26 May 1993 laying down the election arrangements and conditions for exercise of the duties of staff representatives – The national collective bargaining agreement (April 2002) of the companies involved in logging and in the processing of forest products and associated activities – Order No 11/DEC/DT of 25 May 1978 laying down the arrangements for the summoning and appearance of the Parties before the Employment Inspector for the settlement of employment disputes – Practical directives from the International Labour Organization (ILO) – Law 64/LF/23 of 13 November 1964 protecting public health – Law 98/015 of 14 July 1998 relating to establishments classified as dangerous, unhealthy or obnoxious – Decree 99/818/PM of 9 November 1999 laying down the provisions for setting up and operating [the establishments in question] – Currently valid matrix of the salaries of the enterprises involved in logging and in the processing of forest products and associated activities Verifiers 4.1.1 Certificate of registration issued by the CNPS 4.1.2 Employer registers in 3 parts, listed and signed by the competent court or by the employment inspector of the administrative district 4.1.3 Internal rules stamped by the employment inspector of the administrative district 4.1.4 Reports on the election of staff representatives 4.1.5 Agreement on visits and care with a general practitioner 4.1.6 Instrument establishing a workplace health and safety committee, signed by the manager of the enterprise 4.1.7 Inspection reports of the Ministry of Health ",
        "EN 47 EN 4.1.8 Declaration of establishment sent to the employment inspector of the administrative district Indicator 4.2: The forestry entity respects the provisions of its terms and conditions in relation to the local communities within its area(s) of work. References to legislation, regulations and rules – Article 36 of Law 94/01 – Chapter II of the Rules on activities in forest areas, Articles 4 and 5 Verifiers 4.2.1 Terms and conditions 4.2.2 Reports on the realisation of the social projects laid down in the terms and conditions 4.2.3 Minutes of the information meeting on the forestry right, signed by the administration or the Prefect Criterion 5: The logging forestry entity meets its obligations as regards biodiversity protection Indicator 5.1: The logging forestry entity has made the necessary arrangements to prohibit the involvement of its staff in poaching, commercial hunting and the transportation or trade in hunting equipment and means. It encourages, supports and/or initiates all campaigns seeking to ensure application of the regulations in relation to hunting and to the protection of the fauna on its sites. References to legislation, regulations and rules – Article 11(1) and (3) of Order No 222 – Terms and conditions – Chapter VI of the Rules on activities in forest areas, Articles 28, 29 and 30 Verifiers 5.1.1 Internal rules 5.1.2 Memoranda giving details of the ban on poaching and transportation of bush meat 5.1.3 Memoranda publishing any penalties 5.1.4 Record of offences ",
        "EN 48 EN MATRIX 4: TIMBER REMOVAL LICENCE (AEB) (HARVESTED, FAILED, ABANDONED OR CONFISCATED) Criterion 1: The logging forestry entity is legally authorised Indicator 1.1: The forestry entity has legal personality and is approved as a logger. References to legislation, regulations and rules – Article 41 of Law 94/01 – Articles 35(1) and 36 of Decree 95-531 Verifiers 1.1.1 Certificate of domicile (natural person) 1.1.2 Commercial register maintained at the competent court office (legal entity) 1.1.3 Forestry approval granted by the competent authority 1.1.4 Extract from the registration of the logging hammer stamps with the office of the competent Court of Appeal Indicator 1.2: The forestry entity holds a timber removal licence issued by the administration responsible for forests, in accordance with the law References to legislation, regulations and rules – Articles 56, 111 and 112 of Decree 95-531 Verifiers 1.2.1 Reports on offences and on confiscation of fraudulently logged timber (confiscated timber) 1.2.2 Report on abandoned billets drawn up by the local manager of the administration responsible for forests and summons letter sent to the owners (billets abandoned in the forest or failed) 1.2.3 Notice of public invitation to tender (confiscated, abandoned or failed timber) 1.2.4 Document from the sales committee selecting the forestry entity as the best bidder 1.2.5 Auction report and related receipts (sale amount + 13%) 1.2.6 Stocktaking report ( timber properly felled and not removed on expiry of the right ) 1.2.7 Licence to remove timber issued by the competent manager of the forestry administration 1.2.8 Notification of the start of the work Indicator 1.3: The forestry entity has not been suspended or had its approval or right withdrawn by the administration and is not implicated in the commission of the offence on account of which the timber has been confiscated References to legislation, regulations and rules – Chapter 3 of Law 94/01 – Articles 146,150 and 152 of Law 94/01 – Articles 130, 131, 132, 135 and 146 of Decree 95-531 Verifiers 1.3.1 Records/files of offences published by the competent administrations 1.3.2 Suspension decision of the Minister responsible for forests, substantiated and challenged, if applicable 1.3.3 Report on an offence, closed and entered in the register of offences of the competent local departments Indicator 1.4: The forestry entity has complied with its tax obligations under existing law References to legislation, regulations and rules – Article 122 of Law 94/01 – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions ",
        "EN 49 EN Verifiers 1.4.1 Tax patent 1.4.2 Certificate of solvency/tax certificate of the competent tax office Criterion 2: The logging forestry entity meets its logging obligations Indicator 2.1: The forestry entity respects the timber quantities (volume) awarded in accordance with the requirements of the licence References to legislation, regulations and rules – Articles 144 and 148 of Law 94/01of 20 January 1994 Verifiers 2.1.1 Auction reports 2.1.1 Stubs of waybills or SIGIF declaration 2.1.3 Count certificate Indicator 2.2: The forestry entity has complied with its tax and forestry tax obligations associated with its activity(ies) References to legislation, regulations and rules – Articles 111(2), 112(3), 113(2) and 122 of Decree 95-531 – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 2.2.1 Evidence of payment of the sales price 2.2.2 Evidence of payment of 13% on top of the sales price Criterion 3: The logging forestry entity meets its obligations as regards timber transportation Indicator 3.1: The forestry entity ensures that the timber removed is transported entirely legally and is accompanied by all the documents required and regulatory markings in order to certify its legal origins References to legislation, regulations and rules – Articles 127(1) and 128 of Decree 95-531 Verifiers 3.1.1 Waybill secured and signed by the competent authority of the Ministry responsible for forests, for the transportation of logs and cut timber by road 3.1.2 Special declaration on note stamped by the competent manager in the event of transportation by rail 3.1.3 Loading certificate of the competent customs department (transport in containers) together with the loading report of the forestry departments and the place of loading Criterion 4: The logging forestry entity meets its social obligations Indicator 4.1: The forestry entity meets its obligations in relation to employment law, social security law and the collective bargaining agreements of the timber industry References to legislation, regulations and rules – Articles 61(2) and 62(2) of Law No°92/007 of 14 August 1992 setting out the Employment Code. – Decree No 2008/2115/PM of 24 January 2008 revaluing the minimum guaranteed interprofessional salary (SMIG) – Ordinance No 73-17 of 22 May 1973 organising social security ",
        "EN 50 EN – Decree 74-26 of 11 January 1974 laying down the application arrangements of certain provisions of Ordinance No 73-17 of 22 May 1973 organising the National Social Security Fund – Decree No 74-723 of 12 August 1974 laying down the rates of contributions owed to the CNPS (National Social Security Fund) for the family allowances and the old age pension, invalidity pension and death benefit insurance – Law No 69-LF-18 of 10 November 1969 establishing a scheme for old age pension, invalidity and death benefit insurance, amended by Law No 84/007 of 4 July 1984 – Order No 039/MTPS/IMT of the Ministry of Labour and Social Security laying down the general provisions relating to health and safety at the workplace – Order No 019/MTPS/SG/CJ of the Ministry of Labour and Social Security of 26 May 1993 laying down the election arrangements and conditions for exercise of the duties of staff representatives – The national collective bargaining agreement (April 2002) of the companies involved in logging and in the processing of forest products and associated activities – Order No 11/DEC/DT of 25 May 1978 laying down the arrangements for the summoning and appearance of the Parties before the Employment Inspector for the settlement of employment disputes – Practical directives from the International Labour Organization (ILO) – Law 64/LF/23 of 13 November 1964 protecting public health – Law 98/015 of 14 July 1998 relating to establishments classified as dangerous, unhealthy or obnoxious – Decree 99/818/PM of 9 November 1999 laying down the provisions for setting up and operating [the establishments in question] – Currently valid matrix of the salaries of the enterprises involved in logging and in the processing of forest products and associated activities Verifiers 4.1.1 Certificate of registration issued by the CNPS 4.1.2 Employer registers in 3 parts, listed and signed by the competent court or by the employment inspector of the administrative district 4.1.3 Internal rules stamped by the employment inspector of the administrative district 4.1.4 Reports on the election of staff representatives 4.1.5 Agreement on visits and care with a general practitioner 4.1.6 Instrument establishing a workplace health and safety committee, signed by the manager of the enterprise 4.1.7 Inspection reports of the Ministry of Health 4.1.8 Declaration of establishment sent to the employment inspector of the administrative district ",
        "EN 51 EN MATRIX 5: CUT TIMBER SALE (VC) IN THE NATIONAL FOREST DOMAIN Criterion 1: The logging forestry entity is legally authorised Indicator 1.1: The forestry entity has legal personality and is approved as a logger. References to legislation, regulations and rules – Article 41 of Law 94 – Articles 35(1) and 36 of Decree 95-531 Verifiers 1.1.1 Certificate of domicile (natural person) 1.1.2 Commercial register maintained at the competent court office (legal entity) 1.1.3 Forestry approval granted by the competent authority 1.1.4 Extract from the registration of the logging hammer stamps with the office of the competent Court of Appeal Indicator 1.2: The forestry entity is the holder of a cut timber sale licence legally awarded by the administration responsible for forests References to legislation, regulations and rules – Article 57 of Law 94/01 – Articles 51(1) and (2), 58(2), (3) and (4),60, 81, 82 and 83 of Decree 95-531 Verifiers 1.2.1 Notice of public invitation to tender, based on respect of the pre-emptive right) 1.2.2 Document from the interministerial committee selecting the forestry entity offering the highest forestry fee 1.2.3 Receipt for registration of a complete file relating to the award of cut timber sales 1.2.4 Proof of deposit of the surety with the Public Revenue Department 1.2.5 Order awarding cut timber sale signed by the Minister responsible for forests, based on information from the invitations to tender 1.2.6 Minutes of the information meeting, signed by the Prefect Indicator 1.3: In the event that the logging activity is subcontracted, the subcontracting forestry entity has documents confirming the regularity of the situation. References to legislation, regulations and rules – Articles 41 and 42 of Law 94/01 – Articles 35(1), 36 and 140(1), (2), (3), (4) and (5) of Decree 95-531 Verifiers 1.3.1 Subcontracting/partnership agreement 1.3.2 Letter of approval of the subcontracting agreement, issued by the Ministry responsible for forests 1.3.3 Receipt for registration of the agreement approved by the local authorities of the Ministry responsible for forests 1.3.4 Commercial register maintained at the competent court office 1.3.5 Forestry approval granted by the competent authority 1.3.6 Extract from the registration of the logging hammer with the office of the competent court Indicator 1.4: The forestry entity has not been suspended or had its approval or right withdrawn by the administration References to legislation, regulations and rules – Chapter 3 of Law 94/01 – Articles 130, 131 and 132 of Decree 95-531 Verifiers 1.4.1 Records/files of offences published by the competent administrations ",
        "EN 52 EN 1.4.2 Register of disputes of the competent local departments 1.4.3 Suspension decision of the Minister responsible for forests, substantiated and challenged, if applicable Indicator 1.5: The forestry entity has complied with its tax obligations under existing law References to legislation, regulations and rules – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 1.5.1 Tax patent 1.5.2 Certificate of solvency/tax certificate of the competent tax office Criterion 2: The logging forestry entity meets its logging obligations Indicator 2.1: The forestry entity has competent and adequate professional resources, either internally or through the agency of a natural person or legal entity, to produce the logging inventory References to legislation, regulations and rules – Articles 40(3) and 64 of Law 94/01 – Article 35 of Decree 95-531 Verifiers 2.1.1 Approval of the enterprise or its various subcontractors having been involved in certain inventory/forestry activities 2.1.2 Service contracts with (an) approved structure(s) or a public body. Indicator 2.2: The forestry entity respects the logging rules in the areas awarded References to legislation, regulations and rules – Article 45 of Law 94/01 – Article 4(1), (2), (3) and (4) of Order 222 – Sheets 14 and 17 of PROC – Logging inventory rules – Rules on activities in forest areas (NIMF) Verifiers 2.2.1 Count certificate or certificate confirming respect of the Rules on activities in forest areas Indicator 2.3: The forestry entity holds a legal harvesting licence References to legislation, regulations and rules – Article 45(1) of Law 94/01 – Articles 17, 79, 82 of Law 96/12 of 5 August 1996 setting out a framework law on environmental management – Article 20 of Decree 0577 of 23 February 2005 Verifiers 2.3.1 Letter of approval of the terms of reference for the environmental impact audit/study 2.3.2 Environmental conformity certificate 2.3.4 Annual harvest certificate 2.3.5 Notification of the start of activities Indicator 2.4: The forestry entity respects the authorised timber quantities (number of stems/volume) in accordance with the requirements of the annual certificate ",
        "EN 53 EN References to legislation, regulations and rules – Articles 72(1) and 125(2) and (3) of Decree 95-531 – Rules on activities in forest areas (NIMF) – Sheet 6 PROC Verifiers 2.4.1 Worksite books (DF10) or SIGIF declaration 2.4.2 Count certificate Indicator 2.5: The forestry entity has complied with its tax and forestry tax obligations associated with its activity(ies) References to legislation, regulations and rules – Articles 66, 67 and 69 of Law 94/01 – Article 122 of Decree 95-531 – Finance Law 2002/003 and subsequent revisions Verifiers 2.5.1 Certificate of registration of the bank guarantee 2.5.2 Evidence of payment (RFA, TA, all forestry taxes, if stipulated in the terms and conditions), for the current year and the year preceding the year of verification Criterion 3: The logging forestry entity meets its obligations as regards timber transportation Indicator 3.1: The forestry entity ensures that the logs produced are accompanied by all the documents and regulatory markings required in order to certify their legal origins References to legislation, regulations and rules – Articles 127(1) and 128 of Decree 95-531 Verifiers 3.1.1 Waybill secured and signed by the competent authority of the Ministry responsible for forests, for the transportation of logs and cut timber by road 3.1.2 Special declaration on note stamped by the competent manager in the event of transportation by rail 3.1.3 Loading certificate of the competent customs department (transport in containers) together with the loading report of the forestry department and the place of loading Criterion 4: The logging forestry entity meets its social obligations Indicator 4.1: The forestry entity meets its obligations in relation to employment law, social security law and the collective bargaining agreements of the timber industry References to legislation, regulations and rules – Articles 61(2) and 62(2) of Law No°92/007 of 14 August 1992 setting out the Employment Code. – Decree No 2008/2115/PM of 24 January 2008 revaluing the minimum guaranteed interprofessional salary (SMIG) – Ordinance No 73-17 of 22 May 1973 organising social security – Decree 74-26 of 11 January 1974 laying down the application arrangements of certain provisions of Ordinance No 73-17 of 22 May 1973 organising the National Social Security Fund – Decree No 74-723 of 12 August 1974 laying down the rates of contributions owed to the CNPS (National Social Security Fund) for the family allowances and the old age pension, invalidity pension and death benefit insurance – Law No 69-LF-18 of 10 November 1969 establishing a scheme for old age pension, invalidity and death benefit insurance, amended by Law No 84/007 of 4 July 1984 – Order No 039/MTPS/IMT of the Ministry of Labour and Social Security laying down the general provisions relating to health and safety at the workplace ",
        "EN 54 EN – Order No 019/MTPS/SG/CJ of the Ministry of Labour and Social Security of 26 May 1993 laying down the election arrangements and conditions for exercise of the duties of staff representatives – The national collective bargaining agreement (April 2002) of the companies involved in logging and in the processing of forest products and associated activities – Order No 11/DEC/DT of 25 May 1978 laying down the arrangements for the summoning and appearance of the Parties before the Employment Inspector for the settlement of employment disputes – Practical directives from the International Labour Organization (ILO) – Law 64/LF/23 of 13 November 1964 protecting public health – Law 98/015 of 14 July 1998 relating to establishments classified as dangerous, unhealthy or obnoxious – Decree 99/818/PM of 9 November 1999 laying down the provisions for setting up and operating [the establishments in question] – Currently valid matrix of the salaries of the enterprises involved in logging and in the processing of forest products and associated activities Verifiers 4.1.1 Certificate of registration issued by the CNPS 4.1.2 Employer registers in 3 parts, listed and signed by the competent court or by the employment inspector of the administrative district 4.1.3 Internal rules stamped by the employment inspector of the administrative district 4.1.4 Reports on the election of staff representatives 4.1.5 Agreement on visits and care with a general practitioner 4.1.6 Instrument establishing a workplace health and safety committee, signed by the manager of the enterprise 4.1.7 Inspection reports of the Ministry of Health 4.1.8 Declaration of establishment sent to the employment inspector of the administrative district Indicator 4.2: The forestry entity respects the social obligations prescribed by the Forestry Code References to legislation, regulations and rules – Articles 36 and 61(1) and (3) of Law 94/01 – Article 85 of Decree No 95/531 – Decision No 0108/D/MINEF/CAB of 9 February 1998 applying the Rules on activities in forest areas – Chapter II of the Rules on activities in forest areas Verifiers 4.2.1 Terms and conditions 4.2.2 Reports on the realisation of the social projects laid down in the terms and conditions 4.2.3 Minutes of the information meeting on logging under the forestry right, signed by all the stakeholders 4.2.4 Record/file of offences/report Criterion 5: The logging forestry entity meets its obligations in relation to the protection of biodiversity and the environment Indicator 5.1: The forestry entity has made the necessary arrangements to prohibit the involvement of its staff in poaching, commercial hunting and the transportation or trade in hunting equipment and means. It encourages, supports and/or initiates all campaigns seeking to ensure application of the regulations in relation to hunting and to the protection of the fauna on its sites. References to legislation, regulations and rules – Article 11(1) and (3) of Order No 222 – Chapter VI of the Rules on activities in forest areas, Articles 28, 29 and 30 Verifiers 5.5.1 Internal rules 5.1.2 Memoranda giving details of the ban on poaching and transportation of bush meat 5.1.3 Memoranda publishing any penalties 5.1.4 Record of offences ",
        "EN 55 EN Indicator 5.2: The forestry entity has complied with the legislation relating to the studies of environmental impact, and implements the identified mitigating measures References to legislation, regulations and rules – Decree 0577 of 23 February 2005 – Article 11(1) and (2) of Order No 222 of 25 May 2001 – Articles 3 and 4 of Order 0069/MINEP of 8 March 2005 – Article 16 of the terms and conditions of the Enterprise Development Centre – Rules on activities in forest areas (in general) – Law 96/12 of 5 August 1996 setting out a framework law on environmental management (Articles 17, 79 and 82) – Guide on environmental measures in relation to logging Verifiers 5.2.1 Environmental inspection report 5.2.2 Certificate confirming respect of the environmental clauses 5.2.3 Record of environmental offences ",
        "EN 56 EN MATRIX 6: STATE LOGGING OF A COMMUNITY FOREST Criterion 1: The logging forestry entity is legally authorised Indicator 1.1: The community is organised in the form of a legally recognised legal entity References to legislation, regulations and rules – Article 28(3) of Decree 95-531 – Decision No 0098/D/MINFOF/SG/DF/SDFC adopting the document entitled ‘Manual of award procedures and management rules for community forests – Version 2009’ Points 3.1, 3.2, 3.5 of the manual of procedures – Law 90 on associations – Law 92 on cooperatives and GICs (Communal Interest Groups) – OHADA (Organisation for the Harmonisation of Business Law in Africa) uniform act on commercial companies and general interest groups Verifiers 1.1.1 Declaration receipt (associations) 1.1.2 Registration certificate (communal initiative groups and cooperatives) 1.1.3 Instrument of the clerk of the court (economic interest groups; EIGs) Indicator 1.2: The community is the beneficiary of a legally awarded community forest and a management agreement signed with the administration References to legislation, regulations and rules – Articles 37 and 38(1) of Law 94/01 – Articles 27(2) and (3), 28(1) and (2) and 29(1) and (2) of Decree 95-531 – Decision No 0098/D/MINFOF/SG/DF/SDFC adopting the document entitled ‘Manual of award procedures and management rules for community forests – Version 2009’ Points 5.1; 5.12.1; 5.13 and 5.17 of the manual of procedures, version 2009 Verifiers A– Provisional management agreement 1.2.1 Receipt for registration of a complete file relating to the award of a community forest 1.2.2 Provisional management agreement signed by the community and the competent administrative authority B- Final management agreement 1.2.3 Receipt for registration of a complete PSG (Simple Management Plan) tender file for the final agreement 1.2.4 Document approving the PSG, signed by the Minister for Forestry and Wildlife 1.2.5 Final management agreement signed by the competent administrative authority Indicator 1.3: In the event that the logging activity is subcontracted, the subcontracting forestry entity has documents confirming the regularity of the situation References to legislation, regulations and rules – Articles 41and 42 of Law 94/01 – Articles 35(1), 36 and 140(1), (2), (3), (4) and (5) of Decree 95-531 Verifiers 1.3.1 Subcontracting/partnership agreement 1.3.2 Letter of approval of the subcontracting agreement, issued by the Ministry responsible for forests 1.3.3 Commercial register maintained at the competent court office 1.3.4 Forestry approval granted by the competent authority 1.3.5 Extract from the registration of the logging hammer stamps with the office of the competent Court of Appeal ",
        "EN 57 EN Indicator 1.4: The community is not the subject of a measuring withdrawing or suspending the existing management agreement by the administration responsible for forests References to legislation, regulations and rules – Articles 38(2) and 65 of Law 94/01 – Articles 31(1) and 32(3) of Decree 95-531 Verifiers 1.4.1 Record of offences published by the ministry responsible for forests or report on offence(s) drawn up by the sworn agent of the Ministry responsible for forests 1.4.2 Suspension decision of the Minister responsible for forests, if applicable 1.4.3 Register of disputes of the competent local departments Criterion 2: The logging forestry entity meets its obligations as regards logging and forest management Indicator 2.1: The forestry entity has competent and adequate professional resources, either internally or through the agency of a natural person or legal entity, to perform the inventory work stipulated in the PSG References to legislation, regulations and rules – Articles 40(3) and 64 of Law 94/01 – Article 35 of Decree 95-531 Verifiers 2.1.1 Approval of various subcontractors having been involved in certain management activities (inventories) 2.1.2 Service contracts with (an) approved structure(s) or a public body 2.1.3 Certificate of conformity of the inventory work Indicator 2.2: The forestry entity holds a legal harvesting licence References to legislation, regulations and rules – Article 17 of Law 96/12 of 5/08/96 setting out a framework law on environmental management – Article 20 of Decree 0577 of 23 February 2005 – Article 96(2) of the Decree of 23 August 1995 – Decision No 0098/D/MINFOF/SG/DF/SDFC adopting the document entitled ‘Manual of award procedures and management rules for community forests – Version 2009’ Point 8.2.2.1 of the manual of procedures, version 2009 Verifiers 2.2.1 Letter of approval of the terms of reference for the environmental impact study/audit 2.2.2 Environmental conformity certificate 2.2.3 Annual logging certificate 2.2.4 Notification of the start of activities Indicator 2.3: The forestry entity respects the logging rules in the land authorised for logging References to legislation, regulations and rules – Logging inventory rules – Circular 0048/LC/MINFOF/SG/DF/SDFC of 16 January 2009 – Rules on activities in forest areas (NIMF) Verifiers 2.3.1 Count certificate or certificate confirming respect of the Rules on activities in forest areas 2.3.2 Annual report on activities ",
        "EN 58 EN Indicator 2.4: The forestry entity respects the authorised timber quantities (number of stems/volume) in accordance with the requirements of the annual logging certificate References to legislation, regulations and rules – Article 125 of Decree 95-531 – Rules on activities in forest areas (NIMF) Verifiers 2.4.1 Worksite books (DF10) or SIGIF declaration and waybills 2.4.2 Count certificate 2.4.3 Annual report on activities Criterion 3: The logging/processing forestry entity meets its obligations as regards timber transportation Indicator 3.1: The forestry entity ensures that the timber and derived products are transported entirely legally and are accompanied by all the documents required and regulatory markings in order to certify their legal origins References to legislation, regulations and rules – Articles 127(2) and 128 of Decree 95-531 Verifiers 3.1.1 Waybill secured and signed by the competent authority of the Ministry responsible for forests, for the transportation of logs and cut timber by road 3.1.2 Special declaration on note stamped by the competent manager in the event of transportation by rail 3.1.3 Loading certificate of the competent customs department (transport in containers) together with the loading report of the forestry department and the place of loading Criterion 4: The logging/processing forestry entity meets its social obligations Indicator 4.1: The forestry entity respects the provisions of the PSG in relation to the local communities within its area(s) of work. References to legislation, regulations and rules – Article 36 of Law 94/01; Article 26(1) and (2) of the associated Decree – Chapter II of the Rules on activities in forest areas, Articles 4 and 5 Verifiers 4.1.1 Simple management plan Criterion 5: The logging/processing forestry entity meets its obligations in relation to the protection of biodiversity and the environment Indicator 5.1: The forestry entity has made the necessary arrangements to prohibit the involvement of the population in poaching, commercial hunting and the transportation or trade in hunting equipment and means. It encourages, supports and/or initiates all campaigns seeking to ensure application of the regulations in relation to the protection of biodiversity in the community forest. References to legislation, regulations and rules – Rules on activities in forest areas (in general) – Decision No 0098/D/MINFOF/SG/DF/SDFC adopting the document entitled ‘Manual of award procedures and ",
        "EN 59 EN management rules for community forests – Version 2009’ Point 8.1 of the manual – Article 32(2) of the Decree – Articles 78 et seq. of the Law Verifiers 5.1.1 Information and awareness media (posters, reports, video, cassettes etc.) and/or internal rules 5.1.2 Simple management plan Indicator 5.2: The forestry entity has complied with the environmental legislation and implements the identified mitigating measures References to legislation, regulations and rules – Decree 0577 of 23 February 2005 – Articles 3 and 4 of Order 0069/MINEP of 8 March 2005 – Rules on activities in forest areas (in general) – Article 17, 79, 82 of Law 96/12 of 5 August 1996 setting out a framework law on environmental management – Guide on environmental measures in relation to logging Verifiers 5.2.1 Simple management plan 5.2.2 Certificate confirming respect of the environmental clauses 5.2.3 Record of environmental offences ",
        "EN 60 EN MATRIX 7: SPECIAL PERMIT (ebony logging) Criterion 1: The logging forestry entity is legally authorised Indicator 1.1: The forestry entity has legal personality and is approved as a logger. References to legislation, regulations and rules – Articles 9, 41 and 42 of Law 94/01 – Articles 35(1), 36 and 114 of Decree 95-531 Verifiers 1.1.1 Certificate of domicile (natural person) 1.1.2 Commercial register maintained at the competent court office (legal entity) 1.1.3 Forestry approval granted by the competent authority Indicator 1.2: The forestry entity is the holder of a special permit legally awarded by the administration responsible for forests References to legislation, regulations and rules – Articles 86(2) and 87 of Decree 95-531 Verifiers 1.2.1 Notice to the public 1.2.2 Receipt for registration of a complete file relating to the award of the special permit 1.2.3 Decision awarding the special licence, signed by the Minister responsible for forests Indicator 1.3: In the event that the logging/processing activity is subcontracted, the subcontracting forestry entity has documents confirming the regularity of the situation. References to legislation, regulations and rules – Articles 41 and 42 of Law 94/01 – Articles 35(1), 36, 114 and 140(1), (2), (3), (4) and (5) of Decree 95-531 Verifiers 1.3.1 Subcontracting/partnership agreement 1.3.2 Letter of approval of the subcontracting agreement, issued by the Ministry responsible for forests 1.3.3 Commercial register maintained at the competent court office 1.3.4 Forestry approval granted by the competent authority (logging) 1.3.5 Authority to set up and operate an establishment classified by the Ministry responsible for the industry (processing) 1.3.6 Certificate of registration as a timber processor from the Ministry responsible for forests (processing) Indicator 1.4: The forestry entity has not been suspended or had its approval or right withdrawn by the administration References to legislation, regulations and rules – Articles 150 and 152 of Law 94/01 – Articles 130, 131 and 132 of Decree 95-531 Verifiers 1.4.1 Records/files of offences published by the competent administrations 1.4.2 Register of disputes of the competent local departments 1.4.3 Suspension decision of the Minister responsible for forests, substantiated and challenged, if applicable Indicator 1.5: The forestry entity has complied with its tax obligations under existing law ",
        "EN 61 EN References to legislation, regulations and rules – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 1.5.1 Tax patent 1.5.2 Certificate of solvency/tax certificate of the competent tax office Criterion 2: The logging forestry entity meets its logging obligations Indicator 2.1: The forestry entity holds a legal harvesting licence References to legislation, regulations and rules – Sheets 2 and 3 (PROC) – Article 88(1) and (2) of Decree 95-531 Verifiers 2.1.1 Special permit Indicator 2.2: The forestry entity respects the timber quantities (tonnage/volume) awarded in accordance with the requirements of the special permit References to legislation, regulations and rules – Article 125 of Decree 95-531 Verifiers 2.2.1 Stubs of waybills or SIGIF declaration 2.2.2 Count certificate Indicator 2.3: The forestry entity has complied with its tax and forestry tax obligations associated with its activity(ies) References to legislation, regulations and rules – Article 122 of Decree 95-531 – Article 86(6) of Law 94/01 – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 2.3.1 Evidence of payment of the regeneration tax for the current year and the year preceding the year of verification 2.3.2 Terms and conditions Criterion 3: The logging forestry entity meets its obligations as regards the transportation of special products Indicator 3.1: The forestry entity ensures that the special products harvested or purchased on the local market for processing in its installations are accompanied by all the necessary documents to certify their legal origins References to legislation, regulations and rules – Articles 115(1), (2) and (3), 127(1) and 128 of Decree 95-531 ",
        "EN 62 EN Verifiers 3.1.1 Waybills signed by the competent authority 3.1.2 Currently valid certificate of legality/permit of the supplier(s) Indicator 3.2: The forestry entity ensures that the special products imported for processing in its installations are accompanied by the necessary documents to certify their legal origins References to legislation, regulations and rules – Articles 127(1) and 128 of Decree 95-531 Verifiers 3.2.1 Import licences issued by the competent authorities responsible for forests and finance 3.2.2 International waybills stamped for the entire route 3.2.3 Certificates of origin and phytosanitary certificates from the exporting country 3.2.4 FLEGT licences of the country of origin, or any other private certificate of legality/sustainable management recognised by Cameroon Indicator 3.3: The forestry entity ensures that the special products from its installations are transported entirely legally and are accompanied by all the documents required in order to certify their legal origins References to legislation, regulations and rules – Articles 127(2) and (3) and 128 of Decree 95-531 – Article 86(6) of Law 94/01 Verifiers 3.3.1 Waybill secured and signed by the competent authority of the Ministry responsible for forests, for the transportation of logs and cut timber by road 3.3.2 Specification bulletins 3.3.3 Special declaration on note stamped by the competent manager in the event of transportation by rail 3.3.4 Loading certificate of the competent customs department (transport in containers) together with the loading report of the forestry department and the place of loading 3.3.5 Terms and conditions for the products under CITES Criterion 4: The logging forestry entity meets its social obligations Indicator 4.1: The forestry entity meets its obligations in relation to the Employment Code (processing and industrial) References to legislation, regulations and rules – Law No 92/007 of 14 August 1992 setting out the Employment Code – Social Security Code – National collective bargaining agreement (April 2002) of the companies involved in logging and in the processing of forest products and associated activities (exercise of the right to form a union, staff representative, employment contract, working conditions and salaries, health and safety etc.). – Article 49 of the national collective bargaining agreement – Practical directives from the International Labour Organization (ILO) Verifiers 4.1.1 Certificate of non-use of salaried staff (ANUPS) issued by the CNPS 4.1.2 Certificate of registration issued by the CNPS 4.1.3 Employer registers in 3 parts, listed and signed by the competent court or by the employment inspector of the administrative district 4.1.4 Internal rules stamped by the employment inspector of the administrative district 4.1.5 Reports on the election of staff representatives ",
        "EN 63 EN 4.1.6 Agreement on visits and care with a general practitioner 4.1.7 Instrument establishing a workplace health and safety committee, signed by the manager of the enterprise 4.1.8 Inspection reports of the Ministry of Health 4.1.9 Declaration of establishment sent to the employment inspector of the administrative district Criterion 5: The logging forestry entity meets its obligations as regards environmental protection (industrial and processing) Indicator 5.1: The forestry entity has complied with the legislation relating to the studies of environmental impact, and implements the identified mitigating measures References to legislation, regulations and rules – Guide on environmental measures in relation to logging in Cameroon Verifiers 5.2.1 Certificate confirming respect of the environmental clauses 5.2.2 Record of environmental offences ",
        "EN 64 EN MATRIX 8: TIMBER PROCESSING UNIT (UTB). Criterion 1: The processing entity is legally authorised Indicator 1.1: The processing entity has legal personality and is registered as a timber processor References to legislation, regulations and rules – Article 114 of Decree 95-531 – Law 98/015 of 14 July 1998 relating to establishments classified as dangerous, unhealthy or obnoxious – Decree 99/818/PM of 9/ November 1999 laying down the provisions for setting up and operating [the establishments in question] – Order No 013/MINEE/DMG/SL (Ministry of Energy and Water/Mines and Geology Division/SL of 19 April 1977 repealing and replacing Order No 154 of 28 March 1957 coding dangerous, unhealthy or obnoxious establishments Verifiers 1.1.1 Certificate of domicile (natural person) 1.1.2 Commercial register maintained at the competent court office (legal entity) 1.1.3 Authority to set up and operate a first class establishment from the Ministry responsible for the industry, or receipt of declaration (2nd class) 1.1.4 Certificate of registration as a timber processor from the Ministry responsible for forests 1.1.5 Extract from the registration of the logging hammer stamps with the office of the competent Court of Appeal Indicator 1.2: If the processing entity subcontracts the processing work to the holder of a forestry right, it has the documents certifying the regulatory of that situation in addition to those described under 1.1 References to legislation, regulations and rules – Article 42 of Law 94/01 – Articles 114 and 140(1), (2), (3), (4) and (5) of Decree 95-531 Verifiers 1.2.1 Subcontracting/partnership agreement 1.2.2 Letter of approval of the subcontracting agreement, issued by the Ministry responsible for forests 1.2.3 Certificate of domicile 1.2.4 Commercial register maintained at the competent court office (logging) 1.2.5 Forestry approval granted by the competent authority (logging) 1.2.6 Extract from the registration of the logging hammer stamps with the office of the competent Court of Appeal (logging) Indicator 1.3: The processing entity has complied with its tax obligations References to legislation, regulations and rules – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 1.3.1 Certificate of solvency/tax certificate of the competent tax office or proof of a moratorium (as applicable) 1.3.2 Tax patent Criterion 2: The processing entity obtains supplies of timber of legal origin and meets its obligations in relation to timber transportation Indicator 2.1: The processing entity ensures that timber purchased on the local market for processing in its installations is accompanied by all the necessary documents to certify its legal origin References to legislation, regulations and rules ",
        "EN 65 EN – Articles 115(1), (2) and (3), 127(1) and 128 of Decree 95-531 Verifiers 2.1.1 Secure waybills, signed by the competent authority 2.1.2 Certificate of legality of the supplier(s) Indicator 2.2: The processing entity ensures that the timber imported for processing in its installations is accompanied by the necessary documents to certify its legal origins References to legislation, regulations and rules – Articles 127(2) and (3) and 128 of Decree 95-531 Verifiers 2.2.1 Import licences issued by the competent authorities responsible for forests and finance 2.2.2 International waybills stamped for the entire route 2.2.3 Certificates of origin and phytosanitary certificates from the exporting country 2.2.4 FLEGT licences of the country of origin, or any other private certificate of legality/sustainable management recognised by Cameroon Indicator 2.3: The processing entity ensures that timber and derived products from its installations are transported entirely legally and are accompanied by all the documents required in order to certify their legal origins References to legislation, regulations and rules – Articles 127(1) and 128 of Decree 95-531 Verifiers 2.3.1 Waybill secured and signed by the competent authority of the Ministry responsible for forests, for the transportation of logs and cut timber by road 2.3.2 Special declaration on note stamped by the competent manager in the event of transportation by rail 2.3.3 Loading certificate of the competent customs department (transport in containers) together with the loading report of the forestry administration Indicator 2.4: The processing entity has complied with its tax and forestry tax obligations associated with its activity(ies) References to legislation, regulations and rules – Article 122 of Decree 95-531 – Revised General Tax Code (Part 1, Chapter 1; Part 2, Chapter 1; Part 5, Chapter 3) – Finance Law 2002/003 and subsequent revisions Verifiers 2.4.1 Evidence of payment of plant entry tax (TEU) and other forestry taxes, if stipulated in the terms and conditions, for the current year and the year preceding the year of verification Criterion 3: The processing entity meets its social obligations Indicator 3.1: The forestry entity meets its obligations in relation to employment law, social security law and the collective bargaining agreements of the timber industry References to legislation, regulations and rules – Articles 61(2) and 62(2) of Law No°92/007 of 14 August 1992 setting out the Employment Code. – Decree No 2008/2115/PM of 24 January 2008 revaluing the minimum guaranteed interprofessional salary (SMIG) ",
        "EN 66 EN – Ordinance No 73-17 of 22 May 1973 organising social security – Decree 74-26 of 11 January 1974 laying down the application arrangements of certain provisions of ordinance No 73-17 of 22 May 1973 organising the National Social Security Fund – Decree No 74-723 of 12 August 1974 laying down the rates of contributions owed to the CNPS (National Social Security Fund) for the family allowances and the old age pension, invalidity pension and death benefit insurance – Law No 69-LF-18 of 10 November 1969 establishing a scheme for old age pension, invalidity and death benefit insurance, amended by Law No 84/007 of 4 July 1984 – Order No 039/MTPS/IMT of the Ministry of Labour and Social Security laying down the general provisions relating to health and safety at the workplace – Order No 019/MTPS/SG/CJ of the Ministry of Labour and Social Security of 26 May 1993 laying down the election arrangements and conditions for exercise of the duties of staff representatives – The national collective bargaining agreement (April 2002) of the companies involved in logging and in the processing of forest products and associated activities – Order No 11/DEC/DT of 25 May 1978 laying down the arrangements for the summoning and appearance of the Parties before the Employment Inspector for the settlement of employment disputes – Practical directives from the International Labour Organization (ILO) – Law 64/LF/23 of 13 November 1964 protecting public health – Law 98/015 of 14 July 1998 relating to establishments classified as dangerous, unhealthy or obnoxious – Decree 99/818/PM of 9 November 1999 laying down the provisions for setting up and operating [the establishments in question] – Currently valid matrix of the salaries of the enterprises involved in logging and in the processing of forest products and associated activities Verifiers 3.1.1 Certificate of registration issued by the CNPS 3.1.2 Employer registers in 3 parts, listed and signed by the competent court or by the employment inspector of the administrative district 3.1.3 Internal rules stamped by the employment inspector of the administrative district 3.1.4 Reports on the election of staff representatives 3.1.5 Agreement on visits and care with a general practitioner 3.1.6 Instrument establishing a workplace health and safety committee, signed by the manager of the enterprise 3.1.7 Inspection reports of the Ministry of Health 3.1.8 Declaration of establishment sent to the employment inspector of the administrative district Criterion 4: The processing entity meets its obligations in relation to environmental protection Indicator 4.1: The processing entity has complied with the legislation relating to the studies of environmental impact, and implements the identified mitigating measures References to legislation, regulations and rules – Decree 0577 of 23 February 2005 – Article 11(1) and (2) of Order No 222 of 25 May 2001 – Articles 3 and 4 of Order 0069/MINEP of 8 March 2005 – Article 16 of the terms and conditions of the Enterprise Development Centre – Rules on activities in forest areas (in general) – Law 96/12 of 5 August 1996 setting out a framework law on environmental management (Articles 17, 79 and 82) – Guide on environmental measures in relation to logging Verifiers 4.1.1 Letter of approval of the terms of reference for the environmental impact audit/study 4.1.2 Certificate of conformity of the environmental impact study/audit 4.1.3 Environmental inspection report 4.1.4 Certificate confirming respect of the environmental clauses 4.1.5 Record of environmental offences ",
        "EN 67 EN References to existing legislation, regulations and rules 1. Law No 94-01 of 20 January 1994 setting out the Forest Code. 2. Law No 96-12 of 5 August 1996 setting out the framework law on environmental management. 3. Order No 222 MINEF of 25 May 2001 laying down the procedures for drawing up, approving, monitoring and controlling the management of the productive forests of the permanent forest domain. 4. Decree No 2005/577 of 23 February 2005 laying down the terms for the production of environmental impact studies. 5. Order No 0069 MINEP of 8 March 2005 laying down the different categories of operation whose realisation is subject to an environmental impact study. 6. Finance Law No 2002/003 of 19 April 2002 setting out the General Tax Code; 7. Cameroon Employment Code of 14 August 1992. 8. Collective bargaining agreement of loggers: a) Exercise of the right to form a union (Title 2) b) Staff representative (Title 3) c) Employment contract (Title 4) d) Terms and conditions of employment, salaries (Title 4) e) Hygiene, health and safety (Title 5) Rules and other documents 1. Procedure (abbreviated to PROC) for drawing up, approving, monitoring and controlling management plans for the productive forest of the permanent forest domain of Cameroon. Definition of the TECHNICAL SHEETS (version of July 2001): Sheet 1: List of rules and forestry management documents Sheet 2: Specimen provisional agreement and terms and conditions Sheet 3: Specimen final agreement and terms and conditions Sheet 4: Glossary Sheet 5: Outline of the forestry management plan Sheet 6: List of species, code, minimum diameter of exploitability (DME) and growths Sheet 7: Specimen report for the management inventory Sheet 8: Allocation of land within the productive forests and associated activities Sheet 9: Outline five-year management plan Sheet 10: Approval protocol of the management inventory Sheet 11: Verification and approval protocol of the management plan Sheet 12: Five-year evaluation, end of agreement and end of rotation protocol Sheet 13: Forms relating to annual logging procedures Sheet 14: Certificate of materialisation of the logging concession Sheet 15: Certificate of verification of the logging inventory Sheet 16: Industrial logging control protocol Sheet 17: Industrial logging count certificate Sheet 18: Management work acceptance protocol ",
        "EN 68 EN 2. Inventory, management and pre-investment rules, Cameroon National Forest Development Office (ONADEF), June 1991 3. Logging inventory rules, ONADEF, May 1995 4. Guide to environmental measures associated with logging in Cameroon (Ministry of the Environment and Nature Protection – March 2005 version): a) General considerations, terminology definitions b) Protection of the interests of the population c) Protection of special sites d) Protection of water resources i. Protection of the banks of areas of water ii. Protection of water quality e) Protection of biodiversity i. Protection of fauna ii. Protection of flora f) Protection of soil i. Planning the road network ii. Road construction and improvement iii. Clearing work g) Setting up log yards h) Forest campsites and industrial installations i) Final provisions 5. NIMF : Rules on activities in forest areas ( Decision No 0108/D/MINEF/CAB of 9 February 1998) a) General provisions b) Relations with local populations c) Forest management activity in connection with certain territorial units or protected sites d) Protection of banks of areas of water e) Protection of fauna f) Route, construction and improvement of forest roads g) Forest campsites and industrial installations h) Setting up log yards i) Logging j) Extraction k) Final provisions 6. Decision No 0098/D/MINFOF/SG/DF/SDFC adopting the document entitled ‘Manual of award procedures and management rules for community forests – Version 2009’ ",
        "EN 69 EN ANNEX III-A Legality Assurance System I. I NTRODUCTION The Legality Assurance System (LAS) is a viable means of distinguishing forest products of lawful origin from those of unlawful origin, based on the definition of legal timber laid down in the text of this Voluntary Partnership Agreement (VPA). It makes it possible to ensure, at any time and anywhere within Cameroon, that only timber produced or acquired legally is in circulation, and may be granted a FLEGT licence when required. It functions on the basis of the following elements: 1. verification of the legality of the forestry entity 39 ; 2. national monitoring of forestry activities; 3. national control of forestry activities; 4. verification of the conformity of the supply chain; 5. issuing FLEGT licences; 6. an independent audit. II. C OVERAGE The LAS applies to all sources of production or acquisition of timber and timber products circulating within the national territory. Timber imported 40 by forestry entities established in Cameroon will continue to be imported subject to the conditions laid down in the Cameroon legislation and regulations. Such timber does not trigger the issue of a FLEGT licence by the Cameroon issuing authorities unless it meets the origin rules (which are laid down in the economic partnership agreements) and meet at least one of the following requirements: – it holds a FLEGT licence from its country of origin; – it holds a private certificate recognised by the Cameroon Government as having originated from a sustainable management reference tool including at least the criteria required in the Cameroon legality matrices. At all events, the legality of the timber imported by the forestry entities established in Cameroon is verified at the border before entering Cameroon and again when it enters the processing units, where it will be registered in the special ‘CEMAC plant entry’ books. Close cooperation with the other CEMAC countries will ensure avoidance of the import of illegal forestry products by Cameroon. Timber in transit through Cameroon must be saved in the traceability system (in a database created in the second generation computer system administering forestry information – SIGIF II) and must 39 ‘forestry entity’ : natural or legal person, community, commune with a legal source for the production, acquisition or processing timber and derived products. 40 At present, only CEMAC timber (which originates from a country belonging to the Economic and Monetary Community of Central Africa, other than Cameroon) is involved in import and transit, but cover under the system may be extended to any origin other than the CEMAC countries. ",
        "EN 70 EN follow a customs route defined for that purpose. The monitoring procedures for timber in transit will be defined in detail at a later date, during the implementation period, as will the information necessary in order to confirm the fact that the timber in question is in transit, based on the existing CEMAC procedures. III. V ERIFICATION OF THE LEGALITY OF THE FORESTRY ENTITY The definition of legality and the tools used to ensure the legality of the forestry entities are set out in Annex II. This Annex includes eight legality matrices produced in order to cover the different supply sources of the timber from the permanent forest domain (DFP), the non-permanent forest domain (DFNP) or the timber processing units (UTB): – Permanent forest domain • Legality matrix 1: logging agreement (CE). • Legality matrix 2: communal forest (FCle); State logging. – Non-permanent forest domain • Legality matrix 3: salvage licence (ARB). • Legality matrix 4: harvested timber removal licence (AEB). • Legality matrix 5: cut timber sale (VC) in the national domain. • Legality matrix 6: community forest (FC); State logging. • Legality matrix 7: special permit (PS); ebony logging in the national domain and the communal forests. – Timber processing units • Legality matrix 8: timber processing units (UTB). With the exception of the UTB matrix, which has certain specific features, all the legality matrices are based on five (5) common criteria, covering the aspects of administration (criteria 1), logging and management (criteria 2), transportation (criteria 3), the social area (criteria 4) and the environment (criteria 5). Dependent on the matrices, these criteria are broken down into a variable number of indicators, which are in turn broken down into verifiers. Verification of the conformity of the situation of every forestry entity with its verifiers is based on the technical documents stipulated in the regulatory texts issued by the various administrations and are, for the most part, available for consultation in the central database of the Ministry responsible for forests (SIGIF II). This verification work in relation to the legality of the forestry entity is undertaken within a formal structure of the Ministry responsible for forests in Yaoundé (see Annex III-B), using a flexible and rigorous procedure culminating in the issue of the certificate of legality to the logging/processing forestry entity, for every right awarded to it and/or every timber processing facility it owns. The procedures for issue of the ‘certificate of legality’ (identification of the documents of the administrative file, proper functioning of the system that reconciles the data from the various Ministries involved, procedure for renewal of the certificate of legality etc.) are defined in a special regulatory provision of the Ministry responsible for forests 41 . The ‘certificate of legality’ is issued for any given fiscal year, with a period of validity of: 41 This provision will be laid down during the operationalisation phase of the system. ",
        "EN 71 EN – at most 1 year for rights relating to the permanent forest domain (management agreement and communal forests); – at most 6 months for rights relating to the non-permanent forest domain; – at most 1 year for the processing units. The certificate of legality may be suspended at any time following a dispute as described in Section V. The central departments responsible for verifying legality may trigger site visits to check the authenticity of the verifiers set out in the corresponding legality matrix, which cannot always be fully understood on the basis of documentary analysis alone. These verifications also cover the elements supplied by the partner administrations (Ministry responsible for health, employment, social affairs, the environment and natural protection etc.), who issue documents required in the legality matrices. The detailed procedure for verifying the legality of the forestry entity, and in particular the methods that will be used by the central departments responsible for verifying legality, will be drawn up during the preparatory phase. In the specific case of forestry entities holding a private certificate of legality and/or sustainable forest management, which (i) is recognised and approved by the Minister responsible for forests, which defines the conditions of issue of approvals to certifiers and private auditors, (ii) has a credible and independent audit and (iii) uses a reference tool which must include all the requirements of the Cameroon legality matrices, these will be acknowledged as being in conformity with the legal situation in Cameroon. Such forestry entities will thus receive the ‘certificate of legality’ from the central departments responsible for verifying legality, on the basis of the valid certificate renewed annually, which will be requested during the monitoring audit. Recognition by MINFOF of private certificates of legality and/or sustainable management will take place following an analysis of the reference tools used by the approved offices, in order to check that they have in fact included all the criteria, indicators and verifiers of the Cameroon legality matrices (administrative, logging and management, transport, social and environmental aspects). MINFOF will conduct a formal assessment of the private certification standards of the forest concessions in Cameroon, based on the legality matrix, during the preparatory phase. Following this assessment, a report will be drawn up, which will be published and publicly accessible. If the assessment is positive, the private certification system will be approved by the Minister responsible for forests under a regulatory provision. This approval will be published. It will hence allow the issue of a certificate of legality to companies certified under such a system, without any specific assessment having to be conducted, avoiding dual verification of legality in these certified forestry concessions. However, the forestry company receiving this approved certification must send the central departments responsible for verifying legality all the certification audit reports drawn up in relation to the private certification system, to enable it to monitor compliance with legality in this process, and thus enable the issue of the certificate of legality with respect to the enterprise and the right in question. IV. N ATIONAL MONITORING OF FORESTRY ACTIVITIES National monitoring of forestry activities is coordinated by the Ministry responsible for forests, via the specialist departments, and involves all the other administrations concerned in the national land management process. The monitoring tool is the second generation computer system administering forestry information (SIGIF II), whose central memory is located at the Ministry responsible for ",
        "EN 72 EN forests, with links (electronic links allowing information to be uploaded and real-time access) to the ‘MESURE’ tax system and the ‘SYDONIA’ customs system of the Finance Ministry. It is therefore dependent not only on the proper functioning of those departments throughout the country, but also on positive collaboration with all the actors within the forestry industry. SIGIF II is the IT tool with a central memory located at the Forests Division, on which all the data relating to the forestry industry originating from the forest and hunting control points, checkpoints, departmental delegations, regional delegations, forestry entities, tax and customs administrations etc., is held on file. It enables, at all times, the situation of every forestry entity to be ascertained and all necessary decisions in relation to the legality of their activities to be taken. It thus represents the main source of information capable of blocking the process leading to the issue of the FLEGT licence, when a forestry entity whose situation is irregular requests such a document; hence the use of the term ‘blocking system’. MESURE ( Me illeur su ivi du re ndement fiscal/improved monitoring of the tax yield) is a client/server application, which operates in the large enterprises division (DGE), in the forestry revenue security program (PSRF) and in the tax offices responsible for medium-sized enterprises (CIME) of the General Tax Directorate. Its main function is to monitor and manage taxes, fees, duties and charges. It offers a platform for entry, processing and analysis of declaration data in relation to forestry taxation. After the link with SIGIF II is set up, it will generate the following data: – general taxation data (patents, CNPS, taxes under existing law) – chart monitoring payment of the felling tax; – table monitoring payment of the plant entry tax; – chart relating to collections from public auctions and transactions; – chart monitoring collection and allocation of the RFA; – chart relating to payment of small rights; – approval expenses, expenses for the award of rights etc. All this information is used in monitoring correspondence and enters the blocking system in the event of any irregularity. SYDONIA : the customs IT system (SYDONIA) is a global application; it is used by the United Nations Conference on Trade and Development (UNCTAD), in several member countries of the World Customs Organization (WCO). It is a server/user application, which is currently used by the Cameroon customs administration. Under the link with SIGIF II, it communicates the following information in real-time: – statistical data relating to quantities exported: • national log exports; • exports of logs in transit (CEMAC); • national exports of sawn timber; • exports of sawn timber in transit (CEMAC); • exports of parquet; • exports of plywood; • exports of veneers; • exports of special products; • exports of finished timber products; – statistical data on the global taxable values of the quantities exported; – statistical data on the budgetary revenue generated by the timber exports; ",
        "EN 73 EN – data relating to the forestry entities suspended from customs activity and the reasons for their suspension; – data relating to the discharge of payments and the volumes granted either by the General Tax Directorate (DGI) or MINFOF; – data relating to the volumes of logs exported by certain forestry entities holding special licences (export of logs of category 2 promotion species); – data relating to the number of FLEGT licences accompanying the shipments actually loaded; – data on the quantities of CEMAC timber in transit or imported; As in the case of MESURE, all the SYDONIA information is used in monitoring correspondence and enters the blocking system in the event of any irregularity. V. N ATIONAL CONTROL OF FORESTRY ACTIVITIES National control of forestry activities is undertaken on a day-to-day basis along the entire supply chain. All the information obtained is saved in the traceability system and enters the central database SIGIF II. This is undertaken by all the specialist departments of the Ministry responsible for forests, assisted by the forces responsible for keeping order and the Justice Ministry. It takes place in conformity with the ‘National Strategy for Forestry and Fauna Control’, which applies to the individual stages of the supply chain and is based, inter alia , on the traceability system described in this Annex. Amended control procedures will be drawn up during the preparatory phase, in order to take account of the requirements of the Legality Assurance System. The forestry control activities may give rise to disputes, which are managed using the software tool ‘Monitoring offences and IT management of forestry disputes’ (SIGICOF), a module linked to SIGIF II. The conclusions of the forestry complaint will be used in the blocking system against any forestry entity committing an offence, as soon as it has been declared guilty by the competent courts. These conclusions are therefore set out in the record of offences within the SIGIF II database and continue to block for the entity in question (i.e. prevent the issue of the certificate of legality), while not having yet produced all the legal effects laid down in the applicable regulations. VI. V ERIFICATION OF THE CONFORMITY OF THE SUPPLY CHAIN This is the traceability system for timber and derived products in Cameroon. VI a. Objective The traceability system will be capable of monitoring the trace of the timber and timber products from the forest to the point of export, including all intermediate points. This traceability system thus allows entry of the results of the logging inventory, all the volumes felled, transported, entering the plant and processed, and all the CEMAC products imported or in transit. VI b. Coverage Verification of conformity of the supply chain covers the entire national territory, all the production or acquisition methods (forestry concession, cut timber sale, community forests, communal forests, salvage licences and public auctions) and all forestry products exported, imported, in transit and exchanged within the country. ",
        "EN 74 EN VI c. Principles The system is designed on the basis of the following principles: – it is a central database (SIGIF II), which is accessible online by all the actors involved in the timber sector; – it is linked to the databases of other administrations or departments, for the purposes of linking and consolidating information [SIGIF II, SIGICOF, SYDONIA, MESURE] in real-time; – it functions in client/server mode , with regulated access to the server (group, rights etc.). Data is uploaded in real-time by all those using the system (loggers, industrial operators, exporters, importers, tax administration, customs administration and forest administration); – it permits transparency of the sector , by providing online access to reliable and relevant information to the benefit of the actors dealing with forestry problems; – it sets up the logging inventory: every tree listed under the existing legislation is given a reference number (barcode); – it is electronic (fast and reliable) and is at the same time documentary (waybills, worksite books etc.); – it is declarative and increases accountability (in both tax and forestry terms). The forestry entity is made accountable through the fact that it is itself responsible for blockages and delays: if it fails to send its felling (and other) declarations, it penalises itself as regards downstream operations (export); – it is compatible with the systems established in neighbouring countries and with those set up by the forestry entities; – it has a blocking effect in relation to the member groups, to the rights granted to each group and to the encoding of the centrally secured databases. The traceability system must include validation of data entered at every stage. (e.g.: issue of the permit by the central MINFOF requires entry of the logging inventory data); – it is a system designed to simplify the control procedures , in particular through reduction of the number of control points (identification of mandatory points of passage), through the electronic link which facilitates information exchange etc. VI d. The actors and their rôles As indicated above, the actors may encode, transmit or consult the data in SIGIF II at various levels along the traceability chain. The flow of data transmission/consultation between the actors is set out in the flowchart below: ",
        "EN 75 EN Flowchart of the flow of data transmission/consultation Other countries Customs Taxes Forestry entities Devolved departments responsible for issuing FLEGT licences Check points Mixed border team Head office 1 2 3 5 6 7 8 9 10 11 12 13 14 15 4 Others (private company, independent observers) Regional and departmental delegations Key: meaning of the arrows No Flow of data or information passing through 1 – Control of transportation documentation (waybills, specification bulletins, certificates of origin and customs documents) – Encoding of physical control data on CEMAC timber – Specific barcodes 2 – Uploading data on their activities (inventories, felling, transportation, processing, import and export) – Uploading information on felling tax (TA), plant entry tax (TEU), annual forestry fee (RFA) and existing taxes, to monitor correspondence 3 – Availability for consultation purposes of statistics on production, taxes calculated, conclusions of disputes 4 – Encoding of physical control data 5 – Consultation in relation to statistics on production, taxes calculated, conclusions of disputes 6 – Encoding of data processed by MESURE 7 – Consultation in relation to physical control data recorded by border posts 8 – Encoding of data processed by SYDONIA 9 – Consultation in relation to statistics on products imported and in transit, CEMAC timber 10 – Consultation, where necessary, on data relating to the legality of the timber 11 – Consultation on the production statistics and elements of scientific analyses 12 – Traceability of timber and derived products destined for export 13 – Encoding of export data (specification bulletin on timber for expert) – Encoding of FLEGT licence numbers 14 – Consultation in relation to inventories, production and processing statistics, statistics on the volume of rolled products, taxes calculated, conclusions of disputes, certificates of legality etc. ",
        "EN 76 EN 15 – Encoding of physical control data – Encoding of data relating to disputes (record of confiscations, record of auction sales of confiscated products) Definition of the roles of the individual actors: – MINFOF central office: • management of the system and regulation of procedures; • encoding of basic information; • supervision of control; • links with other administrations; • validation of data at central level; • independent audit. – The forestry entities: • uploading data on their activities (inventories, felling, transportation, processing, import and export) or transmission to the departments responsible for uploading onto the database; • uploading information on felling tax (TA), plant entry tax (TEU), annual forestry fee (RFA) and existing taxes, to monitor correspondence, or transmission to the departments responsible for uploading onto the database. – The joint border teams: • uploading data on timber from neighbouring countries; • control and verification of documents; • provision of specific barcodes for timber in transit, as necessary. – The regional and departmental delegations responsible for forests: • uploading data from specification bulletins on timber for export (BSE); • uploading data on control and documentary verification undertaken at the forestry and hunting control point (PCFC); • uploading data relating to the auction sale of confiscated products (VEB). – Checkpoints: • uploading physical control data; • reading barcodes. – The entity responsible for issuing FLEGT licences: • uploading data referred to on the FLEGT licences issued; • physical documentary control; • the issue of FLEGT licences. – Tax administration: • uploading information on felling tax (TA), plant entry tax (TEU), annual forestry fee (RFA) and existing taxes, to monitor correspondence. – Customs: • uploading information in relation to quantities loaded, imported, in transit; • physical and documentary verification; • uploading customs revenue information. ",
        "EN 77 EN – Other countries: • consultation via the links between traceability systems. – Other actors: • reading, observation, exposure and suggestions. The organisational procedures of the institutional actors called upon to play an essential part in implementing the LAS are set out in Annex III-B. VI e. Information management The table below sets out the broad outlines of the traceability system to be set up. The procedures specific to each stage in the supply chain will be devised during the preparatory phase, with external technical assistance support over a limited period and after field testing. These specific procedures defining the frequency of controls/verifications, sampling methods, field control procedures, record of offences, processing of CEMAC timber etc., will be set out in a procedure manual drawn up and distributed to all the actors involved. Specific equipment and resources will be made available to the departments responsible for monitoring traceability. ",
        "EN 78 EN Milestones Operations Responsibility for the operation Data to be encoded Responsibility for the encoding Verification (physical and documentary control) Data reconciliation Logging inventories - Operators via research departments approved for undertaking inventories - MINFOF (prior inventories in the salvage licences) (cid:198) Marking of every inventorised tree with a bar-coded label – barcode – logger – fiscal year – species code – diameter at breast height (DHP) (1.3 m) – GPS coordinates – right No / UFA (Forest Management Unit) / block / annual allowable cuts (AAC) Data entry by the operators and recording in SIGIF II Inventory card recorded in the Central Unit of Forest Mapping (UCECAF) Field control by MINFOF of the quality/viability of the inventory (central and devolved departments) based on sampling (verification rules) Test for coherence with the management inventories (in particular in relation to inventorised species) 1. Forests 42 Felling - Operators (cid:198) Marking of the stump and the felled log with new bar-coded labels (same barcode as the standing tree) – barcode – DF10 (worksite book) No – logger – subcontractor – AAC No – area – species code – length – Largest diameter end – Smallest diameter end – Date Entry of data by the operators on the DF10 worksite books and recording in SIGIF II Field control by MINFOF (devolved departments, National Control Team (BNC) and the Independent Observer (OI)) Test for automatic coherence in the SIGIF II between the volume/number of standing trees felled and authorised. Interface with MESURE database of the Ministry of Finance (MINFI) (felling tax) 42 The timber confiscated and sold at auction at any stage will enter the traceability chain at that point and will follow all the subsequent stages of the chain ",
        "EN 79 EN Preparation and loading at the timber depot in the forest (to the plant, export or intermediate depot) - Operators (cid:198) Marking with new bar-coded labels on the prepared billets (linked to the barcode on the original log) – barcode – log waybill No – DF10 No (+ line and position) – AAC No – departure No (timber depot) – destination – carrier – species code – length – largest diameter end – smallest diameter end – date – agent (+ logging hammer No) – vehicle registration Entry by the operators on the log waybill and recording in SIGIF II Field control by MINFOF (devolved departments, BNC and the OI) with systematic verification and at checkpoints, of the validity/viability of the documents, recording of barcodes and physical verification of volumes in the log waybill declarations Automatic coherence test in SIGIF II (in particular between rolled volumes and felled volumes, destination etc.) 2. Transportation of logs: forest - export forest - plant forest intermediate depot intermediate depot - export intermediate depot - plant Preparation and loading at the intermediate depot or station - Operators – barcode – log waybill No (intermediate depot)/rail transport note – DF10 No (+ line and position) – AAC No – departure (depot name) – destination – carrier – species code – length – largest diameter end – smallest diameter end – date – agent (+ logging hammer No) – vehicle registration Entry by the operators on the ‘intermediate depot’ waybill and recording in SIGIF II Field control by MINFOF (devolved departments, BNC, OI and checkpoints) with systematic verification of the validity/viability of the documents, recording of barcodes and physical verification of volumes in the declarations in the ‘intermediate depot’ log waybill and waybill Automatic coherence test in SIGIF II between ‘intermediate depot’ log waybill and waybill ",
        "EN 80 EN Receipt at plant entry - Operators – barcode – processor – species code – supply title – DF10 No – ‘intermediate depot’ log waybill or waybill – length – largest diameter end – smallest diameter end – date – agent Entry by the operators and recording in SIGIF II Systematic joint control by MINFOF and MINFI Physical verification of billets and comparison of information on waybills (cid:198) Reading of barcodes and entry of ‘intermediate depot’ log waybill and waybill by the MINFOF agents Automatic coherence test in SIGIF II between rolled volumes and volumes at plant entry Link with MESURE database of the MINFI (plant entry tax) Entry into processing chain - Operators (cid:198) Marking by barcode on the prepared blocks (link with barcode of original billet) – barcode – Plant entry code (CEU) No – species code – origin – DF10 No - line - position – waybill No – length – largest diameter end – smallest diameter end – date (entry into processing chain) Entry by the operators on the timber processing plant entry records and recording in SIGIF II Systematic joint control by MINFOF and MINFI Physical verification of blocks and comparison with information on plant entry codes Automatic coherence test in SIGIF II between plant entry volumes and production chain entry volumes (processing chain) 3. Plant Departure from processing chain - Operators (cid:198) Marking of a new barcode on the processed products (link with blocks entering the processing chain) – barcode – plant departure code No – contract No – processor – fiscal year – species code – length – width – thickness – number of pieces – date (departure) Entry by the operators on the plant departure records and recording in SIGIF II Systematic joint control by MINFOF and MINFI Comparison between volumes entering and leaving the production chain and test of coherence against average material yields per species Link between processed products (leaving the plant) and logs registered in the CEU, for daily reconciliation if possible 4. Transport of - Operator – barcode – cut timber waybill Entry by the operators on Field control by MINFOF Automatic reconciliation in ",
        "EN 81 EN processed products: plant - port plant - plant plant - intermediate depot intermediate depot - port (LVD) No/rail transport note – contract No – pack No – processor – carrier – departure – destination – fiscal year – species code – length – width – thickness – number of pieces – date the LVDs and recording in SIGIF II (devolved departments, BNC, OI and checkpoints) with systematic verification of the validity/viability of the documents, recording of barcodes and physical verification of volumes in the declarations in the ‘intermediate depot’ log waybill and waybill SIGIF II Log export Operator – barcode – country of destination – logger – fiscal year – title No – AAC No – species code – length – largest diameter end – smallest diameter end – date – agent – contract No – log waybill No Encoding by the operators of the data contained in the specification bulletins on timber for export (BSE) and recording in SIGIF II Confirmation by the peripheral legality unit - Documentary review of the file - Physical verification of every batch in BSE - Physical verification by customs (support from SGS) via sampling - Automatic coherence test in SIGIF II (Douala Port forest point) relating to the identity, origin, history of the products, the earlier parties in the supply chain etc. - Automatic coherence test in the MINFI (MESURE) database - Automatic coherence test in the customs database (SIDONIA) (cid:198) FLEGT licence 5. Port Exports of cut timber Operator – barcode – country of destination – processor – fiscal year – length – width – thickness – number of pieces – species code – Volume – date – agent Entry by the operators of the specification bulletins on timber for export (BSE) and in SIGIF II - Documentary review of the file - Physical verification of every batch in BSE - Physical verification by customs (support from SGS) via sampling - Automatic coherence test in SIGIF II (Douala Port forest point) relating to the identity, origin, history of the products, the earlier parties in the supply chain etc. - Automatic coherence test in the MINFI (MESURE) database - Automatic coherence test in the ",
        "EN 82 EN – contract No – LVD No customs database (SYDONIA) (cid:198) FLEGT licence Export of logs and cut timber in containers (loading) Operator and MINFOF/MINFI – barcode – country of destination – processor – fiscal year – length – width (cut timber) – thickness (cut timber) – number of pieces (cut timber) – largest diameter end (logs) – smallest diameter end (logs) – species code – volume – date – agent – contract No – waybill No Encoding by the operators of the data contained in the specification bulletins on timber for export (BSE) and in SIGIF II Physical loading control by MINFOF and customs Stamp on loading certificate Reconciliation test in the SIGIF II database between Douala International Terminal (DIT) and BSE Timber in transit Entry of timber in transit MINFOF Transport documentation (waybills, specification bulletins, certificates of origin and customs documents) Data encoded in SIGIF II – specific barcode – country of origin – largest diameter end (logs) – smallest diameter end (logs) – width (cut timber) – thickness (cut timber) – number of pieces (cut timber) – species code Border post Verification by the checkpoint of the transport documentation and other documents from the country of origin Reconciliation between data of departure ports and points of entry, based on data from SIGIF II ",
        "EN 83 EN – date of entry – checkpoint – agent Entry of imported timber Operator (importer) Transport documentation (waybills, specification bulletins, certificates of origin and customs documents) Legal import documentation Proven certificates of legality or durability (while awaiting FLEGT licence from the countries in question) encoded in SIGIF II – specific barcode – country of origin – largest diameter end (logs) – smallest diameter end (logs) – width (cut timber) – thickness (cut timber) – number of pieces (cut timber) – species code – company – destination – date of entry – checkpoint – agent Border post and operator at plant entry Verification by the checkpoint of the import licence, transport documentation and other documents from the country of origin The timber enters the normal supply chain monitoring circuit Reconciliation with plant entry depot by country of origin. Based on data encoded in SIGIF II ",
        "EN 84 EN VII. I SSUE OF FLEGT LICENCES The system for granting FLEGT licences validates the results of the verification of the legality of the forestry entities, of the conformity of the supply chain, of the national monitoring and control of forestry activity, for the shipments of timber that are the subjects of a FLEGT licence application. The FLEGT licence, like the certificate of legality, is a derivative of the LAS. Verification of the situation of any given timber shipment is undertaken via consultation of the secure documents exchange between ‘the central departments responsible for legality’ (at Yaoundé) and the ‘devolved departments responsible for legality’ (at the export points), online, using a single use numbering system and automatic recording in the central database, or else via secure documents put out in paper format, in the event of failure of the electronic system. The FLEGT licence is issued by the designated managers of the devolved departments responsible for legality, of the Ministry responsible for forests (regional or departmental delegations, forestry and hunting control points), based on a final report supplied by SIGIF II certifying the regulatory conformity of the timber to be exported. This report represents the product of the verification of three basic signals, which are involved in the blocking system: – signal 1 : which indicates regularity with respect to the certificate of legality; – signal 2 : which indicates regularity with respect to disputes (SIGICOF); – signal 3 : which indicates regularity with respect to national monitoring (supply chain, MESURE and SYDONIA). The FLEGT licence, when required, accompanies the specification bulletins (BSE) issued by the competent local department of the Ministry responsible for forests, and enables the ‘lading note’ issued by the customs to be obtained, when the loading operations for each shipment of timber for export have been completed. In any event, staff of the Ministry responsible for forests ultimately check the conformity of the shipments with the associated FLEGT licences before the shipments in question leave. The signatures on the FLEGT licences are officially known. The procedure for the issue of the FLEGT licences is defined in a text produced by the Minister responsible for forests. The authorised signatures are sent regularly to the competent authorities of the European Union, which inform the European customs departments. Specific equipment and resources for controlling and registering the FLEGT licences prior to loading are made available to the controllers at the port of lading. The FLEGT licences and the procedures for issuing them are described in Annex V and will be the subject of further development during the preparatory phase. Timber and derived products in transit under the control of the Cameroon customs authorities will not require a Cameroon FLEGT licence for export to the European Union. ",
        "EN 85 EN VIII. I NDEPENDENT AUDIT An independent audit is conducted periodically on the entire LAS, in such a way as to ensure its credibility and its transparency from production to export, and even extends to the functioning of the competent European Union authorities. The role, competences and recruitment conditions of the independent auditor are described in Annex VI. IX. C ONCLUSION Ultimately, the LAS represents a pooling of resources for the purposes of functional synergy of a monitoring system for forestry activity, of national control along the supply chain and of the services provided in the forestry sector; the entire system undergoes an independent audit to ensure its credibility. In effect, the national monitoring of forestry activity feeds into and manages a central database at the Forests Division, with links to the partner administrations. National control of forestry activity itself takes place along the timber supply chain and the processing cycle of the files inherent in the forestry sector, and enables the regularity of the situation and of the files added by every user of the forestry sector to be confirmed at all times and at all locations around the national territory. It also enables the offences recorded in the SIGICOF database to be detected and punished. Implementation of the LAS takes place within a well-defined institutional framework. I NSTITUTIONAL FRAMEWORK The LAS is integrated into the existing institutional framework of the Ministry responsible for forests. The resulting institutional framework is based on management that takes account of the new order brought about by the VPA, without creating any new structures. The institutional framework thus displays all the structures and human, material and financial resources that can be mobilised in order to implement the LAS, leading to the issue of certificates of legality and FLEGT licences. The institutional framework is described in Annex III-B, while the requirements are described in Annex X. ",
        "EN 86 EN ANNEX III-B Institutional framework of the Legality Assurance System I. I MPLEMENTATION STRUCTURES OF THE L EGALITY A SSURANCE S YSTEM The Legality Assurance System (LAS) in Cameroon is implemented as part of the functioning of the internal structures of the Ministry responsible for forests (MINFOF). These structures operate at different levels (central and devolved departments) and to different degrees, in order to put into operation the various elements on which the LAS is based (see Annex III-A), namely: – verification of the legality of the logging/processing forestry entity; – national monitoring of forestry activities; – national control of forestry activities; – verification of the conformity of the supply chain; – issuing FLEGT licences; – independent audit. The various entities responsible for implementing the LAS, and their roles, are described below, with specific focus on the new aspects involved in issue of the legality certificate and/or the FLEGT licence, these being the two new documents originating out of the LAS. I a. Central departments responsible for controlling legality These departments are part of the Forest Division (DF). The departments in question are: the department responsible for rules on activities in forest areas (SN) and the department responsible for the administration of forestry information (SEGIF). They operate under the authority of the Forest Taxation and Agreements Sub-Division (SDAFF), which is answerable to the Forests Division, which is in turn answerable to the General Secretariat (SG) of the MINFOF, under the authority of the Minister responsible for forests and fauna. The department responsible for rules on activities in forest areas (SN) , in addition to other duties that are devolved to it by the organisation chart, examines applications for ‘certificates of legality’ and verifies the conformity of the activities of the forestry entities with the provisions of the legality matrices (see Annex II). In this context, it liaises (consultation and documentary or electronic applications) with all the internal departments of MINFOF (DF [Forests Division], DPT, DFAP [Department of Wildlife and Protected Areas], BNC etc.) and the competent departments of the other administrations involved in the issue of the documents required under the legality matrices (Ministries responsible for: the environment, finance, customs, customs, health, industry, mines, employment, social services and agriculture). An interministerial committee to monitor links will also be set up by the national committee responsible for monitoring the Agreement. Once the verifications have been undertaken, the SN validates the applications for a certificate of legality and transmits them to the department responsible for administration of forestry information , to enable draft certificates of legality to be prepared and the associated data encoded in the database. ",
        "EN 87 EN The department responsible for administering forestry information (SEGIF) , as its name implies, is responsible for administering all the information on the forestry sector that is available in the second generation computer system administering forestry information (SIGIF II) database, which it uses to respond to all requests for information and/or to produce the certificates of legality, following the example of other annual forestry operation permits and certificates. It is therefore this department which houses the central memory of the SIGIF II, which is the tool with which all data on the forestry sector are centralised and processed along with the data from the links with the other administrations. This is where the notices and signals necessary to allow the issue of the FLEGT licence, where applicable, are issued (see Annex III-A), and the issue of draft certificates of legality. The draft certificates of legality issued by the SEGIF are sent for examination by the Forest Taxation and Approvals Sub-Division (SDAFF), its direct hierarchical superior, which sets them along the normal file processing route to the point of signature by the Minister responsible for forests and fauna, via the Secretary General (SG). In summary, issue of the certificates of legality involves the invention of the departments in the following order: SN-SEGIF-SDAFF-DF-SG-MINFOF. I b. Devolved departments responsible for legality All the devolved structures of the MINFOF are involved in implementing the LAS. Some, which are selected according to their position along the timber circulation and/or loading route, play a key rôle, specifically: the border posts, the forestry and hunting control posts (PCFC) of the timber production/acquisition locations, the checkpoints, regional delegations, departmental delegations, forestry and hunting control posts of the timber loading points and of the airports. These departments are responsible for application of the legislative and regulatory requirements as regards national monitoring of forestry activity, timber control and traceability, with special responsibility, at loading points, for the export of timber and derived products, where the FLEGT licences are issued. The border incoming timber PCFCs (forestry and hunting control posts): are responsible for: – verifying the legality of the imported timber (verifying conformity of the documents presented with the products being transported); – applying the requirements for placing them in the customs route for timber in transit, together with the customs departments; – encoding the data in SIGIF II; – reading and verifying the barcodes on the imported timber and signing the transport documentation; – applying barcodes to timber in transit and imported timber. The PCFC’s (forestry and hunting posts) of the timber production or acquisition locations are responsible for: – controlling logging operations (physical and documentary control); – marking inspection of logs and stumps; – reading and verifying barcodes; – recording data; – stamping waybills on departure from the sites. ",
        "EN 88 EN Checkpoints: a distinction is made between plant entry and road checkpoints, some of the latter being mandatory points of passage; they are responsible for the following, as applicable: – plant entry/departure control; – physical cargo control; – waybill control; – encoding the data in SIGIF II; – reading and verifying barcodes; – signing waybills; – recording data; The PCFCs (forestry and hunting control posts) at the loading points for exported timber (ports of Douala, Kribi, Limbé, Idenau, Campo and the airports) are responsible for: – controlling the timber traceability elements (physical and documentary control); – recording data; – taking receipt of and examining the files on applications for FLEGT licences, then forwarding these to the competent departmental delegation for preparation of the licences in question, provided they conform to the conditions laid down in Annex III-A. The departmental delegations are responsible for: – supervising the activities of the PCFCs situated in the geographical area for which they are responsible; – physical control of cargos (forest section); – waybill control (forest section); – encoding the data in SIGIF II; – monitoring and control of coherence of logging data; – reading and verifying barcodes; – signing waybills and/or specification bulletins and forwarding them to the competent regional delegation; – collecting copies of duly completed DF10 worksite books and bill of lading forms; – recording data; – on behalf of the departmental delegations at the points of loading, issuing the FLEGT licences on the basis of a complete and conforming file forwarded by the forestry and hunting control posts of the point of loading for export. For this purpose, they have a link to the SIGIF II database, which provides them with signals relating to the legality of the logging/processing forestry unit and the shipments of timber for export in accordance with Annex III-A. The FLEGT licences issued are returned to the forestry and hunting control posts at the points of loading, where the lading formalities will be completed with the customs departments. The regional delegations are responsible for: – supervising the activities of the departmental delegations; – physical cargo control (regional teams); – waybill control (regional teams); – monitoring and control of coherence of logging data; ",
        "EN 89 EN – encoding the data in SIGIF II; – reading and verifying barcodes; – applying barcodes for timber sold at public auction; – signature of specification bulletins and their transmission to the competent PCFC of the point of loading for export, for the export formalities associated with the customs departments; – collecting DF10 worksite books and waybill copies; – recording data. Finally, virtually all of MINFOF devolved departments and central technical division departments specialising in forestry, are links in the implementation chain of the LAS, with some specific features in the Forest Division, where the certificates of legality are initiated, and in the departmental delegations, where the FLEGT licences are issued. The monitoring and control activities involving the timber production/acquisition and circulation routes are of course undertaken normally and on an ongoing basis by the controllers of the National Control Team (BNC) and of the regional delegations, by the staff of the departmental delegations and of the forestry and hunting control points throughout the national territory. When the Legality Assurance System is launched, the structures responsible for its implementation will enjoy the technical assistance, for a pre-determined period, of the research departments, which will have put in place the technical and technological tools of the traceability system. The flowchart of the institutional system is set out below: ",
        "EN 90 EN INSTITUTIONAL FLOWCHART ",
        "EN 91 EN PARTNER ADMINISTRATIONS - MINFI (tax and customs) M I N O F Certific legal - MINSANTE (health) - MINIMIDT (industry, mines and technology) GENERAL SECRETARIAT - MINTSS (labour & social security) FORESTS DIVISION - MINAS (social affairs) TIMBER PROMOTION AND PROCESSING DIVISION NATIONAL CONTROL TEAM - MINADER (agriculture and rural development - SDAFF - MINDAF (economy, planning & regional development.) -SN, SEGIF (SIGIFF II) - MINEP (environment & nature protection) REGIONAL DELEGATIONS DEPARTMENTAL DELEGATIONS FLEGT licence ECONOMIC OPERATORS PCFC of points of lading of timber for export Other PCFCs and CHECKPOINTS 1 2 3 9 8 12 11 10 6 5 7 14 13 4 ",
        "EN 92 EN KEY: Meaning of the arrows: 1: Link to SIGIF II with MESURE and SYDONIA 2: Requests for information from the administrations involved 3: Provision of specific information related to the request 4: Deposit of certificate of legality application files 5: Encoding of data in SIGIF II or filing of logging data 6: Deposit of files for FLEGT licence application files 7: Requests for specific information 8: Provision of information from the database 9: Requests for information on disputes 10: Provision of specific information from the database 11: Provision of specific information 12: Link to the database, data encoding 13: Issue of certificates of legality 14: Issue of FLEGT licences II. M ONITORING BODY AT NATIONAL LEVEL A ‘national monitoring committee’ is established, in accordance with Article 16 of the Agreement, in order to conduct regular consultations between the Cameroon stakeholders and to guarantee their involvement in the monitoring and implementation of the Agreement. It includes all the interested stakeholders, in particular; – the representatives of the administrations involved; – members of parliament; – the representatives of the forestry communes (having their own domain, with a domain assigned to them by the State or beneficiaries of the forestry tax); – the representatives of civil society organisations; – the representatives of the private forestry and timber sector; – the unions that are active in the sector. The composition and organisational and functional requirements of the Committee will be laid down in a regulation by the Minister responsible for forests as soon as the Agreement has been signed. ",
        "EN 93 EN ANNEX IV Conditions governing the release for free circulation in the European Union of timber and derived products exported from Cameroon and accompanied by a FLEGT licence I. P RINCIPLES In order to guarantee the efficient operation of the Cameroon FLEGT licensing scheme, the Member States of the European Union must verify that the timber and derived products sent from Cameroon and entered for release for free circulation in the European Union are accompanied by a FLEGT licence in accordance with the rules (see Articles 6 and 10). The existence and regularity of the FLEGT licence are ascertained following documentary verification by the competent authorities that the States will have designated. The timber and derived products within a shipment will not be released for free circulation until the customs authorities have been informed of the existence and regularity of the FLEGT licence corresponding to the shipment. Before the FLEGT licensing scheme is launched, the European Party will notify the Cameroon Party of the list of competent authorities designated by each of the Member States and also the procedure that will be used by those competent authorities. II. D EADLINES The FLEGT licence scheme establishes a set of requirements and procedures designed to verify that the timber and derived products shipped to the European Union are produced legally. The establishment of this scheme must not be at the expense of the competitiveness of the timber and derived products originating from Cameroon. The deadlines for release for free circulation within the European Union must in particular be observed, in order to prevent any distortion against timber and derived products originating from a country that has not established a FLEGT licence scheme. This concern will be taken into account by the Joint Monitoring Committee (JMC) and has been explicitly included in: – the ‘Terms of Reference for the Independent System Audit (ISA)’ (Annex VI, Section II.4); – the ‘Evaluation criteria for the system established in the European Union to accept FLEGT licences’ (Annex VIII, Section VI). III. P ROCEDURE The importer sends the licence accompanying a shipment to the competent authorities of the Member State in which the customs declaration for the purposes of release of the shipment for free circulation is made. The importer is actively encouraged to send the licence before the shipment arrives in the European Union, in order to allow its prior processing by the European authorities. The competent authorities examine the licence from five aspects (documentary control): ",
        "EN 94 EN – conformity to the specimen or to the technical specifications of the licence for Cameroon, which the European Commission transmitted earlier to the competent authorities; – presence of an original or of a replacement document bearing the word ‘Duplicate’, issued by the licensing authority; – the fact that the examination date is earlier than the expiry date appearing on the licence; – absence of erasures and alterations, unless they have been authenticated by the licensing authority; – absence of extension of the validity of the licence, unless the extension was issued by the licensing authority. Following the examination, the competent authorities inform the customs authorities, in accordance with the applicable national procedures, of the existence, regularity and number of the licence. This information is required by the customs authorities processing the customs declaration for release for free circulation. The importer mentions the licence number on this declaration. During examination of the licence, the competent authorities may request further information from the Cameroon issuing authorities, in order to confirm the existence and regularity of the licence. They may also decide to undertake controls to determine whether the shipment itself conforms to the information in the licence (this is termed a ‘physical inspection’). If a physical inspection is decided upon, the authorities of the Member State endeavour to undertake their controls at the same time and in the same place, so that they only need to inspect the shipment once. If a physical inspection is undertaken, the volume and net weight of the shipment are deemed to conform to the information in the licence where the volume or net weight of the timber and derived products in the shipment does not vary by more than 10% from the volume or net weight stated in the corresponding licence. IV. S UMMARY FLOWCHART The flowchart below shows the procedure for release for free circulation in the European Union of timber and derived products exported from Cameroon and accompanied by a FLEGT licence. ",
        "EN 95 EN Cameroon Legality Assurance Scheme Issue of Cameroon licences Export Receives copies 1, 2, 3 Retains original and copy No 3 Cameroon export procedure Produces 4 documents, retain copy No 4 If necessary exchanges to verify the regularity of the licence Import Communication original and copy No 3 Customs declaration Customs authorities Release for free circulation procedure - Collection of import duties - Collection of other taxes - Application of commercial policy measures, including FLEGT - Other formalities Competent Authorities Examination No complementary control Documentary control Single physical inspection Free circulation within the entire European Union ",
        "EN 96 EN ANNEX V Requirements for issuing FLEGT licenses CHAPTER 1 Formalities for the issue of licences Article 1 1. The FLEGT licence is the document issued by the devolved departments of the Ministry responsible for forests at the exit points from Cameroon identified for this purpose. 2. The FLEGT licences shall be signed by the FLEGT licence issuing authorities designated for that purpose. 3. The FLEGT licence issuing authorities are those responsible for the structures identified; they may be: – the regional representatives; – the departmental representatives; – the managers of the control and hunting posts. Article 2 The FLEGT licence shall be issued on the basis of a file comprising the following documents: – a stamped application, detailing: • the surnames, first names, nationality, profession and domicile of the person applying for the licence, if this is a natural person; • the company name, registered office, name of the chief executive, if this is a legal entity; – a copy of the inherently valid certificate of legality of the title from which the timber originates; – a specification bulletin of the timber or timber and derived products to be exported. Article 3 1. A FLEGT licence issued at the point of lading certifies the legality of the timber and timber products (with respect to the legality matrix, traceability and the national forestry and wildlife system) and permits them to be exported to the European market . ",
        "EN 97 EN 2. The procedure involves: – the ongoing transmission of virtual information or secure documents between the forestry entities and the competent forestry departments (documentary traceability); – the online exchange of information between the central department responsible for legality at Yaoundé and the devolved departments of the Ministry responsible for forests, using a single use numbering system and automatic recording in the central database (computer system administering forestry information – SIGIF II and electronic traceability). CHAPTER 2 Taxes Article 4 Every FLEGT licence issued shall give rise to the payment of a FLEGT stamp; the amount and methods for the use such stamps shall be laid down in a specific act drawn up by the Minister responsible for forests. CHAPTER 3 Requirements relating to FLEGT licences Article 5 1. A FLEGT licence may be paper-based or an electronic licence. 2. Both paper-based and electronic licences shall contain the particulars specified in Appendix 1, in accordance with the explanatory notes set out in Appendix 2. Article 6 1. The FLEGT licence shall be valid for a single shipment from its issue date. 2. The period of validity of the FLEGT licence shall not exceed six (6) months. The date of expiry shall be indicated in the licence. 3. After its expiry, the FLEGT licence shall be considered as void. The licensing authority may decide to extend the period of validity by three (3) months. To that end the licensing authority shall correct and validate the new expiry date. 4. A FLEGT licence shall cease to be valid and will be returned to the licensing authority if the timber and derived products concerned have deteriorated prior to their shipment. ",
        "EN 98 EN Article 7 Paper-based licences shall conform to the format set out in Appendix 1. Article 8 1. The FLEGT licence shall be made out using a form adopted by the Parties and described in Appendices 1 and 2. 2. The paper size shall be A4, with four copies. 3. The colour of the paper used for the each copy of the form shall be as follows: a) white for the ‘Original, for the applicant’; b) orange for the 2nd copy ‘Copy for the Cameroon customs’; c) yellow for the 3rd copy ‘Copy for the EC customs’; d) green for the 4th copy ‘Copy for the archives of the issuing department’. Article 9 1. The licences shall be completed using a typewriter or computer. They may also be completed by hand, provided the forms are self-copying. 2. The stamps of the licensing authority shall be applied by means of a metal stamp, preferably made of steel. However, an embossing press combined with letters or figures obtained by means of perforation may be substituted for the licensing authority stamp. The licensing authority shall use any tamper-proof method to record the quantity allocated in such a way as to make it impossible to insert figures or references. 3. The licences shall be printed and completed in English or French. Article 10 1. The licence shall be drawn up in quadruplicate. 2. The first copy (white), marked ‘Original’, shall, after being completed, signed and stamped by the licensing authority, be given to the applicant for submission to the competent authorities of the European Union Member State in which the shipment covered by that licence is declared for release for free circulation. 3. The second copy (orange), marked ‘Copy for Cameroon customs’, shall be given to the applicant for submission to the Cameroon customs authorities. 4. The third copy (yellow) marked ‘copy for EC customs’ shall be given to the applicant for submission to the customs authorities of the Member State of the European Union in which the shipment covered by the licence is declared for release for free circulation. 5. The fourth copy (green) marked ‘Copy for the archives of the issuing department’ shall be archived by the licensing department. ",
        "EN 99 EN CHAPTER 4 FLEGT licence lost, stolen or destroyed Article 11 1. In the event of the loss, theft or destruction of the original or the copies for customs, the importer or his authorised representative may apply to the licensing authority for a replacement on the basis of the document in his possession. 2. In the event of the loss, theft or destruction of both the original and the copies for customs the applicant or his authorised representative may apply to the licensing authority for a replacement of both. 3. The licensing authority shall issue the replacement(s) within one month following receipt of the request from the applicant. 4. The replacements shall contain the information and entries appearing on the licence they replace, including the licence number. 5. The replacement licence shall bear the word ‘DUPLICATE’. 6. If the lost or stolen licence is retrieved, it shall not be used and must be returned to the licensing authority. Procedures in the event of reservations regarding the authenticity of a licence Article 12 1. In the event of reservations regarding the regularity of a FLEGT licence or of its replacement, the competent authority in the European Union shall ask the licensing authority for verification. Only the response from the licensing authority shall be authoritative. 2. If it considers it necessary, the licensing authority may ask the competent authority to send it a copy of the licence or the replacement in question. 3. If the licensing authority considers it necessary, it shall withdraw the licence and issue a corrected copy bearing the references of the cancelled document, which it shall transmit to the competent authority of the European Union. 4. If the validity of the licence is confirmed, the licensing authority shall notify the competent authority of this, preferably electronically, and return the copies of the licence. 5. The copies thus returned shall bear the endorsement 'Validated on…' validated/authenticated by stamp. 6. In the event that the licence in question is not valid, the licensing authority shall notify the competent authority of the European Union thereof, preferably by electronic means. ",
        "EN 100 EN Technical specifications with regard to a computerised FLEGT licence Article 13 1. The FLEGT licence may be issued and used by means of computerised systems. 2. In European Union Member States which are not linked to the computerised system, a paper-based licence shall be made available. APPENDICES 1. Licence form 2. Explanatory notes NB: the forms must bear Cameroon's coat of arms and stamps ",
        "EN 101 EN Appendix 1 Format of the FLEGT licence ",
        "EN 102 EN 1 Licensing body 2 Reference of the certificate of legality Name Address 3 FLEGT licence number 4 Expiry date 5 Country of export 7 Means of transport 6 ISO code 8 Licenceholder (name and address) 9 Commercial designation of the timber products 10 HS headings 11 Co mmon or scientific name 12 Country of harvest 13 ISO codes 14 Volume (m3) 15 Net weight (kg) 16 Number of units 17 Distinguishing marks: 18 Signature and seal of licensing body Place and date ORIGINAL 1 1 ",
        "EN 103 EN 1 Licensing body 2 Reference of certificate of legality Name Address 3 FLEGT licence number 4 Expiry date 5 Country of export 7 Means of transport 6 ISO code 8 Licenceholder (name and address) 9 Commercial designation of timber products 10 HS headings 11 Common or scientific name 12 Country of harvest 13 ISO codes 14 Volume (m3) 15 Net weight (kg) 16 Number of units 17 Distinguishing marks: 18 Signature and seal of licensing body Place and date COPY FOR CUSTOMS 2 2 ",
        "EN 104 EN Appendix 2 Explanatory notes G ENERAL DETAILS – Complete in capital letters. – Where mentioned, ISO codes refer to the international standard two-letter country code. Box 1 Licensing body State the name and address of the licensing authority. Box 2 Reference of the certificate of legality Space reserved for the licensing country. Box 3 FLEGT licence number State the licence number. Box 4 Expiry date Period of validity of the licence. Box 5 Country of export This refers to the partner country from where the timber and derived products were exported to the EU. Box 6 ISO code State the two-letter code for the partner country referred to in box 5. Box 7 Means of transport State the means of transport to the point of export. Box 8 Licensee State the name and address of the exporter. Box 9 Commercial designation State the commercial designation of the timber and derived products. Box 10 HS heading and description State the four or six digit product code produced in accordance with the Harmonised commodity description and coding system. Box 11 Common or scientific names State the common or scientific names of the categories of timber used in the product. If more than one category of timber is used in a product, use a separate line for each category. Optional in the case of composite products or components that contain more than one unidentifiable category (e.g. particle boards). Box 12 Country of harvest State the countries where the categories of timber referred to in box 10 were harvested. If more than one category is used in the product, indicate all sources of timber used. Optional in the case of composite products or components that contain more than one unidentifiable category. Box 13 ISO codes State the ISO codes of the countries referred to in box 12. Optional in the case of composite products or components that contain more than one unidentifiable category. Box 14 Volume (m3) State the overall volume in m3. Optional, unless the information referred to in box 15 has been omitted. Box 15 Net weight State the total weight in kg, namely the net weight of the timber and derived products without immediate containers or any packaging, other than bearers, spacers, stickers, etc. Optional, unless the information referred to in box 14 has been omitted. Box 16 Number of units State the number of units, where a manufactured product is best quantified in this way. Optional. Box 17 Distinguishing marks State any distinguishing marks where appropriate, e.g. batch number, bill of lading number. Optional. Box 18 Signature and stamp of licensing authority The box must be signed by the authorised official and stamped with the official stamp of the licensing authority. The place and date must also be stated. ",
        "EN 105 EN ANNEX VI Terms of Reference for the independent system audit I. I NTRODUCTION In connection with the implementation of this Voluntary Partnership Agreement (VPA), the European Union and Cameroon agree on the need for independent auditing in order to check the performance and efficiency of the FLEGT licensing scheme. II. M AIN TASKS The Independent System Audit (ISA) will cover the following operations: 1. Auditing the Legality Assurance System (LAS) – verifying the conformity of the allocation process for the different types of title • Human resources and capacities • Award procedure for the different types of title • Verifying (based on sampling) the licences for the different types of title • Title registration system • Integrating the titles into the computer system administering forestry information (SIGIF II) • If necessary, verifying the registration of the guarantee in the Public Revenue department • Publishing licences – evaluating the system for the issue of certificates of legality • Human resources and capacities • Procedure for issuing certificates of legality (application of the legality matrix) • Verifying (based on sampling) the certificates of legality issued • System for registering the certificates issued • Use and function of the SIGIF II • Field verification procedures (in the forest, en route and in the processing units) • Registering the reports following field verification procedures • Mechanism for recognising private certificates recognised on the basis of the principles, criteria and indicators applicable in Cameroon and verification of their conformity with the requirements of the legality matrix. – Evaluation of the traceability system • Human resources and capacities • Field control procedures (implementation of the national forestry and fauna control strategy) • Evaluating control activities (including any field verifications that may be required) • Registration at the individual stages of the traceability chain • Evaluating interaction between the individual systems: Computer system administering forestry information (SIGIF II), Monitoring offences and IT management of forestry ",
        "EN 106 EN disputes (SIGICOF), Customs IT system (SYDONIA) and Better monitoring of fiscal of return (MESURE) • Evaluating harvesting/reconciliation of information along the supply chain. – evaluating the FLEGT licensing scheme • Human resources and capacities • Licensing procedures • Use and function of SIGIF II, SIGICOF, SYDONIA and MESURE • Verifying (based on sampling) the FLEGT licences issued • FLEGT licence registration system • Production of statistics and other consolidated information 2. Identifying deficiencies in the LAS and reporting them to the Council. 3. Evaluating the effectiveness of any corrective measures taken to address failures identified in audit reports. 4. Evaluating the efficiency of the procedure established by the European Union for release for free circulation of the products covered by the FLEGT scheme within the European market, and specifically: – verification period; – institutional problems between the competent authorities and the licensing authority. 5. Evaluating the monitoring system for timber in transit. 6. Examining the joint application of both Parties at any other point during implementation of the LAS. III. Q UALIFICATION REQUIRED The ISA must be undertaken under the responsibility of an independent organisation with a proven track record in auditing and able to demonstrate a thorough knowledge of the forestry sector in Cameroon and/or the Congo Basin. It must also have the following characteristics: – not be directly involved in the management (logging, processing, timber trading, control) of the activities of the forestry sector in Cameroon. Service providers under contract with the Cameroon government with respect to forestry control are not eligible to carry out ISAs, – not have any direct or indirect interests with respect to one of the actors in the forestry sector of Cameroon or of the European Union, – have an internal quality system in accordance with the ISO 17021 system or equivalent, – be able to demonstrate that its teams include experts in the fields of audits relating to forestry management, the processing industry, traceability systems and knowledge of the European Union market, – be able to demonstrate that its teams include experts having sufficient experience in Cameroon and elsewhere in the Congo Basin, – the involvement of experts from the subregion is to be encouraged alongside the use of international experts. ",
        "EN 107 EN IV. M ETHODOLOGY The ISA must be undertaken using documented procedures. – The ISA auditor must act in accordance with a documented management system, policies and procedures which meet the requirements laid down in the internationally accepted good practice guide and made publicly available. – The ISA auditor will draw up an audit timetable based on the following frequency: 6 months following the effective establishment of the assurance scheme, thereafter once a year after the initial period, subject to confirmation that the schemes are functioning effectively. – The ISA will take place, if possible, during the first quarter of the year. – The documented procedures must serve as a guide for verifications based on the sampling of documents, registrations and operations. – All observations made during the audits must be documented. – The observations made during the audit will culminate in the definition of the systemic problems encountered. – The audit report must contain all relevant information on the programme and the findings made. An outline for the audit report and summary report must be provided in the documented procedures. – The ISA auditor sets up a system for receiving and dealing with complaints made against him. V. S OURCES OF INFORMATION The ISA must use all the available sources of information, in particular: 1. Reports of the permanent forestry control missions undertaken as part of the national forestry and fauna control strategy (SNCFF). 2. Information from the Legality Assurance System (LAS) and its four components: – verifying conformity of the title allocation process – verifying the system for the issue of certificates of legality – verifying the traceability system – verifying the licensing system. 3. The other administrations: – customs – tax administration (forestry revenue securing program – PSRF). 4. Information from external control mechanisms: – independent observation (IO) for controlling and monitoring forestry offences, which seeks to strengthen the control capacities of the Ministry responsible for forests and provides independent sources of information on the forestry sector; – Société Générale de Surveillance (GSS) [supervisory company], responsible for physical inspection of timber logs in order to secure customs revenue; – private voluntary legality and traceability certification systems, recognised under the PCIs (principles, criteria and indicators) applicable in Cameroon, and recognised sustainable management certificates (such as the ‘Forestry Stewardship Council’ [FSC] label). ",
        "EN 108 EN – other mechanisms for monitoring logging in Cameroon, which provide important information on illegal activities. 5. Field visits by third parties. 6. Information gathered from other organisations (specialist NGOs etc.) 7. Report from the competent European Union authorities. 8. All other sources of information deemed useful by the ISA. 9. Published audits from other countries that have established a FLEGT licensing scheme. VI. R EPORTS Every ISA report will include: (i) a complete report for the Parties containing all relevant information on the audit programme and on the operation of the Legality Assurance System and the issuing of FLEGT licences. (ii) a summary of the report, for the public, based on the full report and summarising the main conclusions and deficiencies of the system that have been identified. The ISA shall submit a preliminary report to the Joint Implementation Council through the Joint Monitoring Committee of the Agreement. The associated comments will be sent to the ISA for finalisation of the report. The ISA must provide all necessary information and responses to requests for clarification. The final report will be based on the preliminary report, to which will be added any clarification provided by either Party, and any responses by the ISA to this clarification. The ISA auditor will send the final report to the Council. If the Council gives a favourable opinion, Cameroon will publish the report. ISA reports and any corrective action required will be discussed by the Council. The ISA auditor is then notified of the corrective action to be taken. VII. R ECRUITMENT RULES The ISA auditor will be selected in accordance with the rules in force in Cameroon. The Cameroon Government will conclude a contract with the ISA, following consultation with the European Union, and based on documented and transparent selection procedures. ",
        "EN 109 EN ANNEX VII Published information 1. The Parties undertake to ensure that the VPA and the FLEGT licensing scheme are properly understood by all the actors involved. Access to information on the objectives, implementation, monitoring and control will enable a thorough understanding of the process to be gained, and all the actors to be involved, with a view to attaining all the objectives of the Agreement. Such transparency will strengthen the image of Cameroon forestry products on the European market and will improve the investment climate for those companies importing timber to Europe. 2. Information on the operations associated with the FLEGT licensing scheme will be set out in an annual report published by the Joint Implementation Council (hereinafter referred to as the Council). To this end, the Joint Monitoring Committee (JMC) will conduct regular joint mission in order to assess the efficiency of the agreement and its impact. Based on information provided by both Parties, the annual report on the FLEGT licensing scheme should include, in particular, information relating to: a) quantities of timber and derived products exported to the European Union under the FLEGT licensing scheme according to the relevant HS/CEMAC code headings and according to the destination EU Member State; b) the number of FLEGT licences issued by Cameroon; progress made in achieving objectives and action to be taken within a deadline specified in the Agreement and all matters relating to implementation of the Agreement; c) action preventing the export of timber and derived products of illegal origin to non- EU markets or sale thereof on the national market; d) quantities of timber and derived products imported into Cameroon or having transited through Cameroon; e) the measures taken to prevent the import of timber and derived products of illegal origin in order to maintain the integrity of the FLEGT licensing scheme; f) cases of non-compliance with the FLEGT licensing scheme in Cameroon and action taken in such cases; g) quantities of timber and derived products imported into the European Union under the FLEGT licensing scheme, according to the relevant HS/CEMAC code headings and according to the EU Member State into which import took place; h) quantities of timber and derived products imported into the European Union under the FLEGT licensing scheme, according to countries of origin (to be provided by the European Union); i) information on prices on the international market; j) number of FLEGT licences received by the European Union; k) number of cases and quantities of timber and derived products involved where Article 10(1) and (2) 43 has been applied; 43 Article 10(1) and (2): Consultations on the regularity of the FLEGT licences: If there are any reservations regarding the regularity of a licence, the competent authority concerned must contact the licensing authority to obtain the additional information. If the licensing authority fails to reply within 21 calendar days of the date of receipt of the application, or if the additional information received confirms the irregularity, or if the details appearing on the FLEGT licence do not correspond to the shipment, the competent authority in question will not accept the FLEGT licence and ",
        "EN 110 EN 3. The other data and reports will be published in order to give the actors involved access to useful information to enable monitoring of implementation of the Agreement. This access to information must also enable the strengthening of governance in the forestry sector. This information will be published on the websites of both Parties. More specifically, the information will include the following elements: Legal information – Legality matrices – All the existing legislative and regulatory references and rules set out in Annex II. – Texts of all laws and amendments applicable to the forestry sector – Forest Code (laws and regulatory texts) – Implementing texts – List of signed/ratified international conventions and agreements – Text of the VPA, annexes and subsequent amendments – Employment Code and principal regulatory texts applicable to the forestry sector on this subject – General Tax Code and finance laws – List of private legality/durability certification schemes recognised by the Ministry responsible for forests. Information on production – Total annual log production – Annual authorised logging volumes, by species, title and company – Annual volumes processed, by type of product, species and company – Annual volumes of logs exported, by species (total and to the European Union) – Annual volumes of timber and derived products imported into Cameroon, and by country – Annual volumes of timber sold at public auction Information on allocation – List of valid titles, with names of the companies to whom they have been allocated – List of annual operating permits/annual logging certificates issued – Location map of valid logging titles – Location map for annual areas available for logging – Official areas of valid logging titles and allocation price (annual forestry fee - RFA) – Notices of various invitations to tender (cut timber sale, timber salvage licence, lumber permit etc.) – Information on the pre-emptive right – List of annual withdrawals of secure documents (DF10 worksite books and waybills) – Results of the interministerial title allocation committee – List of approved forestry companies (logging, processing, inventories, management) – Notification of start of activities for timber salvage licences (ARB) Information on management – Mandate, rôles and responsibilities of the ministerial departments responsible for management – List of concessions under management will decide how to proceed by application of existing national legislation. The licensing authority must be informed. ",
        "EN 111 EN – List of communal forests and their areas – Area of forestry concessions allocated – Area of forestry concessions involved in management (including annual operating plans and five year management plans) – Area of forestry concessions with approved management plan – Area of certificated forestry concessions – Documents relating to approved management plans – Terms and conditions – Environmental impact studies Information on processing – List of approved processing companies – Location of processing units (actual addresses and/or geographical coordinates of the processing units) – Processing capacities per processing unit (% of capacity actually used) – Volume of plant entry per company – Volume of plant departure per company – Stock at year end Information on exports – Data on timber in transit – Data on exports, by species, country and company Information on the Legality Assurance System and monitoring – Final description of the Legality Assurance System – Procedures for granting certificates of legality and FLEGT licences – National strategy and control rules – Reports from the independent title allocation observer – Report from the independent forestry control observer – Reports from the control teams – List of certificates of legality issued – List of FLEGT licences issued – Rejected certificate applications – Rejected FLEGT licence applications ",
        "EN 112 EN Information on audits – Terms of Reference for the audits – Auditor recruitment procedures – Results of the audit – Complaints about the audit and their handling – Introduction of corrective measures Information on financial transactions – List of forestry disputes (record of offences) – Annual report on forestry revenue – Annual payments of the annual forestry fee (RFA) by title – List of payments of local and national taxes – List of fines for offences – List of disputes settled Information on the institutional set--up – Structure and functioning of the Joint Monitoring Committee – Report of the Joint Monitoring Committee – Structure and functioning of the National Monitoring Committee – Report of the National Monitoring Committee – Structure and functioning of the Interministerial Links Monitoring Committee – Report of the Interministerial Links Monitoring Committee – List of issuing authorities – List of competent authorities – Reports of competent authorities. 4. The Parties undertake to ensure transparency in the action taken in connection with the VPA. With this in mind, in the event of a specific request made by another actor in the sector, they will make accessible all information they consider necessary. 5. The methods and channels used to publish the information in question must include the following elements: – official reports, – websites (MINFOF, EC, GLIN) 44 , – multi-actor implementation platform, – public meetings, – press conferences, – films, – radio and television. 44 Global Legal Information Network. ",
        "EN 113 EN ANNEX VIII Criteria for evaluation of the Legality Assurance System (LAS). This Agreement provides for the implementation of a Legality Assurance System (LAS) intended to guarantee that all timber and derived products specified in the Agreement and exported from Cameroon to the European Union are produced entirely legally. The LAS should include: – a definition of legally produced timber that lists the laws that must be complied with in order for a licence to be issued; – control of the supply chain to track timber from the forest to the point of export; – verification of compliance with all elements of the definition of legality and control of the supply chain; – the procedures for issuing certificates of legality and FLEGT licences, and finally – the independent audit to ensure that the system is working as intended. The LAS will be subject to an independent technical evaluation before the licensing scheme becomes fully operational; the Terms of Reference will be jointly agreed between the Parties, via the Joint Monitoring Committee (JMC) for the Agreement. These evaluation criteria describe what the LAS is expected to produce and will provide the basis for the Terms of Reference for the evaluation. The evaluation will be aimed in particular at: – reviewing the system description with special focus on any revisions made after the FLEGT-VPA was signed and – examining the functioning of the system in practice. I. D EFINITION OF LEGALITY Legally produced timber needs to be defined on the basis of the laws applicable in Cameroon. The definition used must be unambiguous, objectively verifiable and operationally workable and, as a minimum, include those laws which cover: Harvesting rights : granting of legal rights to harvest timber within legally gazetted boundaries. Forestry operations : compliance with legal requirements regarding forest management including compliance with relevant environmental and employment legislation. Fees and taxes : compliance with legal requirements concerning taxes and fees directly related to timber harvesting and harvesting rights. Other users : respect for other Parties’ legal tenure or rights of use of land and resources that may be affected by timber harvesting rights, where such other rights exist. Trade and customs : compliance with legal requirements for trade and customs procedures. Is it clear what legal instrument underpins each element of the definition? Are criteria and indicators that can be used to test compliance with each element of the definition specified? Are the criteria/indicators clear, objective and operationally workable? ",
        "EN 114 EN Do the indicators and criteria clearly identify the roles and responsibilities of the various Parties and does verification assess performance of all relevant Parties? Does the definition of legality include the main areas of existing law outlined above? If not: why were certain areas of law left out of the definition? In drawing up the definition, did the Parties concerned consider all the main areas of applicable law? Does the legality control system incorporate the main legal provisions identified through prior discussion between the various Parties involved? Has the definition of legality and the legality control matrix been amended since the FLEGT-VPA was concluded? Have indicators and criteria been defined to ensure verification of these changes? II. C ONTROL OF THE SUPPLY CHAIN Systems to control the supply chain must provide credible assurance that timber products can be traced throughout the supply chain from harvesting or point of import to the point of export. It will not always be necessary to maintain physical traceability for a log, log load or timber product from the point of export back to the forest of origin, but it is always needed between the forest and the first point of mixing (e.g. a timber terminal or a processing facility). II a. Logging rights There is clear delineation of areas where forest resource rights have been allocated and the holders of those rights have been identified. Does the control system ensure that only timber originating from a forest area with valid and permissible rights of use enters the supply chain? Does the control system ensure that enterprises carrying out harvesting operations have been issued appropriate logging rights for the forest areas concerned? Have the procedures for issuing logging rights and information on issued logging rights and their holders been published? II b. Systems for controlling the supply chain There are effective mechanisms for tracing timber throughout the supply chain from harvesting to the point of export. The approach for identifying timber may vary, ranging from the use of labels for individual items to reliance on documentation accompanying a load or batch. The selected method should reflect the type and value of timber and the risk of contamination with illegal or unverified timber. Are all the supply chain alternatives identified and described in the control system? Are all stages in the supply chain identified and described in the control system? Are methods defined and documented to (a) identify the product origin and (b) prevent mixing with timber from unknown sources in the subsequent stages of the supply chain? ",
        "EN 115 EN – timber in the forest, – transport, – interim storage, – arrival at the primary processing facility, – processing facilities, – interim storage, – transport, – arrival at point of export? Which organisations are in charge of controlling the timber flows? Do they have adequate human and other resources for carrying out the control activities? Is there a protocol for verifying the results of the control procedures set up and applied? Are the application procedures clearly defined and communicated to all interested Parties? II c. Quantities There are robust and effective mechanisms for measuring and recording the quantities of timber or timber products at each stage of the supply chain, including reliable and accurate pre-harvest estimates of the volume of standing timber in each harvesting site. Does the control system produce quantitative data of inputs and outputs at the following stages of the supply chain? – standing timber, – logs in the forest, – transported and stored timber, – arrival at the primary processing facility, – control within the processing facilities, – arrival at point of export? Which organisations are responsible for feeding the quantitative data into the control system? How are these organisations linked? Are the staff of these organisations given standard training in data management? What is the quality of the controlled data? If different organisations are responsible, how is it ensured that control performance and data management are conducted in the same way in each organisation? II d. Data gathering All data is recorded in a way which makes it possible to reconcile it with the prior and subsequent links in the chain in a timely manner. Reliable reconciliation is carried out for the entire supply chain. Is all quantitative data recorded in a way which makes it possible to quickly reconcile quantities with the prior and subsequent stages in the supply chain? Are there methods to assess coherence between inputs of raw materials and outputs of processed products at sawmills and other plants? ",
        "EN 116 EN Is reliable reconciliation by individual item or by batch of timber products possible throughout the supply chain? What information systems and technologies are applied for storing and reconciliation of data and for recording it? Are there robust systems in place for securing the data? How is unauthorised access to the system avoided (system security)? How is the viability of the security systems guaranteed? Which organisation is responsible for data reconciliation? Does it have adequate human and other resources for carrying out the data management activities? What information on the supply chain control is made publicly available? How can the interested Parties access this information? II e. Mixing of legally verified timber with timber approved elsewhere If mixing of logs or timber from verified legal sources with logs or timber from other sources is allowed, there are sufficient controls in place to exclude timber from unknown sources or which was harvested without legal logging rights. Does the control system allow verified timber to be mixed with other approved timber (e.g.: with imported timber or timber originating from a forest area where clear legal harvesting rights have been granted, but that is still not covered by the full verification process)? What control measures are applied in these cases? For example, do controls ensure that verified output volumes declared do not exceed total verified input volumes at each stage? What are the conditions for introducing into the supply chain confiscated timber sold at public auction, and is there a viable verification procedure? II f. Imported timber products There are adequate controls to ensure that imported timber and derived products have been legally imported. How is the legality of imports of timber and derived products demonstrated? What evidence is required to demonstrate that imported products originate from trees harvested legally in a third country? Does the LAS identify imported timber and timber products throughout the supply chain? Where imported timber is used, can the country of origin be identified on the FLEGT licence, including that of components in composite products? Does the use of barcodes on imported timber guarantee that only forestry products that have been legally logged and processed will be exported with a FLEGT licence? (For example, what happens to imported timber after the initial processing stage, how is the mark applied, how will the mark be altered after the subsequent processing stages)? ",
        "EN 117 EN III. V ERIFICATION Verification provides adequate checks to ensure the legality of timber. It must be sufficiently robust and effective to ensure that any non-compliance with requirements, either in the forest or within the supply chain, is identified and corrective action is taken in good time. III a. Organisation Verification is carried out by a government, a third-party organisation or some combination of these, which has adequate resources, management systems and skilled and trained personnel, as well as robust and effective mechanisms to control conflicts of interest. Has the government appointed a body or bodies to undertake the verification tasks? Is the mandate (including associated responsibilities) clear and in the public domain? Are the responsibilities clearly allocated and are the required competences associated with the responsibilities clearly defined; how are they implemented? How do the departments responsible for verifying legality guarantee the highest possible level of rationalised collaboration and data management between the administrations involved in forestry sector control (MINEP – MINFI etc.)? Does the verification body have adequate resources for carrying out the verification of the legality definition and the systems for controlling the timber supply chain? Does the verification body have a fully documented management system that: – ensures adequate competence/experience for the personnel of the verification body, – applies internal control/supervision, – includes mechanisms to control conflicts of interest, – ensures transparency of the system, – defines and applies verification methodology, – uses a publicly accessible complaints management system? III b. Verification against the definition of legality There is a clear definition setting out what has to be verified. The verification methodology is documented and ensures that the process is systematic, transparent, evidence-based, carried out at regular intervals and covers everything included within the definition. Does the verification methodology cover all elements of the legality definition and include tests of compliance with all specified indicators? Does verification require: – checks of documentation, operating records and field operations (including spot checks), – collection of information from external interested Parties, – recording of verification activities that allows checking by internal auditors and the independent monitor? Are institutional roles and responsibilities clearly defined and applied? ",
        "EN 118 EN Are the verification results against the definition of legality made publicly available? How can the interested Parties access this information? III c. Verification of systems for controlling the supply chain There is a clear scope setting out what has to be verified, which covers the entire supply chain from harvesting to export. The verification methodology is documented and ensures that the process is systematic, transparent, evidence-based, carried out at regular intervals and covers everything included within the scope, and includes regular and timely reconciliation of data between each stage in the chain. Does the verification methodology fully cover checks on supply chain controls? Is this clearly spelt out in verification methodology? What evidence is there to demonstrate application of verification of supply chain controls? Are institutional roles and responsibilities clearly defined and applied? Are the verification results on supply chain control made publicly available? How can the interested Parties access this information? III d. Non-compliance There is an effective and functioning mechanism for requiring and enforcing appropriate corrective action where offences are identified. Does the verification system define the above requirement? Have mechanisms been developed for handling non-compliance? Are these applied in practice? Are there adequate records available on the offences identified and corrective action taken? Is the effectiveness of corrective actions evaluated? What information on identified breaches goes into the public domain? IV. L ICENSING Cameroon has assigned a licensing authority overall responsibility for issuing FLEGT licences. FLEGT licences are issued on the basis of either individual shipments or forestry entities. IV a. Organisation What body is assigned responsibility for issuing FLEGT licences? Are the roles of the licensing authority and its personnel with regard to issuing of FLEGT licences clearly defined and publicly available? Are the competence requirements defined and internal controls established for the personnel of the licensing authority? Does the licensing authority have adequate resources for carrying out its task? ",
        "EN 119 EN IV b. Issuing of FLEGT licences Does the licensing authority have documented procedures for issuing licences? Are these publicly available, including any fees payable? What evidence is there that these procedures are properly applied in practice? Are there adequate records available on licences issued and refused? Do the records clearly show the evidence on which the issuing of licences is based? IV c. Consignment-based licences Is the licensing based on an individual consignment? Has the legality of an export consignment been demonstrated through government verification and traceability systems? Are the requirements for issuing licences clearly specified and available to the exporter? Do exporters fully understand the criteria for the issue of FLEGT licences? What information on issued licences goes into the public domain? V. I NSTRUCTIONS ON THE INDEPENDENT SYSTEM AUDIT The Independent System Audit (ISA) is a function that is independent of Cameroon’s forestry sector regulatory bodies. It aims to provide credibility to the FLEGT licensing scheme by checking that all aspects of the LAS are operating as intended. V a. Institutional arrangements Designation of authority: Cameroon has formally authorised the ISA function and allows it to operate in an effective and transparent way. Independence from other elements of the LAS: There is a clear separation between organisations and individuals that are involved in management or regulation of the forest resource and those involved in the independent audit. – Does the government have documented requirements for the independence of the independent auditor? – Do provisions state that organisations or individuals from both Parties having a commercial interest or an institutional role in the forestry sector are not eligible to perform the independent auditor function? Designation of the independent auditor: The independent auditor was appointed through a transparent mechanism and there are clear and publicly-available rules regarding his actions. – Has the government made the terms of reference for the independent auditor publicly available? – Has the government documented the procedures for appointing the independent auditor and made them publicly available? ",
        "EN 120 EN Establishing a mechanism for handling complaints: there is a mechanism for handling complaints and disputes that arise from the independent audit. This mechanism makes it possible to deal with any complaint relating to the operation of the licensing scheme. – Is there a documented mechanism for handling complaints that is available to all interested Parties? – Is it clear how complaints are received, documented, escalated (where necessary) and responded to? V b. The independent auditor Organisational and technical requirements: the independent auditor is independent of the other components of the Legality Assurance System and operates in accordance with a documented management structure, policies and procedures that meet internationally accepted best practice. – Does the independent auditor operate in accordance with a documented management system that meets the requirements of ISO Guide 17021 or similar standards? Methodology of the audit: the methodology of the independent audit is evidence-based and verifications are carried out at specific and frequent intervals. – Does the methodology specify basing all findings on objective evidence concerning the functioning of the LAS? – Does the methodology of the independent audit specify the maximum intervals at which each element of the LAS will be verified? Scope of the audit: The independent auditor operates according to terms of reference that clearly specify what has to be audited and that cover all agreed requirements for the issuing of FLEGT licences. – Does the methodology of the independent audit cover all elements of the LAS and specify the main tests of effectiveness? Reporting requirements: The ISA auditor shall submit a preliminary report to the Joint Implementation Council (Council) through the Joint Monitoring Committee (JMC) of the Agreement. The reports of the independent auditor and any corrective action required will be discussed in the JMC. – Do the independent auditor’s terms of reference specify the reporting requirements and reporting intervals? – Do the terms of reference of the auditor and the procedures of the JMC describe the publication process for audit results? VI. THE ‘E VALUATION CRITERIA OF THE SYSTEM ESTABLISHED IN THE E UROPEAN U NION TO ACCEPT FLEGT LICENCES The FLEGT Regulation and its application measures lay down procedures for establishing the FLEGT licensing scheme, including procedures to enable verification that the Cameroon timber products intended for release for free circulation within the European Union are properly covered by a FLEGT licence. These procedures also require Member States to designate a competent authority to take on this responsibility. ",
        "EN 121 EN Since these are new measures introduced specifically to implement the FLEGT scheme, the evaluation will examine the degree of preparedness of the European Union as regards verification of the FLEGT licences. Have the competent authorities been identified in each Member State? Has this information been made public? Have the procedures for processing the FLEGT licences been established in every Member State? Have these procedures been made public? Have appropriate legislation and regulations been established where deemed necessary by the Member States? Have the means of communication between the competent authorities and the customs authorities been determined? Have procedures been established to enable the European Union, or any person or body designated by the European Union, to gain access to relevant documents and data and to avoid any problems arising that could hamper the proper functioning of the FLEGT licensing scheme? Have procedures been established to enable the independent auditor to gain access to all relevant documents and data? Have reporting methods been negotiated between the Member States and the European Commission? Have publication procedures for these reports been drawn up and adopted? Do procedures cover cases where goods accompanied by a FLEGT licence are not accepted? Have procedures been established to report any contradictions in the licences and to deal with offences? Has the information relating to fines in various offence scenarios been published? ",
        "EN 122 EN ANNEX IX Schedule for implementation of the Agreement Activities Secondary activities 2009 2010 2011 2012 2013 2014 2015 2016 Preparatory phase Operational phase 1 1.1 Preparation of a communication plan x 1.2 Evaluation and readjustment of the communication plan x x x 1.3 Implementation of the communication plan x x x x x x x x 1.4 Establishment of an exchange platform between COMIFAC countries x x x 1.5 Communication activities designed to inform international opinion (same as 9.4, 9.5, 9.6) x x x 1.6 Promotional campaigns x x x x x x x x 1. Raising awareness and providing information among actors and the public 1.7 Raising awareness of the actors in relation to elements of the LVP x x x x x x x x 2.1 Preparation of a promotional plan/feasibility study for a ‘FLEGT Cameroon’ label x x 2.2 Labelling ‘FLEGT Cameroon’ products x 2.3 Label protection and management x x x x x 2.4 Promotion of “FLEGT Cameroon” products on targeted markets x x x x x x x x 2.5 Raising awareness among the European public x x x x x x x x 2. Promotion of ‘FLEGT Cameroon’ products on the European market 2.6 Promotion of the LAS in other international markets (USA, China etc.) x x x x x x 3.1 Organisation of the central structure x x 3.2 Organisation of the peripheral structures (Douala, Kribi etc.) x x 3.3 Establishment and function of the Council and the Joint Monitoring Committee (JMC) of the Agreement x x x x x x x x 3. Institutional arrangements 3.4 Establishment and function of the National Monitoring Committee of the Agreement x x x x x x x x 4.1 Preparation of a training plan (identification of the actors involved and design of a matrix enabling determination of the objectives of the training and campaigns to be undertaken, including an estimate of the costs involved) x 4.2 Implementation of the training plan x x x 4. Capacity building 4.3 Definition of equipment and logistical tools x x ",
        "EN 123 EN Activities Secondary activities 2009 2010 2011 2012 2013 2014 2015 2016 Preparatory phase Operational phase 1 4.4. Acquisition of equipment and logistical tools x x 4.5 Putting equipment, logistical tools and maintenance into service x x 5.1 Review of forestry law and its implementing texts x x 5.2 Improvement of the legal framework relating to the domestic timber market x x x 5.3 Improvement of the legal framework relating to forests (community, communal and private forests) x x x 5.4 Improvement of the legal framework relating to social and environmental aspects x x x 5.5 Integration of the relevant provisions of international legal instruments duly ratified by Cameroon x x x 5.6 Any necessary readjustment of the legality matrix x 5. Reform of the legal framework 5.7 Improvement of the legal framework in relation to the industrialisation of the forestry sector and advanced processing x x x 6.1 Developing a system for planning the control actions x x x x x x x x 6.2 Establishment of procedures for the control operations, in accordance with the legality assurance procedures x 6.3 Development of measures to improve governance x 6. Improvement of the national control system 6.4 Function of the national control system feeding into the SIGIF II x x x x x x 7.1 Development of the traceability system x x 7.2 Establishment of the link between the databases of the various ministries involved and the mechanises for the exchange of data with the CEMAC countries x x 7.3 Updating the inventory rules x x 7.7 Testing of the pilot system (operationalisation) x x 7.5 Acquisition of materials and equipment (identifiers, identifier readers, computers) for extension of the system to national level x x 7.6 Consolidation and extension of the system to national level: establishment and equipment of control posts along the supply chains, including border posts (infrastructure, computers, internet links, etc.) x x 7. Establishment of the traceability system 7.7 Strengthening the capacity of the actors (MINFOF and other administrations involved, private sector and civil society), with geo-referenced inventories, use of databases x x x ",
        "EN 124 EN Activities Secondary activities 2009 2010 2011 2012 2013 2014 2015 2016 Preparatory phase Operational phase 1 etc. 7.8 Training of staff involved (legality unit and control posts), private sector and civil society x x x 7.9 Function of the traceability system x x x x x 7.10 Data gathering and processing x x x x x 7.11 Equipment maintenance x x x x x 8.1 Continued development and field tests of the legality matrices x x x 8.2 Development of detailed procedures for verifying the legality of the forestry entity x x x 8.3 Training and raising awareness on the procedures for verifying the legality of the forestry entity x x 8.4 Recognition and publication of the approved private certification schemes x x x 8.5 Testing the system for the issue of certificates of legality x 8.6 Evaluation of the function of verification of the legality of the forestry entity, together with any necessary corrective measures x x x 8. Establishment of the scheme for verifying the legality of the forestry entity 8.7 Issue of certificates of legality x x x x x x 9.1 Development of detailed procedures for the issue of FLEGT licences x x 9.2 Raising awareness of the procedures for issuing FLEGT licences within the private sector x x x 9.3 Establishment of contacts with the competent European authorities x x x 9.4 Feasibility study on the issue of electronic FLEGT licences x x 9.5 Testing the system for the issue of FLEGT licences x x 9. Establishment of the system for the issue of FLEGT licences 9.6 Issue of FLEGT licences x x x x x 10.1 Recruitment of the independent auditor and development of detailed methodology x 10.2 First independent audit (6 months after launch) x 10.3 Second independent audit (12 months after launch) x 10.4 Third independent audit (2 years after launch) x 10. Independent audits of the system 10.5 Fourth independent audit x ",
        "EN 125 EN Activities Secondary activities 2009 2010 2011 2012 2013 2014 2015 2016 Preparatory phase Operational phase 1 10.6 Fifth independent audit x 10.7 Sixth independent audit x 11.1 Monitoring the domestic timber market x x x 11. Monitoring the domestic timber market (MIB) 11.2 Establishment of a statistic-gathering system x x x x x x x x 12.1 Completion of an inventory of the timber sector in Cameroon and of the consumption of timber-based products on the Cameroon market x 12.2 Consultation with professionals (informal or otherwise) x 12.3 Analysis of the dynamics and of requirements x x 12.4 Preparation of plan for the evaluation, industrial development and more advanced processing of timber x x 12.5 Preparation of processing rules x x 12.6 Preparation of incentives for the use of timber (quality standards, promotion of new products) x x 12.7 Characterisation and promotion of lesser known species x x x x x x 12. Industrialisation and marketing 12.8 Encouragement of technology transfer x x x x x x 13.1 Definition and monitoring of social indicators x x x x x x x 13.2 Establishment of a system for monitoring confiscated timber volumes x 13.3 Establishment of the system for monitoring socio- economic and environmental impact x 13.4 Evaluation of the socio-economic impact halfway through implementation of the VPA x x x 13.5 Monitoring the growth in forestry sector revenue x x x x x x 13.6 Strengthening the mechanism for permanent monitoring of vegetation cover (monitoring permanent plots of land, satellite images etc.) x x x x x 13.7 Impact studies in relation to: illegal logging, market access, revenue growth, timber exports, of confiscated timber quantities x x x x 13. Monitoring the impacts of the VPA 13.8 Monitoring developments in relation to fines and court cases x x x x x x 14.1 Development a fund mobilisation strategy x x 14. Seeking additional financing 14.2 Development of programmes and funding agencies x x x x x ",
        "EN 126 EN ANNEX X Supporting measures and financing mechanisms I. F INANCING MECHANISMS A large proportion of the activities required for implementation of the VPA is already included under the sector reforms introduced by the Cameroon Government, which are identified as some of the priority activities to be undertaken by the Forest and Environment Sector Programme (PSFE). As a result, their financing is assured through the instruments identified under that programme, in particular: a) for funds provided by Cameroon itself: – the national budget; – the Special Forestry Development Fund (FSDF). b) for contributions by the partners: – the Common Fund; – budgetary support. However, additional financial resources are needed for some actions that are specific to the VPA, hence the need to seek resources elsewhere: – from the development partners: the support of the European Union via the 10 th European Development Fund (EDF) and other mechanisms to be identified; – internally: the introduction of a tax. These additional funds must be mobilised in accordance with the Forest and Environment Sector Programme. II. S UPPORTING MEASURES The implementation of actions more specific to the VPA will require supporting measures in the following fields: a) capacity building; b) communication; c) promotion of FLEGT products on the European market; d) monitoring the domestic timber market; e) industrialisation; f) monitoring the impact of the VPA; g) helping to monitor implementation of the Legality Assurance Scheme (LAS); h) modernising the traceability system; i) strengthening the national control system; j) the Legality Assurance System; k) the system for issuing FLEGT licences; l) establishing the independent audit; m) reforms of the legal framework; n) seeking additional financing. To this end, the Parties must ensure that adequate technical and financial support is in place, in order to enable the Cameroon Government to implement the necessary actions. ",
        "EN 127 EN II a. Capacity building Justification – Technical upgrade via the training of all the actors involved (administrations, private sector, civil society etc.) – Increased equipment – Increased logistical tools Planned action – Preparation of a training plan (identification of the actors involved and design of a matrix enabling determination of the objectives of the training and campaigns to be undertaken, including an estimate of the costs involved) – Implementation of the training plan – Definition of requirements as regards equipment and logistical tools – Acquisition of equipment and logistical tools – Ensuring the proper function of equipment and logistical tools Type of support – Technical assistance – Financial support for training – Financial support for the acquisition of equipment and logistical tools II b. Communication Justification Communication is a very important element within the process leading to the implementation of the VPA/FLEGT; it will: – encourage involvement and guarantee the coherence of the contributions of the various actors; – help to develop synergies between the member countries of the Central Africa Forests Commission (COMIFAC); – promote the image of Cameroon timber on the international market; – ensure the support of public opinion for the action taken by the Cameroon Government to promote sustainable forestry resource management and development of the communities that depend on it; – promote the benefits of a VPA among the actors involved and the public. Planned action – Preparation and implementation of a communication plan for raising public awareness inside and outside the MINFOF. – Establishment of an exchange platform between COMIFAC countries – Communication work designed to inform international opinion (see Annex VII) – Making the actors aware of the elements of the VPA that will concern then, and helping them to adapt to the new elements concerned – Making European public opinion aware of the efforts being made by the Cameroon Government to ensure good governance in the forestry sector. Type of support needed – Financial funding – Technical assistance and capacity building. ",
        "EN 128 EN II c. Promotion of FLEGT products on the European market Justification: – Strengthen confidence thanks to the credibility of the LAS – Promote access to Cameroon timber on the European markets – Seek significant value added for Cameroon timber and timber products. Planned action – Feasibility study and, where necessary, establishing a ‘FLEGT Cameroon’ label – Label protection and management – Label promotion – Raising the awareness of the individual European markets of the legality assurance provided by the FLEGT licence. Type of support – Financial support – Technical assistance and capacity building – Promotional campaigns within the European market. II d. Monitoring the domestic timber market Justification – Control of the internal flow of timber within Cameroon – Possibility of enhancing the contribution of the domestic timber market (MIB) to the national economy. Planned action – Organisation of the domestic timber market – Improvement of the legal framework relating to the domestic timber market – Establishment of a statistic-gathering system – Establishment of a suitable traceability system. Type of support – Technical assistance and capacity building. II e. Industrialisation Justification – Modernisation of the industrial fabric – Diversification of production (2nd and 3rd level processing) – Development of the national and regional markets and stimulation of local consumer of legal timber – Improvement of the processing and by-product recovery processes – Increase in the value added of timber sold for export – Job creation, training of professionals and involvement in the fight against poverty. Planned action – Inventory of the timber sector in Cameroon and of the consumption of timber-based products on the Cameroon market. In particular, analysis of the timber and construction sectors: status of knowledge and markets, status of use of timber in the home, in ",
        "EN 129 EN particular in urban areas, training needs, promotion, development of a bioclimatic timber habitat in Cameroon – Consultation with professionals (information or otherwise) – Analysis of the dynamics and of requirements – Preparation of plan for the evaluation, industrial development and more advanced processing of timber, in accordance with the Forest and Environment Sector Programme – Preparation of processing rules – Preparation of incentives for the use of timber (quality standards, promotion of new products), in accordance with the Forest and Environment Sector Programme – Promotion of lesser known species, in accordance with the Forest and Environment Sector Programme – Improvement of the legal framework in relation to the industrialisation of the forestry sector – Encouragement of technology transfer improvement of efficiency and returns: situation analysis, proposals for each sub-sector. Type of support – Technical assistance and capacity building. II f. Monitoring the impact of the VPA Justification – Assessment of the impact of the VPA on the social environment – Assessment of the economic impact of the VPA – Assessment of the effects of the VPA on the development of the vegetation cover. Planned action – Definition and monitoring of social indicators – Establishment of a system for monitoring confiscated timber volumes – Establishment of the system for monitoring socio-economic and environmental impact – Evaluation of the socio-economic impact halfway through implementation of the VPA – Monitoring the growth in forestry sector revenue – Strengthening the mechanism for permanent monitoring of vegetation cover (monitoring permanent plots of land, satellite images etc.) – Impact studies in relation to: illegal logging, market access, revenue growth, timber exports, of confiscated timber quantities – Monitoring developments in relation to fines and court cases. Type of support – Technical assistance and capacity building. II g. Helping to monitor implementation of the LAS Justification – Ensuring efficient operation of the VPA process within Cameroon – Guaranteeing the involvement of all the stakeholders. Planned action – Supporting the function of the national multi-actor monitoring committee, which includes all stakeholders ",
        "EN 130 EN – Supporting the function of the Joint Monitoring Committee (JMC) of the Agreement – Establishing the information distribution mechanisms. Type of support – Technical assistance and capacity building – Financial support to the participation of civil society. II h. Modernising the traceability system Justification – Entry of all timber flows – Details of the origin of every product – Real-time availability of all information on production, tax, exports and disputes. Planned action – Finalising the description of the traceability system – Extending the second generation computer system administering forestry information (SIGIF) – Establishing the necessary equipment and the infrastructure – Ensuring the proper functioning of the traceability system – Data gathering and processing. Type of support – Technical assistance and capacity building – Financial support for equipment acquisition. II i. Strengthening the national control system Justification – Improving the efficiency of implementation of the national control system. Planned action – Developing a system for planning the control actions – Drawing up procedures for the control operations – Development of measures to improve governance. Type of support – Technical assistance and capacity building – Renewing the independent observation mechanism. II j. The Legality Assurance System Justification – Establishing the Legality Assurance System. Planned action – Continued development and field tests of the legality matrices – Development of detailed procedures for the Legality Assurance System (LAS) – Training and raising awareness on the LAS procedures – Recognition and publication of the approved private certification schemes ",
        "EN 131 EN – Testing the system for the issue of certificates of legality – Evaluation of the function of the LAS, together with any necessary corrective measures. Type of support – Technical assistance and capacity building – Financial support for equipment acquisition. II k. The system for issuing FLEGT licences Justification – Establishing the system for the issue of FLEGT licences. Planned action – Development of detailed procedures for the issue of FLEGT licences – Raising awareness of the procedures for issuing FLEGT licences within the private sector – Establishing contacts with the competent European authorities – Feasibility study on the issue of electronic FLEGT licences – Testing the system for the issue of FLEGT licences Type of support – Technical assistance and capacity building – Financial support for equipment acquisition. II 1. Establishing the independent audit Justification – Guaranteeing the efficiency and credibility of the system for issuing FLEGT licences granted under the VPA. Planned action – Regular completion of independent audits – Monitoring corrective action taken in order to improve the system. Type of support – Financial support for completion of the audits. II m. Reforms of the legal framework Justification – Improving the coherence of the legal framework applicable to the forestry sector. – Completing existing aspects that are inadequately structured or regulated. Planned action – Review of forestry law and its implementing texts – Improvement of the legal framework relating to the domestic timber market – Improvement of the legal framework relating to community, communal and private forests – Improvement of the legal framework relating to social and environmental aspects ",
        "EN 132 EN – Integration of the relevant provisions of international legal instruments duly ratified by Cameroon – Any necessary readjustment of the legality matrix – Improvement of the legal framework in relation to the industrialisation of the forestry sector and advanced processing. Type of support – Capacity building. II n. Seeking additional financing Justification – Mobilising financial resources for realisation of priority actions specifically related to the VPA, for which funding is not yet available. Planned action – Take action to find donors. Type of support – Technical assistance. ",
        "EN 133 EN ANNEX XI Joint Monitoring Committee In application of Article 19 of this Agreement, the Parties shall establish a decision-making structure designated the ‘Joint Implementing Council’, referred to hereinafter as ‘the Council’ and a joint committee responsible for undertaking and facilitating monitoring and evaluation of the implementation of an agreement, designated the ‘Joint Monitoring Committee’, abbreviated to ‘JMC’. The JMC shall also facilitate dialogue and the exchange of information between the Parties. The JMC shall in particular: a) regularly conduct joint missions to review the effectiveness of the implementation of the Agreement as well as its impact, based on the information available; b) propose the date on which the FLEGT Licensing Scheme should be fully operational; c) examine the reports of the independent auditor and any complaint relating to the function of the FLEGT licensing system within the territory of one or other of the Parties and complaints by third parties regarding the function of the independent auditor, and propose action to be taken in order to resolve the questions raised by the system independent audit (ISA); d) monitor, as necessary, action taken by the Parties in order to resolve the problems identified by the independent auditor; e) ensure assessment of the social, economic and environmental impacts of this Agreement, in accordance with good practice and criteria to be agreed by the Parties, and propose appropriate solutions to any problem identified by this assessment; f) ensure that regular assessments of the implementation of the Agreement are carried out, including spot checks if applicable; g) make recommendations, in order to help to attain the objectives of this Agreement, including capacity building and the participation of the private sector and civil society; h) prepare an annual report, based on the information from the Parties, which it shall submit to the Council; i) ensure monitoring and reporting of the market situation at regular intervals, propose any necessary studies and recommend action to take on the basis of the market analysis reports; j) examine the amendment proposals put forward by one or other of the Parties in relation to this Agreement or its Annexes, following the procedures described in Article 29 of this Agreement, and issue an amendment recommendation to the Council for its consideration; k) deal with any other question associated with implementation of the Agreement, following a proposal by one or other of the Parties; l) on the instruction of the Council, seek an acceptable solution, in the event of a difference of opinion between the Parties, in relation to the application and/or interpretation of the Agreement, as described in Article 24 thereof. "
    ]
}