{
    "text": [
        "ISSN 1012­2184 H Ζ LU a. O LU > LU û LOME IV REVISED Changes and Challenges EUROPEAN COMMISSION DE 89 December 1996 ",
        "Contents T he background to the negotiations 2 Political developments Economic reforms 4 The new trade provisions 5 Geographical enlargement A m e n d m e n ts a nd modifications Democracy and development The Joint Assembly Trade Strengthening competitiveness The comparative advantages Private sector 8 9 10 10 Commodities Protocols Stabex Decentralized cooperation Eighth EDF Objectives of cooperation i Structural adjustment Debt The way ahead - prospects and challenges ",
        "L o mé IV Revised C h a n g es a nd C h a l l e n g es 1995 - 2000 The background to the negotiations Unlike earlier Conventions each of which covered .1 (ive-vear period, the fourth Lomé Convention, signed on 15 December 1989, was concluded for a period often years'\". Only the financial protocol attached to the Convention was limited to an initial five-year phase and subject to renewal at the end of that time. Lomé rV's negotiators did, however, provide for a mid-term review - not to be confused with full-blown renegotiation - to allow for adjust ments or additions to the text of the Convention. Since the signing of Lomé IV, major political and economic changes have taken place both at international level and in terms of the deve lopment of the ACP States and the Community. These include the fall of the Berlin wall, the end of East-West rivalry, a certain disenchant ment with development aid because of its poor results and the recession in the West, the globalization of international relations and the liberalization of world trade. Hence the Lomé partners chose not to confine themselves to renewing the financia] protocol as laid down in the Convention but to use the opportunity of the mid-term review to make some amend ments. This involved revamping the existing text in the light of the economic, political and geopolitical upheavals of recent years. The Community and the ACP States notified one another on 28 February 1994 of their requests for amendments to the Convention. The signing of Lomé TV (2nd Protocol) in Mauritius. Negotiations began in Swaziland on 20 May 1994 and ended on 30 June 1995 at the ACP-EU ministerial meeting held in Brussels follow-ing the Cannes European Council of 26 and 27 June' 2 '. The results were formalized in the agreement signed in Mauritius on 4 November 1995. (1) It came into force on I March 1990. (2) For the record, storting from an initial text of 369 articles, 11 articles were amended, deleted or added. In addition to the financial protocol, two of the nine existing protocols were amended and a n eie protocol was added. Changes and Challenges 1 ",
        "^1 Political developments In November 1989, a month before the signing of Lomé rV, the Berlin wall came down. The end of East-West confrontation was to upset the political and geostrategic balance. In the eyes of politicians, development aid for Africa lost one of its main justifications as a lever in the cold war. Now that there was no longer an ideological basis to the ACP States' political ties to the two superpowers, they lost their geostrategic interest. But during the same period Africa was also caught up in the climate of change, which prompted the La Baule Conference and the emergence of democracy as one of the conditions of development aid. A growing number of countries embarked on a process of democratization. Between 1990 and 1995 about thirty elections were held on the African continent. The Manantali project in Mali, one of the many infrastructure schemes cofinanced by the EDF under Lomé. These institutional developments went hand in hand with the major economic reform programmes initiated in the 1980s under the heading of \"structural adjustment\". Structural adjustment has severe social repercussions and involves state withdrawal from the production and trade sectors. The Lomé rV mid-term review provided an opportunity for the EU to step up its support for this dual process of political and economic reform. The Maastricht Treaty on European Union was signed in 1992. It contains a new section on development cooperation with specific objectives assigned to the Community to support the development of the countries concerned. In addition, the Maastricht Treaty opens the way for increased coordination and complementarity between the development policies of the Community and the Member States, and greater consistency between the objectives of development cooperation and other common policies, in particular trade and agriculture. Against this general backdrop, the European Union and the ACP States also felt the need to step up their political dialogue. One of the main objectives of Lomé is to modernize industry and increase exportation. 2 Lomé IV Revised ",
        "Economic reforms In 1989, in the face of serious economic and financial difficulties, many ACP States had embarked on the draconian reforms imposed by the IMF and the World Bank. But although there were signs of recovery south of the Sahara, particularly in Southern and West Africa, the economic crisis continued to hinder the development efforts of many African countries in the first half of the 1990s. The chapter on financial and technical support for structural adjustment policy was one of the main innovations of the original provisions of Lomé IV. The European Community's objective is to support the continuation of structural reforms while ensuring thai the social repercussions are tolerable believing as it does that social development is an integral part of economic progress and the promotion of civil society and democracy in Africa. complying with the new conditions regarding democratic rule. Since the start of Lomé IV, the Commission, in cooperation with the IMF and the World Bank, has been involved in formulating adjustment programmes. This allows it to ensure that its priorities are taken into account - namely that the effects of adjustment on the most vulnerable social groups are not too harsh, thus giving reform processes more chance of succeeding. This has met with some success: instead of the virtually standard programmes previously developed by the World Bank and the IMF, adjustment programmes are tailored more closely to the specific capacities and constraints of each country. EU support for the African countries of the franc zone, organized in conjunction with the other donors following devaluation of the CFA franc in January 1994, provided a good example of the type of measures geared to the particular situation of specific countries. (lenerally speaking, efforts to improve management by privatizing bankrupt public- sector undertakings are vitally necessary but expensive and politically sensitive. The ACP governments have been forced to administer painful medicine, but at the same time have been concerned to avoid social unrest, while TOTAL NET RESOURCE FLOWS TO AFRICA US $ billion TOTAL NET RESOURCE FLOWS TO SUB-SAHARAN AFRICA US $ billion 1987 1988 1989 1990 1991 1992 1993 1994 1995 Ρ 30 25 IH 1 20 tttl 1987 1988 1989 1990 1991 1992 1993 1994 1995 Ρ Changes and Challenges 3 ",
        "The new trade provisions The ACP States reaffirmed the great impor tance that they attach to the trade section of the Convention. The tough negotiations on this point reflected the interests at stake in ACP-EU trade. The ACP States were, however, also concerned about the risk of erosion of their preferences as a result of world trade liberalization following the conclusion in April 1994 of the Uruguay Round and the inauguration on 1 January 1995 of the World Trade Organi sation. Their fears were compounded by the realization that the United States intended to apply the new rules of international trade indiscriminately. Although the Lomé Convention enjovs an exemption allowing tariff preferences to be maintained until 29 February 2000, the US has already objected to the WTO about the preferential access system that the EU grants to ACP banana producers. The position of the ACP States has, however, evolved and relies less and less on what they once regarded as their \"acquired rights\". They began to acknowledge that in an increasingly free-trade oriented international environment, A modern sugar refineryin Swaziland. Industrializa tion of the ACP countring introduces problems of competi Unity with Europe and the rest of the world. with the dismantling of protective systems, competitiveness is going to be a key to econo mic relations. On this basis, negotiations became much more wide-ranging and focused on means of stren gthening trade development in the ACP countries and helping them become more competitive. The mid-term review thus set in motion a process which in the long term is aimed at promoting the integration of the ACP economies into the world economy. Banana cultivation, in Madagascar, an important export industry for many AGP countrit 4 Lomé IV Revised ",
        "Geographical enlargement Since the signing of Lomé IV the number of Member States in the European Union has increased from 12 to 15 with the accession of Austria, Sweden and Finland in January 1995. These countries signed the Agreement amen­ ding the Convention and the new financial protocol, thus enabling them to participate in the 8th EDF. The ACP States have been joined by Namibia and Eritrea, bringing their number to 70. Lastly, the advent of the new, democratic South Africa freed from the shackles of apartheid marked a major turning point. South Africa, with its impressive new political and economic institutions, can play a decisive role in opening up new prospects for regional development in southern Africa as a whole. The interest shown by South Africa in the Lomé Convention proves yet again its attraction as an institution of North­South cooperation. South Africa had observer status at the signing of the Agreement amending the Convention in Mauritius, with the prospect of partial accession to the Convention coupled with a bilateral trade agreement with the Community. Negotiations duly began on the very day that the mid­term review negotiations were concluded. ■ ACP States ANGOLA ANTIGUA AND BARBUDA BAHAMAS BARBADOS BELIZE BENIN BOTSWANA BURKINA FASO BURUNDI CAMEROON CAPE VERDE CENTRAL AFRICAN REPUBLIC CHAD COMOROS CONGO CÔTE D'IVOIRE DJIBOUTI DOMINICA DOMINICAN REPUBLIC EQUATORIAL GUINEA ERITREA ETHIOPIA FIJI GABON GAMBIA GHANA GRENADA GUINEA GUINEA BISSAU GUYANA HAITI JAMAICA KENYA KIRIBATI LESOTHO LIBERIA MADAGASCAR MALAWI MALI MAURITANIA MAURITIUS MOZAMBIQUE NAMIBIA NIGER NIGERIA PAPOUA NEW GUINEA RWANDA ST KITTS AND NEVIS ST LUCIA ST VINCENT AND THE GRENADINES SAO TOME & PRINCIPE SENEGAL SEYCHELLES SIERRA LEONE SOLOMON ISLANDS SOMALIA SUDAN SURINAME SWAZILAND TANZANIA TOGO TONGA TRINIDAD AND TOBAGO TUVALU UGANDA WESTERN SAMOA VANUATU ZAÏRE ZAMBIE ZIMBABWE ■ The European Union Member States Al STRIA BELGIUM DENMARK FINLAND FRANCE GERMANY GREECE IRELAND 11 ALN LUXEMBOURG NETHERLANDS PORTUGAL SPAIN SWEDEN UNITED KINGDOM Changes and Challenges 5 ",
        "-H A m e n d m e n ts a nd modifications 2 Democracy and development The mid-term review of the Lomé Convention reaffirmed the political content of cooperation. Lomé IV made the defence of human rights an objective but did not provide the practical means of implementing the policy. The revised version fills this gap. Beside the existing reference to respect for human rights, Article 5 of the revised Conven tion recognizes the application of democratic principles and the consolidation of the rule of law as \"essential elements\". survival. Yet when it came to the mid-term review of Lomé IV, most of the discussions on these issues were concluded without confrontation. In addition, the revised Convention strengt hens ACP-EU political dialogue by extending it to foreign policy and security issues, matters of general interest or questions common to a group of countries. This dialogue is not limited to the ACP-EC Council of Ministers. It can also be held within a regional geographical framework or between partners more specifically concerned with a given topic. In order to promote these values, to which the negotiators wanted to add good governance, the EU decided to step up its support for the ACP States' democratization efforts. ECU 80 million was set aside to support institutional and administrative reform measures. This pro vision thus affords a direct and specific basis for operations stich as support for elections in the ACP States, which in the past were covered by a variety of financial instruments. Conversely, if these essential principles are violated, procedures exist which in extreme cases may result in the partial or total suspen sion of the Convention's application (the Article 366a suspension clause). Except for the \"emergency cases\" defined in a separate declaration, the suspension decision can be taken only after preliminary consultations with the ACP partners and the party in question, which must not exceed 30 days. In fact, this provision merely institutionalizes and reinforces a practice already followed since the beginning of the 1990s whereby cooperation with certain ACP States has sometimes been suspended because of civil war or serious human rights violations. It was a sign of the times that in 1995 a major change took place in the spirit and tenor of the discussions. A few years earlier, it was virtually out of the question to venture into the sensitive area of the political aspect of ACP-EU relations. Hence any debate on human rights, democracy or the possible suspension of cooperation was very difficult as the ACP States insisted that the fundamental right was The Joint Assembly The revised Convention also includes new provisions on the Joint Assembly. They stipulate that at its twice-yearly meetings the ACP countries will henceforth be represented only by Members of Parliament or, (ailing that, by persons appointed by the national Parliaments, the aim being to stress the democratic nature of the Assembly. Where a state has no national parliament, the partici pation of an ACP representative is subject to prior approval by the Assembly. 6 Lomé IV Revised ",
        "Trade Strengthening competitiveness ditim and long term. The regional dimension, in particular, would provide a worthwhile framework for attaining this objective. Negotiations on trade were marked by an entirely new approach. For the first time since Lomé I, the main focus of the debate was not on preferential access, previously seen as the main way of ensuring trade flows from ACP States. The commercial advantages enjoyed by the ACP States - compared with the less compre hensive system of generalized preferences granted to other developing countries - were not enough to offset the competitive gap between ACP producers and their competitors in Asia and Latin America. These preferences, moreover, were now threatened by the liberalization of international trade. The revised Lomé IV accordingly gives greater priority to developing ACP trade to improve competitiveness, encouraging economic growth and the gradual and smooth integration of the ACP States into the world economy. The new approach, which will rely on the allocation of sufficient resources, is reflected in several innovations and in amendments to existing articles of the Convention. The new Article 15a states that the top priority no longer lies in developing preferential treatment but in improving the competitive ness of the ACP Slates. Preferential treatment now features as only one of the means of' developing trade. The Community and ACP States undertake to allocate, under the 8th EDF regional and national indicative programmes, appropriate resources for trade development programmes. All programmes and EDF projects will be evaluated taking into account their effect on the development of this sector and their capacity to contribute to improving the competitiveness of the ACP economies. The aim is to increase not only ACP-EU trade but to develop all the ACP Stall's' markets: domestic, regional, intra-ACP and internatio nal. Once again, the objective is to encourage the ACP countries' smooth and progressive integration into the world economy in the rae- The comparative advantages The consensus on the new approach did not prevent preferential treatment and rules of origin being discussed at the insistence of the ACP States. The Community emphasized how little impact tariff concessions had on the development of ACP-EU trade. However, it acknowledged the need to give a positive signal to the ACP States, which were anxious to reassert their special relationship with the EU in the new situation created by the Uruguay Round. At the mid term review preferential treatment was exten ded, with some very rare exceptions, to cover all products originating in the ACP States. Negotiations were tricky, because Southern Europe's farmers feared competition from certain ACP fruits, citrus fruits and vegetables. Under the new provisions there is a general reduction of 16% in the customs duties and levies applied to products which previouslv enjoyed no preference. Only three particularly sensitive products are excluded: olives and olive-based products, wine and lemons. Con cessions have also been granted for products subject to quotas, \"reference quantities\" have been eliminated for all products except oranges and mandarins, and tariff quotas now applv throughout the vear. The ACP countries also requested more liberal rules of origin. Here the revised Lomé IV breaks new ground, allowing \"cumulation for the first time between the ACP States and neighbouring developing countries belonging to a coherent geographical entity\". In the interests of stimulating the growth of regional markets, 15% of the content of an ACP product may be sourced from a neighbouring countrv while continuing to qualify for the ACP preference'-'\". The idea is to increase Community support for the ACP countries' efforts at regional coope- Changes and Challenges 7 ",
        "b ration and integration, seen as a step on the way to their integration into the world economy. In concrete terms, support for this objective amounted to ECU 1250 million for the period 1991-95 and it will be one of the major priorities for the future. (3) The countries benefiting from this system are in the Caribbean and Pacific regions: Colombia, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, Panama, Venezuela and Nauru. In Africa, cumulation is extended to Algeria, Egypt, Libya, Tunisia, Morocco, and also South Africa on an \"ad hoc\" basis pending the outcome of negotiations on possible partial accession to Lomé IVA number of sensitive products (canned tuna, rice and some textile products such as sweatshirts) are excluded frani these provisions. Private sector The revised Convention boosts support for the ACP private sector, in particular small and medium-sized enterprises (SMEs). Under the new rules a proportion of risk capital financing can be used to develop the private sector, which is seen as decisive in economic take-off and the only potential source of jobs in the face of inevitable public- service cuts resulting from structural adjust ment policies. At least 50% of the risk capital allocated by the European Investment Bank will be used for ACP States which support and implement measures to promote investment in the private sector. In addition, the objectives of the Centre for the Development of Industry (CDI) have been retargeted to focus on ACP States that have identified support for industrial development, or for the private sector in general in their indicative programme. Cotton production in Chad. Development of local economies and their integration into the world market is an important priority. Commodities Protocols Various alterations were made to these proto cols. For beef and veal, the revised Convention increases the tariff reduction from 90% to 92% and includes Namibia in the list of beneficiai}· countries, allocating it a quantity of 13 000 tonnes. The revised Convention includes a joint declaration concerning the protocol on bananas, essentially a response to the trade- dispute between the United States and Latin American \"dollar banana\" producers and European and ACP producers, whereby the volume of programmable assistance to ACP banana exporters can be adjusted to take account of their specific problems. Finally, at the insistence of the ACP States, the revised Convention contains a new protocol. This is Protocol 10 on sustainable manage ment of forestry resources, which gives priority under the 8th EDF to the conservation, sustainable management and restoration of' tropical forests. Funds will be allocated to stop desertification, regenerate and protect dama ged forests and encourage reafforestation. This new protocol coincides with a heightened awareness of' environmental issues and North-South interdependence in this sector. Substantial progress was also made on the question of trade in tropical wood. The protocol constitutes the first formal agreement at multilateral level acknowledging the need to develop internationally harmonized certifi cation systems for such timber. 8 Lomé IV Revised ",
        "Stabex Although Stabex, the system designed to stabilize ACP countries' earnings from their main agricultural exports, proved to be one of the thorniest questions at the 1989 Convention negotiations, EU proposals formulated for the mid-term review were, for the most part, readily accepted by the ACP States. They aim to limit the impact of a shortfall in resources on the least-developed, landlocked and island states and to allow transfers to be used to support structural adjustment efforts or any other consistent reform policy. Provision is also made for transfers to be paid in future into an interest-bearing account in a Member State of the Community. In 1994 the marked increase in world prices in fact brought some respite to the Stabex system, which had been running al a constant deficit for many years. Resources allocated to Stabex under the second financial protocol were raised to ECU 1 800 million (a 20% increase on the amount in the first financial protocol). Decentralized cooperation Lomé IV was designed to promote a \"partici patory\" or grassroots approach to develop ment based on local communities and civil society. A separate chapter was devoted to this approach, calling for a broad range of local partners: decentralized public authorities, firms, trade unions, teaching and research centres, NGOs, cooperatives and rural and village groups. When it came to the mid-term review, it was decided that new impetus should be given to this form of cooperation, which would generate grassroots initiatives to accompanv the democratization process. Although there was general agreement on the objectives, the ACP States expressed concern that the increased opportunities for action and direct access to financing bv the agents of decen tralized cooperation, as recommended by the EU, could undermine the prerogatives of the National Authorizing Officer and encourage activities outside the national authorities' control. A compromise was reached which ringfences the role of these authorities but at the same time makes more detailed provision for a form of cooperation combining the efforts and resources of organizations in the ACP States and their counterparts in the EU and allows resources from the indicative programme or counterpart funds to be used for decentralized cooperation. The EDF contribution to decenü'alized operations may be as much as ECU 300 000 per project or programme. A vanilla plantation in Papua New (¡trinca. This product benefils from financial support from Stabex, which guarantees a substantial export revenue. Changes and Challenges 9 ",
        "TOTAL AMOUNT (in million of ECU) 15000 Conversion of special loans into grants 15 STABEX 1800 I Total amount EDF 14625 I Emergency/Refugees aid under the General Budget 160 EDF 12967 EIB 1658 Grants U967 SYSMIN 575 Risk capital 1000 Structural adjustment 1400 Emergency/ Refugees 260 Interest rebates 370 Emergency aid 140 Aid to refugees 120 Total amount OCT 200 EDF 165 Regional cooperation 1300 EIB 35 Other grants 6262 IDC 73 Regional trade promotion 85 Joint assembly 4 Institutional support Eighth EDF Negotiations on the size of the new financial protocol, which includes the eighth European Development Fund, were tough. Some Mem ber States wanted to see more going to cooperation with the Eastern European countries or the Mediterranean. But diffi culties were overcome. At the June 1995 Cannes Summit the EU Heads of State and Government agreed on this, the final financial package for Lomé IV. The volume of resources made available for the period 1996-2000 is ECU 14.625 billion (ECU 13 billion under the 8th EDF and ECU 1.625 billion in EIB loans). This represents a 22% increase (or 50% in dollar terms) over the ECU 12 billion made available for the period 1991-1995. Furthermore, although the EDF is the main benchmark for Community assistance to the ACP States, it should not be forgotten that they also receive funding under specific Commu nity budget headings, such as those covering cooperation with NGOs, the protection of tropical forests, combating AIDS and the like. Objectives of cooperation and programming The harsh economic and social climate in Europe calls for a more effective and consistent Community development policy. Programmable aid, which represents the largest component of the Community's financial contribution to its ACP partners, is made available on a reasonably predictable basis. Major innovations have been made as regards its objectives and methods. The ACP States' freedom to choose the principles, strategies and models of economic and social development remains sacrosanct. But the EU has now succeeded in ensuring that the priorities of its own cooperation policy will be taken into account in its dialogue with each ACP country. Henceforward, therefore, the development strategy of each ACP State must be combined with the Community's cooperation objectives as defined in the Maastricht Treaty, which refers to sustainable economic and social development in developing countries, their progressive integration into the world econo my, the fight against poverty, the development and consolidation of democracy and the rule of law and respect for human rights. In this context, the programming of aid will be less rigid. Greater flexibility has been built into the use of resources, making it easier to ensure that they are not used unproductively, or wasted, and thus providing an incentive for good performance. The indicative programmes which will be concluded with each ACP State, defining the sectors eligible for 8th EDF funding, will from now on be reviewed during implementation. An initial instalment of 70% of the allocation will be granted. Implementation of the prog ramme will be reviewed three years later. If it proves satisfactory, the second instalment of 30% will be allocated. If not, these resources could be redirected to ACP countries which are performing more effectively. This is the concept of' \"rolling\" programming, which is already being applied within the EU itself. 10 Lomé IV Revised ",
        "Concern for efficiency and consistency is increasingly manifest in the desire to promote sectoral policies as frameworks enabling better use to be made of resources and tighter coordination achieved between donors. Structural adjustment Although current programmes need improvement, the EU decided to continue and step up its support for structural adjustment in the ACP countries, and the revised Convention provides for a 20% increase in the amount allocated for this purpose (ECU 1 400 million). This initiative is seen as vital for the future of these countries and the success of their economic reforms. In any case, the sounder the economic health of' the ACP States, the greater should be the benefits in the long term for the EU countries in terms of new markets for their exports and improved investment opportunities. One of the priorities defended by the Commission was the need to take account of the regional impact of reform measures adopted by the ACP countries at national level. Hence the revised Convention provides for the use of structural adjustment resources to encourage moves towards regional inte gration and economic liberalization. The revised Lomé IV offers a wider range of structural adjustment met hods, allowing direct budget support for countries with a convenible and freely transferable currency. The aim here is to create an environment conducive to local business creation and attractive to foreign investors. Debt The Community, a marginal creditor of the ACP States, (most of its aid is in grant form), has long considered that there was little it could do to solve a problem primarily in the hands of the commercial banks and governments of its Member States. But in view of the ACP States' worsening debt situation, TOTAL IDENTIFIED DEBT STOCKS: SUB-SAHARAN AFRICA US $ billion 300 250 TOTAL IDENTIFIED DEBT STOCKS: AFRICA US $ billion 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 Changes and Challenges 11 ",
        "Lomé IV became the first ACP-EC agreement to include a section on debt which states that special loans will increasingly be replaced by grant aid. At the mid-term review, a further major step was taken with a formal declaration by the Community undertaking to transform into grants all uncommitted special loan appropriations outstan-ding from previous Conventions - about ECU 135 million. The way ahead - prospects and challenges Each Lomé Convention has always drawn and built on the achievements of its predecessors. Lomé remains, twenty years after its creation, the only practical example of real North-South partnership and the mid-term review showed the partners' attachment to this collective cooperation between industrialized develo ping countries, the main features of which are dialogue, security and predictability. The review provided an opportunity to enrich the Convention and improve the effectiveness of aid. It also showed the need to begin in- depth discussions as soon as possible on the future of relations after 2000, when the Conven-tion expires. The Convention states that formal negotiations on the follow-up to the revised fourth Lomé Convention should begin eighteen months before that deadline, i.e. in September 1998. Although it is not possible at this stage to predict the general outcome of the preparatory discussions, it is A rape crop in Zimbabwe. plain to see that the world in which the European and ACP partners operate has experienced major changes and that there are more to come in the near lutine. Implementation of' the Uruguay Round will bring about an increase in trade and a globalization of markets which will be beneficial for the front runners but potentially detrimental for the laggards. Forming regional trading groups could offset the adverse effects on some countries of economic globalization. In the long term, development operations must strengthen the international competitiveness of aid recipients. The ACP countries' progres-sive integration into the world economy and their competitiveness arc- now of decisive importance in national and international economic policies - even if the ACP States need time to establish groupings which meet the requirements of international trade. The review of the fourth Lomé Convention has at least shown the EU and he ACP countries' determination to work together on the strategy which will enable them to build a more effective Conn of' cooperation in the new millenium. A logging plan! in Papua New Guinea. The European Union has lo increase financial aid to the ACP countries in order to increase the trade value of products from these countries. 12 Lomé IV Revised ",
        "' ' r '' ' ■ ' -'•'''\" ! - : :' w ¿\"A:;- : '-''- / ^:í - ;v·. ; . ^ Γ Α : . ^ : - · . · ; - .^ /Ι /raw of women working in a maize preparation plant, Zimbabwe. ",
        ""
    ]
}