{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 26.2.2020 SWD(2020) 524 final COMMISSION STAFF WORKING DOCUMENT Country Report Slovakia 2020 Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL, THE COUNCIL, THE EUROPEAN CENTRAL BANK AND THE EUROGROUP 2020 European Semester: Assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/2011 {COM(2020) 150 final} ",
        "CONTENTS 1 Executive summary 3 1. Economic situation and outlook 7 2. Progress with country-specific recommendations 18 3. Reform priorities 22 3.1. Public finances and taxation 22 3.2. Financial sector 27 3.3. Labour market, education and social policies 32 3.4. Competitiveness, reforms and investment 42 3.5. Environmental sustainability 53 A. Overview table 57 B. Commission debt sustainability analysis and fiscal risks 65 C. Standard tables 66 D. Investment guidance on Just Transition Fund 2021-2027 for Slovakia 72 E. Progress towards the Sustainable Development Goals (SDGs) 74 References 79 LIST OF TABLES 1.1. Key economic indicators Slovakia 17 2.1. Summary table on 2019 CSR assessment 19 C.1. Financial market indicators 66 C.2. Headline Social Scoreboard indicators 66 C.3. Labour market and education indicators 67 C.4. Social inclusion and health indicators 68 C.6. Green growth 70 LIST OF GRAPHS 1.1. Real GDP growth and its components 7 1.2. GNI per person in purchasing power standards 7 1.3. Evolution of labour productivity and gaps (GVA per hour worked in PPS) 8 1.4. Decomposition of rate of change of ULC 8 1.5. Evolution of labour productivity by region 9 ",
        "2 1.6. Unit Labour Costs by sector 10 1.7. Decomposition of Net International Investment Position 10 1.8. Employment by sector, year-on-year changes 11 1.9. Beveridge curve, 2000-2018 11 1.10. Regional disparities 12 1.11. Consumer inflation 13 1.12. Evolution of the House Price Index and MFI loans for house purchase 13 2.1. Overall multiannual implementation of 2011-2019 country-specific recommendations (CSR) to date 18 3.1.1. Changes in tax structure in Slovakia and the EU-28 between 2007 and 2017 (in pps) 22 3.1.2. Hospital admissions for ambulatory care-sensitive conditions, age-standardised rate per 100.000 population 26 3.2.1. Housing construction and decrease in number of dwellings 29 3.2.2. Household debt as % of GDP 30 3.3.1. Unemployment rates by district (September 2019) 32 3.3.2. Gender employment gap by age group, 2018 33 3.3.3. AROPE levels by age group 34 3.3.4. Early school leavers, aged 18-24 (%) 38 3.4.1. Labour productivity in manufacturing vs. market services 42 3.4.2. Evolution of gross fixed capital formation 42 3.4.3. Foreign direct investment inflows and repatriation of profits 43 3.4.4. RCI 2019 indicators: Comparison of the EU average, Bratislava region and Eastern Slovakia 43 LIST OF BOXES 1.1. Automotive sector 15 2.1. EU funds and programmes contribute to addressing structural challenges and to fostering growth and competitiveness in Slovakia 20 3.3.1. Monitoring performance in light of the European Pillar of Social Rights 39 ",
        "EXECUTIVE SUMMARY 3 Slovakia’s growth opportunities lie in a more sustainable and higher value added economy. Slovakia has seen significant economic growth in recent decades and has been catching up with the EU average, thanks to important reforms and structural changes that have taken place. As convergence with the EU weakens, population ageing, climate change and the digital transformation pose long-term challenges to the country’s economy and to fiscal sustainability. Maintaining productivity growth, the backbone of Slovakia’s economic convergence, will thus require sustained structural reforms and targeted investment into infrastructure and research and innovation. Improving the quality and inclusiveness of the education and training system, reducing regional disparities and improving the quality of public institutions can help Slovakia to safeguard its competitiveness, move up the value chain and become more sustainable. A smart and low-carbon transport and energy system can contribute to greening the economy. ( 1 ) The strong economic expansion of recent years is giving way to slower growth. After experiencing 4.0% growth in 2018, Slovakia’s economy is estimated to have grown at 2.3% in 2019 and is expected to grow at a similar rate in 2020 and 2021. Amid record-low unemployment and rising wages, household incomes and private consumption will continue to grow. Trade is likely to recover after its less dynamic performance of 2019, which was due to weaker demand and changes to production in the automotive industry, which is a key part of Slovakia’s economy. Slovakia’s progress in catching up with the EU average has slowed down. After a period of swift convergence after the country joined the EU, GDP per person in purchasing power standards has stood between 72% and 77% of the EU average since 2010. Slovakia’s progress in catching up is now lagging behind that of regional peers in Central and Eastern Europe. This is partly linked to the persisting labour productivity gap vis-à-vis ( 1 ) This report assesses Slovakia’s economy in light of the European Commission’s Annual Sustainable Growth Strategy, published on 17 December 2019. In this document, the Commission sets out a new strategy on how to address not only short-term economic challenges but also the economy’s longer-term challenges. This new economic agenda of competitive sustainability rests on four dimensions: environmental sustainability, productivity gains, fairness and macroeconomic stability. the EU average. Slovakia’s suboptimal use of available EU funds may also have contributed. In addition, there is still a significant developmental gap between Slovakia’s capital and its other regions. Improving key infrastructure and public services and strengthening urban-rural linkages can help narrow this gap. Slovakia’s strategies and reforms are relatively clear and effective on paper, but their implementation often remains poor. The labour market continues to improve and wages are rising fast. Employment growth has brought the unemployment rate to a record low. The shortage of workers has fuelled large salary increases and labour costs are now growing faster than productivity. Although wage growth has helped improve living standards, in some sectors this can negatively affect competitiveness if it is not supported by investment, innovation and the development of better skills that match the labour market’s future needs. The positive general trends hide significant gender employment and pay gaps as well as regional disparities, particularly affecting the marginalised Roma communities. Long-term unemployment is generally decreasing, but it remains high for young people and in Slovakia’s eastern regions. Households are increasingly indebted, which constitutes a potential risk to financial stability. Household debt reached a record high of 42.8% of GDP in Q2-2019, due to rising property prices and the resulting higher mortgages. House prices are expected to continue to grow faster than disposable income, reducing affordability. Despite an increase in construction activity, supply constraints, in part due to lengthy permit processes, continue to fuel price growth. Further measures to increase housing supply and develop the rental market and public housing may reduce further house price inflation. Better public transport connections could reduce the demand for housing in the bigger cities. Investment is needed in many policy areas. Modernising the hospital network can further improve health outcomes. Expanding broadband coverage and speed will allow for equal and improved access to the internet. Renovating energy inefficient buildings and expanding public transport options can put the economy on a path that is more environmentally sustainable. More generally, fostering good governance and a quality ",
        "Executive summary 4 business environment are also crucial for a more supportive investment climate. Slovakia has made limited ( 2 ) progress in addressing the 2019 country-specific recommendations. There has been some progress in the following areas:  improving the effectiveness of the justice system;  using quality-related and lifecycle cost criteria in public procurement; There has been limited progress in the following areas:  safeguarding the long-term fiscal sustainability of the healthcare and pension systems  improving the quality and inclusiveness of education;  enhancing access to affordable and quality childcare and long-term care;  promoting the integration of disadvantaged groups, in particular Roma people;  focusing investment-related economic policy;  detecting and prosecuting corruption. The Social Scoreboard supporting the European Pillar of Social Rights highlights some challenges in Slovakia. The gender employment gap is high and continues to increase, reflecting that women in childbearing age have lower activity rates. Slovakia is trying to address this issue by adjusting parental leave benefits. While close to average, the rate of early leavers from education and training has significantly increased in recent years, and it is very high among Roma population. The inclusiveness of education remains a challenge in particular for Roma children, and children with special educational ( 2 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a country-specific recommendation is presented in the overview table in the Annex. needs. On the positive side, income inequality and the proportion of people at risk of poverty or social exclusion remain low. Regarding progress towards its national targets under the Europe 2020 strategy, based on data available thus far, Slovakia currently meets, or is on track towards meeting, the targets for employment rate, greenhouse gas emissions and reducing the number of people at risk of poverty and social exclusion. Reaching the renewable energy target would necessitate swift improvements. As regards the energy efficiency targets, while the primary energy consumption target is within reach, Slovakia is likely to miss its final energy consumption target. The R&D intensity and tertiary education targets do not appear to have been met, but Slovakia is getting ever closer to meeting the latter. Although the rate of early leavers from education and training is still within the target range, it is on the rise, which shows Slovakia’s performance in this area continues to deteriorate. Slovakia has made progress towards achieving the Sustainable Development Goals (SDGs), but some challenges remain. It performs better than the EU average on a number of SDGs in the social domain, including reducing poverty (SDG1) and inequalities (SDG10). There has also been progress on good health and well-being (SDG3) and quality education (SDG4), although Slovakia is still lagging behind the EU average on indicators in these areas. However, environmental pressures and a changing climate weigh on Slovakia’s sustainable development, and low-emissions energy consumption and resource productivity have developed less favourably. Slovakia is still facing challenges related to reinforced climate action (SDG13), affordable and clean energy (SDG7) and more responsible consumption and production (SDG12). ( 3 ) ( 3 ) Within the scope of its legal basis, the European Semester can help drive national economic and employment policies towards the achievement of the United Nations Sustainable Development Goals (SDGs) by monitoring progress and ensuring closer coordination of national efforts. The present report contains reinforced analysis and monitoring on the SDGs. A new annex (ANNEX E) presents a statistical assessment of trends in relation to SDGs in Slovakia during the past five years, based on Eurostat’s EU SDG indicator set. ",
        "Executive summary 5 Key structural issues analysed in this report, which point to particular challenges for Slovakia’s economy, are the following:  Amid risks, public finances are improving only slowly as expenditure grows fast. Revenue has been boosted by solid employment growth and improved collection of value-added tax, even though the value-added tax gap remains high. Property, consumption and environmental taxes still play a limited role. Digital services are set to improve the efficiency of tax administration, and spending review assessments are gradually improving resource allocation.  Population ageing, recent pension reforms and the healthcare system pose long-term sustainability risks to public finances. The population is projected to age rapidly due to increases in life expectancy and low fertility rates. Recent reforms capping the retirement age and raising minimum pensions translate in higher medium to long-term public expenditure. Excessive reliance on hospital care hinders system efficiency, but a comprehensive reform for modernising the hospital network has been put on hold. However, several measures have also improved the efficiency of the health care system.  Overall, the banking sector remains sound and well capitalised, but rising housing prices and household debt pose challenges. Banks continue to be profitable, but lower interest rates have reduced their profit margins, and the recent doubling of the bank levy will further weigh on their profitability. House prices continue to grow, translating into a low but rising overvaluation, decreasing affordability, as well as rising household debt. Macro-prudential measures have contributed to reduce debt growth. Other measures in various areas can help balance housing supply and demand, lower household indebtedness and reduce financial risks.  The effectiveness of the anti-money laundering framework needs to be improved. Despite ambitious plans to strengthen the prevention, investigation and prosecution of money laundering, the understanding of risk exposure remains low. Limited human resources and training hamper the effectiveness of supervision. Steps undertaken under the government action plan have not yet provided the tools necessary to effectively identify and prosecute money laundering offences and to confiscate assets.  Slovakia has a strong labour market, but structural challenges and disparities persist. Slovakia’s employment rate reached a record high of 73.3%. The number of women who are in work or looking for a job is gradually increasing, but there are still significant gender gaps in both employment and wages. Long- term unemployment is dropping, but it remains high in particular in eastern regions, also due to lack of integrated employment and social services for the vulnerable groups that are the farthest away from the labour market. The proportion of people at risk of poverty or social exclusion is low, but some groups and regions are particularly vulnerable.  The persisting cycle of poverty is difficult to break and people’s access to social and essential services is uneven. A large part of the Roma population lives in poverty or in poor housing conditions and their access to social and essential services is hampered by missing infrastructure. Child poverty, in particular among Roma communities, is a major reason for children being placed in the state foster care system. Formal long-term care continues to be dominated by residential facilities, and the process of deinstitutionalising care for persons with disabilities is proceeding slowly. There is a lack of financial resources and of a clear and integrated approach addressing the increasing demand for healthcare and social services in long-term care. Access to quality healthcare, in particular primary care, remains relatively poor and uneven.  The low quality of Slovakia’s education and training system and the inequalities within it prevent the country from fulfilling its economic potential. Students’ performance in basic skills remains low and pronounced educational inequalities persist, with socioeconomic status having a significant impact on educational and employment ",
        "Executive summary 6 outcomes. Investment in education and training remains insufficient, affecting educational outcomes across all levels, including vocational training and lifelong learning. Despite further pay rises for teachers, the teaching profession remains unattractive and there are teacher shortages. The low inclusiveness of education contributes to the poverty cycle seen in some parts of the country. This is especially challenging in relation to the Roma minority, in particular due to the persisting lack of systemic measures to improve the inclusion of Roma children. The obligatory pre-school entry age will be lowered as of 2021, which means that early childhood education and care will have to become more accessible, high-quality and inclusive. As the quality of higher education remains low, reform measures in the quality assurance system have been launched.  The digital transformation could provide opportunities if the regulatory framework is made fit-for-purpose and R&D is improved. Future technological changes are likely to impact Slovakia’s economy more than the economies of other countries. Yet, both public and private R&D investment remain low. The low quality of public research and limited cooperation with businesses, partly explained by inefficiencies related to a fragmented governance system, constrain the development and sharing of knowledge and skills.  The business environment is slowly losing ground both in international rankings and in the perception of local entrepreneurs. In addition to specific shortcomings such as lengthy processes to get construction permits and resolve insolvency, the high frequency and low predictability of changes in the regulatory framework hamper investment. On a more positive note, contracting authorities are becoming more interested in the use of quality criteria and life cycle costing in public procurement, though substantial practical improvements are yet to be seen.  The overall effectiveness of Slovakia’s public institutions and administration remains low. Despite reform efforts, Slovakia’s public administration underperforms relative to other EU countries. There are shortcomings in particular in coordinating policy making, drafting regulations, and ensuring high performance of the civil service, human resource management and service delivery. The digitisation of public services is progressing but take-up remains low. Despite some progress, the justice system continues to face specific challenges regarding its overall integrity. Moreover, the prosecution of high- level corruption cases has become a pressing challenge and efforts to improve the corruption prevention framework and to carry out planned reforms appear to be insufficient.  Environmental pressures and challenges weigh on Slovakia’s sustainable development. The climate transition requires scaled up efforts and targeted investment, which implies significant economic and social choices. Currently planned investment and funding for mitigation and adaptation may not be sufficient, with private finance and capital markets particularly underdeveloped. Investing into making buildings more energy efficient remains a priority. A more enabling environment could help increase the proportion of renewable energy sources in the energy supply. Air pollution caused by solid fuel burning and rising emissions caused by transport pose a serious health concern. Moreover, Slovakia needs to adapt to a changing climate by addressing and planning for increased risks. Moving to a more circular economy would also help make the use of natural resources more sustainable. The Commission’s proposal for a Just Transition Mechanism under the next multi-annual financial framework for 2021-2027 includes a Just Transition Fund, a dedicated just transition scheme under InvestEU, and a new public sector loan facility with the European Investment Bank. It is designed to ensure that the transition towards EU climate neutrality is fair by helping Slovakia’s most affected regions to address the social and economic consequences. Key priorities for support under the Just Transition Fund are identified in Annex D, building on the analysis of transition challenges outlined in this report. ",
        "1. ECONOMIC SITUATION AND OUTLOOK 7 Growth performance The strong economic expansion seen in recent years is giving way to slower growth. Slovakia has witnessed impressive economic growth following the 2009 economic crisis. More recently, after expanding by 4.0% in 2018, economic growth measured by real GDP is estimated to have slowed down markedly to 2.3% in 2019 (Graph 1.1). This was mostly due to lower net exports, a result of both lower foreign demand and temporary domestic factors, such as changes and delays in production in the large, export-focused automotive sector. Yet, domestic demand has been robust, and record-low unemployment and strong wage increases have supported private consumption. Investment activity is estimated to have weakened in 2019 after strong growth in previous years. Graph 1.1: Real GDP growth and its components Source: Eurostat, European Commission 2020 Winter Forecast The economy is projected to grow at 2.2% in 2020 and 2.6% in 2021 as exports recover and domestic demand eases. According to the Commission’s winter forecast, private consumption growth is likely to ease slightly as the rate of job creation is slowing and real wage growth decelerates. Both exports and the trade balance are expected to slowly recover in 2020-21. New production capacities and a competitive export sector set Slovakia on course to regaining market share. Convergence towards the EU average has slowed down in the past decade, despite an uptick in 2018. Based on purchasing power standards, GDP per person has stood between 72% and 77% of the EU average since 2010, similar to gross national income per person (Graph 1.2). Real GDP per person outpaced the EU average by more than 13.2 percentage points cumulatively between 2010 and 2018, considerably less than the 50.1 pps in 2000-2010. However, Slovakia’s relatively fast economic growth, coupled with moderating inflation, may revive convergence. Graph 1.2: GNI per person in purchasing power standards Source: AMECO Potential growth Economic growth is now below potential. Recent investment activity has stimulated potential growth in parallel with actual GDP. However, slower domestic and foreign demand have pushed the cyclical growth component into negative territory. Overall, economic growth stems from structural growth. As a result, the high wage growth seen so far is likely to decelerate. In the medium term, economic growth is expected to return to its potential. Potential growth is projected to sustain a solid pace close to 3% over the next few years. It is mostly driven by total factor productivity growth and capital accumulation. Further deepening the capital stock and investing in intangible capital and high value-added technologies can help diversify the economy, strengthen its resilience and sustain or even improve potential growth. In contrast, -10% -5% 0% 5% 10% 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 1 9 2 0 2 1 y-o-y % Net exports Consumption Investment (GFCF) Inventories Real GDP growth forecast 40 45 50 55 60 65 70 75 80 85 90 0 0 0 1 0 2 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 Czech Republic Hungary Poland Slovakia Portugal ",
        "1. Economic situation and outlook 8 labour is likely to drag on potential growth in the long term: the demographic outlook implies a projected 12% decline in the working-age population by 2050, among the least favourable in the EU. Moreover, there is a trend towards fewer hours worked per person. Currently, these developments are still largely offset by an increasing employment rate, which reached 73.3% in Q3-2019 (1.2 pps year-on-year). Transformational changes such as automation and the green transition, as well as Slovakia’s ability to respond to them, will determine long-term potential growth. Productivity Graph 1.3: Evolution of labour productivity and gaps (GVA per hour worked in PPS) Source: Eurostat Maintaining productivity growth, the backbone of Slovakia’s swift economic convergence, will require sustained efforts. Total factor productivity grew by an annual average rate of 2.1% in Slovakia in 1996-2018, compared to 0.7% in the EU. Labour productivity growth (Graph 1.3) has been similarly impressive, and the productivity gap with the EU average has narrowed substantially since 2000, though less so since 2009. Economic growth has been based on industrial specialisation – achieved with the help of foreign direct investment – and attractive labour costs. Manufacturing accounted for 20% of GDP in 2018, compared to 14.6% in the EU. With some of these industries, such as the automotive sector, facing deep structural change at a global scale, and domestic unit labour costs increasing, further convergence will hinge on Slovakia’s ability to further raise competitiveness and productivity – for example, by deepening the capital stock, addressing skills mismatches and improving education (see Section 3.3). Unit labour costs are increasing as wage growth outpaces labour productivity growth. Nominal unit labour costs increased by 4.5% in 2017, 3.5% in 2018, and an estimated 5.2% in 2019 (Graph 1.4). Labour compensation growth drives these increases and is projected to have reached its highest value since the financial crisis, at 7.7% in 2019. While high wage increases in the public sector contributed strongly, the tight labour market and labour shortages in experienced in several sectors are at the heart of the developments. Wage growth can be expected to decelerate along with overall economic growth, so pressures could ease in the coming years. Graph 1.4: Decomposition of rate of change of ULC Source: AMECO Productivity is catching up with the EU average in all of Slovakia’s regions, but the gap between the capital and other parts of the country remains significant. In 2017, the real gross value added per worker in Bratislava amounted to €50,500, compared to the national average of €35,400. All of Slovakia’s regions show a similar growth trend, but Bratislava’s performance is always significantly above the national average. This is because Bratislava has better overall infrastructure, higher labour market efficiency, a better ability to attract more skilled workers and 0% 10% 20% 30% 40% 50% 60% 70% 90 100 110 120 130 140 150 160 170 180 190 00010203040506070809101112131415161718 Gap 2000=100 Slovakia Germany Czechia Hungary Poland EU Slovakia vs EU (rhs) -10 -8 -6 -4 -2 0246 8 10 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 1 9 * 2 0 * 2 1 * R a t e o f c h a n g e y - o - y ( % ) Inflation (GDP deflator growth) Real Compensation per Employee Productivity Contribution (negative sign) Nominal unit labour cost ULC in Slovakia ",
        "1. Economic situation and outlook 9 firms with higher value-added, and a more competitive innovation ecosystem (Graph 1.5). Graph 1.5: Evolution of labour productivity by region Source: Eurostat, European Commission calculations Household consumption Solid growth in household real disposable income supports robust private consumption. After years of strong employment growth, the rate of job creation slowed down in 2019 and is likely to moderate further in 2020-2021. Although the positive effect that job creation has on household disposable income is expected to fade, strong wage growth should continue to prop up earnings and incomes. Overall, household consumption is projected to grow well above 2% in real terms, which leaves the household saving rate stable at close to 10%. Investment Investment growth is expected to continue, with public investment gaining importance. Total investment has returned to and surpassed pre-crisis levels since 2015. Investment growth is estimated to have weakened in 2019, due to a more subdued economic outlook and following sizeable private investment in 2018 due to the construction of a new car factory. Investment is expected to grow at similar rates in the coming years. Public investment is projected to assume a more prominent role in the medium term thanks to some major public investment projects and due to the approaching end of the programming period for EU funding. Trade performance and competitiveness Foreign trade is likely to recover after its less dynamic performance of 2019. Slovakia is sensitive to the trade environment as it is a small and very open economy: In 2018, its exports were worth 93.6% of GDP (EU: 46.2%) and imports worth 92.9% of GDP (EU: 42.7%). Exports were affected by the impact of slowing foreign demand from key EU trading partners in 2019, most notably Germany, Slovakia’s largest trading partner accounting for 22% of exports in 2018. Temporary domestic production factors (see below) exacerbated the slowdown. As these factors fade, exports are likely to gradually pick up. As imports were less affected by the slowdown, the trade balance is projected to have dipped into negative territory in 2019, but should move back into surplus by 2021. The positive effect of new investment on Slovakia’s export capacities and trade performance is expected to be seen over 2020-2021. This should result in export market share gains after an expected dip and slight loss in 2019. Global trade uncertainty could dampen this outlook, however. The automotive industry drives Slovakia’s export performance . The sector accounts for around one quarter of total exports and almost one third when car accessories are included. In 2018, the automotive sector accounted for more than two thirds of export growth. In 2019, the sector was much less dynamic, dragging down export growth. In Q2-2019, exports decreased more sharply than foreign demand. Temporary domestic factors can explain this drop, but are expected to wear off. They include: a) changes made in production lines to respond to changing consumer preferences and to comply with new emission standards; and b) a longer time than expected for some production capacities to become operational. The car industry in general is at a critical juncture, and the transition to alternative propulsion vehicles can impact Slovakia’s future production and exports (Box 1.1). It is important that Slovakia prepares for this challenge. Exporting sectors have maintained their price competitiveness relatively well despite a worsening real effective exchange rate. The unit labour cost-based real effective exchange rate weakened mainly due to rising labour costs, with average nominal wages increasing in the context of 15 25 35 45 55 65 75 0 0 0 1 0 2 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 t h o u s a n d s o f E U R p e r e m p l o y e d p e r s o n s Capital region Other NUTS2 regions EU28 National average ",
        "1. Economic situation and outlook 10 record-low unemployment and elevated inflation. Labour costs are set to grow further, but the expected economic slowdown is likely to moderate their growth in the medium term. A similar picture emerges for the consumer price index-based real effective exchange rate. However, exports have been less affected as productivity gains in export- oriented industries have largely offset rising compensation (Graph 1.6). Effectively, Slovakia’s export performance has thus been relatively well insulated from the average rise in unit labour costs, which has been most pronounced in market services. Low productivity gains explain the rise of unit labour costs despite moderate wage growth in that sector (see below). Graph 1.6: Unit Labour Costs by sector Source: Eurostat, European Commission calculations External position Steady inflows of inward foreign direct investment have built up a sizeable negative net international investment position. The net (inward) stock of foreign direct investment as a share of GDP is estimated to have remained broadly stable at -51.1% in 2019 (Graph 1.7). It thus forms the lion’s share of the country’s relatively large negative net international investment position estimated to have slightly improved to -65.7% in 2019( 4 ). As foreign direct investment is a safer and more stable form of investment instrument because it is non- defaultable, the net international investment ( 4 ) Nevertheless, it remains below the prudential benchmark of -50% and the fundamentals-based benchmark of -7% position is therefore largely unproblematic. Excluding non-defaultable instruments, net external liabilities are estimated to have stood at only -15.6% of GDP in 2019, a modest deterioration over the past decade. Overall, the projected high nominal GDP growth is likely to allow for a modest improvement of the external position in coming years. Graph 1.7: Decomposition of Net International Investment Position Source: Eurostat The current account balance is expected to remain in deficit. In 2019, it is estimated to have stood at –2.4% and at -0.6% if cyclically adjusted, only slightly below the -0.2% explained by fundamentals. This is the result of dividend outflows stemming from the large stock of foreign direct investment. Sluggish exports in 2019 are expected to worsen the negative contribution of the income balance to the current account, though only temporarily. An improving trade balance – also due to expanding production facilities – is expected to mitigate the current account deficit in the medium term. Labour market and social situation Employment growth continued, driven by services and construction. In Q3-2019, the employment rate of people aged 20-64 reached 73.3% (0.8 pps year-on-year) and the unemployment rate dropped by 0.4 pps year-on- year to 5.7% in Q4-2019. The largest year-on-year increases in employment were recorded in information technology (5.3%), construction (5.1%) and professional and technical services (2.5%, see Graph 1.8). According to the Slovak 80 90 100 110 120 130 140 150 160 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19' 2 0 0 3 = 1 0 0 Industry Construction Market services Tradable Non tradable Total economy -100 -80 -60 -40 -20 0 20 40 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19* % o f G D P Reserve assets Net portfolio investment, equity and investment fund shares/units Net portfolio investment, debt securities Other investment (net) Net direct investment Net financial derivatives and employee stock options Net Int'l investment position (NIIP) NENDI (NIIP excluding non-defaultable instruments) ",
        "1. Economic situation and outlook 11 Statistical Office, after five years of steady growth, employment in the automotive industry seems to have plateaued. Strong labour demand was met by an increasing activity rate (among people aged 20- 64 by 0.4 pps year-on-year). Graph 1.8: Employment by sector, year-on-year changes Source: Eurostat As unemployment dropped, labour shortages remain pronounced, though the figures are stabilising. Vacancies registered at labour offices reached 92,300 in December 2019, highly concentrated in the western part of the country. In contrast, in several districts of South-East Slovakia, the number of vacancies was lower than the number of jobseekers (IFP, 2019). The labour shortage indicator, shown by the Beveridge curve (Graph 1.9), peaked in 2018, but fell by 10 pps in Q3-2019. A tight labour market has fuelled large salary increases. Driven by labour shortages, nominal compensation of employees increased by 5.3% in 2018 and are expected to have further grown by 6.8% in 2019. Public sector wages grew (6.6%) faster than private sector wages (5.1%) in 2018. In the private sector, wage growth was mostly driven by construction (7.7%) and industry (7.4%), while milder growth was recorded in services, notably in market services (3.5%). Overall, the impact of recent wage increases on competitiveness is expected remain limited (see productivity above). Graph 1.9: Beveridge curve, 2000-2018 (1) Annual data based on the average of the four quarters Source: Eurostat, LFS and European Commission, EU Business and Consumer Surveys. Data seasonally adjusted. In spite of overall positive labour market outcomes, some groups face disadvantages and east-west disparities remain marked. The unemployment of low-skilled people is among the highest in the EU, at 29.8 % in 2018 (13.3 % in the EU). The situation is particularly serious for low- skilled youth (43.5 % v 21.1 % in the EU). Large regional disparities persist, with Eastern regions presenting a comparatively worse situation across all labour market and social indicators. The situation is especially critical for marginalised Roma communities (see Section 3.3). Poverty rates remain low but social exclusion remains a serious challenge in some regions. In 2018, the ‘at-risk-of poverty or social exclusion’ rate remained stable at 16.3%, significantly below the EU average of 21.9%. However, close to 200,000 Roma people live in marginalised communities often without access to basic infrastructure and public services. Income and wealth are comparatively evenly distributed but inequality of opportunities remains high. For Slovakia, the S80/S20 indicator that measures the ratio of the incomes of the richest 20% of households compared to the poorest 20%, is among the lowest in the EU (3.0 compared to the EU average of 5.2 in 2018). This is due to low wage dispersion, rather than the redistributive effect of the tax and benefit system. Gross -150 -100 -50 0 50 100 0 0 Q 2 0 1 Q 1 0 1 Q 4 0 2 Q 3 0 3 Q 2 0 4 Q 1 0 4 Q 4 0 5 Q 3 0 6 Q 2 0 7 Q 1 0 7 Q 4 0 8 Q 3 0 9 Q 2 1 0 Q 1 1 0 Q 4 1 1 Q 3 1 2 Q 2 1 3 Q 1 1 3 Q 4 1 4 Q 3 1 5 Q 2 1 6 Q 1 1 6 Q 4 1 7 Q 3 1 8 Q 2 1 9 Q 1 ths Agriculture Industry Construction Tradable services Mpm-tradable services Public sector Total 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 05 10 15 20 25 30 35 40 0 5 10 15 20 25 l a b o u r s h o r t a g e i n d i c a t o r ( % ) unemployment rate (% of labour force) ",
        "1. Economic situation and outlook 12 disposable household income per person grew at only around half the rate of GDP per person between 2010 and 2018, indicating that increases in income have reached households only to some extent, i.e. a low inclusiveness of growth. Wealth inequality is also among the lowest in the EU, partly due to a high rate of home ownership. However, inequality of opportunities remains high, as shown by the strong impact of socio-economic background on education outcomes, for example. Regional disparities Regional disparities remain significant. Infrastructure gaps and weak urban-rural linkages mark pronounced economic differences between regions (Section 3.4.2). In 2017, GDP per person (in purchasing power standards) ranged between 179% in the capital region and 54% of the EU average in the less developed region of Východné Slovensko. Regional disparities are less pronounced when comparing net disposable income, which ranged from 87% in Východné Slovensko to 153% in the Bratislava region in 2017. This reflects low registration rates of internal migration and the importance of commuters and government transfers, and it is arguably a more relevant measure of disparities. Moreover, purchasing power standards are set at national level, whereas differences in the cost of living across regions may further reduce this gap. At the same time, a more granular analysis could reveal further intra-regional disparities, e.g. between regional capitals and more urban areas. Despite overall convergence towards the EU average income, convergence within Slovakia itself has been weak. Thanks to strong economic growth, Slovakia’s convergence with the EU average since the country joined the EU has been impressive, with all eight NUTS 3 regions – similar in size in terms of population – growing faster than the EU average. The capital region of Bratislava has grown about as fast as the national average between 2007-2016, by roughly 31%. Prešov, the country’s poorest region, experienced the strongest growth, outperforming the national average by 13.9%. Overall, however, regional income dispersion is still at a similar level in 2017 as it was in 2007 (see Graph 1.10). Graph 1.10: Regional disparities (1) Shaded areas: GDP per person in PPS as % of national average; figures in %: cumulative growth relative to national average 2007-2016. Source: Eurostat, European Commission calculations Economic and social indicators depict sizeable regional disparities, even if labour market developments show some convergence. Territorial disparities in terms of labour market and social inclusion indicators remain significant, with Eastern and South-Eastern Slovakia lagging behind. With the exception of the capital region, population growth was below the EU average in all of Slovakia’s regions in the 2010-2016 period. The capital region also outperforms the remaining regions in a wider range of economic indicators, such as investment levels, labour productivity and salaries. However, in 2013-2018, all regions experienced stronger wage growth than the Bratislava region, albeit from a lower starting point. Although regional dispersion in employment rates remains substantial, regions with high unemployment rates are benefiting most from the recent strong growth in employment. Inflation Consumer prices increased by 2.8% in 2019 and are expected to ease slightly. Services, food and energy all contribute substantially to overall inflation. The services sector is forecast to remain a key driver of price dynamics as swift wage growth is set to continue to spill over into services prices. Inflationary pressures stemming from energy and food prices are expected to moderate. In contrast, non-industrial energy goods are likely to contribute less to overall price increases. Overall, consumer price growth is expected to settle at 2.5% in 2020 and 2.2% in 2021. ",
        "1. Economic situation and outlook 13 Graph 1.11: Consumer inflation Source: Eurostat Credit growth Household debt continues to grow and could pose a systemic risk in the future. It reached a record-high 42.8% of GDP in the first half of 2019, above the fundamental benchmark of 28%, but still below the prudential benchmark of 55% ( 5 ) (Section 3.2). After substantial expansion throughout 2016 and 2017, in part driven by rising housing prices, its growth has slowed significantly in the first half of 2019. However, it remains one of the highest in the EU. The deceleration was mainly due to a tightening of the macroprudential measures, a gradual saturation of the credit market and a stabilisation of the average interest rate, which nevertheless remains low. Housing market House prices continue to grow. Real house prices have been growing steadily on the back of supply constraints and strong demand, thus reducing affordability, although they are still below the pre-crisis peak. Construction activity has increased markedly, but is unlikely to fully meet demand in the near future. Meanwhile, the rental market is too small, limiting the mobility of especially temporary workers and students. ( 5 ) The prudential benchmark is an estimate of the value of debt above which there is a higher likelihood of a banking crisis. The fundamental benchmark refers to the value of debt that should be observed over the medium-to-long term on the basis of a country’s fundamental characteristics. Graph 1.12: Evolution of the House Price Index and MFI loans for house purchase Source: Eurostat, ECB and European Commission calculations Public finances The consolidation effort is expected to have been weak in 2019. The deficit is expected to have declined from 1.1% of GDP in 2018 to 0.9% in 2019. The strong labour market boosted revenues, especially social security contributions. Value added tax collection grew faster than household consumption, suggesting improved collection. However, current expenditure, including compensation of employees, social transfers, subsidies and other current transfers, grew at a fast pace. Public investment also increased due to a higher drawdown of EU funds. Consequently, the structural balance improved only marginally. Public finances face further risks. In 2020, the government deficit is projected to increase to 1.2% of GDP. Direct taxes are set to grow more slowly due to increased tax allowances, a reduced income tax rate for self-employed and small enterprises, higher deductions for R&D and faster depreciation of electric vehicles. The delayed implementation poses a risk to indirect tax revenues from online electronic cash-registers and fuel additives, and a reduced VAT rate for certain foodstuffs will negatively impact tax revenue. Risks for expenditure in 2020 include continued public wage growth, more social benefits and the drawdown rate of EU funds and related investment. The debt- -2% -1% 0% 1% 2% 3% D e c 1 3 A p r 1 4 A u g 1 4 D e c 1 4 A p r 1 5 A u g 1 5 D e c 1 5 A p r 1 6 A u g 1 6 D e c 1 6 A p r 1 7 A u g 1 7 D e c 1 7 A p r 1 8 A u g 1 8 D e c 1 8 A p r 1 9 A u g 1 9 D e c 1 9 Energy Non-energy ind. goods Processed food Services Unprocessed food HICP 020 40 60 80 100 120 140 05 10 15 20 25 30 35 0 7 Q 1 0 8 Q 1 0 9 Q 1 1 0 Q 1 1 1 Q 1 1 2 Q 1 1 3 Q 1 1 4 Q 1 1 5 Q 1 1 6 Q 1 1 7 Q 1 1 8 Q 1 1 9 Q 1 2 0 1 5 = 1 0 0 R a t e o f c h a n g e y - o - y ( % ) MFI loans for house purchase (y-o-y growth rate) Real House Price Index (2015=100), right axis Nominal House Price Index (2015=100), right axis ",
        "1. Economic situation and outlook 14 to-GDP ratio is expected to decline to close to 47% and below in 2020-21. Sustainable Development Goals Slovakia has made progress towards achieving the Sustainable Development Goals (SDGs), but challenges remain. Over the past five years, there has been progress for almost all SDGs. Slovakia performs better than EU average in various social SDGs, including poverty (SDG1), reduced inequalities (SDG10) and zero hunger (SDG2). While still lagging behind EU average, progress is also visible in, good health and well-being (SDG3), and quality education (SDG4), though challenges remain (see Section 3.3). Yet, environmental pressures and a changing climate weigh on Slovakia’s sustainable development, and low-emission energy consumption and resource productivity have developed less favourably, with the latter below EU average. Challenges therefore remain for reinforced climate action (SDG13) and improving the status of ecosystems, in decelerating land degradation and in preserving biodiversity (SDG15), for affordable and clean energy (SDG7), and for more responsible consumption and production (SDG12). ",
        "1. Economic situation and outlook 15 (Continued on the next page) Box 1.1: Automotive sector The automotive sector is the largest industry in Slovakia, accounting for a significant proportion of total employment. It accounted for 14.3% of total output in 2018, an increase of 5.4 percentage points compared to 2010, while taking up 8.5% of total employment ( 1 ) (PEI, 2019). Its structure is characterised by a few large foreign-owned, export-oriented car manufacturers with high productivity and focused on assembling, such as Volkswagen, Jaguar LandRover, Kia Motors and Groupe PSA. These are complemented with a substantial number of both large and small firms that supply car parts to the big car companies and export to Germany and neighbouring countries in the CEE automotive cluster. The sector accounted for 26.9% of all exports in 2018, compared to 7.5% in the EU, making it particularly vulnerable to external shocks. However, this challenge is similar to the one faced by other countries from the regional automotive cluster, such as Czech Republic and Hungary. The automotive production sector is also highly concentrated in the western part of the country, which contributes to regional disparities. Helping domestic firms move up the value chain will be key to increase the value added of the sector, particularly by improving coordination with research institutions, R&D governance and transport infrastructure. Slovakia’s automotive sector accounted for only 5.2% of total gross value added in 2018, quite low compared to its contribution to overall output. This is mainly due to the size and openness of the economy and the sector’s specialisation in low value- added activities, as well as a high import intensity and a low innovation capacity in domestic firms. Although foreign-owned automotive companies account for most R&D spending and innovation in the sector, these investments are mainly directed at improving production processes without high domestic technological diffusion, thus limiting the capacity of the sector to upscale to knowledge-intensive services (Pavlínek, P., 2014; Szcurek, M. and Tomaszewski, M., 2017; Drahokoupil, J. and Fabo, B., 2019). In 2019, the government introduced ‘super tax deductions’ deductions of eligible R&D costs, from 100% to 150% by the end of 2019 and to 200% in 2020, as well as the principle of “one year-one change in business laws” as limit to encourage a stable business environment (IMF, 2019a). Still, regulatory burden may hold back investment. Enhancing coordination between research institutions and automotive companies and improving R&D governance could support domestic firms. Upgrading the transport system – e.g. the quality of infrastructure and more efficient customs clearances and timeliness of shipments – will also help attract investment, especially in more remote areas (IMF, 2019a). Addressing skilled labour shortages both in secondary and tertiary education can help the automotive sector to move up the value chain. According to the OECD, labour shortages are particularly pronounced in the STEM ( 2 ) and IT fields, and 58% of original equipment manufacturers flag this as a major risk factor for prospective growth of the sector (PWC, 2019). Companies also hire foreign workers or run training programmes to compensate for lack of domestic labour supply, incurring significant costs especially for smaller firms along the supply chain. Still, OECD data suggests that less than 20% of low skilled employees in Slovakia receive firm-based training, compared to around 40% in Czechia, for example. Furthermore, there is no government strategy for social inclusion and integration of migrant workers, leaving this burden to municipalities. Given the tight labour market, efforts have been made to ease labour shortages through a nationally funded programme for reskilling unemployed people for the automotive sector. Measures to promote dual vocational education are set to reduce skill mismatches, but their ( 1 ) Considering both direct and indirect employment. ( 2 ) STEM refers to the disciplines of Science, Technology, Engineering and Mathematics. ",
        "1. Economic situation and outlook 16 Box (continued) implementation has been slow so far. Improving the quality of tertiary education, aligning higher education with technical skill needs, and providing career guidance in schools would also be beneficial. One example of this is the ‘professional bachelor’s programme’ between Volkswagen and the Slovak University of Technology. Promoting conditions for regional labour mobility, including by developing the rental market through investing in public housing and better transport connections for commuting, could also help boost job matching. Efforts to strengthen electric vehicle (EV) production are being put forward, but the rise of e-mobility poses a challenge to the automotive industry. In order to manage the transformation away from internal combustion engines to EVs, countries will have to improve their R&I ecosystem and invest in infrastructure, as well as develop the right skill sets. Sales of EVs are projected to account for 60% of total vehicle sales by 2030. This will significantly transform the industry, as it is estimated that almost 60% of the content of an EV originates from outside the traditional value chain (UBS, 2017). E-mobility will likely also reduce the number of manufacturing jobs needed due to EVs’ lower mechanical complexity, making the case for targeted training and retraining even more pressing (Frediksson, G et al, 2018). Currently, Kia, Groupe PSA and Volkswagen are producing EVs, while Jaguar LandRover is considering including EVs to its portfolio. In 2019, the government passed the ‘Plan for Development of Electromobility’ to support the transition to EV, including R&D provisions for EV’s battery research. Projections show that EVs will account for 11% of total car production by 2025 (T&E, 2019). This transition can contribute to progress on climate action (SDG13), cleaner energy (SDG7), and innovation and infrastructure (SDG9). Slovakia lags behind other EU countries in creating a battery value chain. Batteries make up for 30-48% of the total cost of an EV, making them an essential part of the future of the automotive value chain. Currently, both Slovakia and the EU rely on imports from China for batteries and raw materials. The ‘Slovak Battery Alliance’ was formed in October 2018 to help create a competitive battery ecosystem and to attract stakeholders. Nevertheless, EV battery pack production in Slovakia is projected to reach around 100 MWh per year by 2021, which is low compared to neighboring countries (25 GWh in Hungary; 52 GWh in Poland ( 3 )), and markedly lower than the expected EV battery demand in the EU, which is estimated to reach 400 GWh by 2025( 4 ). ( 3 ) Based on the Commission’s internal estimates. ( 4 ) According to InnoEnergy forecasts. ",
        "1. Economic situation and outlook 17 Table 1.1: Key economic indicators Slovakia (1) Domestic banking groups and stand-alone banks, EU and non-EU foreign-controlled subsidiaries and EU and non-EU foreign-controlled branches. (2) NIIP excluding direct investment and portfolio equity shares. (3) The tax-to-GDP indicator includes imputed social contributions and hence differs from the tax-to-GDP indicator used in the section on taxation. (4) Defined as the income tax on gross wage earnings plus the employee's social security contributions less universal cash benefits, expressed as a percentage of gross wage earnings. Source: Source: Eurostat and ECB as of 4-2-2020, where available; European Commission for forecast figures (Winter forecast 2020 for real GDP and HICP, Autumn forecast 2019 otherwise) 2004-07 2008-12 2013-16 2017 2018 2019 2020 2021 Real GDP (y-o-y) 7.8 2.0 2.6 3.0 4.0 2.3 2.2 2.6 Potential growth (y-o-y) 5.7 3.7 2.1 2.2 2.6 2.6 2.8 2.9 Private consumption (y-o-y) 6.5 1.2 1.8 4.3 3.9 . . . Public consumption (y-o-y) 2.1 1.8 3.3 1.0 0.2 . . . Gross fixed capital formation (y-o-y) 9.9 -1.6 3.5 3.9 3.7 . . . Exports of goods and services (y-o-y) 17.7 4.1 5.3 3.5 5.4 . . . Imports of goods and services (y-o-y) 16.5 1.6 5.9 3.9 5.0 . . . Contribution to GDP growth: Domestic demand (y-o-y) 6.4 0.6 2.3 3.4 3.0 . . . Inventories (y-o-y) 0.6 -0.6 0.4 -0.2 0.5 . . . Net exports (y-o-y) 0.7 2.0 -0.2 -0.2 0.5 . . . Contribution to potential GDP growth: Total Labour (hours) (y-o-y) 0.3 0.7 0.1 0.0 0.2 0.2 0.3 0.3 Capital accumulation (y-o-y) 1.1 0.9 1.0 1.0 1.1 1.0 1.0 1.0 Total factor productivity (y-o-y) 4.3 2.1 1.1 1.2 1.3 1.4 1.5 1.6 Output gap 1.5 -0.5 -1.9 0.3 1.7 1.8 1.6 1.5 Unemployment rate 14.9 12.8 12.2 8.1 6.5 5.8 5.7 5.6 GDP deflator (y-o-y) 3.1 1.0 -0.1 1.2 2.0 2.4 2.3 2.2 Harmonised index of consumer prices (HICP, y-o-y) 4.1 2.7 0.1 1.4 2.5 2.8 2.5 2.2 Nominal compensation per employee (y-o-y) 8.4 3.8 2.6 5.4 5.6 7.1 5.4 4.9 Labour productivity (real, person employed, y-o-y) 6.3 1.7 1.3 0.8 2.0 . . . Unit labour costs (ULC, whole economy, y-o-y) 1.9 2.0 1.3 4.5 3.5 5.2 3.0 2.4 Real unit labour costs (y-o-y) -1.1 1.0 1.4 3.3 1.4 2.7 0.6 0.2 Real effective exchange rate (ULC, y-o-y) 6.1 2.2 0.4 3.7 1.9 2.0 0.5 0.4 Real effective exchange rate (HICP, y-o-y) 6.7 2.3 -0.2 -0.1 2.0 0.7 0.4 0.2 Net savings rate of households (net saving as percentage of net disposable income) 0.6 1.6 2.0 2.5 2.6 . . . Private credit flow, consolidated (% of GDP) 7.0 4.3 6.1 9.6 2.0 . . . Private sector debt, consolidated (% of GDP) 51.9 67.8 80.9 94.5 90.9 . . . of which household debt, consolidated (% of GDP) 13.1 24.7 33.7 41.1 42.3 . . . of which non-financial corporate debt, consolidated (% of GDP) 38.8 43.1 47.2 53.3 48.6 . . . Gross non-performing debt (% of total debt instruments and total loans and advances) (2) 1.5 3.4 3.8 3.3 2.7 . . . Corporations, net lending (+) or net borrowing (-) (% of GDP) -2.6 3.6 4.0 -2.4 -1.0 -2.7 -2.9 -1.9 Corporations, gross operating surplus (% of GDP) 30.9 30.6 30.9 27.7 27.9 27.4 27.4 28.3 Households, net lending (+) or net borrowing (-) (% of GDP) -0.1 0.7 0.7 0.8 0.7 1.5 1.6 1.1 Deflated house price index (y-o-y) . -3.6 4.7 4.4 4.9 . . . Residential investment (% of GDP) 3.0 3.0 2.9 3.2 3.4 . . . Current account balance (% of GDP), balance of payments -7.2 -3.7 -0.5 -1.9 -2.6 -3.4 -3.7 -3.3 Trade balance (% of GDP), balance of payments -2.8 -0.2 2.9 1.8 0.8 . . . Terms of trade of goods and services (y-o-y) -0.7 -1.2 -0.3 -0.6 -0.6 -0.4 -0.2 -0.2 Capital account balance (% of GDP) 0.2 1.3 1.8 0.1 1.4 . . . Net international investment position (% of GDP) -47.2 -61.7 -64.1 -68.3 -68.1 . . . NENDI - NIIP excluding non-defaultable instruments (% of GDP) (1) 0.3 -10.0 -13.1 -15.2 -16.5 . . . IIP liabilities excluding non-defaultable instruments (% of GDP) (1) 43.4 57.4 69.6 88.1 93.5 . . . Export performance vs. advanced countries (% change over 5 years) 83.9 16.3 5.5 2.3 1.1 . . . Export market share, goods and services (y-o-y) 7.7 -2.2 1.6 -1.3 3.1 -0.1 0.6 0.9 Net FDI flows (% of GDP) -5.7 -2.0 0.0 -2.8 -0.9 . . . General government balance (% of GDP) -2.7 -5.4 -2.8 -1.0 -1.1 -0.9 -1.2 -1.3 Structural budget balance (% of GDP) . . -2.1 -1.1 -1.7 -1.6 -1.8 -1.8 General government gross debt (% of GDP) 34.6 40.2 53.0 51.3 49.4 48.1 47.3 46.9 Tax-to-GDP ratio (%) (3) 30.5 28.9 32.3 34.3 34.3 34.5 34.5 34.0 Tax rate for a single person earning the average wage (%) (4) 22.0 22.3 23.0 23.6 23.9 . . . Tax rate for a single person earning 50% of the average wage (%) (4) 14.2 14.7 15.3 16.1 17.1 . . . forecast ",
        "2. PROGRESS WITH COUNTRY-SPECIFIC RECOMMENDATIONS 18 Since the start of the European Semester in 2011, 50% of all country-specific recommendations addressed to Slovakia have recorded at least ‘some progress’. 50% of these CSRs recorded 'limited' or 'no progress' (see Graph 2.1). For instance, some progress has been achieved in reforming the health care system, and in improving the quality and efficiency of the justice system. Graph 2.1: Overall multiannual implementation of 2011- 2019 country-specific recommendations (CSR) to date * The overall assessment of the country-specific recommendations related to fiscal policy excludes compliance with the Stability and Growth Pact. ** 2011 annual assessment: Different CSR assessment categories. ** The multiannual CSR assessment looks at the implementation until 2020 Country Report since the CSRs were first adopted. Source: European Commission Despite progress in healthcare reforms, concerns over the sustainability of public finances remain. While the reform for modernising the hospital network has been put on hold in late December, the health authorities have carried out another spending review and some improvements have gradually been implemented. Yearly cost savings of about €130 million were achieved over the course of 2019. However, long- term fiscal sustainability was compromised due to: (i) a pension reform removing the automatic adjustment of the statutory retirement age to life expectancy and capping the retirement age at maximum 64, and (ii) the National Council increasing minimum pensions to 33% of the average wage of 2 years ago, abolishing the previous link to the subsistence minimum. Fiscal consolidation has been driven by buoyant revenue growth supported by swift and tax-rich economic growth, but was also facilitated by policy efforts to improve tax collection and reduce tax fraud. Further consolidation has been limited due to adjustments on the expenditure side. Measures aimed at improving the quality and inclusiveness of education have yielded limited progress, and further systemic efforts are needed. More kindergarten facilities are being made available, but enrolment rates remain low, in particular for Roma children. Educational outcomes at secondary level continue to be weak, and strongly affected by students' socio-economic background. Slovakia is implementing the 2018-27 reform programme in education. The key measures adopted or announced in 2019 included the lowering of the pre-school age to 5 as of 2021, the new law on pedagogical staff, setting up the center for inclusive education, and a new accreditation agency, and new legislation aimed at improving the higher education quality. The implementation and impact of these new measures will need to be monitored. Despite recent pay rises, teachers’ salaries remain low, both compared with other tertiary-educated workers and by international standards. Investment-related economic policy improved in some areas such as energy efficiency, and public procurement practices are being reformed . Various measures facilitate investment, such as higher amounts eligible for the R&D tax deduction. Investments in renovating multi-family apartment buildings are producing good results. The government formally agreed with operators to connect uncovered areas to broadband. However, governance and the regulatory climate continue to weigh on investment, and the poor management of the implementation of EU funds for R&D in Slovakia restrained R&D investment. Moreover, the interest of contracting authorities in increasing the use of quality criteria and life-cycle costing is rising. The Public Procurement Office and Central Coordination Authority continue to work towards providing methodology and training, even though results are yet to emerge, as learning and implementation take time. No Progress 6% Limited Progress 44% Some Progress 48% Substantial Progress 2% Full Implementation 0% ",
        "2. Progress with country-specific recommendations 19 The quality and efficiency of the justice system have improved, but efforts to detect and prosecute corruption are still insufficient . Increased reform activities are having a positive impact on the quality of the justice system, e.g. with improving online accessibility of judgments. As regards efficiency, there have been improvements regarding the length of proceedings and the clearance rate for litigious civil and commercial cases and administrative justice is performing well. As regards strengthening judicial independence, including judicial appointments, one positive development is that on 10 October 2019, the president appointed the remaining six Table 2.1: Summary table on 2019 CSR assessment * This overall assessment of CSR1 does not include an assessment of compliance with the Stability and Growth Pact Source: European Commission For CSR 3 The regulatory framework underpinning the programming of the 2021-2027 EU cohesion policy funds has not yet been adopted by the co-legislators, pending inter alia an agreement on the multiannual financial framework (MFF). Slovakia Overall assessment of progress with the 2019 CSRs: Limited progress CSR 1: Limited progress* Achieve the medium-term budgetary objective in 2020.  The compliance assessment with the Stability and Growth Pact will be included in Spring when final data for 2019 will be available Safeguard the long-term sustainability of public finances, notably that of the healthcare and pension systems.  Limited progress has been made in safeguarding the sustainability of public finance, notably as relates to the healthcare system CSR 2: Limited progress Improve the quality and inclusiveness of education at all levels and foster skills.  Slovakia has made limited progress in improving the quality and inclusiveness of education. Enhance access to affordable and quality childcare and long-term care.  Limited progress has been made in enhancing access to affordable and quality childcare and long-term care. Promote integration of disadvantaged groups, in particular Roma.  Limited progress has been made in promoting the integration of disadvantaged groups. CSR 3: Limited progress Focus investment-related economic policy on healthcare,  Limited progress has been made in focusing investment-related economic policy on healthcare. Research and innovation;  Limited progress has been made in focusing investment-related economic policy on research and innovation. Transport, notably on its sustainability  Limited progress has been made in focusing investment-related economic policy on transport, notably on its sustainability. Digital infrastructure  Limited progress has been made in focusing investment-related economic policy on digital infrastructure. Energy efficiency  Some progress has been made in focusing investment-related economic policy on energy efficiency. Competitiveness of small and medium-sized enterprises  Limited progress has been made in focusing investment-related economic policy on the competitiveness of small and medium-sized enterprises. And social housing, taking into account regional disparities  Limited progress has been made in focusing investment-related economic policy on social housing, taking into account regional disparities. Increase the use of quality-related and lifecycle cost criteria in public procurement operations  Some progress has been made in increasing the use of quality-related and lifecycle cost criteria. CSR 4: Some progress Continue to improve the effectiveness of the justice system, focusing on strengthening its independence, including on judicial appointments.  Slovakia has made some progress in improving the effectiveness of the justice system, in particular as regards the quality and efficiency. Increase efforts to detect and prosecute corruption, in particular in large-scale corruption cases.  Limited progress has been made to increase efforts to detect and prosecute corruption. ",
        "2. Progress with country-specific recommendations 20 judges to the Constitutional Court, successfully bringing to a positive end an impasse that had existed since February 2019. The Constitutional Court is now composed of 13 judges as envisaged by the Constitution and is finally fully operational again. However, longstanding concerns over the overall integrity of Slovakia’s judicial system continued to mount in the second half of 2019 due to increasing evidence of close links between white-collar criminals and the political level and individual judges and prosecutors, including a former General Prosecutor. The low perception of judicial independence thus continues to be Slovakia’s most serious challenge, and the country’s performance in this area remains at the bottom of EU Member States. Moreover, progress in fighting corruption remains limited. Criminal statistics show fluctuations but no explicit improvement. Improved efforts to sanction legal persons are reported. Slovakia has made some progress in addressing the 2019 country-specific recommendations. ( 6 ) Limited progress has been made with respect to the fiscal-structural part of the first country-specific recommendation, with relevant advances in improving the cost-effectiveness of the healthcare system. Limited progress is also visible in the second country-specific recommendation, as various measures and programmes supported by the European Social Fund are being introduced. Only limited progress has been made in addressing the third recommendation as some measures helped focus investment-related economic policy. Some progress has been made on the authorities paying more attention to the use of quality criteria and life cycle costing in public procurement. Only limited progress has been made in combating corruption. Some progress has been made towards improving the quality and efficiency of the justice system. Upon request from a Member State, the Commission can provide tailor-made expertise via the Structural Reform Support Programme to help design and implement growth- enhancing reforms. Since 2016, such support has ( 6 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a country-specific recommendation is presented in the Overview Table in the Annex. This overall assessment does not include an assessment of compliance with the Stability and Growth Pact. been provided to Slovakia for 26 support projects. Several projects have been delivered in 2019. For example, the Commission helped Slovakia to prepare an action plan for Upper Nitra region’s transition from coal, which was adopted by the government on 3 July 2019. It also helped Slovakia design a strategy and a detailed implementation plan to foster voluntary tax compliance. Furthermore, the Commission helped Slovakia develop an IT architecture strategy and transition plan for the Ministry of Justice. In 2019, work started on the implementation of recommendations for the judicial sector, improving good governance at the local level and on the design of a labour mobility scheme. ",
        "2. Progress with country-specific recommendations 21 Box 2.1: EU funds and programmes to address structural challenges and to foster growth and competitiveness in Slovakia Slovakia is one of the countries benefiting most from EU support. The financial allocation from EU Cohesion policy funds ( 1 ) for Slovakia amounts to €17.23 billion in the current Multiannual Financial Framework, equivalent to around 2.8% of the GDP annually. By the end of 2019, some €14.62 billion (around 85% of the total amount planned) was allocated to specific projects, while €5.23 billion were reported as spent by the selected projects ( 2 ) showing a very limited level of implementation below the EU average stemming from poor performance of the implementation structure in Slovakia. While bringing about a more harmonious development through reducing economic, social and territorial disparities, EU Cohesion policy funding is also addressing structural challenges in Slovakia. The Cohesion Policy programmes for Slovakia have allocated €2.84 billion for smart growth, €6.74 billion for sustainable growth and sustainable transport and €3.44 billion for inclusive growth. In 2019 following a performance review ( 3 ) €468 million have been made available within performing priorities for Slovakia. EU Cohesion policy funding is contributing to major transformations of the Slovak economy by promoting growth and employment via investments, among others, in research, technological development and innovation, competitiveness of enterprises, sustainable transport, employment and labour mobility. By 2019, investments driven by the European Regional Development Fund and the Cohesion Fund have already led to building or modernisation of 123 km of roads, both at regional level and in connection with the TEN- T network, support was already provided for 3,219 enterprises including 1,581 start-ups. Funds also contributed to the reduction of greenhouse gas emissions by over 54,000 tons of CO 2 . The ESF supported the reform of the dual Vocational Education and Training (VET) system, closing the skills gap between technical VET and the (mainly automotive) industry. New enrolments of apprentices quadrupled from 422 in school year 2015/2016 to 1,615 in school year 2018/2019. Since poor access to healthcare is an important barrier for the marginalised Roma communities, the ESF financed \"Healthy Communities\" to address this gap by financing over 250 health assistants who share information and advice about healthcare. Agricultural and fisheries funds and other EU programmes also contribute to addressing the investment needs . The European Agricultural Fund for Rural Development (EARDF) makes available in total €2.1 billion, and the European Maritime and Fisheries Fund (EMFF) in total €17 million (including the national co-financing for both). Slovakia benefits also from other EU programmes, such as the Connecting Europe Facility, which allocated EU funding of €713 million to specific projects on strategic transport networks, and Horizon 2020, which allocated EU funding of €99 million (including 70 SMEs with about €20 million). EU funding contributes to mobilisation of important private investment . European Structural and Investment funds (ESIF) ( 4 ) supported programmes alone mobilise additional capital by committing about €898 million in the form of loans, guarantees and equity ( 5 ), 6% of all decided allocations of ESIF. The EU supports investment in Slovakia also via the European Fund for Strategic Investments (EFSI). EU funds already invest substantial amounts on actions in line with the Sustainable Development Goals (SDGs) . In Slovakia, ESIF funds support 13 out of the 17 SDGs and up to 91% of the expenditure is contributing to those. ( 1 ) European Regional Development Fund, Cohesion Fund, European Social Fund, Youth Employment Initiative, including national co-financing. ( 2 ) https://cohesiondata.ec.europa.eu/countries/SK ( 3 ) Under the performance review (Art 22 of the Regulation (EU) No 1303/2013), 5-7% of overall resources allocated are released to performing priority axes of the operational programmes, which includes national co-financing. ( 4 ) European Regional Development Fund, Cohesion Fund, European Social Fund, European Agricultural Fund for Rural Development Fund and European Maritime and Fisheries Fund. ( 5 ) Reporting on financial instruments based on Article 46 Regulation 1303/2013, cut-off date 31/12/2018. ",
        "3. REFORM PRIORITIES 22 3.1.1. TAXATION Both Slovakia's structural deficit and fiscal revenues are slowly decreasing in relation to GDP. The general government deficit fell from 2.5% of GDP in 2016 to 1.1% in 2018, and government debt has been reduced by 2.6 pps to 49.4% of GDP over the same period. In 2018, the tax revenues-to-GDP ratio stood at 34.1% of GDP, below the EU average of 39.2%. This ratio is projected to remain relatively stable in 2019 and 2020 (Commission 2019 autumn forecast). Revenue from labour taxes continues to be the biggest source of tax revenues. It accounted for 53.4% of tax revenues in 2018 (EU: 49.9%). ( 7 ) This is mainly due to a significantly higher proportion of social contributions in total taxation (43.3%) than in the EU (31.1%). Also, the share of consumption taxes in total tax revenues is above the EU average, though their share of GDP was almost the same. In contrast, the proportion of revenues from capital taxes in total taxation is notably below the EU average (13.4% v 21.6%). Between 2008 and 2018, the proportion of labour taxes in total taxes increased by 5.8 pps, while the proportion of capital taxes remained stable and the proportion of consumption taxes fell by 5.2 pps (Graph 3.1.1). Property, consumption and environmental taxes play a limited role. They account for a lower share of GDP in Slovakia than overall in the EU (14.2% v 16.1% in 2018). The relatively low implicit tax rate ( 8 ) suggests a potential scope to shift from taxes on labour to property and environmental taxes, which are deemed less distortionary to economic growth. Inequality issues and redistribution effects of such reforms would need to be taken into account in that context. ( 9 ) ( 7 ) Labour taxes consist of personal income taxes and social security contributions. ( 8 ) The implicit tax rate on consumption represents the ratio of revenue from consumption taxes to households´ total consumption expenditure (i.e. the consumption tax base). ( 9 ) Employees and employers would benefit from a tax shift away from labour, such as pensioners, would not. Increasing consumption taxes on energy may be regressive if not combined with measures favouring vulnerable parts of the population. Bringing the tax base of recurrent property tax in line with market values can increase revenue without increasing tax rates. Failure to regularly update the tax base erodes it over time, while also fuelling property prices and creating potentially inequitable effects. Graph 3.1.1: Changes in tax structure in Slovakia and the EU between 2008 and 2018 (in pps) Source: 2019 Taxation trend reports, European Commission Environmental taxes as a whole stood at 2.5% of GDP in 2018. The implicit tax rate on energy stood at 164.3 ( 10 ), among the lowest in the EU in 2017. While energy taxation was above the EU average (2.2% of GDP; EU 1.9%), there is still space to increase taxation in transport (0.3% in 2018; EU 0.5%) and pollution resources (0.03% in 2018; EU 0.08%). Importantly, differentiating tax rates according to the carbon content of the energy source and indexing the rates to inflation could also encourage a more environmentally conscious behaviour in consumers. Excise duty rates on diesel are significantly lower than those on unleaded petrol, despite diesel having a higher carbon and energy content than unleaded petrol. The tax system also favours the private use of company cars, which counteracts the incentives provided by energy and vehicle taxation to reduce ( 10 ) The indicator is defined as the ratio between energy tax revenues and final energy consumption in a calendar year. Energy tax revenue is measured in euro (deflated) and the energy consumption as tonnes of oil equivalent. -6.0 -4.0 -2.0 0.0 2.0 4.0 6.0Taxes on labour Taxes on capital Taxes on consumption SK EU 3.1. PUBLIC FINANCES AND TAXATION ",
        "3.1. Public finances and taxation 23 fuel consumption. A reform of environmental taxation is under discussion in 2020 ( 11 ). Reducing the tax wedge on labour can improve social inclusion through employment. ( 12 ) The tax burden on low-income earners is at 36.5%, significantly above the weighted EU average of 32.5%. This suggests that labour taxation may have an impact on employment of people from the most vulnerable groups. At 36.4% in 2018, the employment rate of low-skilled workers is among the lowest in the EU. Labour taxation is designed in a way that can discourage second earners from taking up work. ( 13 ) Moreover, the features of family-based taxation can also lead to an unequal tax treatment of individuals within a household. ( 14 ) A relatively low difference between the tax wedge at 50% and 167% of average wage also suggests that tax progressivity is below the EU average. The ratio of tax expenditure to GDP is expected to increase from 1.4% in 2018 to 1.7% in 2021. This increase compared to 2018 is mainly due to the introduction of holiday vouchers, non-cash accommodation income and a reduced VAT rate for accommodation. The main impact in 2020 will come from: the introduction of a reduced VAT rate for selected foodstuffs; reduced tax rates for entrepreneurs with turnover up to € 100,000 ( 15 ); tax exemptions on benefits-in-kind for employees; increases in extra deductions of the eligible R&D costs from 100% to 150% by the end of 2019 and to 200% in 2020, and; free tax deductions on assets during the depreciation period for micro taxpayers (starting in 2021) ( 16 ). Tax expenditures may not ( 11 ) A joint analytical project between the Ministry of Environment and Ministry of Finance is proposed to model such a reform, but no substantial reform is planned for the year 2020. ( 12 ) The tax wedge is the difference between the employer’s labour costs and the employee’s net take-home pay, including benefits from government welfare programmes. ( 13 ) They have a 9% higher average tax rate than a single earner (each at the 67% percentile of the average wage). ( 14 ) Since the primary earner benefits from the family-based features, including the lower tax brackets, the non-working partner or secondary earner is subject to a higher effective tax rate when they increase their income. ( 15 ) The corporate income tax will be reduced to 15% for companies whose revenue is less than € 100,000 per year. This measure will enter into force in 2020. ( 16 ) This new taxation category was introduced with an amendment to the last Income Tax Act. It applies to any natural or legal person with a turnover of up to € 49,790. (Ministry of Finance, 2019a, p. 29-30). necessarily constitute a more effective policy than targeted expenditure measures, such as incentives to boost investment or targeted benefits for low- income households. However, in-work tax expenditures are likely to provide financial incentives to take up jobs, to remain in work, to increase work effort and to invest in training (Barrios, S. et al, 2015). The collection of VAT has improved significantly but the VAT gap remains very high. The VAT gap ( 17 ) is more than twice the EU average (23.0% v 10.9% in 2017, Centre for Social and Economic Research, 2018). The rise in VAT compliance suggests that policy measures put in place in recent years have started to take effect. For instance, one measure able to increase VAT collection and to combat tax fraud is the mandatory use of electronic cash registers for all taxable persons, with an online connection to the financial administration (‘eKasa’) from 2020. This measure was supposed to already be in place in 2019 (Ministry of Finance, 2019a), but it was postponed due to a lack of available cash registers. ( 18 ) The implementation of nano-markers could potentially decrease the tax gap in the excises on mineral oils, which remains high. ( 19 ) Recent use of digital services is addressing the need to increase the efficiency of the tax administration. Call centre services, a chatbot available to clients (‘Taxana’), and pre-filled forms for tax records to be submitted via the ‘eDane’ application are gradually being offered to taxpayers. Administrative and court fees can be paid through the new payment system (‘eKolok’), both in Slovakia and from abroad. A new policy approved in February 2019 focuses on streamlining business start-up processes. A draft amendment to the Income Tax Act was adopted to make it easier for small and medium-sized companies to comply with tax obligations (Ministry of Finance, 2019a). ( 17 ) The indicator expresses the revenue loss due to VAT con- compliance, but it also includes VAT lost due to, e.g. insolvencies, bankruptcies, administrative errors and legal tax optimisation. ( 18 ) A virtual cash register is also offered for free to entrepreneurs with a few cash transactions for whom the purchase of a cash register is too costly. ( 19 ) Estimated at between 13.7% and 16.8% in 2017 - Daňový report SR 2018 (Ministry of Finance, 2018) ",
        "3.1. Public finances and taxation 24 Audit activities and cross-checking are still a challenge for tax compliance. While the Joint Analytical Centre is currently being tested as an analytical tool for a risk assessment in the field of customs and the tax reliability index score is being tested for a differentiated approach towards taxpayers. A specialised tax office will offer tailor- made services to top-ranked business taxpayers. Measurable positive consequences can be expected from these measures. 3.1.2. FISCAL FRAMEWORK Spending review assessments are only gradually being integrated in the budgetary process. ( 20 ) In 2019, final reports on agriculture, on healthcare and an interim report on marginalised groups were published. The final report on the second review of health expenditure was discussed as part of the general government budget for 2020-2022. Although initially envisaged as of 2020, it now looks like public health insurance budget expenditure will be organised in a more detailed programme structure with measurable indicators for selected areas of the health system only from 2021. Carrying out spending reviews that link to the budgeting process remains a challenge. Multiannual expenditure ceilings would support better budget planning and execution and improve fiscal discipline in the medium term. Binding expenditure ceilings, including on tax expenditure, would make it possible for fiscal policy to work counter-cyclically and would protect investments during an economic downturn. The Constitutional Act on Budget Responsibility, adopted in 2011, covers the setting of general government expenditure ceilings. The government approved a 2020 spending cap roughly at the level of the approved budget. This is the first time an expenditure ceiling was introduced. The forecast committees and the Slovak fiscal council strengthened the fiscal framework but some challenges remain. More than ten years of committees operation improved the plausibility of budget assumptions. Nevertheless, some shortcomings remain, e.g. incomplete coverage of tax categories with ESA2010 ( 21 ), access to ( 20 ) Slovakia has started spending reviews in 2016 with the support of the EU Structural Reform Support Programme. ( 21 ) The European System of National and Regional Accounts statistical data for the CBR ( 22 ) and comprehensiveness (e.g. there is no assessment of non-tax revenues). 3.1.3. DEBT SUSTAINABILITY ANALYSIS AND FISCAL RISKS Population ageing poses long-term sustainability risks to public finances. The fiscal sustainability gap indicator S2 points to a medium long-term risk (European Commission 2020a), while the S1 indicator shows low medium-term risk in debt projections. A cumulative improvement of 3.8 pps of GDP in the structural primary balance would be required to stabilise the debt-to-GDP ratio over the long term. Pensions and healthcare are the main drivers of ageing costs, with a joint contribution of 2 pps of GDP. The old-age dependency ratio is projected to triple by 2060 due to increases in life expectancy and low fertility rates. While in 2016 there were only about two inactive people above 65 for every 10 employed people, population projections suggest that by 2060 there will be around six inactive people for every 10 employed, one of the highest ratios in the EU. Several trends contribute to this. Life expectancy at birth is projected to increase further from 73.7 to 82.6 years for men and from 80.7 to 87.8 years for women by 2060, thus increasing the proportion of those aged 65+ and 80+ in the population. The fertility rate will remain below the natural replacement rate of 2.1, projected to rise from 1.40 children per woman in 2016 to 1.79 in 2060. The overall population is thus projected to decline to 5.1 million in 2060, from 5.45 million in 2019 and the proportion of the working age population is projected to decrease by 16.1 pps by 2060 (European Commission, 2018a, Eurostat 2019a). Pensions Recent reforms cap the retirement age and raise minimum pensions. The 2019 legislation removed the automatic adjustment of the statutory retirement age to life expectancy and capped the retirement age at 64, while also granting women the possibility to retire half a year earlier for each child raised, up to a maximum of three children. As a consequence, the statutory retirement age will ( 22 ) Council for Budget Responsibility ",
        "3.1. Public finances and taxation 25 continue to increase, albeit at a slower pace, until around 2030 when reaching 64, and will stabilise then. Official estimates of the impact of the reform are not available yet. Furthermore, in October 2019, Parliament set the minimum pension at 33% of the average wage of the two preceding years for those having paid into the system for at least 30 qualified years, weakening the previous link to the subsistence minimum. This change was adopted without expert discussion. The reforms increase the risks to long-term fiscal sustainability. Preliminary Commission/Aging Working Group estimates point to an expenditure increase of 5.2 pps of GDP over the long-term (from 8.6% in 2016 to 13.8% in 2070, instead of 9.8% in 2070 in the 2018 Ageing Report). Counterbalancing measures have not been put forward yet. The capping of the retirement age and the increasing of minimum pensions may affect the risk-of-poverty-or-social-exclusion for the elderly (currently among the lowest in the EU) and the aggregate replacement ratio (currently 62% and above the EU average (European Commission, 2018b) ( 23 ). Health care Several measures have contributed to improving the efficiency of the health care system. In the context of the multi-year spending review linked to the implementation of the Value for Money (VfM) project, Slovak authorities have implemented several measures to optimise the pricing and procurement of pharmaceuticals and medical goods, as well as to curb their excessive consumption. By mid-2019, about € 116 million of cost savings were achieved. In the area of diagnostics and laboratory tests, the rollout of an electronic control system can reap immediate savings of € 10 million. Excessive reliance on hospital care hinders the efficiency of the health system. Despite continued efforts to move towards a leaner hospital sector, the number of acute care beds (5.8 v 5.0 per 1,000 people in the EU) and hospital discharge rates (195.7 v 179.3 per 1,000 people in the EU in 2017) in hospitals remain high. Together with one of the lowest bed occupancy rates in the EU (67.8% v 77% in the EU in 2017), this shows an excessive ( 23 ) The aggregate replacement ratio indicates the pension level as a proportion of earnings in the decade before retirement. reliance of the Slovak health system on hospital care, which hinders efficiency. The VfM project found scope for potential additional savings of at least € 0.5 billion per year (i.e. 10% of health expenditure), and identified measures which could reduce wasteful spending by € 148 million already in 2020 (Ministry of Finance, 2019b). A comprehensive reform for modernising the hospital network has been put on hold. In 2018, the Slovak health authorities developed a reform proposal that aims to rationalise the supply of hospital care services by concentrating acute care capacity territorially and functionally. The reform was supposed to set up a network of hospitals to be located across the country according to the scope and complexity of care services provided (Ministry of Health, 2018). If accompanied by a commensurate expansion of primary, emergency and long-term care services, such a reform has the potential to improve quality of care and increase the efficiency of the Slovak health system. At present, it is uncertain when the reform will be adopted, given that the government withdrew the legislative proposal from Parliament, after it was delayed and was unlikely to be finalised under the current Parliament configuration. State-owned hospitals continue to accumulate debt despite recurring government bailouts. Recurrent debt accumulation by state-owned hospitals is a longstanding issue in the Slovak health sector. The last round of the three-step debt settlement programme initiated by the government at the end of 2017 was launched in October 2019. Although the programme required recipients to comply with a recovery plan (with sanctions associated with non-compliance), debt accumulation by the 13 state-owned faculty and university hospitals continued over this period. While this can be partially explained by a sub- optimal use of resources, a scenario analysis by the Health Ministry estimates that, even after having implemented all measures envisaged by the VfM project, payments from health insurance companies would still fail to cover hospital costs by around € 70 million of hospital costs (Ministry of Finance, 2019b). This pattern signals the inadequacy of government regulatory tools in relation to the contracting practices of health insurance companies, and of the hospital payment mechanism, which provides weak incentives to pursue cost-effectiveness. The gradual introduction ",
        "3.1. Public finances and taxation 26 of a hospital payment system for hospitals based on diagnosis-related groups (DRGs), which should become fully operational by 2022, is expected to increase the transparency of hospital spending, incentivise cost-management and better align hospital resource allocation with their actual service costs (European Commission, 2019a). Despite government action, current weaknesses in primary care limit Slovakia’s potential to improve health care quality and efficiency. Against the backdrop of a rising prevalence of chronic diseases among the Slovak population and a higher rate of outpatient consultations than the EU average, high rates of hospital admissions for ambulatory care-sensitive conditions (see Graph 3.1.2) indicate inefficiencies in primary and outpatient specialist care. These can be partially explained by the low number and uneven geographic distribution of general practitioners (GPs). Moreover, the narrow set of GP competencies, coupled with a payment mechanism that offers weak incentives to provide definitive care and other technical limitations leave GPs unable to act as effective gatekeepers to specialists (World Bank, 2018). In response, authorities devised a modest set of measures in recent years, to expand GPs’ prescription authority and to offer incentives to GPs who fill a vacancy in remote areas. As regards infrastructure, integrated care centres are being developed in underserved areas with support from EU funds to modernise the provision of primary care. Significant preventable mortality rates reflect the high prevalence of risk factors and low spending on prevention. The high prevalence of risk factors such as smoking and poor nutritional habits among the population is a major public health concern. The negative impact of these risk factors on population health is reflected in Slovakia’s above-average number of deaths due to preventable causes ( 24 ) (2.44 v 1.61 per 1,000 people in the EU). This shows that there is significant room for public health interventions to contribute to reducing premature deaths. Current deficits in health promotion and disease prevention are partly attributable to the low level of health spending allocated to prevention in Slovakia, ( 24 ) Preventable mortality is defined as death that can be mainly avoided through public health and primary prevention. which, at 1% of current expenditure on health in 2017, was one of the lowest in the EU (3%). Graph 3.1.2: Hospital admissions for ambulatory care- sensitive conditions, age-standardised rate per 100.000 population Source: Eurostat, 2017 Current and expected health workforce shortages are significant, especially for GPs and nurses . Assuming no policy changes, Slovakia is projected to endure a shortfall of more than 3,000 doctors (20% of active doctors) and 9,900 nurses (33% of active nurses) by 2030 (Ministry of Health, 2018b). Although the number of practising doctors in 2017 is comparable to the EU average (3.4 v 3.6 per 1,000 people in the EU), the GP-to- specialist ratio is significantly lower. This, combined with an increasingly high average age of practising GPs (57 years in 2016, Ministry of Finance, 2019b) and a low number of medical graduates that specialise in general practice (9% v 17% in the EU, World Bank, 2018), heightens concerns for the future supply of GPs. In addition to this, the number of nurses in Slovakia is significantly lower than the EU average (5.7 v 8.5 per 1,000 people, OECD/European Observatory on Health Systems and Policies, 2019). In light of these risks, the government has stepped up efforts to tackle health workforce shortages and improve retention. On top of salary increases for non-doctor personnel, the government increased the capacity of universities to train medical students, extended the GP residency programme set up in 2013 and set up a scholarship for nursing students conditional upon accepting to practise in Slovakia for five years (Ministry of Finance, 2019b). -100 100 300 500 700 900 EU Slovakia Asthma and COPD Diabetes Congestive Heart Failure ",
        "3.2. FINANCIAL SECTOR 27 Banking sector Overall, Slovakia’s banking sector remains sound and well capitalised. Foreign owned banks account for more than 90% of market share. Total banking sector capitalisation fell slightly in 2018 but overall has remained stable in recent years. This is thanks to profit retention, which stabilised the total capital ratio at 18.2% in June 2019, equalling the euro area average. The common equity Tier 1 (CET1) decreased slightly in 2018 but recovered in 2019 and stood at 16.0% in the first half of 2019, i.e. above the euro area average. The counter-cyclical buffer, introduced in 2015 and raised several times since, will be increased to 2% as of 1 August 2020. Like in many Member States, Basel 3 might increase capital requirements. Macroprudential measures have contributed to attenuate mortgage growth. The central bank also introduced borrower-based limits in 2014 and has since tightened them repeatedly ( 25 ). Consequently, the loan-to-value ratio at origination has fallen significantly and indebtedness has decelerated. Most mortgagees opt for rather longer fixed interest rate periods to limit their vulnerability in case of rising interest rates. These macroprudential measures have decelerated aggregated mortgage attribution (see Section on housing below). Further gains in effectiveness of tackling overheating and the attractiveness of debt- financing house purchases could come from increasing property taxation (see Section 3.1). Banks continue to be profitable, but lower interest rates reduced their profit margins. Return on equity (ROE) has been rather stable at around 10% until the end of 2018, but has since fallen to 8.5% due to lower interest rates and, in turn, lower intermediation margins. Even though net interest income remains the main source of profit, banks have maintained their profit ratios by ( 25 ) After the 2018 tightening, the limits read as follows: 1. Only 20% of loans may exceed a 80% loan to value ratio. 2. The debt service to income limit stipulates that a household’s sum of all loan repayments cannot exceed 80% of disposable income minus the national subsistence allowance. 3. The Debt to Income ceiling was set at 8 time’s annual income. It is being phased in since 2018. 5% of new loans may transgress that threshold. 4. Maturity limits are 30 years for mortgages and 8 years for consumer loans. 5. Every instalment must contain capital repayments. widening lending activity (mostly via housing loans). This translated into an increase of the loan- to-deposit ratio from around 90% at the end of 2016 to 101.5% in the first half of 2019, still significantly lower than the euro area average. Mortgage competition increased: in December 2018, 61% of new mortgages had been intermediated via mortgage brokers, compressing the lending margin. Despite this compression, intermediation income has somewhat held up thanks to volume effects. Private sector loan growth decelerated from 10.6% in June 2018 to 7.1% in July 2019. In a system where banks depend pre-dominantly on intermediation income, smaller banks with weaker asset quality have seen their profitability fall disproportionally, whereas the systemic banks’ profitability has held up rather well. The recent doubling of the bank levy will further weigh on profitability. As the tax was set to be abolished by 2020, banks set long-term loan interest rates on different assumptions. The doubling of the tax does not have a time limit. As the tax is levied independent of profits, it might result in decreased macro-financial stability, as it will push more banks into the loss-making zone. It might also strengthen pro-cyclicality, as the levy’s base is independent from the inherent riskiness of bank assets (European Central Bank, 2019). The non-performing loans (NPL) ratio remains below average. It has decreased significantly in recent years, from around 5% in 2016 to 3.1% in June 2019, below the euro area average of 3.6%. Similarly, the coverage ratio has increased steadily in the last three years, standing at 69.4% in June 2019. However, the macroeconomic slowdown and current financial conditions could pose risks. Albeit less strong, the spiral between property prices and mortgage loans, fuelled by current lending conditions and the need of banks to widen their client portfolio, could contribute negatively to the medium term outlook. Sensitivity analysis for an extended low interest environment points to potential sharp declines in banking sector profits by 2021. Analysis carried out by the central bank indicates that, under the baseline – i.e. with interest rates staying at their 2018 level – profits would fall from €594 million at the end of 2018 (corresponding to a return on equity of 9.3%) to €485 million by the end of ",
        "3.2. Financial sector 28 2021, or an average decline of 18% for the banking system as a whole. A second scenario examines what would happen if interest rates for housing loans fell gradually from 1.6% to 1.0%. Under this scenario, profits would decrease by 32% by 2021. The most severe scenario adds a worsening of asset quality with an increase in the NPL ratio from 3.2% to 5.2%. In this case, there would be a differentiated impact with profits of large banks receding by 18%, while smaller banks making a slight loss. Anti-money laundering Limited understanding of money laundering risks and insufficient supervision results in underreporting by professionals involved in company formation. Despite the extensive use of companies in laundering schemes, professionals involved in company formation report very few suspicious transactions( 26 ): in 2018, they submitted only four out of the 2,509 reports received by the financial intelligence unit (Ministry of Interior, 2019a). While effective supervision of these professionals might improve reporting, only five staff members are allocated to this task, with limited training. Failure to detect crime early and an inadequate legal framework constrain prosecutors of money laundering cases. Despite the high conviction rates, until recently money laundering cases were linked to minor crimes. Ongoing cases are more prominent, but require significant effort to carry out swift financial and criminal investigations, as limited understanding of new trends in activities by international organised crime (mostly economic crime) hampers early detection and targeted investigations( 27 ). The lack of a strong framework for sanctions and confiscation also limits law enforcement capacity to recover proceeds from money laundering. The government announced its intention to strengthen its preventive and sanctioning system, but so far, progress has been limited. Based on the weaknesses identified in the national ( 26 ) They function as gatekeepers and have more timely and complete access to information, which could prove more effective than what is flagged by banks. ( 27 ) These weaknesses are identified in the country’s 2019- 2022 Action Plan on anti-money laundering: https://rokovania.gov.sk/RVL/Material/23812/1 risk assessment, in early 2019 the government drew up an action plan to combat money laundering and terrorist financing. The timeline for delivering on the action plan is ambitious and aims to get the anti-money laundering framework fit by June 2020. Progress has been limited and efforts to strengthen the sanctioning system have been rejected by Parliament twice. To date, the financial intelligence unit has received no additional staff to deal with supervisory tasks. No new training has been provided to help investigators better target the activities of international organised crime. Delayed transposition of the 5th anti-money laundering directive also deprives competent authorities of key tools such as the central register of bank accounts. Housing House prices continue to grow. In real terms, house prices grew by 8.6% year-on-year in the third quarter of 2019, the second highest growth rate since the crisis. House prices are set to grow by 5.7% in real terms in 2019, slightly faster than in 2018 (+5.0%) and 2017 (+4.4%). This growth has been present in most regions and types of dwellings, placing price levels around pre-crisis peaks. Growth rates have been rather homogenous across the different regions, except in Košice, where prices have decreased year-on-year by 3.3% on average since 2018. Bratislava has a much higher price level compared to the rest of the country at €2,148 / m 2 in 2018, i.e. €1,100 / m 2 above the national average. Slovakia has a low but increasing and positive valuation gap. According to internal calculations made by the Commission, the Slovak housing market was overvalued by 4.8% in 2018, which represents an increase of 3.8 percentage points compared to 2017. Despite the increase, the valuation gap is still around the long-run average, and the increase mainly stems from the price-to- rent ratio, which increased by 7.8 percentage points in 2018. This entails that house prices have increased at a faster rate than rents, although this indicator should be treated with caution as the rental market is small and mostly limited to the Bratislava region. Meanwhile, estimates from the central bank point to an overvaluation of around 12.5% in the second half of 2019 (NBS, 2019). ",
        "3.2. Financial sector 29 The sustained price increase has had an impact on affordability, even in a context of decreasing interest rates. Year-on-year growth in deflated house prices has outpaced real wage growth by five percentage points on average since 2014, worsening affordability despite low financing costs. On average, it takes 8.1 years to buy a 100m 2 apartment at the current income level, which is low compared to the EU average. Affordability problems are most acute in the Bratislava region, where it takes 39% more years of income to buy a house considering the regional income level compared to the country average ( 28 ). Despite an increase in construction, supply constraints continue to fuel price growth. In 2018, the number of completed dwellings grew markedly by 10.6% year-on-year, reaching more than 22,000 dwellings, the highest level since the crisis. The number of started dwellings has outpaced that of completed dwellings since 2015, thus increasing the number of dwellings under construction. Yet, a substantial proportion of dwellings under construction have already been sold, suggesting that construction levels might still not be enough to match the strong demand (NBS, 2019b). Graph 3.2.1: Housing construction and decrease in number of dwellings Source: Slovak Statistical Office The lengthy construction permit process slows down supply side responses. The number of ( 28 ) Derived from regional wage level and apartment price per m2 across regions. building permits issued fell during 2019, after a moderate increase between 2017 and 2018. In the second quarter of 2019, some 4,335 building permits were issued, which is substantially lower compared to pre-crisis peaks (7,143 in Q3-2018). Slovakia continues to rank highest in the OECD in terms of the number of days it takes to acquire a building permit: 300 days on average, i.e. almost twice the EU average (174.6 days) (World Bank, 2019). This limits the ability of supply to quickly adapt to shifts in demand. The building permit process is expected to become more efficient with the implementation of the three packages of measures to reduce the administrative and regulatory burden (see Section 3.4.4), but the impact will take time to unfold. An underdeveloped rental market fuels demand in the real estate sector and hampers labour mobility. About 90.1% of people in Slovakia live in an owned house, more than 24 percentage points higher than the EU average (Eurostat data). This is the combined result of: a) a lack of public rental housing; b) a legal framework that favours ownership over renting; and c) the large sell-off of apartments into private ownership after the fall of the communist regime. Such a thin rental market reduces the mobility of students and temporary workers. For instance, 84.2% of people between 18 and 29 years old live with their parents, compared to 68.2% in the EU (Eurostat data). Moreover, as homeowners are more attached to their homes and regions due to high transaction costs, the high rate of homeownership can also make job matching across regions more inefficient, and lead to larger regional disparities in unemployment in the event of adverse economic shocks (see Section 3.3). The lack of alternative housing options has also shifted demand to the real-estate sector, putting an upward pressure on prices. Investing in public housing and adjusting the legal framework could help develop the rental market. According to the Slovak Statistical Office, the number of public housing dwellings built has been decreasing steadily, from 1,545 completed dwellings in 2012 to just 195 in 2018. Investing in public housing could ease supply shortages and help serve temporary workers, as well as those with lower incomes insofar as it provides housing at a lower cost than on a pure market basis. Simplifying administrative procedures for municipalities and regions to obtain 20,000 30,000 40,000 50,000 60,000 70,000 80,000 2,000 2,500 3,000 3,500 4,000 4,500 5,000 5,500 1 2 Q 4 1 3 Q 2 1 3 Q 4 1 4 Q 2 1 4 Q 4 1 5 Q 2 1 5 Q 4 1 6 Q 2 1 6 Q 4 1 7 Q 2 1 7 Q 4 1 8 Q 2 1 8 Q 4 1 9 Q 2 Dwellings under construction (rhs) Dwellings started (past 4 quarters moving average) Dwuellings completed (past 4 quarters moving average) ",
        "3.2. Financial sector 30 dedicated funding may also help. Measures taken to address these challenges relate to the procurement of boarding houses for employees and tax exemptions of non-monetary income to partially compensate the employer for the cost of accommodation. Effective as of January 2020, loan conditions to procure rental apartments were improved for both businesses and local governments, including by raising the thresholds for credits and costs. A better public transport infrastructure (see Section 3.4.2) that can support suburban commuting could reduce the demand and price pressures in the main cities and reduce private indebtedness, by effectively increasing land supply. Both landlord and tenant rights could be strengthened by protecting landlords’ property rights while ensuring stability and predictability for tenants (European Commission, 2015). Private indebtedness Household credit continues to grow, but at a more moderate pace. Household credit has been increasing steadily since Slovakia’s accession to the EU in 2004, particularly compared to peer countries (see Graph 3.2.2.). In the third quarter of 2019, household debt reached its highest level on record at 43.4% of GDP, still below the Commission’s prudential benchmark of 55% but above the fundamental-based one (28%). This growth has been the result of a low interest rate environment, strong labour market performance and rising incomes, which encouraged households to take on credit. Low credit margins in the banking sector also created incentives to increase banks’ lending activity. However, growth has slowed in 2019, with year-on-year growth of household debt-to-GDP growing at an average rate of 2.7%, much lower than the long-term average of 11.3%. Macroprudential rules have contributed to the slower growth in household debt. The deceleration of household debt is mainly attributable to a moderation in the growth of loans for house purchase, which saw its growth drop to 10% in 2019, compared to 12% in 2018. The macroprudential measures put forward by the central bank contributed to this deceleration, particularly by raising the bar for lending to the riskiest borrowers through the debt service to income ceiling (NBS, 2019b). The loan-to-value ratio limits also helped mitigate the increase in the loan value at origination and the risk of defaults in the event of a deterioration in economic activity (NBS, 2019). Beyond these measures, a more stable average interest rate, coupled with a gradual saturation of the credit market – as loan penetration increased markedly and housing loans are concentrated in younger age cohorts – have contributed the growth moderation in housing loans, too. In addition, consumer credit growth decreased to 1.2% in 2019 (vs. 13.4% in 2018), as a result of quick loan repayment. Graph 3.2.2: Household debt as % of GDP Source: Eurostat Although growth in household debt has decelerated, a number of risks to financial stability remain. Firstly, a low interest rate environment continues to contribute to the elevated demand for loans. Rising property prices, which have surged in the second half of 2019, will likely continue to increase the value of loans taken by households. This should be particularly monitored, since households that take loans with high debt-to- income (DTI) and loan-to-value (LTV) ratios also feature other risky characteristics, such as relatively low income and longer maturities (NBS, 2019b). Moreover, a non-negligible proportion of loans with simultaneously high DTI and LTV ratio limits also points to underlying risks in the market. The rising average age of borrowers at the loan maturity date could also represent a challenge, as it reduces the scope for extending the loan term as a means of reducing the instalments of a distressed borrower. All these factors, coupled with a low net financial assets to GDP ratio, could lead to 05 10 15 20 25 30 35 40 45 0 2 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 1 9 * H o u s e h o l d d e b t a s % o f G D P Slovakia Czech Republic Hungary Poland ",
        "3.2. Financial sector 31 financial instability if there are negative economic shocks. The NBS thus reduced the limit on the debt-service-to-income ratio from 80% to 60% in January 2020. ",
        "3.3. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES 32 Labour market performance Labour market performance continued to improve amid continuous employment growth. Employment levels increased further by about 30,000 people between Q3-2018 and Q3-2019, corresponding to an average growth of 2.3%. The employment rate (for people aged 20-64) peaked at 73.3%, which is 0.8 pps more than one year before and above the Europe 2020 target of 72%. This improvement in the employment rate can be partially explained by the continuous decline in working age population, which started in 2012 and amounted to 4.1% in the past six years. In Q3- 2019, unemployment levels stood at 157,000, which is around 40% of the levels reached in 2013 at the start of the recovery, and the unemployment rate fell further to 5.7% (0.4 pp less than one year before). Graph 3.3.1: Unemployment rates by district (September 2019) Source: Slovak Central Office of Labour, Social Affairs and Family The positive trends hide significant regional disparities. In 2018, the gap between employment rates in the best and worst performing regions was more than 10 pps. Bratislava performed best (79.9%), followed by Western Slovakia (73.9%), Central Slovakia (71.9%) and Eastern Slovakia (68.1%). Similarly, the unemployment rate in Bratislava (2.9%) was more than 7 pps below that in Eastern Slovakia (10.1%). Note that, in some districts, the unemployment rate reaches 20% (see Graph 3.3.1). These disparities are in part explained by the location of top automotive producers which – including the supply chain – account for an estimated 8.5% of total employment (Box 1.1). Disadvantaged persons on the labour market In 2018, the share of young people neither in employment nor in education and training (NEET) continued to approach the EU average . In the age group 15-29, the share of NEETs was 14.6% compared to the EU average of 12.9%. The Youth Guarantee could help these groups, but its delivery is largely project-based and implemented through the traditional active labour market policies system, therefore without systemic coordination with social policy measures. For instance, jobseekers classified as uncooperative by the public employment system are subject to deregistration, which hampers further follow-up and complicates the outreach towards NEETs. Long-term unemployment is dropping, but it remains high in particular for young people and in Eastern regions. As a proportion of the active population, the number of long-term unemployed decreased by 0.9 pps year-on-year to 3 % in Q3- 2019, which is still above the EU average of 2.5 %. Long-term unemployment remains a challenge for young people: this rate is still well above the EU average (6.6% compared to 3.3%), accentuating regional disparities (2.1% in West Slovakia as opposed to 10% in East Slovakia). The incidence of unemployment and long-term unemployment continues to be particularly high among the Roma population. Social entrepreneurship is gaining importance as a tool to combat the long-term unemployment of marginalised groups. The number of social enterprises ( 29 ) and their staffing have increased progressively, with 38 registered enterprises compared to 7 in 2018. Out of these 38 social enterprises, 32 employ a total of 452 marginalised Roma (Ministry of Interior, 2019b). However, the EU funds earmarked for support to social enterprises remain largely unused. Spending on active labour market policies is low and, despite progress, service provision to vulnerable groups has room for improvement. Spending (LMP categories 2-7) amounted to 0.185% of GDP in 2017, which is less than half of the EU average. At the same time, with unemployment dropping and increased European ( 29 ) Social enterprises combine entrepreneurial activity with a social purpose, i.e. in order to have social impact, rather than maximise profit for owners or shareholders. ",
        "3.3. Labour market, education and social policies 33 Social Fund support to staff at public employment services, caseload per staff was reduced significantly (from 550-620 applicants in 2014 to 220 applicants in 2018). However, the use of individualised counselling remains limited. Cooperation between public employment services and social services for the groups furthest away from the labour market is weak and the involvement of non-governmental providers and external institutions (e.g. sheltered employment providers, centres for homeless persons and drug- addicts) remains poorly developed (Kešelová et al., 2018). Employment incentives are still Slovakia’s dominant active labour market policy tool. Re- training courses are offered to eligible job-seekers under the REPAS+ and KOMPAS+ programmes, but the offer of training tailored to low-skilled people is limited, with a lack of systemic support for second chance education (Kešelová et al., 2018). This is an issue because of the high unemployment rate among low-skilled people, who are enrolled in activation works with no upskilling component (Ministry of Finance, 2019c). Graph 3.3.2: Gender employment gap by age group, 2018 Source: Eurostat The labour market situation of women is gradually improving, but the employment and wage gender gaps remain significant. Although the overall gender employment gap is close to the EU average, this figures masks significant age- related differences: the gap is rather small in the over-40 age group (1 to 7.8 pps depending on cohort), but substantial in the 20-39 age group (18.3 to 27.9 pps, see Graph 3.3.2). The labour market participation of younger women continues to be low, constrained by the take-up of family obligations (encouraged by long paid maternity leaves ( 30 )), lack of childcare facilities, in particular for children under 3 years of age, and low uptake of flexible work arrangements. Participation in early childhood education and care is one of lowest in the EU and the provision of childcare facilities for children under 3 is unsatisfactory across the whole country. At 38.1% in 2018, the proportion of women who are inactive due to caring responsibilities is significantly higher than the EU average (31.8%). Similarly, as in most Eastern European countries, the proportion of women working part-time remains below 10%. Sectoral segregation contributes to the high gender pay gap. At 19.8% in 2018, the unadjusted gender pay gap is higher than the EU average (16%) and has increased over the last year. Women are overrepresented in the public sector (72%), including in relatively low paying jobs such as education, healthcare, social services and public administration. In the private sector, women occupy only 42% of positions. Last year's salary increases, introduced in sectors predominantly occupied by women, are helping to close the gender pay gap. The gender pension gap is below 10% and among the lowest in the EU. Social dialogue Collective bargaining has a sound institutional structure. However, an increasing number of issues are being addressed with legislation, bypassing social partners. Both unions and employers increasingly pursue their objectives through mechanisms other than collective bargaining, such as political lobbying, public protests and media campaigns, as legislative amendments are seen to prove to be a more effective means to the desired end (Müller, T. et al., 2019). The capacity of social partners is largely ( 30 ) The maternity benefit can also be claimed by fathers. The number of fathers claiming it is rapidly growing, albeit from very low levels – from 292 men in 2014 to more than 10,000 in 2018. As of 2020, parental allowance increased from € 220.7 to € 270 for a parent and to € 370 for a parent whose maternity benefit was paid prior to entitlement to parental allowance.. The JRC (2019) estimates that the increase will result in an increase of the mean equalised disposable income for all deciles, with a minor positive effect on the at-risk-of-poverty level and poverty gap, and a stronger effect for single parent families. 0 20 40 60 80 100 15-19 20-24 25-29 30-34 35-39 40-44 45-49 50-54 55-59 60-64 65-69 70-74 Male Female % of population ",
        "3.3. Labour market, education and social policies 34 dependent on EU financial support, leaving social partners vulnerable to potential disruptions in this stream of financing. Poverty and social exclusion The proportion of people at risk of poverty or social exclusion is comparatively low, but it is not decreasing and some groups and regions are in a particularly vulnerable position. Despite robust economic growth, the risk of poverty or social exclusion remained at 16.3% in 2018 (compared to a 21.9% EU average). Regional disparities are substantial: the proportion of people at risk of poverty or social exclusion ranges from 7.9% in Bratislava to 21.7% in East Slovakia. Certain groups are in a particularly vulnerable position, including children from socially disadvantaged families, Roma, single-parent families (45.7%), and persons with disabilities (Ministry of Finance, 2019c). Every fourth child (aged 0-17; 23.8%) faces a risk-of-poverty or social exclusion (AROPE). The AROPE rate for families with three or more children was 37.7% in 2017 vs. 29.2% in the EU. Graph 3.3.3: AROPE levels by age group Source: Eurostat A large proportion of the Roma population lives in poverty and/or in poor housing conditions. The updated Atlas of Roma communities published in 2019 estimates that 416,000 Roma people live in 1043 concentrated communities (Ministry of Interior, 2019b). Of these, 46,500 live in rough conditions ( 31 ), more than when the previous data were collected in 2013. Among 230,000 of marginalized Roma, 84.7% live below the poverty threshold (corresponding to EUR 3.80 per day) and 56% are subject to severe material deprivation (compared to 7% for overall population in Slovakia; Ministry of Interior 2020). ( 32 ) While microfinance schemes for own construction through financial instruments show some very good practices, these have not reached a large enough scale. Land ownership is often fragmented or unknown, impeding construction works and necessary building approval processes. Slovakia lacks a vision on the future of marginalized settlements. Individual policies in education, labour market policies, health care, housing and financial inclusion lack effective coordination (OECD 2019). Access to social and essential services is hampered by missing infrastructure. The communities often lack drinking water infrastructure, access to electricity and heating systems, road infrastructure and paved roads. Despite the available EU funds, municipalities’ take-up of investment opportunities to address these issues remains limited. According to the new Atlas report, there are no childcare places available in 183 municipalities with Roma population. Also, only 163 municipalities run a community centre, and in 153 community activities are organised by church organisations; both of these help expand secondary social networks in marginalised communities (Ministry of Interior, 2019b; Hrustič, T and Podolinská, T., 2010). ( 33 ) Poverty is persistent in particular groups indicating low social mobility. Some 80.4% of children of parents with a low education level are at risk of poverty or social exclusion, which is significantly higher than the EU average of 51.3% (2018). In turn, children from socially disadvantaged families face significant barriers in education (see below). The probability of disadvantages being passed on through generations ( 31 ) Out of these, 34,700 live in shacks, 4,900 in containers, 500 in caravans, 5,200 in wooden non-approved buildings and 1,200 in ‘other’ forms of living. ( 32 ) According to The European Union Agency for Fundamental Rights (FRA) in 2016 87% of the Roma population lived below the income poverty threshold (FRA, 2018). ( 33 ) 2018 Annual Implementation Report of OP Human Resources, Priority Access 6 05 10 15 20 25 30 35 40 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 % of population Children (<18y) Working age (18-64) Elderly (65+) ",
        "3.3. Labour market, education and social policies 35 is very high for the Roma population, especially for Roma people living in segregated settlements (OECD, 2019). For Roma children living in concentrated residential areas, the probability of becoming unemployed or earning less than the minimum wage in irregular work is almost 70%. This is much higher than that of the general population (25%) and even higher than the poorest non-Roma population (45%; OECD, 2019). Moreover, Slovakia lacks a systematic early support for children in poverty and children with a disability (Ministry of Finance, 2019c). Only 8.2% out of estimated 14,000 children with a disability (0-7 years old) have access to early support services (APPVI, 2019). Child poverty, in particular among Roma communities, is the main circumstance in which the state provides foster care . The Slovak legal system does not allow for the placement of children into institutional foster care on the grounds of poverty or deprivation, but research suggests that poor housing conditions are one of the most frequent reasons for putting Roma children into institutional custody (Kríglerová, E.G. et al., 2015). In 2018, 13,863 children lived in substitute care, of whom 37% in institutional care, with the average length of stay being slightly over four years. Access to social services The division of responsibilities for social services between municipalities and regions is often unclear . This leads to uneven access to social services across the country. Municipalities are obliged to adopt community plans for the development of social services, and these are often formalistic. There is a lack of cooperation among neighbouring localities and no systematic aggregated mapping and forecasting of services is carried out at national and regional level. In addition, the financial support to social services under the European Social Fund is currently fragmented between the Implementation Agency of the Ministry of Labour and the Office of the Roma Plenipotentiary under the Ministry of Interior, duplicating administrative structures. Although EU funded services related to field social work, crisis intervention, community centres and healthcare assistance are generally well perceived (Ministry of Finance, 2019c), they are limited in coverage and lack coordination, often depending on active stakeholders applying for EU funded projects. Even there, the administration of cash- flow is often delayed, resulting in interruptions in the provision of services. Moreover, providers are often concerned about long-term sustainability of financial support in case EU funding is phased out (Škobla, D. et al., 2018). Despite newly launched ESF-funded projects, professions related to social work remain financially unattractive (European Commission, 2019b). Since 2009, all social service providers are subject to regulatory quality assessment . However, such assessment has been limited and existing research has so far shown a subsequent increase in quality (Repková, K., 2019). An EU- funded project, “Quality of social services”, launched in June 2019 contributes to the methodological support and guidance to public and non-public providers of social services as well as quality evaluators. Financial resources and a systematic vision of how to meet the increasing demand for long- term care are lacking . Responsibility for delivering long-term care is shared between the Ministry of Labour, Social Affairs and Family, the Ministry of Health, regional governments, municipalities and non-public providers, without a clear division of responsibilities and no coordination between social security and healthcare systems. Public expenditure on long- term care reached 0.9% as a share of GDP, way below the EU average of 1.6%. Consequently, also the number of long-term care workers is among the lowest in the EU (OECD 2019e). Long-term care heavily relies on informal care by family members. Up to 71% of people with a family member who requires long-term care organised this on their own, which keeps a sizeable part of the population outside the labour market. Only the persons diagnosed with severe disabilities (estimated at 20% of those in need of LTC) receive financial support ( 34 ) (Ministry of Finance, 2019b). Since July 2019, the nursing benefit to care for a family member increased to match the net minimum wage. However, respite services for Slovakia’s 53,000 informal carers (78% of whom are women) of persons with severe disabilities are practically non-existent (Filipová 2018), with ( 34 ) Based on a survey by the Patients’ Rights Association ",
        "3.3. Labour market, education and social policies 36 impacts on their families e.g. as regards the labour market participation, as well as society (Ministry of Finance, 2019b). Formal long-term care continues to be dominated by residential facilities and lacks sufficient home care and community-based care services. In 2017, there were 47,125 places in social services facilities, with approximately 40% serving pensioners and the other 60% serving people with various types of disabilities or special needs (AOPP, 2018). However, this type of care remains under-resourced, with up to 20% of applicants waiting for a placement for more than one year. Nursing services, which are the competence of municipalities, are currently dependent on EU funds and deployed in an unsustainable and unsystematic way, depending on successful project applications. Therefore, the percentage of elderly people (65+) who use home care services remains relatively low (6.9% v 10.6% in the EU), while the number of people in need of personal care and/or household help is high (38.7% vs. 26.3% in the EU). Population ageing will likely exacerbate some of the above challenges, in particular access to long-term care for the elderly. The old-age dependency ratio is projected to triple by 2060 (Section 3.1). Banská Bystrica region, one of the fastest ageing regions in Slovakia, has identified the lack of integrated care system for elderly as an investment priority under the Catching-Up regions initiative. Pilot testing of such a model, in cooperation with the European Commission and the World Bank, is planned for 2020. The process of deinstitutionalisation of care for persons with disabilities is proceeding slowly. There has been significant progress in terms of the number of large capacity social service facilities involved in this transformation process, which involves setting up dedicated teams and plans. In the first phase of the EU-funded project launched in this area in August 2019, 25 facilities got involved and another 71 are expected to be included before the project ends in October 2023 ( 35 ). The transformation plans are a pre- condition for receiving financing from the ( 35 ) Overall, there are 213 high-capacity institutions (with more than 40 places) institutions with a cumulative capacity of 15,000 places. European Regional Development Fund, but delays and lack of ESF-ERDF coordination renders the work of some facilities redundant and discourages others from joining. The lack of coordination of EU operational programmes continues to be a bottleneck (European Commission, 2019c). A national strategy for preventing and ending homelessness is still pending, despite growing evidence of policy action being necessary. Research demonstrates the economic plausibility of addressing homelessness through public budgets (Institute for Environmental Policy, 2019), and provides strategic guidance on prevention and ending homelessness (Institute for Labour and Family Research, 2018). The proportion of flats owned by municipalities is low (only 2.6% in 2016) and, in any case the system of social housing is in principle not accessible to homeless persons . Access of the most deprived persons is limited as many municipalities that rent out flats examine the potential tenant’s ability to pay rent or set a minimum income level. Many also require proof of permanent residence and/or an absence of debts in order for a person to be eligible. Education and skills Students’ performance in basic skills has remained low and pronounced educational inequalities persist. Despite some improvement, notably in mathematics since 2015, pupils’ overall performance was in 2018 still significantly worse than in 2009 (OECD, 2019b). The proportion of low achievers is significantly above the EU average of 22% in all areas tested (31% in reading, 29% in science, and 25% in mathematics). The proportion of top-performers in reading is also particularly low at 4.6% (EU: 8.9%), which indicates that the education system does not support the high skills needs either. In 2018, Slovakia adopted a ten-year national programme for education and upbringing (Ministry of Education, 2018a). Its efficient implementation is crucial to improve the quality and inclusiveness of the education system. Further policy measures and resources may be needed following the evaluation of the implementation of the first action plan (2018-19) and the analysis of the recommendation on strengthening young people's skills of the OECD Skills Strategy for Slovakia (OECD, 2020). ",
        "3.3. Labour market, education and social policies 37 Socioeconomic status has a significant impact on educational outcomes. Schools do not sufficiently level out inequalities among students, hampering social mobility. Low- and high- performing students as well as advantaged and disadvantaged students, respectively, are clustered in separate schools to a significantly higher extent than in other EU countries (OECD, 2019b), which points to the persistent fragmentation of the education system. To illustrate, in reading, 15 year-olds from advantaged backgrounds outperformed those from disadvantaged backgrounds by 106 points (EU: 95 points), which corresponds to more than three years of schooling. This gap has remained stable since 2015 but is 20 points wider than in 2009. In addition, there is a lack of systemic measures to prevent and eliminate segregation of Roma children in Roma-only classes and in Roma-only schools. Investment in education and training remains insufficient, affecting educational outcomes. In 2017, general government expenditure on education as a share of GDP was well under the EU average: 3.8% vs. 4.6% (UEO 2017) ( 36 ). Spending on education measured against the total public budget amounted to 9.4% compared to the EU average of 10.2% in 2017. In addition, school principals of disadvantaged schools reported staff shortages more often than principals of advantaged schools, and, in general, school principals reported more material shortage than the OECD average (OECD, 2019b). The use of EU funds to support developments in education is sub-optimal, and a systematic evaluation of projects to guide further policy action and funding are needed. Investment in teacher training is also weak. The evaluation of the first action plan (2018-2019) of the 2018-2027 national reform programme for education and upbringing (Ministry of Education, 2018a) and the development of the second are pending. The attractiveness of the teaching profession remains limited due to low salaries and low prestige ( 37 ) (Perignáthová M., 2019). Average teachers’ salaries still lag behind those of other professions in Slovakia: following planned increases in 2020, teachers in public institutions ( 36 ) Joint collection of education data by UNESCO, the Institute for Statistics (UIS), the OECD and Eurostat. ( 37 ) The proportion of Slovak teachers who think that the teaching profession is valued in society is one of the lowest in the EU — 4.5% v 17.7% at EU level (OECD, 2019c). will earn only 68% of the average salary of other full-time full-wage employees with tertiary education (Ministry of Finance, 2019c). This is significantly below the 2017 EU averages from 85% at primary level up to 95% at upper secondary level (OECD, 2019c). The situation is particularly alarming in Bratislava region where pedagogical staff working in primary schools earned in 2018 only 61% of average regional salary for full-wage employees with tertiary education. Lack of statistical data per group of pedagogical staff and per various wage components renders any analyses for eventual revision of remuneration system of pedagogical staff difficult (Supreme Control Authority, 2019). Initial teacher education often lacks quality and relevance (Santiago, P. et al., 2016; OECD, 2019d), and its modernisation is still under discussion (Ministry of Finance, 2019c). Continuing professional development opportunities are limited (OECD, 2019c) and related allocated resources are unclear (Ministry of Finance, 2019d). These long-term trends are likely to have contributed to insufficient teaching quality, exacerbated the impact of the ageing teacher population, and to discouraging a significant proportion of young graduates of initial teacher education programmes from going into teaching (European Commission, 2019c). However, education and training still rank among the sectors with the highest additional labour needs forecast until 2024 (Ministry of Labour, Social Affairs and Family, 2019). Children from disadvantaged homes are not systematically involved in early childhood education and care programmes . In 2017-2018 only 43% of children aged 3-5 from families receiving the ‘benefit in material need’ ( 38 ), and 31.7% of children in that age group from marginalised Roma communities, were enrolled in early childhood education and care (Hellebrandt, T. et al., 2019). The overall participation rate of children aged 4 and above is at 78.2%, the lowest in the EU (95.4%). In June 2019, Parliament approved compulsory pre-school attendance for 5 year-olds starting in January 2021 (National Council, 2019). This will likely have a positive ( 38 ) Payable to households who are not able to secure basic living conditions and cannot increase their income through their own efforts (i.e. by work, statutory entitlements) ",
        "3.3. Labour market, education and social policies 38 impact on disadvantaged children if a high quality and inclusive environment is ensured. Gaps in the provision of early childhood education and care facilities persist, aggravating regional and social disparities. In 2018-2019, some 12,502 child admission requests could not be met, mostly in the Bratislava region. Furthermore, kindergartens are less accessible in municipalities with a higher proportion of Roma population (Hellebrandt, T. et al. 2019). Despite EU investment in the building of facilities in 2014- 2020, it is estimated that between 1 828 and 3 172 places could be needed to ensure full enrolment of 5 year-olds (Varsik, S., 2019). Also, current capacity of facilities for children under 3 (207 establishments with some 3500 places) is insufficient to fully cater for the population of 175 000 children. Independent analysis shows that lack of capacity affects in particular admissions of 2 and 3 years-old (MESA, 2019). However, a comprehensive mapping and long-term forecast of needs are still pending to fully determine the lacking capacities for all age groups. Graph 3.3.4: Early school leavers, aged 18-24 (%) Source: OECD Economic Surveys The rate of early leavers from education and training has risen and is high among disadvantaged groups. The proportion of early leavers from education and training has increased to 8.6% in 2018 (4.7% in 2010) and reaches 13.9% in Eastern Slovakia. In 2017-2018, 32.6% of 16 year-olds from families receiving the ‘benefit in material need’ and 37.2% of 16-year-olds from marginalised Roma communities had dropped out before the final year of lower secondary education (Hellebrandt, T. et al., 2019). Furthermore, only 51.7% of 16 year-olds from both groups were in formal education compared to 80.3% for the full population of this age group. The current measures aimed at improving attendance and pupils’ school performance have been insufficient in preventing early leaving from education and training (European Commission, 2019d). Among people from disadvantaged groups, there is a correlation between high rates of leaving education and training early and low enrolments in kindergartens. This shows the need to improve access to early childhood education and care for these groups as a pre-requisite for improved educational attainment. Low inclusiveness of education remains a big challenge. The proportion of pupils with special educational needs is among the highest in Europe, at almost 20% of primary school pupils. Some 5.9% of these pupils (EU: 1.6%) are educated in special classes or special schools. In several districts in Eastern Slovakia, the proportion of primary school pupils in special schools for children with mental disabilities exceeds 10% (MESA10, 2019). This trend affects especially the Roma population: 22.6% of Roma children are in special primary schools (Slovak National Centre for Human Rights, 2018). In January 2019, the government approved an updated Roma integration action plan, valid until 2020, with an allocation of €55.7 million to raise the Roma population’s education level to the national average (Eurydice, 2019). The inclusion projects supported also with EU funds focus on awareness raising activities for schools and creating inclusive teams. Their effective implementation and evaluation, as well as sustainable measures embedded in a comprehensive strategy will need to be ensured. A systemic approach is also needed in addressing disproportionate placement of Roma children in special schools or special classes for children with mental or other disabilities. A strategy for inclusive education with concrete desegregation measures is still lacking, which also contributes to the worsening results of disadvantaged students (OECD, 2019d). The employability of graduates of vocational education and training (VET) has increased. In 2017, total enrolment in upper secondary VET remained stable at 68.9% which is well above the 0 10 20 30 40 50 60 70 Roma Men Roma Women General population Europe 2020 target ",
        "3.3. Labour market, education and social policies 39 EU average of 47.8% (UEO data 2017). Students enrolled in VET had some exposure to work-based learning (12% in 2017). Most educational programmes provide for practical aspects in the curriculum. The level of employability of recent VET graduates in 2018 saw a notable increase to 84.7% (81.6% in 2017), well above the EU average of 79.5% (Labour Force Survey 2018). Thanks to removing entry barriers, Dual Education became more attractive for schools and employers. Despite rising interest, the participation in dual education remains challenging for micro, small and medium-sized enterprises. The least developed regions of Prešov and Banská Bystrica foster linkages between companies and VET schools by participating in the Catching-up regions Initiative with the support of European Commission. The development of professionally-oriented bachelor studies and the introduction of dual VET into tertiary education are progressing slowly. European Social Fund projects aimed at developing professionally-oriented bachelor studies were under assessment at the time of reporting. Emerging professionally-oriented bachelor studies are backed by legislation and dual VET at tertiary level is backed by the 2018-2027 national programme for the development of education. However, there is currently only one professional bachelor programme in place, in the automotive sector. The establishment of universities of applied science, which was advocated by some experts, is not envisaged (European Commission, 2017). On the other hand, Slovakia is recommended to consider the introduction of separate governance and funding arrangements for professionally oriented institutions (OECD 2020). Tertiary attainment is steadily growing but disparities exist. In 2018, the national tertiary attainment rate was 37.7% (EU: 40.7%). The gap to the EU has been narrowing over time, from 11.7 pps in 2010 to only 3.0 pps in 2018. However, high regional disparities exist between the Bratislava region (59.9%) and other regions, where the attainment rate ranges between 33.4% and 35.2%. The gender gap in favour of women is 13.5 pps (EU average: 10 pps). Furthermore, the proportion of graduates in science, technology, engineering and mathematics, at 21.2%, remains below the EU average of 25.8% (UEO data). Amid persisting concerns, reform efforts are aiming to improve the quality of tertiary education. Weaknesses of the higher education system result from factors such as the fragmentation, high outflow of secondary school graduates, limited teaching quality, and a lack of internationalisation and job market orientation (European Commission, 2019b). Higher education institutions rank low internationally, and recently their position has further worsened (Times Higher Education, 2020). In 2017, 13% of Slovak students graduated abroad (EU average: 3.6%). The independent Slovak Accreditation Agency for higher education is now operational, a first step towards improving quality. Additionally, new legislation adopted in 2019 on the system of study branches of the Slovak Republic, and the framework for awarding professor degrees, are relevant for the forthcoming reform of higher education. Amendment of the act on higher education provides a platform for rationalising the network of higher education institutions. The national qualifications framework was updated and can help the education and training system become more flexible once qualification standards become officially recognised and labour market-driven. A comprehensive national system for validation of non-formally and informally acquired skills ( 39 ) is not yet in place. Despite developments, data on the labour market relevance of skills is limited. Unemployment data and macroeconomic forecasting of labour market demand are not sufficiently disseminated and used to regulate graduate supply against labour market needs. The gradual refinement of processes and improved information on graduates’ prospects can help career counsellors and individual learners to make more informed choices on their field of study and profession (‘professiometers’, ‘study-grams’ and a new portal). However, detailed reliable data on the transition from school to work are still not available. Individualised data based on information from the Social Insurance Agency database are still only under discussion. There were no administrative data on graduates' placement on the labour market. ( 39 ) Non-formal learning relates to learning which takes place through planned activities; informal learning describes learning resulting from daily activities related to work, family or leisure and is not organised or structured. ",
        "3.3. Labour market, education and social policies 40 Most adults have at least an upper-secondary qualification, but lifelong learning rates are low. In 2018, only 8.3% of adults did not have upper- secondary qualification (EU: 21.9%). However, adult learning rates are low: Only 4.0% of adults aged 25-64 participated in a lifelong learning programme in 2018 (EU: 11.1%, LFS data for 2018). An important factor is the lack of both labour market intelligence and interest from adults (OECD Skills Strategy Slovak Republic). Digital skills are improving but businesses still lack qualified experts in key industrial sectors. Although according to the Digital Economy and Society Index, 59% of adults have at least basic digital skills, the latest IT fitness test indicates gaps in digital competences among young people in particular in the use of office software such as text or spreadsheet editors. Although the proportion of graduates with a degree in ICT is growing (DESI, 2019) , 60% of companies that recruited or tried to recruit ICT specialists report problems in filling these vacancies (Eurostat, 2017a). There is also a significant brain drain, with almost 10% of Slovak university graduates relocating to foreign countries not including those who graduated abroad. The new Strategy for Digital Transformation of Slovakia 2030 aims to reform the education system to improve the employability of graduates, introduce lifelong learning programmes and ensure that people gain relevant digital skills at school. ",
        "3.3. Labour market, education and social policies 41 Box 3.3.1: Monitoring performance in light of the European Pillar of Social Rights The European Pillar of Social Rights is a compass for a renewed process of upward convergence towards better working and living conditions in the European Union. It sets out twenty essential principles and rights in the areas of equal opportunities and access to the labour market; fair working conditions; and social protection and inclusion. The Social Scoreboard supporting the European Pillar of Social Rights points to some challenges in Slovakia. The gender employment gap remains high and is increasing, pointing to low labour market participation of women of childbearing age. This situation is related to the high proportion of women who are inactive because of caring responsibilities and the limited availability of childcare facilities across the country. Indeed, the participation of children aged 0 to 3 in formal childcare remains among the lowest in the EU. Recent efforts to increase the number of available places, while welcome, have not significantly changed the overall picture. As far as education is concerned, early school leaving has significantly worsened in recent years, although it is close to EU average. The inclusiveness of education remains a challenge in particular for Roma children (as explained in detail in the main text). On the positive side, income inequality and the proportion of people at risk of poverty or social exclusion remain low. However, the overall figures hide significant disparities across regions, and the situation is challenging for people living in marginalised Roma communities who suffer from multiple forms of disadvantage (as concerns integration in the labour market and access to services). The level of income for the average worker remains well below the EU average, although fast wage and household disposable income growth in recent years suggests that convergence is taking place. Some recent measures aim to improve women’s participation in the labour market via a more balanced approach to parental leave. Due to the increasing base for calculating the paternity leave benefit, and information campaigns run over the last several years, the number of fathers taking paternity leave (28 weeks at 75% of previous salary and capped at 1458.50 €/month in 2019) has grown from close to 0% in 2014 to almost 20% in 2018. This development has allowed an increasing number of mothers to come back to the labour market, contributing to an increase of about 5 pps in the employment rate of women aged 25-29 and 30-34 over this period (though the gender gap with men remains sizeable). Social Scoreboard for SLOVAKIA SOCIAL SCOREBOARD SDGs Equal opportunities and access to the labour market Early leavers from education and training (% of population aged 18-24) Youth NEET (% of population aged 15-24) Gender employment gap Income quintile ratio (S80/S20) At risk of poverty or social exclusion (in %) Dynamic labour markets and fair working conditions Employment rate (% of population aged 20-64) Unemployment rate (% active population aged 15-74) Long-term unemployment rate (% active population aged 15-74) GDHI per capita growth Net earnings of a full-time single worker earning AW Social protection and inclusion Impact of social transfers (other than pensions) on poverty reduction Children aged less than 3 years in formal childcare Self-reported unmet need for medical care Individuals' level of digital skills Critical situation To watch Weak but improving Good but to monitor On average Better than average Best performers Members States are classified on the Social Scoreboard according to a statistical methodology agreed with the EMCO and SPC Committees. It looks jointly at levels and changes of the indicators in comparison with the respective EU averages and classifies Member States in seven categories. For methodological details, please consult the proposal for a Joint Employment Report 2020, COM(2019) 653 final; NEET: neither in employment nor in education and training; GDHI: gross disposable household income. Update of January 2020. Classification of Individuals’ level of digital skills based on 2017 data. ",
        "3.4. COMPETITIVENESS, REFORMS AND INVESTMENT 42 3.4.1. PRODUCTIVITY AND INVESTMENT The productivity divide between services and manufacturing keeps widening. While productivity in manufacturing grew fourfold since 2000, in services it only grew by about 20%. High productivity growth in manufacturing has helped cushion the impact of rising labour costs on external competitiveness, as manufacturing provides the bulk of tradable goods, while services entail many non-tradable activities (Section 1). Foreign direct investment (FDI) channelled into highly productive, export-oriented foreign firms contributed to this, while technological diffusion to domestic firms has been limited. The productivity gap between leader and laggard firms therefore remains wide, with the top 10% of firms 18 times more productive than the bottom 10%. Following a Council Recommendation( 40 ), Slovakia recently set up a Productivity Board to monitor, analyse and evaluate productivity and competitiveness, with a first report due in March 2020. Graph 3.4.1: Labour productivity in manufacturing vs. market services Source: Eurostat, European Commission calculations Public investment is volatile and dependent on EU funding. It accounted for 17.6% of total investment in 2018, though it is significantly higher in regions with lower income notably due to a greater use of EU funds. This is just enough to sustain the stock of public capital, which decreased ( 40 ) Council Recommendation of 20 September 2016 on the establishment of National Productivity Boards, OJ C 349, 24.9.2016, p. 1–4. markedly in the early 2000s and is below the average of other Central and Eastern European countries. EU funds directed at gross fixed capital formation represented about one quarter of total public investment in 2018. Nevertheless, the absorption rate is currently among the lowest in the EU and a longstanding challenge, leading to one of the highest volatilities in public investment among all EU countries (average 2012-2017, European Commission ( 41 ), IMF, 2019b). Graph 3.4.2: Evolution of gross fixed capital formation Source: AMECO, Eurostat Foreign direct investment (FDI) flows have diminished, while the repatriation of profits worsens the current account. FDI accounted for 0.4% of GDP in 2018, much lower than previous levels and the peak of 10.2% in 2006. This trend is unlikely to be reversed in the near future. Following the maturing of FDI, profit repatriation is more sizeable and contributes to the negative current account balance. In 2016, about 3.6% of GDP flowed out of the country as dividends. This is less than in Czechia, but higher than in Poland and Hungary. Despite the declining trend in FDI, the Slovak Investment and Trade Development Agency (SARIO) reports that new investment projects tend to move into higher valued added sectors and activities (11 of 26 projects in 2017, totalling €319 million), targeting less developed regions (12 of 26). Moreover, some investments have been upgraded over time, extending from ( 41 ) European Structural and Investment Funds Open Data Portal: https://cohesiondata.ec.europa.eu/countries/SK# 100 150 200 250 300 350 400 0 0 0 1 0 2 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 2000=100 SK whole economy CZ whole economy SK manufacturing CZ manufacturing SK market services CZ market services 0 500 1000 1500 2000 2500 0% 5% 10% 15% 20% 25% 30% 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 Mill € % GDP EU funds used for GFCF (mill €)(rhs) GFCF total economy GFCF general government ",
        "3.4. Competitiveness, reforms and investment 43 manufacturing to include shared service- and technology centres. Graph 3.4.3: Foreign direct investment inflows and repatriation of profits Source: Slovak National Bank 3.4.2. REGIONAL DISPARITIES Economic and social disparities between regions in the East and in the West are significant. Despite a positive upward trend registered by all four NUTS 2 regions when comparing 2016 and 2019 values of regional competitiveness ( 42 ), the gap between Bratislava and Slovakia’s other regions remains significant. A similar divide exists for levels of R&D expenditure, the proportion of the population with tertiary education, and employment in medium- and high-tech manufacturing (European Commission, 2019e). Filling key infrastructure gaps and strengthening urban-rural linkages with the regional capitals in an integrated, inclusive way can help address these disparities. The capital region performs above EU average regarding higher education, labour market efficiency and innovation. The Bratislava region is Slovakia’s most competitive region (Graph 3.4.4). It has the lowest long-term unemployment rates, but also receives the highest numbers of inter-regional migration (Hudakova, J., 2018). This will pose additional challenges in terms of affordable social housing, access to pre-primary ( 42 ) The 2019 European Regional Competitiveness Index education and social and health care services (Bleha, B. et al., 2017), and the transition to a greener local economy, including sustainable public transport and waste management. The Bratislava region performs better than the other regions on all R&I-related aspects, including innovation performance and tertiary education. This might have an adverse effect on R&I development in non-capital regions, making efforts to attract talent to these regions more difficult. Graph 3.4.4: RCI 2019 indicators: Comparison of the EU average, Bratislava region and Eastern Slovakia Source: European Commission 2019 Regional Competitiveness Index Despite efforts, significant disparities remain within the regions of Central and Eastern Slovakia. With the European Commission’s support, Slovakia has developed a number of tailor-made measures – such as a strategy for the coal mining transition in Horná Nitra (Section 3.5) or the ‘catching-up regions’ Initiative in the two least developed regions of Prešov and Banská Bystrica. Despite these targeted actions, Slovakia has made limited progress in reducing structural disparities, addressing administrative capacity gaps and spilling over good practices to other regions. As a result, certain remote areas, for example municipalities in the Snina district, and municipalities inhabited by marginalised Roma communities, still lack basic water and sewage infrastructure, essential public services and labour opportunities. 0.0% 0.5% 1.0% 1.5% 2.0% 2.5% 3.0% 3.5% 4.0% 4.5% 5.0% -2.0% 0.0% 2.0% 4.0% 6.0% 8.0% 10.0% 12.0% 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 Inward FDI Flows as % GDP Repatriated profits as % GDP (rhs) RCI 2019 Institutions Macroeconomic Stability Infrastructure Health Basic Education Higher Education… Labour Market Efficiency Market Size Technological Readiness Business Sophistication Innovation Basic Sub-index Efficiency Sub- index Innovation Sub- index EU Average SK01: Bratislavský kraj SK04: Východné Slovensko ",
        "3.4. Competitiveness, reforms and investment 44 Lack of administrative capacity and coordination at national and local levels limit the possibility of investment to reduce disparities. EU funding that could support the transformation of less developed areas to more diversified, knowledge-based local economies is not fully utilised due to slow absorption of funding, below agreed targets. A bottom-up approach for project proposals and a leaner implementation structure supporting quality local projects are lacking. Transport infrastructure The Trans-European Transport Network (TEN-T) core road and railway infrastructure requires further modernisation. This concerns outstanding road sections of the D1 and D3 motorways, as well as the D4 Bratislava bypass located on the comprehensive TEN-T. In the railway sector, the modernisation of the Žilina – Košice railway line remains a priority on the Rhine-Danube corridor, in addition to the Kúty – Bratislava railway line on the Orient/East-Med corridor. Completing the network could connect the less developed regions of Prešov, Banská Bystrica and Košice, to growth centres and create local business opportunities. Improving transport infrastructure also plays a role in the transition process of certain regions, such as the Horná Nitra coal region. 3.4.3. INNOVATION AND DIGITAL TRANSFORMATION Innovation R&D investment has increased in the last decade but depends on European Structural and Investment Funds (ESIF). About 39% of R&D investment relies on foreign funding sources, 89% of which are EU funds. Both figures are among the highest in the EU. Overall R&D investment has risen from 0.45% of GDP since 2007 to peak at 1.16% in 2015 and dropped again to 0.84% in 2018. These developments are mainly explained by fluctuations in public R&D funding due to the transition between EU funding periods. This illustrates Slovakia’s over-reliance on ESIF funding and raises questions about the sustainability and adequacy of R&D funding. The use of funds under the operational programme Research and Innovation (OP R&I) is slow, hampering R&D spending . The cancellation of various calls and administrative inefficiencies resulted in de-commitments ( 43 ) in 2017 and 2018, to be remedied by new calls to mobilise top researchers and support strategic research. Due to lengthy evaluation, selection and administrative procedures, the OP R&I will not have achieved its minimum spending targets again in 2019. The merger with the operational programme Integrated Infrastructure ensured that there was no de-commitment in 2019. Substantial improvements in the efficiency of the management and control system should follow to avoid another loss of EU funds earmarked for research and innovation. A fragmented governance system renders public R&D investment inefficient. Policy development and implementation suffer from a lack of coordination between ministries and implementing agencies, and the lack of a comprehensive, long-term research and innovation strategy. Major reforms have been regularly postponed. No substantial policies were adopted to decrease the fragmentation of the public research system and the reform of the Slovak Academy of Sciences was stopped in its final stage. As a result, the whole R&I ecosystem is not performing well. The low quality of public research constrains skills development, and knowledge production and diffusion. There is a vicious circle created by the low quality of the system ( 44 ) and the ability to attract students and researchers. Initiatives such as the ACCORD project to invest €111 million into Bratislava-based universities Comenius University and Slovak University of Technology could help break this circle and improve R&I capacity and infrastructure, as well as attracting students and researchers. Targeted measures to attract foreign talent can also increase the benefits of investing in infrastructure. The low quality of the science base ( 43 ) If a sum committed to a programme has not been claimed by the end of the third year following the programme’s adoption, any unpaid money ceases to be available to that programme, i.e. it is ‘de-committed’. ( 44 ) For instance, the proportion of Slovak publications that are highly-cited (scientific publications within the top 10% most cited scientific publications worldwide as percentage of a country’s total scientific publications) remains very low. ",
        "3.4. Competitiveness, reforms and investment 45 also hinders science-business cooperation ( 45 ) and private R&D investment. Business expenditure on R&D is too low to substantially boost innovation, particularly among small and medium enterprises (SMEs). Even though it has increased since 2009 to 0.45% of GDP in 2018, Slovakia’s business R&D intensity remains one of the lowest in the EU. Despite the importance of the medium-high-tech manufacturing sector dominated by multinational firms, Slovakia has not been able to attract substantial R&D investment from these companies. Domestic technological development is low, as shown by patenting activity, which is among the lowest in the EU. In addition, at 0.14% of GDP in 2018, SMEs’ business expenditure on R&D is at less than half the EU average of 0.3%. Various measures are underway to improve the SME research ecosystem, mostly financed by the European Structural and Investment Funds. However, SMEs’ ability to draw on these resources is hindered by cumbersome and lengthy administrative processes. In 2018, 260 firms benefited from the R&D tax deduction (Section 3.1), saving around €72 million in income taxes (compared to 163 companies and €8 million in 2017; Slovak Credit Bureau, 2019). The increasing numbers and amounts as well as the involvement of micro and small enterprises in the scheme surpassed initial expectations. Skills mismatches and regional disparities hamper Slovakia’s capacity to benefits from smart specialisation. First, the smart specialisation strategy does not fully reflect differences between Slovak regions in terms of specialisation, economic performance or research and innovation potential. Second, the current skill- set and weakly developed policies for future skills hinder the technological transition of the economy. However, a revision of the strategy has recently started, with technical support from the EU Structural Reform Support Programme; the results should feed into the programming of R&D investment for the post-2020 period. An important aspect of revising the strategy will be the setting up of an effective and continuous dialogue with entrepreneurs (entrepreneurial discovery process) ( 45 ) Links between science and business remain limited, with public-private scientific co-publications only accounting for 2% of the total number of Slovak publications. to define new growth paths (the areas of smart specialisation where R&I could bring economic transformation), to identify measures to increase R&I performance and to strengthen the governance system. Digital economy, automation and connectivity Future technological disruptions are likely to impact Slovakia’s economy more than they will other countries. Estimates differ, but most studies suggest that Slovakia will be among the most affected. Depending on the methodology used, it has been suggested that between 40% and 64% of total current jobs in the country may change, or in some cases disappear, due to automation (Szabo, S., forthcoming). This figure is higher in the automotive industry, the backbone of the country’s manufacturing, in particular for jobs such as production workers and machine operators (box 1.1). Slovakia can benefit from the involvement in all relevant European initiatives that aim to strengthen the Digital Single Market and foster cooperation in strategic fields such as High performance computing, Artificial intelligence (AI) or Cybersecurity. Automation is already a significant feature of Slovak industry, due to the high share of manufacturing and the automotive sector . With 165 industrial robots per 10,000 employees, Slovakia is among Europe’s and the world’s leaders in terms of robotic intensity. Robotisation of the car industry is the main driver, with around 6,600 robots per 10,000 employees in the automotive sector, compared to around 9,500 in Germany or 4,000 in Czechia. Robotic automation has also been growing rapidly in logistics and in the service robots sector. An increasing number of manufacturing companies are moving towards digital transformation. The most common objectives are to increase performance and to make internal processes more efficient. However, only 18% of companies report a high or very high level of digital intensity ( 46 ) (EU: 26%) (European Commission, 2019f). Slovakia does not yet have a digital innovation hub and there is a shortage of employees with digital skills (see Section 3.3). ( 46 ) The Digital Intensity score is based on how many out of 12 technologies a company uses. Companies that use at least seven of the listed digital technologies receive a high score. ",
        "3.4. Competitiveness, reforms and investment 46 Automation can be an opportunity if the regulatory framework and education system support digital transformation. Developing people’s digital and related skills will be crucial to adjusting to technological change and, in turn changes in production, service delivery and consumption (see Section 3.3). The role of research and innovation must also increase if Slovakia is to be well equipped to adapt to these changes and move up the value chain. Slovakia scores particularly low on Industry 4.0 patent applications, with only four applications submitted between 1990 and 2016, compared to 33 in Czechia, 41 in Hungary and 86 in Poland (data from the European Patent Office for 2017). Moreover, businesses and business associations feel that they lack support from public institutions on addressing the digital transformation ( 47 ). The new Strategy for Digital Transformation of Slovakia 2030 and the related Action Plan 2019- 2020 aim to make the country fit for the transformation by stimulating innovation, strengthening cybersecurity, supporting the job market, improving digital skills and building a strong institutional ecosystem. The effort could benefit from a broader involvement of initiatives such as the Digital Coalition or the new National Research Centre on artificial intelligence (Slovak.AI) as a platform for connecting everyone active and interested in AI. Connectivity is improving, but progress is slow. Despite progress, Slovakia’s performance in this area has slipped in comparison to other EU countries. Insufficient fixed basic broadband coverage remains a big challenge to ensure equal access to the internet. The 2011 national broadband strategy is still in place, but the government plans an update to the strategy in early 2020 to include the EU broadband targets for 2025.. 4G coverage is also below the EU average. However, Slovakia shows good progress on increasing fast broad coverage both in urban and rural areas (Next Generation Access) with 86% of households covered. It has also been significantly improving ultrafast broadband coverage (80% of households). Telecom operators and the government aim to bring 30 Mbit/s internet to every municipality by the end of 2020. 5G ( 47 )https://ec.europa.eu/information_society/newsroom/image/d ocument/2019-32/country_report_-_slovakia_- _final_2019_0D31C79C-EC95-A759- 9A4EFF789FEB2FB2_61219.pdf auctions have not yet taken place. This leaves little time to the authorities to meet the deadline and award the frequencies for 5G before the end of June 2020 deadline. 3.4.4. INSTITUTIONAL QUALITY AND BUSINESS ENVIRONMENT Business environment and entrepreneurship Slovakia’s business competitiveness is slowly losing ground. It fell by one position compared to 2018 in the Global Competitiveness Report (42 nd of 141) (World Economic Forum, 2019) and by three places in the Doing Business report (45 th of 190, World Bank, 2019). Compared to its regional peers, Slovakia performed worse than Poland (40th) and the Czechia (41st), but better than Hungary (52nd). On the Business Environment Index, it dropped by 2.2% year-on-year (Business Alliance of Slovakia, 2019). The quality of Slovakia’s public institutions gives rise to concern, as high regulatory burden, low law enforcement, persistent concerns about the independence of the justice system and police, and frequent legislative changes and policy uncertainty all hamper competitiveness. The complicated tax and customs system burdens entrepreneurs. Specific challenges relate to starting a business (see below on support to entrepreneurship) and to a lengthy construction permit process (see Section 3.2). Political influence reduces the ability of some regulatory institutions to safeguard a sound business environment. Support for entrepreneurship is below the EU average. Just 47% of the population aged 18-64 consider entrepreneurship a desirable career choice, among the lowest rates in the EU. This can be explained by insufficient preparedness for and attention to entrepreneurship (European Commission, 2019g). Underdeveloped entrepreneurship education at both basic and post- secondary levels and low media attention contribute to this. According to a Slovak Business Agency survey, over 50% of surveyed students indicate a lack of entrepreneurial skills training at their school. Although the agency’s acceleration programme now offers professional counselling, training courses and activities to develop business potential, a greater direct focus on entrepreneurship skills in the school curriculum is still lacking. ",
        "3.4. Competitiveness, reforms and investment 47 However, innovation-driven high growth companies are performing relatively well. In 2016, 19% of employees in companies with more than 10 employees worked for innovation-driven high growth companies, well above the EU average. Overall, in 2017, 13% of companies with more than 10 employees were high growth companies. The highest proportions are seen in knowledge-intensive services, medium-and low- tech manufacturing, and the transportation and storage industries (Flachenecker et al. , forthcoming). Improving firm exit policies and the insolvency framework could foster resource reallocation and productivity growth. The proportion of zombie firms ( 48 ) has increased, in part due to an underperforming insolvency framework. Insolvency procedures can last up to four years – the longest in the EU – and can take up to 18% of the debtor’s estate – one of the highest in the EU (World Bank, 2019). In addition, early warning tools have not been used so far and there has been no attempt to legislate in this area. The use of the restructuring procedure is very low. Finally, fear of failure holds 38% of surveyed stakeholders back from starting a business, 5 pps more than last year. Nevertheless, business dynamism remains relatively robust, as measured by the churn rate ( 49 ), at 24.8%, very high compared to Visegrad countries. Even early-stage entrepreneurial activity ( 50 ) among women is at 9%, one of the highest in the EU. Access to finance is at the EU average, but alternative finance remains underdeveloped. Access to public financial support deteriorated according to 19% of the surveyed stakeholders - 8 pps more than in 2017. The rate of rejected loans also climbed, from 8% in 2016 to 13% in 2018. However, the cost of borrowing for small loans relative to large loans has dropped from 45% in 2013 to 28% in 2018. Although venture capital investment has increased substantially between 2014 and 2016, it is relatively low across all ( 48 ) Zombie firms are defined as firms with at least 3 consecutive years of negative operating profits and that are not growing. ( 49 ) Measuring the number of enterprises entering and exiting the market. ( 50 ) Total early-stage Entrepreneurial Activity means entrepreneurial activity that is centred on the period preceding and immediately after a company’s actual start. venture stages and is concentrated in Bratislava. In 2016, venture capital investment reached 0.014% of GDP in Slovakia, compared to roughly 0.1% in Sweden and 0.22% in the UK. The EU supports investment in Slovakia also via the European Fund for Strategic Investments (EFSI). By December 2019, total approved financing under the EFSI amounted to €555 million, intended to trigger €1.45 billion in additional investment. The current experience with the EU financial instruments and the EFSI budgetary guarantee demonstrated a need for simplification, streamlining and better coordination of the EU’s investment support instruments during the next 2021-27 programming period. By the end of 2020, EFSI and other EU financial instruments will come under the roof of the new InvestEU programme that promotes a more coherent approach to financing EU policy objectives and increases the choice of policy implementation options and implementing partners to tackle country specific market failures and investment gaps. In addition, under InvestEU, Member States can set-up a national compartment by allocating up to 5% of their structural funds to underpin additional guarantee instruments supporting the financing of investments with a higher level of local specificities. InvestEU will be policy-driven and focus on four main areas: Sustainable Infrastructure, Research, Innovation, and Digitisation, Small Businesses, and Social Investment and Skills. Single market Slovakia performs above the EU average in the transposition of single market legislation. Only two single market directives are outstanding. Slovakia is among countries with the lowest average transposition delay for overdue directives, 2.7 months. However, Slovakia sent few notifications regarding the Single Market Transparency Directive in 2018 ( 51 ): 15 out of 713 draft technical regulations were notified to the Commission, i.e. 1.67% of the total. The reasons for this remain unclear. The low level of notifications potentially implies that the Commission and stakeholders did not have a chance to react and prevent barriers to trade, which can affect economic growth and the overall ( 51 ) Directive (EU) 2015/1535, SMTD ",
        "3.4. Competitiveness, reforms and investment 48 functioning of the single market as a tool for competitiveness. Professional services continue to be heavily regulated, hampering competition. The level of restrictiveness of regulation is higher than the EU average for lawyers, civil engineers and architects (European Commission, 2016). This particularly relates to licences and permits, for which the level of restriction is more than double the OECD average (Vitale, C. et al., 2019). Disproportionate restrictions also remain for patent agents, tourist guides and real estate agents (European Commission, 2016). Some regulatory requirements imposed on professional services, such as limitations to shareholding, legal form and multidisciplinary activities can hamper these services markets. This relates especially to lawyers. Such requirements may limit companies’ access to capital, reduce economies of scale and scope and restrict competition. Redesigning the rules to stimulate innovation and competition while safeguarding quality requirements could therefore be economically beneficial, in particular as better performance of business services also supports Slovakia’s manufacturing sector, an important part of the country’s economy. Regulatory changes in the retail sector have caused concern. Although a retail-specific tax was withdrawn following a Commission decision, the adoption of the Inappropriate Conditions Act could increase the costs of operations and restrict advertising of products originating outside Slovakia. This could negatively affect the economic sustainability of some of the retailers active in the country, as well as market access of foreign firms, to the detriment of consumers in terms of pricing and choice. Public administration Despite reform efforts, Slovakia’s public administration underperforms relative to other EU countries. There are shortcomings in: policy planning, development and coordination; civil service and human resource management (see below for both); accountability including control of corruption; and service delivery. Public financial management challenges include procurement, although a series of spending reviews and measures to improve tax compliance are helping (see Section 3.1). Consequences include the underutilisation and even de- commitment of EU funds. Despite some efforts, the government’s strategic planning capacity and coordination across levels of government are limited . Initiatives such as the Slovakia 2030 Vision and Sustainable Development Strategy aim to improve strategic coherence between ministries, but overall cooperation could be further improved. In addition, a lack of capacity and of effective coordination between all administrative levels hinders the full impact of reforms and investment geared towards narrowing regional disparities (Section 3.4.2). Overall, although strategies, policies and reforms tend to be well developed and comprehensive, their implementation is often comparatively weak (OECD 2020). There is still room for improvement regarding the regulatory process. The policy making system is formally based on consultations and evidence, but in reality, political decisions tend to be based on the political priorities of the parties in government. Whereas legislative initiatives by ministries have clear written rules and undergo an impact assessment, the increasing use of swift parliamentary procedures hamper evidence-based policy making, for example by not allowing for a proper impact assessment and consultation with stakeholders. This often results in additional costs for companies. It also leads to frequent changes to the regulatory framework related to the business environment. According to the Better Regulation Centre, 10 laws with a high impact on most SMEs were amended 32 times in 2018. Human resource management in the civil service continues to present challenges. The new Civil Service Law from 2017 brings a number of positive changes, but these do not apply to public service employees. ( 52 ) In the civil service, senior management fails to sufficiently motivate staff amid politicisation, a lack of career development opportunities, and a problematic remuneration system (Nemec, J., 2018). The Assessment, Testing and Methodological Centre provides training and mentorship programmes to improve employee competencies, but it has limited resources and is so far limited to Bratislava. The ( 52 ) Government employees are subject to two different statutes. ",
        "3.4. Competitiveness, reforms and investment 49 compressed salary structure is to some degree offset by allowances, but overall appears to be insufficiently linked to performance and its appraisal, and provides limited incentives for career progress (Office of the Civil Service Council, 2019). Despite increases, salaries are not competitive with the private sector. Implementing the planned reform of the remuneration system to remedy these shortcomings could help address their negative ramifications. The implementation of the ethical codex for civil servants which came into force in 2020 could also have some impact. Political influence reduces the ability of some regulatory institutions to safeguard a sound business environment. This concerns in particular procedures for selecting chairs and vice-chairs as well as the overall functioning of regulatory institutions. Independent and accountable regulators could ensure a more efficient resource allocation and a more competitive economy. More generally, a lack of trust in institutions is among the main weaknesses of the business environment (Transparency International Slovakia, 2017). The provision of e-government services is slowly improving, but their take-up by the public remains limited, as do awareness levels. 52% of Slovaks who need to submit forms to public authorities do it over the internet (EU average 67%). Transparency and focus on the user experience of digital public services are improving and the Strategy for Digital Transformation foresees additional positive measures. However, the number of people with active email identification is still too low, increasing the services’ cost per capita (Supreme Audit Office of the Slovak Republic, 2019). According to the Supreme Audit Office, the use of national and European funds for investments in digital public services did not lead to an increased take-up by citizens. To boost the number of users, a mobile eID and an API gateway will be introduced in 2020. The government is rolling out anti- bureaucratic measures to implement the ‘once- only’ principle and make submission of some documents in paper obsolete. However, municipalities encounter difficulties when enforcing it (Supreme Audit Office of the Slovak Republic, 2019). Stakeholders and NGOs (grouped in Slovensko.digital) point out that digitisation projects in public administration often lack thorough analysis, are not properly prepared, are too costly or do not reflect future technological developments. Public procurement The steps taken to simplify public procurement and in particular verification procedures are insufficient . The complexity and length of the public procurement verification procedures remains a blocking factor for potential beneficiaries to draw EU funds. Efforts to amend the Slovak Public Procurement Act to streamline control procedures of EU funded projects were halted. Further steps to professionalise public procurement have been taken. The government approved the legislative intent to regulate the profession of certified public procurement officers. The Public Procurement Institute provides consultancy services to contracting authorities to unify the interpretation of the public procurement law. To help with legal interpretation and training activities at local level, the Public Procurement Office is opening eight regional offices by 2020. Cooperation with the Association of Municipalities, the Union of Cities and the Regions Club to centralise purchasing activities, training and specialised support is under discussion. In September 2019, the Public Procurement Office published a handbook on recurrent errors identified in its control activity and a conflict of interest guideline is being prepared by the Public Procurement Office. 53 Efforts to include environmental sustainability in procurement are being made. The framework for development and implementation of green public procurement in the Slovak Republic focuses on developing methodologies, training and template documents for integrating environmental criteria into public procurement. The Public Procurement Office has been working with the OECD on three projects focusing on increasing the efficiency of public procurement, responsible procurement and flexible procurement practices for IT solutions. It has also issued guidelines for procuring electric cars and carrying out a preliminary market consultation. As of January 2020, 6% of public procurement resources must be dedicated to social aspects. However, there is no 53 Data to be provided when available. ",
        "3.4. Competitiveness, reforms and investment 50 specific policy to support the public procurement of innovative solutions. The Ministry of Health is extending its ambitious centralised purchasing activities to state-owned hospitals . Central and joint procurement, better quality specifications, preliminary market consultation and analysis of individual hospital needs have already resulted in savings of €67 million (Institute of Health Policies, 2018). The central procurement of CT scanners and mammographic devices stimulated competition, and demolition works in the unfinished Rázsochy hospital integrated recyclability aspects. A dynamic purchasing system for medical drugs combined with an electronic catalogue will considerably reduce administrative burden related to the procurement of standard products, such as drugs and pharmacy goods. Furthermore, the Institute of Health Policy started several cooperation projects with the Czech Ministry of Health and hospitals to benchmark new types of devices that will be integrated into central procurement projects. A new electronic system for the approval of individual hospital purchases has been put in place to streamline the authorisation process. The Public Procurement Office is setting up e- procurement. The new e-procurement platform, SVO, will connect all e-procurement, contract register and e-invoicing modules in order to optimise processes and generate accurate analytical data. The national working group on IT procurement adopted the first part of the strategy on IT procurement, aiming in particular to prevent vendor lock-in and terminate unbalanced contracts from the past. Justice Specific concerns regarding the independence and integrity of the justice system remain. New revelations point to a number of cases of high-level corruption, including the exercise of undue influence by individual members of the executive and the political level over the judiciary and individual cases of abuse of office by judges and prosecutors. This has also sparked public protests and reinforced calls on the authorities to step up efforts to reduce corruption in the justice system. This has also triggered a number of disciplinary proceedings as well as criminal investigations and a number of judges and prosecutors has been suspended or chose to resign from office. In this context, the low perception of judicial independence deteriorated according to the 2020 EU Justice Scoreboard (European Commission, forthcoming) and remains a concern for citizens, businesses and investors. Determination to tackle these concerns can also help to improve the general business environment and help keep business competitiveness stable (IMF, 2019a). In terms of efficiency, the Slovak justice system largely manages to deal with its workload. In particular, courts continue to perform efficiently in terms of length of proceedings in litigious civil and commercial cases in first instance (157 days compared to 171 days in 2017) and clearance rate (130.6% in 2018), also benefitting from a reduced inflow of new cases. However, the performance of courts in administrative cases has dropped as the clearance rate ( 54 ) fell (96.1% compared to 118.1% in 2017), the disposition time further increased (401 days compared to 317 days in 2017) and overall productivity decreased (4,886 resolved cases in 2018 compared to 5,950 in 2017). Moreover, authorities have indicated that there are still some challenges concerning older cases, i.e. those pending for more than two years. Efforts to improve the efficiency and quality of the justice system have picked up over the last 12 months. Following the publication of a comprehensive functional review of the Slovak justice system by the European Commission for the Efficiency of Justice of the Council of Europe (CEPEJ, 2017), an increasing number of the more than 60 targeted recommendations have been translated into specific policy actions and are being implemented. This includes in particular the introduction of so-called flying/hosting judges to address temporary workload challenges in individual courts, legislative measures to de- register old, inactive enforcement cases that had been a drain on resources and an ambitious project on case weighting, as well as efforts to upgrade the available IT tools and analytical capacity. In addition, authorities have made progress in the absorption of earmarked ESIF funding under the operational programme 'Effective Public ( 54 ) The clearance rate is the ratio of the number of resolved cases over the number of incoming cases. It measures whether a court is able to keep up with its incoming caseload. ",
        "3.4. Competitiveness, reforms and investment 51 Administration' for the 2014–2020 funding period which provides the bulk of funding for the further reform of the justice system. Corruption Prosecuting high-level corruption cases continues to pose difficulties. The overall number of charges (109 in 2016; 117 in 2017; 135 in 2018), indictments (56 in 2016; 54 in 2017; 50 in 2018) and sentences (72 in 2016; 98 in 2017; 93 in 2018) for corruption-related offences has fluctuated since 2016, after a sharp drop from 2015 (General Prosecutors Office (GP SK), 2018). The number of high-level corruption cases under investigation has risen slightly but remains very low. The enforcement of measures against legal persons is on the rise but only 24% of businesses surveyed in Slovakia believe that those engaging in corrupt practices would be caught by or reported to the police or prosecutors and only 22% believed they would face charges or go to court (EU: 44% and 47%). Among the surveyed companies, 53% stated that corruption is a problem when doing business in Slovakia (Business Eurobarometer Survey, 2019). The level of corruption is perceived to be higher than in most EU countries, with Slovakia scoring 50 points out of 100 over the past three years in a row (Transparency International, 2020). No new measures were taken to improve detection and the analytical capacity of law enforcement agencies, except for than the reorganisation of the National Crime Agency in October 2019, which did not receive any additional resources. There is scope to improve the corruption prevention framework and to carry out planned reforms. The Slovak Anti-Corruption Plan for 2019-2023 focuses on risk management and risk analysis, and introduces a network of integrity officials in central government. In September 2019, the government approved the related action programme to prevent corruption, the National Anti-Corruption Programme. Whistleblower protection was reformed in early 2019, but the head of the new independent office has not yet been appointed. The previous framework, which is still in place, raised concerns regarding: the large amount of discretion arising from the requirement to report in good faith, not all categories of officials receiving the same amount of protection, and the absence of simultaneous internal and external channels for reporting misconduct (OECD, 2017). In addition, the procedure to prevent retaliation is excessively complex. The new legislation aims at addressing these concerns, but in practice, the application of the law can only be assessed once the authority has started its work. Rules on lobbying, gifts, incompatibilities and contacts with third parties in decision making are missing in the public administration. Contacts with lobbyists are not recorded and published. Gifts are not systematically registered and made public and the rules on accepting gifts lack clarity. Information on asset and interest declarations is not available to the public. A Code of Conduct for the civil servants entered into force in January 2020, setting out the fundamental principles of ethical behaviour, including rules on acceptance of gifts and other benefits. However, for persons with top executive functions (ministers, state secretaries, and political advisors) similar rules are missing (GRECO, 2019). In addition, proper monitoring and enforcement are also necessary. There is a potential for stronger ethical safeguards in the police. A recent review by GRECO ( 55 ) has revealed that security checks and risk assessments do not take place at regular intervals and do not depend on exposure to corruption risks or the required security levels (GRECO, 2019). ( 55 ) Group of States against Corruption (GRECO) is the Council of Europe anti-corruption body. ",
        "3.4. Competitiveness, reforms and investment 52 Box 3.4.1: Investment challenges and reforms in Slovakia Section 1. Macroeconomic perspective Investment growth decreased in 2019, due to a more subdued economic outlook and following the large increase in private investment activity in 2018, which was directed mainly at the construction of a new car factory. According to the Commission's 2018 autumn forecast, investment is expected to grow around 2.5-3% year-on-year in 2020-2021. Public investment is projected to assume a more prominent role over the medium term. The absorption rate is currently among the lowest in the EU and a long-standing challenge, leading to one of the highest volatilities in public investment among all EU countries. Section 2. Assessment of barriers to investment and ongoing reforms The business environment is not overly conducive to investment. Some reforms could improve the education system, the judiciary, public administration and procurement, but several barriers remain to be addressed (EIB, 2019). In addition, skilled labour shortages and infrastructure gaps hold back productivity growth. Main barriers to investment 1/ The regulatory environment and public administration in general continue to hold back investment. Frequent changes to the legislative and regulatory framework continue to give rise to concern. Entrepreneurship is hindered by burdensome rules for start-ups and a lengthy insolvency process. Likewise, obtaining building permits is cumbersome and time consuming. The absorption of EU structural funds could benefit from an improved efficiency of public administration, notably in relation to accountability and to human resource management. An insufficient degree of competition in public procurement also affects public investment. 2/ Infrastructure, including transport, broadband access, waste management and energy efficiency, remains underdeveloped, not sufficiently sustainable, and is unequally distributed within the country, hindering regional convergence. Moreover, there is a disconnect between educational institutions and labour market needs, as well as weak access to lifelong learning, resulting in skilled labour force shortages (EIB, 2019) and raising questions about Slovakia’s readiness for the digital transformation. Improving practically oriented education and training, including the dual vocational scheme, could help alleviate regional disparities and misallocation. In addition, fragmented research governance holds back investment in R&I. These challenges concern in particular sectors that could increase their overall productivity, such as ICT. Regulatory/ administrative burden Taxation Public administration CSR Access to finance Public procurement /PPPs CSR Cooperation btw academia, research and business CSR Judicial system CSR Financing of R&D&I Insolvency framework Business services / Regulated professions Competition and regulatory framework CSR Retail EPL & framework for labour contracts Construction Wages & wage setting Digital Economy / Telecom CSR Education, skills, lifelong learning CSR Energy CSR Transport CSR Legend : No barrier to investment identified Some progress CSR Investment barriers that are also subject to a CSR Substantial progress No progress Fully addressed Limited progress Not assessed yet Public administration/ Business environment Financial Sector / Taxation R&D&I Sector specific regulation Labour market/ Education ",
        "3.5. ENVIRONMENTAL SUSTAINABILITY 53 Environmental pressures and challenges weigh on Slovakia’s sustainable development. The climate transition requires scaled up efforts and targeted investment, implying important economic and social choices. Currently planned investment and funding for mitigation and adaptation may not be sufficient, with private finance and capital markets particularly underdeveloped. Investing into more energy efficient buildings remains a priority. A better enabling environment could help reverse the declining trend of renewable energy sources in the energy supply. Air pollution from solid fuel burning and rising emissions from transport pose a serious health concern. Moreover, Slovakia needs to adapt to a changing climate by addressing and planning for increased risks. Moving to a more circular economy would also help to make natural resource use more sustainable ( 56 ). Climate and energy transition Overall greenhouse gas (GHG) emissions are already below Slovakia’s 2020 target, but energy intensity is higher than the EU average . GHG emissions have been falling over time and are below the EU per head average. For 2030, Slovakia has announced a more ambitious reduction of 20% in the non-ETS sectors (additional 8 percentage points, (Greener Slovakia Strategy, 2019). This reduction should come mostly from measures related to transport and buildings improvements (Greener Slovakia Strategy, 2019). Currently, energy intensity remains rather high at 0.21 kgoe/€ in 2017, compared to the EU average of 0.12 (Eurostat, 2017b). The underlying increases in energy consumption and the fact that regulatory changes were taken only recently make it likely that Slovakia will fall short of its energy efficiency target on final energy consumption and possibly its renewable energy target of 14% for 2020. According to its National Energy and Climate Plan 57 , Slovakia has decided to bring the share of renewable energy to 19.2% by 2030. Final energy consumption was at 11.1 Mtoe in 2018, i.e. 24% ( 56 ) Full analysis of implementation of environmental policies and legislation in Slovakia is available at: https://ec.europa.eu/environment/eir/pdf/report_sk_en.pdf . 57 The Commission will assess, in the course of 2020, the final National Energy and Climate Plan submitted by Slovakia on 20 December 2019. above the 2020 target ( 58 ). This trend coincides with an increase in the country’s energy dependence on imports to 65% (Eurostat, 2017b) and a deterioration of relative energy prices. Slovakia needs to adapt to a changing climate. Losses related to climate disasters and a lack of related insurance are mounting and could become macro-economically significant. While economic losses from drought, floods and torrential rains amounted to an estimated €1.7 billion from 1980 to 2017 (EEA, 2019a), only 6% of them were insured, meaning that either the State (as an insurer of last instance) or the victims had to absorb them. Annual GDP at risk from a major flood ( 59 ) is over 15% for Slovakia (World Bank, 2014). This is why increased insurance penetration could help protect assets against weather-related impacts. Higher investment into green measures, such as water retention in cities, protection against cloudburst events and of riverbanks, making these available to cities and municipalities based on their risk assessments, as well as nature-based solutions in forestry and agriculture, could help reduce the negative impact of climate disasters. ( 60 ) A holistic policy response can help manage the climate and energy transition. The announced 2030 Vision and Development strategy to implement the Agenda 2030 – on the basis of Slovakia’s set of six national priorities ( 61 ) – in a whole-government approach and the establishment of a new coordinating body in the Office of the Deputy Prime Minister could provide the right governance to address these sometimes-conflicting objectives in a coherent way. Changing the incentive structure for energy production and consumption, including by adjusting carbon pricing, can support a cost-effective climate and ( 58 ) Eurostat, table SDG_07_11. Primary energy consumption was of 16.15 Mtoe, below the 2020 target of 16.4 Mtoe but on an increasing trend (Eurostat, 2017c). ( 59 ) With a probability of occurring once in 100 years. ( 60 ) Despite the investments available under EU funds (operational programme Quality of the Environment), the implementation of water retention measures in the urbanised landscape (residential areas of municipalities) is low. Unsettled property rights appear to be one reason for this. ( 61 ) National priorities: i) Education for a life in dignity, ii) transformation towards a knowledge based and environmentally sustainable economy, iii) poverty reduction and social inclusion, iv) Sustainable settlements, regions and countryside in the face of climate change, v)Rule of law, democracy and security and vi) good health. ",
        "3.5. Environmental sustainability 54 energy transition ( 62 ). Precondition for successful transition is the protection and sustainable use of natural resources, biodiversity and ecosystems services. (Section 3.1). The transition requires targeted investment, but funding may not be sufficient, with private finance particularly underdeveloped. The National Energy and Climate Plan (NECP) estimates investment needs to reach the 19.2% Renewable energy contribution by 2030 at around € 4.3 billion and the cost of energy efficiency measures at 2.2 billion EUR per year (Ministry of Economy, 2019). Cohesion policy funds and public finance remain the major source of funding for green investment, in part leading to over- reliance on public funding. Covering investment needs requires prioritising where to spend public resources, finding additional and alternative sources of finance, and balancing private and public resources to avoid crowding out. There are currently no green bonds, deposits or loans linked to environmental products. With weaker national development banks, capital markets, and R&D centres, as well as the relatively low cost of commercial financing, Slovakia hardly utilises EFSI and EU innovation funds for clean transport and sector coupling initiatives. Only the Slovak Investment Holding provides access to finance for projects and institutions operating in the areas of transport infrastructure and energy efficiency. ( 63 ) Insurance companies held financial assets of €7.8 billion, and pension funds held financial assets of €9.3 billion in 2018 (IEP, 2019), indicating potential. The draft 2030 Vision and Development Strategy of Slovakia suggests making access to public financial instruments conditional by using environmental criteria. A dialogue with the financial sector on green financial instruments could help encourage the transfer of knowledge from other countries. Slovakia prioritises investing into a more energy efficient building sector. The country has been pursuing an ambitious renovation programme ( 62 ) Energy prices are in general – including electricity prices for households – lower than the EU average. Electricity prices for companies are an exception, with prices in the first half of 2019 high compared to regional peers and slightly above the EU average, according to Eurostat. ( 63 ) SIH manages the National Development Fund II (NDF II) which implements financial instruments from ESIF in the 2014-2020 programming period. for multi-apartment and public buildings, and additional measures focusing on single-family houses and public buildings could help it meet higher ambition. In addition, following Eurostat's new rules, Slovakia has embraced the energy performance contracts and prepared enabling legislation and model contract to be followed by all public bodies. However, building owners’ low income, low awareness about energy renovation and a lack of advisory services are among Slovakia’s barriers to change. The NECP estimates that by 2030, €3 billion are needed to renovate non-residential buildings, out of which €1.2 billion are needed for public buildings. A supportive regulatory framework can help increase the proportion of renewable energy sources in Slovakia’s energy supply. Despite there being a binding target of 14% for the proportion of energy from renewable sources in 2020, this proportion has declined for the second year in a row to 11.5% in 2017, and only slightly increased to 11.9% in 2018. Reforms in late 2018 and 2019 introduced auctions and regulated how consumers can participate in producing renewable energy (Renewable Energy Act). However, improved auction design with reduced administrative burden could increase participation and thus the proportion of market-based renewables in the energy sector. The implementation of the new EU framework for electricity market design can further improve the functioning of the energy market. The integration of the Slovak electricity market into the neighbouring connected market is an important next step that can build on already good regional cooperation. The project ACON (Again Connected Networks) is a leading smart grid project in the region of Central Europe and allows for a better use of distribution networks and higher uptake of renewable electricity. Experience and know-how from the project ACON can be utilised in development of the PCI smart-grid project Danube InGrid. The transition process of the coal-intensive area of Horná Nitra presents a structural challenge for its further economic development. Slovakia extracts coal in the area of Horná Nitra, located in the districts of Prievidza and Partizánske, which are part of the self-governing region of Trenčin. Although in decline, mining is still an important ",
        "3.5. Environmental sustainability 55 source of employment in the Horná Nitra region. The Hornonitrianske Bane Prievidza mining company is the biggest employer in the region that could be affected by the green transition, employing 3,017 persons in the coal sector and 765 in the non-coal sector (2018) ( 64 ). Over the past 10 years, the economy of Horná Nitra diversified to include other sectors, such as the automotive and machinery sectors, manufacturing of plastics and production of safety and control technologies. Moreover, local SMEs show a pattern of regional specialisation with positive overlaps with the smart specialisation strategy. However, a significant number of SMEs that generate higher revenues are clearly staying in the traditional sectors. With support from the EU Structural Reform Support Programme, in July 2019, the government adopted an Action Plan for the transition of the Horná Nitra region. This key strategic document envisages phasing out of coal mining and coal-fired electricity generation by 2023. The Plan proposes a series of support measures for affected areas and communities, including a package of measures to facilitate economic growth, job creation, and improvements of infrastructure and environmental rehabilitation. For the region to achieve a just transition, social challenges linked to the re-skilling of mine employees will have to be taken into account ( 65 ). In addition, an alternative heating source for over 50,000 inhabitants of Prievidza and Novaky will have to be put in place. With its emission-intensive steel manufacturing, the Košice region may also face structural changes. The US Steel in Košice is the country's largest emitter of the carbon dioxide and also the most important employer in the region, currently with almost 12.000 employees. In addition, the Vojany power plant, employing over 200 people, will remain the last coal power plant in the country, once the one in Nováky is closed by 2023. Unlike in Horná Nitra, where the unemployment rate is lower than the national average ( 66 ), the ( 64 ) The proportion of coal mining in overall employment in the Horná Nitra region is still approximately 5%. ( 65 ) An ESF-financed project provides requalification and career guidance to miners, and will be launched by the Trenčín Region in cooperation with the municipalities of Prievidza, Handlova and Novaky in early 2020. ( 66 ) Prievidza district: 4.6%; Partizánske district: 3.2%. Košice region faces a significantly higher unemployment level (7.71%). Key priorities for support of all selected regions by the Just Transition Fund are identified in Annex D. Air pollution from solid fuel burning is a serious public health concern. In 2016, around 10.2 years of life lost per 1,000 inhabitants were attributable to exposure to fine particulate matter (PM2.5) ( 67 ) (European Environment Agency (EEA), 2019b). Slovakia was among the four EU countries with the highest particulate matter (PM10) daily values. Residential solid fuel combustion is the dominant source of particulate matter in Slovakia, and a main contributor to the reported exceedances of the EU air quality limit value for particulate matter (PM10) and the EU target value for Benzo(a)Pyrene (BaP) in ambient air. It is estimated that around 120,000 boilers are inefficient. A pilot phase set to reach 10,000 households is expected to start in 2020 ( 68 ). Industry and power generation are the second largest sources of particulate matter emitted in Slovakia and a major regional emitter of sulphur while the agricultural sector is the ammonia source. The transport system is not sufficiently sustainable. The amount of traffic and old, more polluting cars exacerbate emissions of nitrogen oxides and particulate matter in the major cities, in the absence of a supporting policy framework. This calls for significant improvements in transport system efficiency, targeted modal shifts and multi- modality, improved deployment of low- and zero- emissions vehicles ( 69 ), and the further electrification of railways. If completed, sustainable mobility plans for public transport at city and regional level can contribute to these goals with good practices, such as lower speed limits or congestion charges. While low-emission zones are allowed since 2018, none have yet been introduced. In March 2019, an action plan promoting e-mobility was adopted, including ( 67 ) PM2.5 and PM10 are particulate matter, the figures indicating respective maximum diameters. ( 68 ) A related call for proposals under the EU funded operational programme Quality of the Environment was published in September 2019 to be implemented in the 2020/2021 heating season. EUR 35 million are allocated to this pilot scheme, but more funding will be needed. ( 69 ) Only 951 battery electric vehicles (BEV) and 619 plug-in hybrid electric vehicles (PHEV) in the M1 category registered (TESLA magazine, 2019). ",
        "3.5. Environmental sustainability 56 measures such as accelerated depreciation rates of electric vehicles and of charging stations. Green European vehicle licence plates and schemes to promote accessible charging stations and the purchase of electric vehicles are also being implemented, but take-up remains limited. Differentiating vehicle taxation based on carbon content could also help incentivise the use of cleaner cars. Circular economy and natural resources Moving to a more circular economy can help make natural resource use more sustainable. Slovakia’s secondary raw material use rate ( 70 ) in 2016 was 4.9%, well below the EU average (11.7%), with almost no progress since 2010 (Eurostat, 2019b). In addition, intensive agriculture, landscape fragmentation and forest management practices impacting habitats and species contribute to continuing biodiversity loss ( 71 ) and soil, air and water pollution. The effectiveness of the amended legislation to reign in forest logging is yet to be seen. Moving to a circular economy, e.g. by promoting re-use, recyclability and secondary raw materials markets, can boost Slovakia’s resource productivity and efficient use of natural resources, generate cost savings and create jobs. Although the circular economy is gradually gaining attention and there are several circular economy initiatives (European Sustainable Business Federation, 2019), the governance supporting this transition is weak. New legislation aims to increase waste recycling and strengthen the enforcement of waste management rules. However, Slovakia remains at a risk of not meeting the 50% municipal waste recycling target by 2020, with a recycling rate of 36.3% in 2018. The landfilling rate of municipal waste is one of the highest in the EU (55% in 2018). The landfill fee was increased in 2019 to incentivise separate collection. The national waste act was amended, most recently in 2019, to improve the sorting of packaging municipal waste and non-packaged products and to strengthen the rules for operation and closure of landfills. From 2021, it will be prohibited to dispose waste in ( 70 ) The share of material recovered and injected back into the economy. ( 71 ) In the period 2013-2018, 61% of habitats and 76% of species covered by Natura 2000 network remain in unfavourable conservation status (EEA, 2019c). landfills if it has not been treated. Slovakia is among the first EU countries to introduce a deposit-refund system for single-use beverage packaging ( 72 ). The target return rate is around 95%. Required investment to meet the EU recycling targets for municipal and packaging waste (2021-2035 period) is estimated at EUR 267 million. These costs represent the total investment that is required beyond 2020 to achieve the recycling targets for municipal and packaging waste adopted under the Circular Economy Package (Eunomia, 2019). ( 72 ) The law will has entered into force as of 2020, with the deposit system expected to be fully operational as of 2022. ",
        "ANNEX A Overview table 57 Commitments Summary assessment ([1]) 2019 country-specific recommendations (CSRs) CSR 1: Achieve the medium-term budgetary objective in 2020. Safeguard the long-term sustainability of public finances, notably that of the healthcare and pension systems. Slovakia has made Limited Progress in addressing CSR 1 Achieve the medium-term budgetary objective in 2020. The compliance assessment with the Stability and Growth Pact will be included in Spring when final data for 2019 will be available. Safeguard the long-term sustainability of public finances, notably that of the healthcare and pension systems. Limited Progress Regarding healthcare: In 2019, the Ministry of Finance carried out a third healthcare spending review. The implementation of measures identified in previous spending reviews has improved the efficiency of the public health insurance system. However, the expenditure of university hospitals has also increased mainly due to the automatic rise in the wage bill. The introduction of a performance budgeting system, which should improve allocation efficiency, is in preparation. The cabinet approved strategic documents focused on follow-up health care and on modernising the hospital network. Nevertheless, this reform was not adopted by the Parliament at the end of 2019. A system of DRG- based payments is being implemented. While these measures are crucial, it is expected that the savings they can bring about are quickly absorbed by the system which is, amongst others factors, facing increased demand and running sizable arrears. Regarding pensions: The 2019 legislation removed the automatic adjustment of the statutory retirement age to life expectancy and caps the retirement age at 64, while also granting women the possibility to retire half a year earlier for each child raised, up to a maximum of three children. As a consequence, the statutory retirement age will continue to increase, albeit at a slower pace, until about 2030 when it will reach 64 and will stabilise then. Official estimates of the impact of the reform are not available yet. Furthermore, in October 2019, the National Council set the minimum pension at 33% of the average wage of 2 years ago for those having paid into the system for at least 30 years, abolishing the previous link to the subsistence minimum. This change, while positive for pension adequacy, was adopted in Parliament without expert discussion. Incentives to ",
        "A. Overview table 58 contribute to the pension system more than the mandatory minimum are weakened. These reforms increase risks to long-term fiscal sustainability. Preliminary Commission/Ageing Working Group estimates point to an expenditure increase of 5.2 pps of GDP over the long-term (from 8.6% in 2016 to 13.8% in 2070, instead of 9.8% in 2070 in the 2018 Ageing Report). Counterbalancing measures have not been put forward. The reforms capping retirement age are likely to put pressure on the at- risk-of-poverty-or-social-exclusion rate for elderly, in 2016 with 12.3% still among the lowest in the EU, as well as on the aggregate replacement ratio in 2016 with 62% still above EU average. The change in the minimum pensions formula may also further undermine long-term fiscal sustainability. CSR 2: Improve the quality and inclusiveness of education at all levels and foster skills. Enhance access to affordable and quality childcare and long- term care. Promote integration of disadvantaged groups, in particular Roma. Slovakia has made Limited Progress in addressing CSR 2 Improve the quality and inclusiveness of education at all levels and foster skills. Limited Progress Progress in improving access to qualitatively high and inclusive education, in particular for Roma children, remains limited. The compulsory preschool entry age as of 5 will be introduced as of 2021, however, the high quality, accessibility and inclusiveness of early childhood education will need to be ensured to bring the necessary results, in particular for children from marginalised Roma communities. Despite the recent pay increases, teachers' salaries remain low and the teaching profession faces shortages as its attractiveness remains limited. The new legislation and national projects aimed at improving the quality of teaching will need to be efficiently implemented and monitored. The new Accreditation Agency, and new legislation in higher education provide a good basis for further more substantial reform measures in this field. Enhance access to affordable and quality childcare and long-term care. Limited Progress Childcare facilities have continued to be developed, including through support from the ERDF, but there were no new systemic measures addressing lack of childcare, in particular in the most affected localities (Bratislava, Košice). The development of long-term care services is hindered by the lack of strategic mapping and planning at the government level. The recent amendment of the law on Social Services introducing an e-tracking tool for social services (to be launched ",
        "A. Overview table 59 in 2021) could support the mapping of the needs. Promote integration of disadvantaged groups, in particular Roma. Limited Progress Limited progress has been made in promoting the integration of disadvantaged groups. There have been several ongoing projects aiming at integration of Roma, with an increasing uptake of activities in the last year. Nevertheless, these activities are still deployed on more of an ad- hoc local basis, rather than through strong systemic action covering the challenge from the country perspective. CSR 3: Focus investment-related economic policy on healthcare, research and innovation, transport, notably on its sustainability, digital infrastructure, energy efficiency, competitiveness of small and medium-sized enterprises, and social housing, taking into account regional disparities. Increase the use of quality-related and lifecycle cost criteria in public procurement operations. Slovakia has made Limited Progress in addressing CSR 3 Focus investment-related economic policy on healthcare, Limited Progress In the area of ‘hard’ infrastructure (e.g. hospitals), a key precondition for effectively stepping up public investment in health care is the establishment of a medium-to-long-term investment strategy. A large part of such strategy has been developed by the Slovak health authorities as part of their reform proposal for a functional and geographic reconfiguration of the national hospital network, which set out a more concentrated network of 46 hospitals distributed optimally across the country. However, the adoption of this reform has stalled in December 2019. Since a significant increase in investment in public health care infrastructure is contingent on the adoption of this reform, the preconditions for the implementation of this recommendation have practically not materialised yet. Another missing enabler for effectively stepping up public investment in health care infrastructure has been the issue of hospital debt. In a context where care facilities are responsible for their own capital investment, the stock of debt of public hospitals has kept increasing despite several bailout rounds from the general government budget. As a result, EU funds have remained the main driver of ‘hard’ infrastructure investment in the Slovak health care sector for both inpatient and outpatient care facilities. Investment in ‘soft’ infrastructure (i.e. human capital) has seen comparatively greater progress over the past year. In light of recent projections foreseeing significant shortages of health personnel in 2030, the government has stepped up efforts to increase the ",
        "A. Overview table 60 supply of health professionals in the future and improve their retention within the public health care system. As per investment in public health operations, the implementation of the national cancer plan developed in 2018 has started. The first measures introduced in 2019 included a pilot project for colorectal cancer screening and the definition of quality standards of mammography centres. Investment in general health promotion and disease prevention remains relatively low, as indicated by the below-EU average share of health spending on preventative care. Bearing in mind that this specific recommendation presupposes a multi-annual time horizon for its implementation, year-on-year progress is assessed as ‘limited’ overall, following the 5-point assessment scale defined by the Social Protection Committee. research and innovation, Limited Progress The amounts eligible for the R&D tax deduction were raised by authorities. However, the dependence on EU funds and failure to achieve spending targets set in the operational programme hamper R&D investment. transport, notably on its sustainability, Limited Progress In March 2019, an action plan promoting e-mobility was adopted, including measures such as accelerated depreciation rates of electric vehicles and of charging stations. Green European Vehicles license plates and schemes to promote accessible charging stations and the purchase of electric vehicles are also being implemented. Yet, take-up remains limited thus far. digital infrastructure, Limited Progress The government and telecom operators aim to bring fast internet to all Slovak cities. The government formally agreed with the operators to cover the white spots with broadband, and announced that this plan is on track. 5G auctions are delayed. energy efficiency, Some Progress Investments in renovating multi- family apartment buildings are producing good results, Slovakia being on track on reaching its ambitious national goals for 2020. However, renovation of public buildings and single-family dwellings seem to lag behind. Additional measures are also needed in other areas of energy efficiency (e.g. improving energy efficiency of productive SMEs). In these areas, available funding instruments seem very low compared to available financial assets (of e.g. insurance companies or pension funds). ",
        "A. Overview table 61 competitiveness of small and medium-sized enterprises, Limited Progress Despite the approval of three packages of measures to simplify the business environment, Slovakia is losing ground in international rankings of competitiveness. Support to entrepreneurship is below EU average. High regulatory burden, frequent legislative changes and poor implementation of adopted measures all contribute to hampering competitiveness. Recently, the government approved a draft Action Plan of the Economic Policy Strategy by 2030 consisting of 31 measures to improve the business environment. and social housing, taking into account regional disparities. Limited Progress Measures on supporting social housing through social entrepreneurship are being prepared under the OP Human Resources. It remains to be seen whether and how will these materialise. Increase the use of quality-related and lifecycle cost criteria in public procurement operations. Some Progress The interest of contracting authorities for increasing the use of quality criteria and life-cycle costing is rising. The Public Procurement Office and Central Coordination Authority make lots of efforts in providing methodology and training. Results will show at a later stage, as learning and implementation take time. CSR 4: Continue to improve the effectiveness of the justice system, focussing on strengthening its independence, including on judicial appointments. Increase efforts to detect and prosecute corruption, in particular in large-scale corruption cases. Slovakia has made Some Progress in addressing CSR 4 Continue to improve the effectiveness of the justice system, focussing on strengthening its independence, including on judicial appointments. Some Progress Slovakia has made some progress in improving the effectiveness of the justice system, in particular as regards the quality and efficiency. As regards strengthening the independence, including judicial appointments, as a positive development, the SK president on 10 October 2019 appointed the missing six judges to the SK Constitutional Court, successfully bringing to a positive end an impasse that had existed since February 2019. The SK Constitutional Court is now composed of 13 judges as foreseen by the SK Constitution and finally full operational again. However, longstanding concerns over the overall integrity of Slovakia’s judicial system continued to mount in the second half of 2019 due to increasing evidence over close links of white-collar criminals with the political level and individual judges and prosecutors, including a former General Prosecutor. The low perception of judicial independence thus continues to be most serious challenge for Slovakia remains in the bottom of EU ",
        "A. Overview table 62 Member States. Increase efforts to detect and prosecute corruption, in particular in large-scale corruption cases. Limited Progress The recent criminal statistics show fluctuation but no explicit improvement. There are reportedly improved efforts to sanction legal persons (6 cases in 2019). Europe 2020 (national targets and progress) Employment rate target set in the NRP: 72%. The employment rate has already met the target in Q1-2018 (72.1%) and continued to grow towards 73.3% in Q2-2019. R&D target set in the NRP: 1.2% of GDP Total R&D expenditure stood at 0.84 % of GDP in 2018 and it does not appear likely that the target of 1.2% will be reached. R&I ecosystem lacks a boost in both public and private expenditure. However, an increase in investment has to be coupled with appropriate reforms to set Slovak R&I on the right path. National greenhouse gas (GHG) emissions target: +13% in 2020 compared with 2005 (in sectors not included in the EU emissions trading scheme) In 2020, emissions are projected to be 20% below the 2005 level. Slovakia would thereby achieve the 2020 target. 2018 (interim) target: +10% compared with 2005: In 2018, emissions were 5% below the 2005 level. 2020 renewable energy target: 14% Slovakia had an 11.9% share of renewable energy in gross final consumption in 2018. After two years of falling shares this indicates a slight stabilisation, but the upward trend would need to be significantly accelerated during the remaining period, in particular given the projected increased demand. Energy efficiency, 2020 energy consumption targets: Slovakia's 2020 energy efficiency target is 16.4 Mtoe expressed in primary energy consumption (9.0 Mtoe expressed in final energy consumption). Primary energy consumption was of 15.8 Mtoe in 2018, still below the EU 2020 target, but higher than in 2016. Final energy consumption stood at 11.1 Mtoe, exhibiting a trend that makes reaching the 2020 target very unlikely. Enhanced efforts need to be put into and additional measures considered for keeping primary energy consumption in check and considerably reducing final energy consumption. Early school/training leaving target: 6%. The school dropout rate is rising and there are large regional disparities. The rate of early school leaving is at 8.6%, still below the EU average, but it has strongly deteriorated from 5.3% in 2012.Eurostat ",
        "A. Overview table 63 data show sizeable regional variation. The highest and fastest-rising drop-out rate is seen in Eastern Slovakia, where the rate is close to 14%, while in Western Slovakia it stands at 6.3%. Tertiary education target: 40% of population aged 30-34. The tertiary educational attainment rate is steadily growing. It grew by 11.7 pps since 2010 to 37.7% in 2018, which is close to the target. The gap to the EU average has been narrowing over time, from 15.3 pps in 2007 to only 3 pps in 2018. Women (at 44.6%), for whom the national target was met, strongly outperformed men (at 31.1%). The gender gap in favour of women at 13.5 pps is above the EU average of 10.1 pps. Reduce to a rate of 17.2% the number of people living in poverty or social exclusion (compared to 20.6% in 2008) The number of people at risk of poverty or social exclusion remained at 16.3% in 2018. Regional disparities are substantial and are to a large extent driven by pronounced levels of poverty in marginalised Roma communities. ([1]) The following categories are used to assess progress in implementing the country-specific recommendations (CSRs): No progress: The Member State has not credibly announced nor adopted any measures to address the CSR. This category covers a number of typical situations to be interpreted on a case by case basis taking into account country-specific conditions. They include the following:  no legal, administrative, or budgetary measures have been announced  in the national reform programme,  in any other official communication to the national Parliament/relevant parliamentary committees or the European Commission,  publicly (e.g. in a press statement or on the government's website);  no non-legislative acts have been presented by the governing or legislative body;  the Member State has taken initial steps in addressing the CSR, such as commissioning a study or setting up a study group to analyse possible measures to be taken (unless the CSR explicitly asks for orientations or exploratory actions). However, it has not proposed any clearly-specified measure(s) to address the CSR. Limited progress: The Member State has:  announced certain measures but these address the CSR only to a limited extent; and/or  presented legislative acts in the governing or legislative body but these have not been adopted yet and substantial further, non-legislative work is needed before the CSR is implemented; ",
        "A. Overview table 64  presented non-legislative acts, but has not followed these up with the implementation needed to address the CSR. Some progress: The Member State has adopted measures  that partly address the CSR; and/or  that address the CSR, but a fair amount of work is still needed to fully address the CSR fully as only a few of the measures have been implemented. For instance, a measure or measures have been adopted by the national Parliament or by ministerial decision but no implementing decisions are in place. Substantial progress: The Member State has adopted measures that go a long way towards addressing the CSR and most of them have been implemented. Full implementation: The Member State has implemented all measures needed to address the CSR appropriately. ",
        "ANNEX B Commission debt sustainability analysis and fiscal risks 65 General government debt projections under baseline, alternative scenarios and sensitivity tests 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 Gross debt ratio 49.4 48.1 47.3 46.9 46.4 46.1 45.9 45.6 45.3 45.0 44.7 44.4 44.1 Changes in the ratio (-1+2+3) -1.9 -1.3 -0.8 -0.4 -0.5 -0.3 -0.1 -0.3 -0.3 -0.3 -0.3 -0.3 -0.3 of which (1) Primary balance (1.1+1.2+1.3) 0.3 0.3 0.0 -0.2 -0.4 -0.5 -0.7 -0.7 -0.8 -0.8 -0.9 -1.0 -1.0 (1.1) Structural primary balance (1.1.1-1.1.2+1.1.3) -0.4 -0.4 -0.6 -0.8 -0.7 -0.7 -0.7 -0.7 -0.8 -0.8 -0.9 -1.0 -1.0 (1.1.1) Structural primary balance (bef. CoA) -0.4 -0.4 -0.6 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 (1.1.2) Cost of ageing 0.0 -0.1 -0.1 0.0 0.1 0.1 0.2 0.2 0.2 (1.1.3) Others (taxes and property incomes) 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 (1.2) Cyclical component 0.7 0.7 0.6 0.6 0.4 0.2 0.0 0.0 0.0 0.0 0.0 0.0 0.0 (1.3) One-off and other temporary measures 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 (2) Snowball effect (2.1+2.2+2.3) -1.6 -1.2 -1.2 -1.2 -0.9 -0.8 -0.8 -1.1 -1.1 -1.2 -1.2 -1.2 -1.3 (2.1) Interest expenditure 1.3 1.2 1.1 1.1 1.0 0.9 0.9 0.8 0.8 0.8 0.7 0.7 0.7 (2.2) Growth effect -1.9 -1.3 -1.2 -1.2 -0.9 -0.8 -0.8 -1.0 -1.0 -1.0 -1.0 -1.1 -1.1 (2.3) Inflation effect -1.0 -1.2 -1.1 -1.0 -1.0 -0.9 -0.9 -0.9 -0.9 -0.9 -0.9 -0.9 -0.9 (3) Stock-flow adjustments 0.0 0.2 0.3 0.6 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 Note: For further information, see the European Commission Debt Sustainability Monitor (DSM) 2019. b. For the medium term, the risk category (low/medium/high) is based on the joint use of the S1 indicator and of the DSA results. The S1 indicator measures the fiscal adjustment required (cumulated over the 5 years following the forecast horizon and sustained after that) to bring the debt-to-GDP ratio to 60 % by 2034. The critical values used are 0 and 2.5 pps of GDP. The DSA classification is based on the results of five deterministic scenarios (baseline, historical SPB, higher interest rate, lower GDP growth and negative shock on the SPB scenarios) and the stochastic projections. Different criteria are used such as the projected debt level, the debt path, the realism of fiscal assumptions, the probability of debt stabilisation, and the size of uncertainties. c. For the long term, the risk category (low/medium/high) is based on the joint use of the S2 indicator and the DSA results. The S2 indicator measures the upfront and permanent fiscal adjustment required to stabilise the debt-to-GDP ratio over the infinite horizon, including the costs of ageing. The critical values used are 2 and 6 pps of GDP. The DSA results are used to further qualify the long term risk classification, in particular in cases when debt vulnerabilities are identified (a medium / high DSA risk category). [2] The charts present a series of sensitivity tests around the baseline scenario, as well as alternative policy scenarios, in particular: the historical structural primary balance (SPB) scenario (where the SPB is set at its historical average), the Stability and Growth Pact (SGP) scenario (where fiscal policy is assumed toevolve inline withthe mainprovisions ofthe SGP), ahigher interestrate scenario(+1 pp.compared tothe baseline),a lowerGDP growthscenario (-0.5pp. comparedto thebaseline) anda negativeshock onthe SPB(calibrated on the basis of the forecasted change). An adverse combined scenario and enhanced sensitivity tests (on the interest rate and growth) are also included, as well as stochastic projections. Detailed information on the design of these projections can be found in the FSR 2018 and the DSM 2019. SK - Debt projections baseline scenario [1] The first table presents the baseline no-fiscal policy change scenario projections. It shows the projected government debt dynamics and its decomposition between the primary balance, snowball effects and stock-flow adjustments. Snowball effects measure the net impact of the counteracting effects of interestrates, inflation,real GDPgrowth (andexchange rates in some countries). Stock-flow adjustments include differences in cash and accrual accounting, net accumulation of assets, as well as valuation and other residual effects. [3] The second table presents the overall fiscal risk classification over the short, medium and long term. a. For the short-term, the risk category (low/high) is based on the S0 indicator. S0 is an early-detection indicator of fiscal stress in the upcoming year, based on 25 fiscal and financial- competitiveness variables that have proven in the past to be leading indicators of fiscal stress. The critical threshold beyond which fiscal distress is signalled is 0.46. 30 35 40 45 50 55 60 65 70 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 Debt as % of GDP - SK Baseline Enhanced lower GDP growth scenario Adverse combined scenario Enhanced higher interest rate scenario 30 40 50 60 70 2017 2018 2019 2020 2021 2022 2023 2024 (% of GDP) Stochastic debt projections 2020-2024 -SK p10_p20 p20_p40 p40_p60 p60_p80 p80_p90 p50 Baseline 30 35 40 45 50 55 60 65 70 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 Debt as % of GDP - SK Baseline Historical SPB scenario SGP scenario 30 35 40 45 50 55 60 65 70 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 Debt as % of GDP - SK Baseline Higher interest rate scenario Negative shock on the SPB Lower GDP growth scenario Baseline Historical SPB Lower GDP growth Higher interest rate Negative shock on SPB Stochastic projections Risk category LOW LOW LOW LOW LOW MEDIUM Debt level (2030) 44.1 50.7 46.3 45.7 45.7 Debt peak year 2019 2030 2019 2019 2019 Percentile rank 70.0% 78.0% Probability debt higher 42.1% Dif. between percentiles 27.3 MEDIUM Long term MEDIUM (S2 = 3.8) S1 S2 Short term LOW (S0 = 0.3) DSA LOW Debt sustainability analysis (detail) Medium term LOW LOW (S1 = -1.8) ",
        "ANNEX C Standard tables 66 Table C.1: Financial market indicators (1) Latest data Q3 2019. Includes not only banks but all monetary financial institutions excluding central banks. (2) Latest data Q2 2019. (3) Quarterly values are annualized. * Measured in basis points. Source: European Commission (long-term interest rates); World Bank (gross external debt); Eurostat (private debt); ECB (all other indicators). 2014 2015 2016 2017 2018 2019 Total assets of the banking sector (% of GDP) (1) 84.2 86.6 90.3 91.9 91.4 90.8 Share of assets of the five largest banks (% of total assets) 70.7 72.3 72.7 74.5 75.6 - Foreign ownership of banking system (% of total assets) (2) 84.3 85.1 83.6 84.4 84.9 85.2 Financial soundness indicators: (2) - non-performing loans (% of total loans) 5.2 4.4 4.6 3.7 3.2 3.1 - capital adequacy ratio (%) 17.3 17.7 18.0 18.6 17.8 18.2 - return on equity (%) (3) 9.2 9.7 9.9 9.3 9.3 8.5 Bank loans to the private sector (year-on-year % change) (1) 7.4 10.4 10.0 10.3 9.4 7.6 Lending for house purchase (year-on-year % change) (1) 13.6 13.8 14.4 12.8 11.5 9.6 Loan-to-deposit ratio (2) 92.7 90.3 90.5 96.2 98.5 101.5 Central bank liquidity as % of liabilities (1) 1.1 1.2 1.3 1.7 1.7 1.5 Private debt (% of GDP) 79.0 80.6 88.6 94.5 90.9 - Gross external debt (% of GDP) (2) - public 37.8 33.3 32.9 32.4 30.9 31.5 - private 30.6 30.8 33.1 38.2 35.0 33.2 Long-term interest rate spread versus Bund (basis points)* 90.8 38.9 45.3 59.9 48.9 50.6 Credit default swap spreads for sovereign securities (5-year)* 53.3 44.9 39.2 38.8 40.9 41.1 ",
        "C. Standard tables 67 Table C.2: Headline Social Scoreboard indicators (1) People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation and/or living in households with zero or very low work intensity. (2) Unemployed persons are all those who were not employed but had actively sought work and were ready to begin workin immediately or within two weeks. (3) Gross disposable income is defined in unadjusted terms, according to the draft Joint Employment Report 2019. (4) Reduction in percentage of the risk of poverty rate, due to social transfers (calculated comparing the at-risk-of poverty rates before social transfers with those after transfers; pensions are not considered as social transfers in the calculation). (5) Average of first three quarters of 2019 for the employment rate, long-term unemployment rate and gender employment gap. Source: Eurostat 2014 2015 2016 2017 2018 2019 (5) Equal opportunities and access to the labour market Early leavers from education and training (% of population aged 18-24) 6.7 6.9 7.4 9.3 8.6 : Gender employment gap (pps) 14.6 14.7 14.2 12.8 13.7 13.0 Income inequality, measured as quintile share ratio (S80/S20) 3.9 3.5 3.6 3.5 3.0 : At-risk-of-poverty or social exclusion rate (1) (AROPE) 18.4 18.4 18.1 16.3 16.3 : Young people neither in employment nor in education and training (% of population aged 15-24) 12.8 13.7 12.3 12.1 10.2 : Dynamic labour markets and fair working conditions Employment rate (20-64 years) 65.9 67.7 69.8 71.1 72.4 73.3 Unemployment rate (2) (15-74 years) 13.2 11.5 9.7 8.1 6.5 5.7 Long-term unemployment rate (as % of active population) 9.3 7.6 5.8 5.1 4.0 3.4 Gross disposable income of households in real terms per capita (3) (Index 2008=100) 101.3 105.8 109.6 113.5 118.5 : Annual net earnings of a full-time single worker without children earning an average wage (levels in PPS, three-year average) 11698 12106 12446 : : : Annual net earnings of a full-time single worker without children earning an average wage (percentage change, real terms, three-year average) 1.07 2.35 3.08 : : : Public support / Social protection and inclusion Impact of social transfers (excluding pensions) on poverty reduction (4) 35.7 35.3 31.0 29.1 31.1 : Children aged less than 3 years in formal childcare 6.5 1.1 0.5 0.6 1.4 : Self-reported unmet need for medical care 2.1 2.1 2.3 2.4 2.6 : Individuals who have basic or above basic overall digital skills (% of population aged 16-74) : 53.0 55.0 59.0 : : ",
        "C. Standard tables 68 Table C.3: Labour market and education indicators * Non-scoreboard indicator. (1) Difference between the average gross hourly earnings of male paid employees and of female paid employees as a percentage of average gross hourly earnings of male paid employees. It is defined as \"unadjusted\", as it does not correct for the distribution of individual characteristics (and thus gives an overall picture of gender inequalities in terms of pay). All employees working in firms with ten or more employees, without restrictions for age and hours worked, are included. (2) PISA (OECD) results for low achievement in mathematics for 15 year-olds. (3) Impact of socio-economic status on PISA (OECD) scores. Value for 2018 refers to reading. (4) Average of first three quarters of 2019. Data for youth unemployment rate is seasonally adjusted. Source: Eurostat, OECD. Labour market indicators 2014 2015 2016 2017 2018 2019 (4) Activity rate (15-64) 70.3 70.9 71.9 72.1 72.4 72.6 Employment in current job by duration From 0 to 11 months 9.6 11.7 12.0 12.3 11.0 : From 12 to 23 months 7.3 8.2 8.6 9.0 9.1 : From 24 to 59 months 17.8 16.3 16.9 16.7 17.9 : 60 months or over 65.3 63.8 62.5 62.0 62.0 : Employment growth* (% change from previous year) 1.4 2.0 2.4 2.2 2.0 1.4 Employment rate of women (% of female population aged 20-64) 58.6 60.3 62.7 64.7 65.5 66.8 Employment rate of men (% of male population aged 20-64) 73.2 75.0 76.9 77.5 79.2 79.8 Employment rate of older workers* (% of population aged 55-64) 44.8 47.0 49.0 53.0 54.2 56.6 Part-time employment* (% of total employment, aged 15-64) 5.1 5.8 5.8 5.8 4.9 4.4 Fixed-term employment* (% of employees with a fixed term contract, aged 15-64) 8.8 10.5 9.9 9.4 8.1 7.6 Transition rate from temporary to permanent employment (3-year average) 39.4 35.7 36.0 : : : Youth unemployment rate (% active population aged 15-24) 29.7 26.5 22.2 18.9 14.9 15.3 Gender gap in part-time employment 3.0 4.1 3.8 4.1 3.7 3.3 Gender pay gap (1) (in undadjusted form) 19.7 19.6 19.0 19.8 : : Education and training indicators 2014 2015 2016 2017 2018 2019 Adult participation in learning (% of people aged 25-64 participating in education and training) 3.1 3.1 2.9 3.4 4.0 : Underachievement in education (2) : 27.7 : : 25.1 : Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 26.9 28.4 31.5 34.3 37.7 : Variation in performance explained by students' socio-economic status (3) : : : : 17.5 : ",
        "C. Standard tables 69 Table C.4: Social inclusion and health indicators * Non-scoreboard indicator. (1) At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. (2) Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. (3) Percentage of total population living in overcrowded dwellings and exhibiting housing deprivation. (4) People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. (5) Ratio of the median individual gross pensions of people aged 65-74 relative to the median individual gross earnings of people aged 50-59. (6) Composition of the connectivity indicator: Fixed broadband (18.5%), mobile broadband (35%), fast broadband (18.5%), ultrafast broadband (18.5%), broadband price index (9.5%), from the Digital Scoreboard. Source: Eurostat, OECD Table C.5: Product market performance and policy indicators 2013 2014 2015 2016 2017 2018 Expenditure on social protection benefits* (% of GDP) Sickness/healthcare 5.5 5.5 5.5 5.8 5.6 : Disability 1.6 1.6 1.6 1.6 1.6 : Old age and survivors 7.9 8.2 8.1 8.0 8.1 : Family/children 1.7 1.7 1.6 1.6 1.6 : Unemployment 0.6 0.5 0.5 0.5 0.5 : Housing 0.0 0.0 0.0 0.0 0.1 : Social exclusion n.e.c. 0.4 0.4 0.3 0.3 0.3 : Total 17.8 17.9 17.5 17.9 17.7 : of which: means-tested benefits 0.9 0.9 0.8 0.7 0.7 : General government expenditure by function (% of GDP) Social protection 15.3 15.1 15.0 15.1 14.5 : Health 6.8 7.0 7.1 7.4 7.1 : Education 4.0 4.1 4.2 3.8 3.8 : Out-of-pocket expenditure on healthcare 23.3 18.0 18.4 18.2 18.7 : Children at risk of poverty or social exclusion (% of people aged 0-17)* 25.5 23.6 24.9 24.4 22.5 23.8 At-risk-of-poverty rate (1) (% of total population) 12.8 12.6 12.3 12.7 12.4 12.2 In-work at-risk-of-poverty rate (% of persons employed) 5.7 5.7 6.0 6.5 6.3 6.0 Severe material deprivation rate (2) (% of total population) 10.2 9.9 9.0 8.2 7.0 : Severe housing deprivation rate (3) , by tenure status Owner, with mortgage or loan 3.9 1.6 3.2 2.0 1.5 0.3 Tenant, rent at market price 9.1 9.4 7.6 6.0 11.1 7.9 Proportion of people living in low work intensity households (4) (% of people aged 0-59) 7.6 7.1 7.1 6.5 5.4 5.2 Poverty thresholds, expressed in national currency at constant prices* 3478 3465 3530 3553 3689 3780 Healthy life years Females 3.7 3.6 3.8 4.2 4.1 : Males 4.2 4.3 4.1 4.5 3.8 : Aggregate replacement ratio for pensions (5) 0.6 0.6 0.6 0.6 0.6 0.6 Connectivity dimension of the Digital Economy and Society Index (DESI) (6) : 30.8 36.4 39.7 45.9 49.4 GINI coefficient before taxes and transfers* 41.3 43.2 39.8 40.5 40.3 : GINI coefficient after taxes and transfers* 24.2 26.1 23.7 24.3 23.2 : ",
        "C. Standard tables 70 *While the indicator values from 2003 to 2013 are comparable, the methodology has considerably changed in 2018. As a result, past vintages cannot be compared with the 2018 PMR indicators. (1) Value added in constant prices divided by the number of persons employed. (2) Compensation of employees in current prices divided by value added in constant prices. (3) The methodologies, including the assumptions, for this indicator are shown in detail here: http://www.doingbusiness.org/methodology. (4) Average of the answer to question Q7B_a. \"[Bank loan]: If you applied and tried to negotiate for this type of financing over the past six months, what was the outcome?\". Answers were codified as follows: zero if received everything, one if received 75% and above, two if received below 75%, three if refused or rejected and treated as missing values if the application is still pending or don't know. (5) Percentage population aged 15-64 having completed tertiary education. (6) Percentage population aged 20-24 having attained at least upper secondary education. (7) Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are shown in detail here: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm. Please be aware that the indicator values from 2003 to 2013 are comparable, however the methodology has considerably changed in 2018 and therefore past vintages cannot be compared with the 2018 PMR indicators. (8) Simple average of the indicators of regulation for lawyers, accountants, architects and engineers. (9) Aggregate OECD indicators of regulation in energy, transport and communication (ETCR). Source: European Commission; World Bank - Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank loans). Performance indicators 2013 2014 2015 2016 2017 2018 Labour productivity per person (1) growth (t/t-1) in % Labour productivity growth in industry -1.11 14.38 6.10 -4.45 -2.77 11.17 Labour productivity growth in construction -12.28 9.09 1.29 -2.14 7.61 -4.42 Labour productivity growth in market services 3.61 -5.75 1.83 0.60 2.02 1.28 Unit labour cost (ULC) index (2) growth (t/t-1) in % ULC growth in industry 4.45 -9.22 -1.22 7.57 10.29 -2.58 ULC growth in construction 14.97 -7.77 3.90 4.04 -4.49 9.69 ULC growth in market services -2.08 8.47 2.24 0.39 4.30 4.10 Business environment 2013 2014 2015 2016 2017 2018 Time needed to enforce contracts (3) (days) 615 775 775 775 775 775 Time needed to start a business (3) (days) 33.5 26.5 26.5 26.5 26.5 26.5 Outcome of applications by SMEs for bank loans (4) 1.07 0.83 0.65 0.61 0.74 0.63 Research and innovation 2013 2014 2015 2016 2017 2018 R&D intensity 0.82 0.88 1.16 0.79 0.89 0.84 General government expenditure on education as % of GDP 4.00 4.10 4.20 3.80 3.80 : Employed people with tertiary education and/or people employed in science & technology as % of total employment 37 37 37 38 38 40 Population having completed tertiary education (5) 18 18 19 20 21 22 Young people with upper secondary education (6) 91 91 91 90 89 89 Trade balance of high technology products as % of GDP -5.30 -5.06 -5.72 -6.03 -4.15 -4.12 Product and service markets and competition 2003 2008 2013 2018* OECD product market regulation (PMR) (7) , overall 2.18 1.62 1.29 1.52 OECD PMR (7) , retail 1.14 1.04 1.75 1.54 OECD PMR (7) , professional services (8) : : 2.90 2.78 OECD PMR (7) , network industries (9) 3.33 2.28 1.88 1.41 ",
        "C. Standard tables 71 Table C.6: Green growth All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2010 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP. Weighting of energy in HICP: the proportion of 'energy' items in the consumption basket used for the construction of the HICP. Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change). Real unit energy cost: real energy costs as % of total value added for the economy. Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2010 EUR). Real unit energy costs for manufacturing industry excluding refining: real costs as % of value added for manufacturing sectors. Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP. Electricity and gas prices for medium-sized industrial users: consumption band 500–20 00MWh and 10 000 -100 000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled and composted municipal waste to total municipal waste. Public R&D for energy or for the environment: government spending on R&D for these categories as % of GDP. Proportion of GHG emissions covered by EU emissions trading system (ETS) (excluding aviation): based on GHG emissions. (excl. land use, land use change and forestry) as reported by Member States to the European Environment Agency. Transport energy intensity: final energy consumption of transport activity including international aviation (kgoe) divided by gross value added in transportation and storage sector (in 2010 EUR). Transport carbon intensity: GHG emissions in transportation and storage sector divided by gross value added in transportation and storage sector (in 2010 EUR). Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels. Aggregated supplier concentration index: Herfindahl index covering oil, gas and coal. Smaller values indicate larger diversification and hence lower risk. Diversification of the energy mix: Herfindahl index covering natural gas, total petrol products, nuclear heat, renewable energies and solid fuels. Smaller values indicate larger diversification. * European Commission and European Environment Agency - 2018 provisional data. Source: European Commission and European Environment Agency (Share of GHG emissions covered by ETS); European Commission (Environmental taxes over labour taxes and GDP); Eurostat (all other indicators). 2013 2014 2015 2016 2017 2018 Macroeconomic Energy intensity kgoe / € 0.23 0.21 0.21 0.21 0.21 - Carbon intensity kg / € 0.59 0.55 0.54 0.53 0.53 - Resource intensity (reciprocal of resource productivity) kg / € 0.86 0.92 0.89 0.92 0.87 0.94 Waste intensity kg / € - 0.12 - 0.13 - - Energy balance of trade % GDP -6.0 -4.0 -3.0 -2.5 -2.9 -4.0 Weighting of energy in HICP % 16.48 16.18 15.54 14.87 14.35 14.83 Difference between energy price change and inflation p.p. -1.9 -2.0 -2.0 -2.4 -5.7 -0.7 Real unit of energy cost % of value added 29.5 25.4 24.6 23.9 - - Ratio of environmental taxes to labour taxes ratio 0.24 0.24 0.23 0.23 0.21 - Environmental taxes % GDP 2.4 2.4 2.4 2.5 2.5 2.5 Sectoral Industry energy intensity kgoe / € 0.15 0.13 0.13 0.13 0.13 - Real unit energy cost for manufacturing industry excl. refining % of value added 22.0 21.1 20.7 20.2 - - Share of energy-intensive industries in the economy % GDP 12.52 14.23 14.91 14.56 16.89 18.34 Electricity prices for medium-sized industrial users € / kWh 0.13 0.12 0.11 0.11 0.11 0.12 Gas prices for medium-sized industrial users € / kWh 0.04 0.04 0.03 0.03 0.03 0.03 Public R&D for energy % GDP 0.00 0.01 0.01 0.00 0.00 0.00 Public R&D for environmental protection % GDP 0.01 0.01 0.01 0.01 0.01 0.01 Municipal waste recycling rate % 10.8 10.3 14.9 23.0 29.8 36.3 Share of GHG emissions covered by ETS* % 50.9 51.4 51.3 51.8 50.9 50.3 Transport energy intensity kgoe / € 0.70 0.51 0.44 0.55 0.59 - Transport carbon intensity kg / € 1.12 0.81 0.76 0.89 0.87 0.91 Security of energy supply Energy import dependency % 60.8 62.1 60.1 60.6 64.8 - Aggregated supplier concentration index HHI 68.3 69.1 67.8 65.5 66.9 - Diversification of energy mix HHI 21.8 21.1 20.5 20.3 20.4 - ",
        "ANNEX D Investment guidance on Just Transition Fund 2021-2027 for Slovakia 72 Building on the Commission proposal, this Annex ( 73 ) presents the preliminary Commission services’ views on priority investment areas and framework conditions for effective delivery for the 2021-2027 Just Transition Fund investments in Slovakia. These priority investment areas are derived from the broader analysis of territories facing serious socio-economic challenges deriving from the transition process towards a climate-neutral economy of the Union by 2050, assessed in the report. This Annex provides the basis for a dialogue between Slovakia and the Commission services as well as the relevant guidance for the Member States in preparing their territorial just transition plans, which will form the basis for programming the Just Transition Fund. The Just Transition Fund investments complement those under Cohesion Policy funding for which guidance in the form of Annex D was given in the 2019 Country Report for Slovakia ( 74 ). The region of Trenčín faces a number of economic and social challenges in terms of transition to a climate neutral economy. Over 4,000 people are directly employed in coal mining activities in the area of Horná Nitra (Prievidza and Partizánske districts), which constitute a supply chain for the Nováky coal power plant due to be closed by 2023 on environmental efficiency grounds. Around 1 000 people are indirectly related to coal mining activities. In Trenčín, there is also an important high carbon intensive cement producer (Považská cementáreň in Ladce). In the region of Košice, steel production is a source of significant CO2 emissions, with the U.S. Steel Corporation being the single largest CO2 emitter in Slovakia. The Vojany coal power plant and the cement production in Turňa and Bodvou represent other important employers in an otherwise relatively economically weak region. Based on this preliminary assessment, it appears warranted that the Just Transition Fund concentrates its intervention on these regions, capitalising on the smart specialisation strategies that provide an important framework to set priorities for innovation in support of economic transformation. In order to tackle the transition challenges and support the sustainable competitiveness of these regions, high priority investment needs have been identified. Key actions of the Just Transition Fund could target in particular:  Investments in regeneration and decontamination of sites, land restoration and repurposing projects;  Investments in research and innovation activities and fostering the transfer of advanced technologies;  Upskilling and reskilling of workers;  Investments in the deployment of technology and infrastructures for affordable clean energy, in greenhouse gas emission reduction, energy efficiency and renewable energy;  Technical assistance. In order to increase the use of digital public services, priority investment needs have been identified. Key actions of the Just Transition Fund could target in particular:  Digitalisation and digital connectivity. In order to further support sustainable regional and local development, investment needs have been identified. Key actions of the Just Transition Fund could target in particular:  Investments in the creation of new firms, including through business incubators and consulting services;  Investments in enhancing the circular economy, including through waste prevention, ( 73 ) This Annex is to be considered in conjunction with the EC proposal for a Regulation of the European Parliament and of the Council on the Just Transition Fund 2021-2027 (COM(2020)22 and the EC proposal for a Regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund Plus, the Cohesion Fund, and the European Maritime and Fisheries Fund and financial rules for those and for the Asylum and Migration Fund, the Internal Security Fund and the Border Management and Visa Instrument (COM(2020)23) ( 74 ) SWD(2019)1024 final ",
        "D. Investment guidance on Just Transition Fund 2021-2027 for Slovakia 73 reduction, resource efficiency, reuse, repair and recycling. Territories in both Trenčín and Košice regions are expected to suffer from substantial job losses, which might not be entirely offset by the creation and development of SMEs. Exceptionally, and where necessary for the implementation of the territorial just transition plan, support to productive investments in large enterprises could therefore be considered. Furthermore, industrial sites in these regions, performing activities listed in Annex I to Directive 2003/87/EC employ a substantial number of workers and their activity is at risk due to their high greenhouse gas emissions. Support to investments to reduce the emissions could be considered, provided that they achieve a substantial reduction of emissions (going substantially below the relevant benchmarks used for free allocation under Directive 2003/87/EC) and on the condition that the investments are compatible with the European Green Deal. ",
        "ANNEX E Progress towards the Sustainable Development Goals (SDGs) 74 Assessment of Slovakia’s short-term progress towards the SDGs ( 75 ) Table E.1 shows the data for Slovakia and the EU-28 for the indicators included in the EU SDG indicator set used by Eurostat for monitoring progress towards the SDGs in an EU context ( 76 ). As the short-term trend at EU-level is assessed over a 5-year period, both the value at the beginning of the period and the latest available value is presented. The indicators are regularly updated on the SDI dedicated section of the Eurostat website. ( 75 ) Data extracted on 9 February 2020 from the Eurostat database (official EU SDG indicator set; see https://ec.europa.eu/eurostat/web/sdi/main-tables). ( 76 ) The EU SDG indicator set is aligned as far as appropriate with the UN list of global indicators, noting that the UN indicators are selected for global level reporting and are therefore not always relevant in an EU context. The EU SDG indicators have strong links with EU policy initiatives. Table E.1: Indicators measuring Slovakia’s progress towards the SDGs (Continued on the next page) ",
        "E. Progress towards the Sustainable Development Goals (SDGs) 75 Table (continued) (Continued on the next page) ",
        "E. Progress towards the Sustainable Development Goals (SDGs) 76 Table (continued) (Continued on the next page) ",
        "E. Progress towards the Sustainable Development Goals (SDGs) 77 Table (continued) (Continued on the next page) ",
        "E. Progress towards the Sustainable Development Goals (SDGs) 78 Table (continued) Source: Eurostat ",
        "REFERENCES 79 AOPP (2018), Supplements, dissatisfaction with staff and lack of capacity in facilities (Príplatky, nespokojnosť s personálom aj nedostatok kapacít v zariadeniach. Aj to odhalil prieskum o dlhodobej starostlivosti) , (https://aopp.sk/clanok/priplatky-nespokojnost-s-personalom-aj-nedostatok-kapacit-v- zariadeniach-aj-odhalil-prieskum-o-dlhodobej-starostlivosti). Barrios, S et al. (2015), ‘The fiscal impact of work-related tax expenditures in Europe’, European Economy Economic No Papers 545 , February, Publications Office of the European Union, Luxembourg (https://ec.europa.eu/economy_finance/publications/economic_paper/2015/pdf/ecp545_en.pdf). Bleha, B. et al. (2017), Štúdia demografického potenciálu hlavného mesta Slovenskej republiky Bratislavy do roku 2050 (Study of the demographic potential of the capital of the Slovak Republic in Bratislava until 2050), Infostat, Bratislava (https://bratislava.blob.core.windows.net/media/Default/Dokumenty/Stránky/Chcem%20vediet/Štúdia%2 0demografického%20potenciálu%20Bratislavy.PDF). Business Alliance of Slovakia (2019), The business environment index (https://www.alianciapas.sk/category/ipp/). Business Eurobarometer Survey (2019), (https://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/General/index). Centre for Social and Economic Research (2018), Study and Reports on the VAT GAP in the EU-28 Member States: 2019 Final Report (TAXUD/2015/CC/131) (https://ec.europa.eu/taxation_customs/sites/taxation/files/2018_vat_gap_report_en.pdf). CEPEJ (2017), Report: Efficiency and Quality of the Slovak judicial system, Assessment and recommendations on the basis of CEPEJ tools , European Commission for the Efficiency of Justice, Council of Europe, Brussels (https://rm.coe.int/slovakia-assessment-report-on-efficiency-and-quality-of- theslovak-jud/16807915c9). Council for Budget Responsibility (2019), Report on the Long-term Sustainability of Public Finances for 2018 , Secretariat of the Council for Budget Responsibility, Bratislava (rozpoctovarada.sk/download2/eng_sustainability_report_2019_zhrnutie_final.pdf). DESI (2019), Digital single market, DESI visualizations (https://digital-agenda-data.eu/charts/desi-see- the-evolution-of-an-indicator-and-compare-breakdowns#chart={\"indicator\":\"desi_2b3_ictg\",\"breakdown- group\":\"total\",\"unit-measure\":\"pc_grad\",\"ref-area\":\"SK\"}) Drahokoupil, J. and Fabo, B. (2019), The limits of foreign-led growth: Demand for digital skills by foreign and domestic firms in Slovakia , Working and discussion papers WP 7/2019, Research Department, National Bank of Slovakia (https://ideas.repec.org/p/svk/wpaper/1065.html). EIB (2019), EIB Group survey on investment and investment finance 2019 country overview Slovakia , Brussels (https://www.eib.org/attachments/efs/eibis_2019_slovakia_en.pdf). Eunomia (2019), Study on investment needs in the waste sector and on the financing of municipal waste management in Member States , Publications Office of the European Union, Luxembourg (https://op.europa.eu/en/publication-detail/-/publication/4d5f8355-bcad-11e9-9d01- 01aa75ed71a1/language-en/format-PDF). European Central Bank (ECB) (2019), Opinion of the European Central Bank of 26 November 2019 on increasing the special levy on selected financial institutions , (CON/2019/40) (https://www.ecb.europa.eu/ecb/legal/pdf/en_con_2019_40_sign.pdf). ",
        "References 80 European Commission (2015), Harvan, P et al., ‘The impact of rapid credit growth on Slovakia’s housing market’, Economic brief No 006 , December (https://ec.europa.eu/info/sites/info/files/file_import/eb006_en_2.pdf). European Commission (2016): Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on reform recommendations for regulation in professional services (COM(2016) 820 final) and the accompanying Commission Staff Working Document (SWD(2016) 436 final) , Brussels (https://eur-lex.europa.eu/legal- content/EN/TXT/PDF/?uri=CELEX:52016SC0436&from=DE). European Commission (2017), Education and Training Monitor 2017 – Country analysis (Slovakia). Publication Office of the European Union, Luxembourg (https://op.europa.eu/en/publication-detail/- /publication/6e709b4c-bac0-11e7-a7f8-01aa75ed71a1/language-en/format-PDF/source-115380245). European Commission (2018a): ‘Fiscal Sustainability Report 2018’, Institutional Paper No 094, January, Publications Office of the European Union, Luxembourg (https://ec.europa.eu/info/publications/economy-finance/fiscal-sustainability-report-2018_en). European Commission (2018b): Pension Adequacy report 2018: Current and future income adequacy in the old age in the EU, Publications Office of the European Union, Luxembourg (https://op.europa.eu/en/publication-detail/-/publication/f0e89c3f-7821-11e8-ac6a- 01aa75ed71a1/language-en). European Commission (2019a), ‘Joint Report on Health Care and Long-Term Care Systems & Fiscal Sustainability - Country Documents 2019 Update’, Institutional paper No 105 , June. Publications Office of the European Union, Luxembourg (https://ec.europa.eu/info/sites/info/files/economy- finance/ip105_en.pdf). European Commission (2019b), Commission Staff Working Document Country Report Slovakia 2019 , SWD(2019) 1024 final, Brussels, Publications Office of the European Union, Luxembourg (https://ec.europa.eu/info/sites/info/files/file_import/2019-european-semester-country-report- slovakia_en.pdf). European Commission (2019c), Education and Training Monitor 2019, Slovakia. Publication s Office of the European Union, Luxembourg (https://ec.europa.eu/education/sites/education/files/document-library- docs/et-monitor-report-2019-slovakia_en.pdf). European Commission (2019d), Assessment of the Implementation of the 2011 Council Recommendation on Policies to Reduce Early School Leaving. Case study: Slovakia , Publications Office of the European Union, Luxembourg (https://publications.europa.eu/en/publication-detail/-/publication/72f0303e-cf8e- 11e9-b4bf-01aa75ed71a1). European Commission (2019e): Regional Innovation Scoreboard 2019, Publications Office of the European Union, Luxembourg (https://ec.europa.eu/growth/sites/growth/files/ris2019.pdf). European Commission (2019f): Digital Scoreboard, 2019 (https://ec.europa.eu/digital-single- market/en/digital-scoreboard). European Commission (2019g): Annual Report on European SMEs 2018/2019, Research & Development and Innovation by SMEs , Publications Office of the European Union, Luxembourg (https://ec.europa.eu/growth/smes/business-friendly-environment/performance-review_en). ",
        "References 81 European Commission (2020a): ‘The Debt Sustainability Monitor 2019’, Institutional Paper No xxx , January. Publications Office of the European Union, Luxembourg. European Commission (forthcoming), The 2020 EU Justice Scoreboard, Communication from the Commission to the European Parliament, the Council, the European Central Bank, the European Economic and Social Committee and the Committee of the Regions COM(2020) XXXX , Brussels. European Environment Agency, EEA (2019a), Economic losses from climate-related extremes in Europe , Indicator Assessment, Copenhagen (https://www.eea.europa.eu/data-and-maps/indicators/direct-losses- from-weather-disasters-3/assessment-2). European Environment Agency (EEA) (2019b), Air quality in Europe – 2019 report ; pages 32-33 and table 10.2, Publications Office of the European Union, Luxembourg (https://www.eea.europa.eu/publications/air-quality-in-europe-2019). European Environment Agency (2019c), Article 17 national summary dashboards , (https://www.eea.europa.eu/themes/biodiversity/state-of-nature-in-the-eu/article-17-national-summaries). European Sustainable Business Federation (2019), Circular Economy update: overview of circular economy in Europe (2019) , Econpreneur.eu, Brussels (https://ecopreneur.eu/wp- content/uploads/2019/09/Ecopreneur-Circular-Economy-Update-report-2019.pdf). Eurostat (2017a), ICT specialists – statistics on hard-to-fill vacancies in enterprises, 2017 (https://ec.europa.eu/eurostat/statistics-explained/index.php/ICT_specialists_-_statistics_on_hard-to- fill_vacancies_in_enterprises). Eurostat (2017b), Table on Energy Productivity (T2020_RD310) , (https://ec.europa.eu/eurostat/tgm/table.do?tab=table&plugin=1&language=en&pcode=t2020_rd310). Eurostat (2017c), Table on Primary Energy Consumption (SDG_07_10) , (https://ec.europa.eu/eurostat/databrowser/view/sdg_07_10/default/table?lang=en). Eurostat (2019a): Population change - Demographic balance and crude rates at national level (https://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=demo_gind&lang=en). Eurostat (2019b), Circular economy indicators , (https://ec.europa.eu/eurostat/web/circular- economy/indicators). Eurostat (2019c), Sustainable development in the European Union — Monitoring report on progress towards the SDGs in an EU context — 2019 edition , (https://ec.europa.eu/eurostat/web/products- statistical-books/-/KS-02-19-165). Eurydice (2019), Eurypedia, National Education Systems – Slovakia (https://eacea.ec.europa.eu/national- policies/eurydice/content/slovakia_en) and (https://rokovania.gov.sk/RVL/Material/23492/2). Flachenecker et al. (forthcoming), High Growth Enterprises: demographics, financing & policy measures, JRC Technical Report, Joint Research Centre, Brussels. FRA (2018): Second European Union Minorities and Discrimination Survey, Roma – Selected findings , Publications Office of the European Union, Luxembourg (https://fra.europa.eu/sites/default/files/fra_uploads/fra-2016-eu-minorities-survey-roma-selected- findings_en.pdf). ",
        "References 82 Frediksson, G. et al. (2018), ‘Is the European automotive industry ready for the global electric vehicle revolution’ , Policy Contribution Issue No 26 , December, Bruegel (http://bruegel.org/wp- content/uploads/2018/12/PC-26_2018.pdf). General Prosecutors Office (GP SK) (2018), Report on the activities of the Office of the Special Prosecutor's Office and the findings of the Office of the Special Prosecutor's Office on the state of legality for the year 2018 (Správa o činnosti Úradu špeciálnej prokuratúry a poznatky Úradu špeciálnej prokuratúry o stave zákonnosti za rok 2018) , Bratislava (https://www.genpro.gov.sk/spravy-o- cinnosti/sprava-o-cinnosti-uradu-specialnej-prokuratury-a-poznatky-uradu-specialnej-prokuratury-o-st- 3a46.html). GRECO (2019), Fifth evaluation round, Preventing corruption and promoting integrity in central governments (top executive functions) and law enforcement agencies, Evaluation Report, Slovak Republic , Group of States against Corruption (GRECO), Council of Europe, Strasbourg (https://rm.coe.int/grecoeval5rep-2018-9-final-eng-slovakrep-public/168096d061). Greener Slovakia Strategy (2019) , Greener Slovakia: Strategy of the Environmental Policy of the Slovak Republic until 2030, (https://www.minzp.sk/files/iep/03_vlastny_material_envirostrategia2030_def.pdf). Hellebrandt, T. et al. (2019): Revízia výdavkov na skupiny ohrozené chudobou alebo sociálnym vylúčením Priebežná správa (Spending review on groups at risk of poverty or social exclusion. Preliminary report). Ministry of Finance, Value for money division (https://www.minedu.sk/data/att/14208.pdf ). Hrustič, T and Podolinská, T. (2010), God between barriers. Social inclusion of Roma by religious means (Boh medzi bariérami. Sociálna inklúzia Rómov náboženskou cestou), Institute of Ethnology, Slovak Academy of Sciences, Bratislava. Hudakova, J. (2018). Analýza internej migrácie vo vybraných krajoch Slovenska (Analysis of internal migration in selected regions of Slovakia), Ministry of Finance, Insitute for Financial Policy, Bratislava (https://www.mfsr.sk/sk/financie/institut-financnej-politiky/publikacie-ifp/komentare/komentare-z-roku- 2019/nova-web-stranka.html). IEP (2019), Green financing for greener Slovakia (Zdelen é financovanie pre zelen š ie Slovensko) , Institute for Environmental Policy, Ministry of the Environment, Bratislava (https://www.minzp.sk/files/iep/2019_3_zelene_financovanie_pre_zelensie_slovensko.pdf). Institute of Health Policies (2018), Review of health expenditure II Interim report (Revízia výdavkov na zdravotníctvo II Priebežná správa), Bratislava (https://www.mfsr.sk/files/archiv/uhp/3370/76/Revizia- vydavkov-zdravotnictvo-II.pdf). International Monetary Fund (IMF) (2019a): Slovak Republic: 2019 Article IV Consultation . (https://www.imf.org/en/Publications/CR/Issues/2019/07/11/Slovak-Republic-2019-Article-IV- Consultation-Press-Release-Staff-Report-47103). IMF (2019b), ‘Slovak Republic: Technical Assistance Report – Public Investment Management Assessment’, IMF Country Report No. 19/330 , October, International Montary Fund Publication Services, Washington (https://www.imf.org/en/Publications/CR/Issues/2019/10/30/Slovak-Republic- Technical-Assistance-Report-Public-Investment-Management-Assessment-48773). Institute of Financial Policy Employment (IFP) (2019), Flash info IFP - Unemployment also stagnated in August (Nezamestnanosť stagnovala aj v auguste), Ministry of Finance, Bratislava. ",
        "References 83 Institute for Environmental Policy (2019), ‘Práca s ľuďmi bez domova prináša ovocie celej spoločnosti, Analýza vplyvu aktivít OZ Vagus na verejné financie (Working with homeless people is bearing fruit for the whole of society, Analysis of the impact of Vagus OZ activities on public finances)’, Ekonomická analýza 6, Ministry of Environment of the Slovak Republic, Bratislava (https://www.minzp.sk/files/iep/praca_s_ludmi_bez_domova_prinasa_ovocie_celej_spolocnosti_iep_ope vs.pdf). Institute for Labour and Family Research (IVPR) (2018), Navrh cielov Koncepcie prevencia a riesenie bezdomovestva (Objectives of the Conception of Prevention and Addressing Homelessness), Bratislava (https://www.ceit.sk/IVPR/index.php?lang=en). Kešelová et al., 2018: Daniela Kešelová, Darina Ondrušová, Jana Urdziková: Kvalita služieb zamestnanosti: Individualizované služby zamestnanosti a vybrané skupiny uchádzačov o zamestnanie [Quality of Employment Services: Individualised Employment Services and Specific Groups of Job- Seekers], Inštitút pre výskum práce a rodiny, Bratislava 2018. (https://www.ceit.sk/IVPR/images/IVPR/vyskum/2018/Keselova/kvalita_sluzieb_zamestnanosti_keselov a_2018.pdf). Kríglerová, E.G. et al. (2015): Kríglerová, E.G., Chudžíková, A., Medľová, K., 2015: Štátne deti na jednej lodi? Rómske deti v detských domovoch (The children of the state in the same boat. Roma children in children’s homes), CVEK, Bratislava (http://cvek.sk/wp-content/uploads/2015/11/Statne-deti-na- jednej-lodi.pdf). MESA10, (2019), Learning Makes Sense (To da rozum) (2019). Analyza zisteni o stave skolstva na Slovensku (Analysis of findings on the state of play of education in Slovakia). European Social Fund – Operational Programme, Effective public administration (https://analyza.todarozum.sk/docs/). Ministry of Economy (2019), Integrated national energy and climate plan processed under Regulation (EU) 2018/1999 of the European Parliament and of the Council of the Governance of the Energy Union and Climate Action for the period 2021-2030 , Bratislava Ministry of Education (2018a), Národný program rozvoja výchovy a vzdelávania, Kvalitné a dostupné vzdelanie pre Slovensko, NPRVV, 2018-2027 , (National Programme of Education Development, Quality and available education for Slovakia, NPRVV, 2018-2027), (https://www.minedu.sk/data/att/13285.pdf). Ministry of Finance (2018), Tax Report of the Slovak Republic 2018 (October 2018), (Daňový report SR 2018(október 2018)) , Institute for Financial Policy, Bratislava (https://www.mfsr.sk/sk/financie/institut- financnej-politiky/publikacie-ifp/ekonomicke-analyzy/50-danovy-report-slovenskej-republiky-2018- oktober-2018-2.html), pg. 49. Ministry of Finance (2019a), Draft Budget Plan of the Slovak Republic for 2020 (Návrh rozpočtového plánu Slovenskej republiky na rok 2020); (https://ec.europa.eu/info/sites/info/files/economy-finance/17- 01-2020_sk_dbp_en.pdf). Ministry of Finance (2019b): Value for Money: Review of Health Expenditure II Final Report (Revízia výdavkov na zdravotníctvo II Záverečná správa) , October, Bratislava (https://www.mfsr.sk/sk/financie/hodnota-za-peniaze/revizia-vydavkov/zdravotnictvo/). Ministry of Finance (2019c), Value for Money: Review of expenditure on groups at risk of poverty or social exclusion, 24.1.2019 (Revízia výdavkov na skupiny ohrozené chudobou alebo sociálnym vylúčením, 24.1.2019), Value for Money Division, Bratislava (https://www.mfsr.sk/sk/financie/hodnota-za- peniaze/revizia-vydavkov/ohrozene-skupiny/). ",
        "References 84 Ministry of Finance (2019d): Národný program reforiem Slovenskej republiky 2019 (National Reform Programme of the Slovak Republic 2019) (https://www.finance.gov.sk/sk/financie/institut-financnej- politiky/strategicke-materialy/narodny-program-reforiem/narodnyprogram-reforiem.html). Ministry of Health (2018), Information on the state of medical staff in the Slovak Republic - new version, (Informácia o stave zdravotníckeho personálu v Slovenskej republike - nové znenie ), Bratislava (https://rokovania.gov.sk/RVL/Material/23194/1). Ministry of Interior (2019a), Annual Report of the Financial Intelligence Unit for 2018 , Ministry of Interior of the Slovak Republic, Presidium of the Police Force, National Criminal Agency, Financial Intelligence Unit, Bratislava (https://www.minv.sk/swift_data/source/policia/fsj/FIU%20Annual%20report%20for%202018.pdf). Ministry of Interior (2019b): Atlas of the Roma Communities ( Atlas rómskych komunít 2019 ) (http://www.minv.sk/?atlas-romskych-komunit-2019). Ministry of Interior (2020), Roma Plenipotentiary Office 2020: Chudobou je ohrozených až 85 % domácností z marginalizovaných rómskych komunít, ukazuje nový výskum EU SILC MRK (Roma Plenipotentiary Office 2020: Up to 85% of households from marginalized Roma communities are at risk of poverty, a new EU SILC MRK research shows) , (http://www.minv.sk/?spravy_rk&sprava=chudobou- je-ohrozenych-az-85-domacnosti-z-marginalizovanych-romskych-komunit-ukazuje-novy-vyskum-eu- silc-mrk). Ministry of Labour, Social Affairs and Family (2019), Potreby trhu práce v odvetviach a zamesnaniach do roku 2024 (Labour market needs in the sectors and employment until 2024), Trendyprace (https://www.trendyprace.sk/sk/trendy-trhu-prace/sk-trendy/zamestnania). Müller, T. et al. (2019): Müller, T., Vandaele, K. and Waddington, J., Collective bargaining in Europe: towards and endgame , European Trade Unions Institute, Brussels (https://www.etui.org/Publications2/Books/Collective-bargaining-in-Europe-towards-an-endgame.- Volume-I-II-III-and-IV). National Association of Service Supporters and Providers (APPVI) (2019) (https://asociaciavi.sk/) National Bank of Slovakia (NBS) (2019), Financial stability report November 2019 , Bratislava (https://www.nbs.sk/_img/Documents/ZAKLNBS/PUBLIK/SFS/FSR_112019.pdf). National Bank of Slovakia (NBS) (2019b), Financial stability report May 2019 , Bratislava (https://www.nbs.sk/_img/Documents/ZAKLNBS/PUBLIK/SFS/FSR_052019.pdf). National Council (2019), Amending Act no. 245/2008 Coll. on Education (Education Act) (https://www.nrsr.sk/web/Dynamic/DocumentPreview.aspx?DocID=468868). Nemec, J. (2018). Public administration characteristics and performance in EU28: Slovakia (https://ec.europa.eu/social/main.jsp?catId=738&langId=en&pubId=8123&furtherPubs=yes ). OECD (2017), Assessment of key anti-corruption related legislation in the Slovak Republic , OECD Publishing, Paris (https://www.oecd.org/governance/ethics/Assessment-anti-corruption-legislation-Slovak- Republic.pdf). OECD (2019), 2019 OECD Economic Survey of the Slovak Republic: Towards and innovative and inclusive society , OECD Publishing, Paris (https://read.oecd-ilibrary.org/economics/oecd-economic- surveys-slovak-republic-2019_eco_surveys-svk-2019-en#page1). ",
        "References 85 OECD (2019b), Country Note: Programme for International Student Assessment (PISA), Results from PISA 2018, Slovak Republic , OECD Publishing, Paris (https://www.oecd.org/pisa/publications/PISA2018_CN_SVK.pdf). OECD (2019c): Country Note: Education at a Glance 2019 – Slovakia , OECD Publishing, Paris. (https://www.oecd.org/education/education-at-a-glance/EAG2019_CN_SVK.pdf). OECD (2019d): TALIS 2018 Results (Volume I): Teachers and School Leaders as Lifelong Learners, TALIS. OECD Publishing, Paris (http://www.oecd.org/education/talis/). OECD and European Observatory on Health Systems and Policies (2019): Slovakia - Country Health Profile 2019, State of Health in the EU, OECD Publishing, Paris/European Observatory on Health Systems and Policies, Brussels. (https://ec.europa.eu/health/sites/health/files/state/docs/2019_chp_sk_english.pdf) OECD (2020), Skills Strategy Slovak Republic: Assessment and Recommendations, OECD Skills Studies, OECD Publishing, Paris ( https://doi.org/10.1787/bb688e68-en ). Office of the Civil Service Council (2019), Správa o stave a vývoji štátnej služby ( Report on the current situation and development of civil services in the year 2018 , Office of the Civil Service Council (https://radaprestatnusluzbu.vlada.gov.sk/data/files/7330_report-on-civil-service-2018-eng.pdf). Pavlínek, P (2014), Whose success? The state-foreign capital nexus and the development of the automotive industry in Slovakia , Sage Journals (https://journals.sagepub.com/doi/10.1177/0969776414557965). Perignáthová M. (2019), Attractivity of the Teacher Profession – Results of a Qualitative Survey, Education Policy Institute, Ministry of Education, available at https://www.minedu.sk/komentar-032019- atraktivita-ucitelskeho-povolania/ Polish Economic Insitute (PEI) (2019), The automotive industry in the Visegrad Group countries , Warsaw (http://pie.net.pl/wp-content/uploads/2019/08/PIE-Raport_Automotive.pdf). Price Waterhouse and Coopers (PWC) (2019): Automotive Supplier Survey 2019 (https://www.pwc.com/sk/en/odvetvia/automobilovy-priemysel/pwc-automotive-supplier-survey- 2019.html). Repková, K., (2019): Zavádzanie podmienok kvality sociálnych služieb – prieskum stavu implementácie u poskytovateľov sociálnych služieb (Introduction of the quality conditions in social services – a mapping survey on the state of implementation by providers of social services), Inštitút pre výskum práce a rodiny (Institute for Work and Family Research), Bratislava. (https://www.ceit.sk/IVPR/images/IVPR/vyskum/2019/Repkova/zavadzanie_podmienok_kvality_socialn ych_sluzieb_repkova_2019.pdf). Santiago, P. et al. (2016): OECD Reviews of School Resources: Slovak Republic , OECD Publishing, Paris (www.oecd.org/education/school/OECD%20Reviews%20of%20School%20Resources%20- %20Slovak%20Republic%20-%20Summary.pdf). Škobla, D. et al., (2018), Škobla, D., Hrustič. T, and Poduška, O., Evaluácia dopadu terénnej sociálnej práce 2018, Zhrnutie záverečnej správy (Evaluation of the impact of field social work 2018, Summary of the Final Report), (https://www.academia.edu/39641587/EVALUÁCIA_DOPADU_TERÉNNEJ_SOCIÁLNEJ_PRÁCE_2 018_Zhrnutie_záverečnej_správy). ",
        "References 86 Slovak Credit Bureau (2019), TASR based on analysis CRIF, Superodpočet si vlani uplatnilo zatiaľ 260 subjektov (https://www.vssr.sk/clanok-z-titulky/superodpocet-si-vlani-uplatnilo-zatial-260-subjektov- spravodajstvo-10-2019.htm). Slovak National Centre for Human Rights (2018), Report on the Observance of Human Rights, Introducing the principle of equal treatment in the Slovak Republic for the Year 201, Bratislava (http://www.snslp.sk/CCMS/files/sprava_2017_eng.pdf). Supreme Audit Office of the Slovak Republic (2019), Are teachers motivated to provide high quality performance? Remuneration of pedagogical employees at elementary schools (Analytical paper), Bratislava (https://www.nku.gov.sk/documents/10157/1460168/Odme%C5%88ovanie+pedagogick%C3%BDch+za mestnancov+na+z%C3%A1kladn%C3%BDch+%C5%A1kol%C3%A1ch ). Szabo, S (forthcoming), ‘Transition to Industry 4.0 in the Visegrád countries’, European Economy Economic Briefs, Issue xxxx , Publications Office of the European Union, Luxembourg. Szcurek, M. and Tomaszewski, M. (2017), The Slovak Republic diagnostic paper: Assessing progress and challenges in developing a sustainable market economy , European Bank for Reconstruction and Development, London (https://www.ebrd.com/publications/country-diagnostics). Tesla magazine (2019), The MoE SR published the statistics of electric vehicles and hybrids registered in Slovakia (MH SR zverejnilo štatistiky elektromobilov a hybridov registrovaných na Slovensku) (https://www.teslamagazin.sk/elektromobily-plug-in-hybridy-pocet-slovensko-registracie/). Times Higher Education (2020), The world university rankings (https://www.timeshighereducation.com/student/where-to-study/study-in-slovakia#survey-answer). Transparency International Slovakia (2017), Slovak supervisory and regulatory authorities need more independence (Slovenské kontrolné a regulačné úrady potrebujú viac nezávislosti) (https://transparency.sk/sk/slovenske-kontrolne-regulacne-urady-potrebuju-viac-nezavislosti/). Transparency International (2020), Corruption perceptions index 2019 (https://www.transparency.org/cpi2019). Transport & Environment (T&E) (2019): Electric Surge: Carmarkers’ electric car plans across Europe 2019-2025 (https://www.transportenvironment.org/sites/te/files/publications/2019_07_TE_electric_cars_report_final. pdf). UBS (2017): « Q-series: UBS Evidence Lab Electric Car Teardown – Disruption ahead?” (https://neo.ubs.com/shared/d1mFW2YvNRvHXA/). Varsik, S. (2019): Držím ti miesto. Analýza kapacít materských škôl pre 5-ročné deti (I have a place for you. Analysis of kindergartens capacity for 5-year-olds.) , Ministry of Education, Education Policy Institute, Bratislava (https://www.minedu.sk/data/att/15248.pdf). Vitale, C.; et al. (2019), ‘2018 Update of the OECD PMR Indicators and Database - Policy Insights for OECD Countries ’ , OECD Economics Department Working Papers No.XXX , forthcoming, OECD Publishing, Paris (https://www.oecd.org/economy/reform/indicators-of-product-market-regulation/). World Bank (2014), Europe and Central Asia Country Risk Profiles for Floods and Earthquakes, Global Facility For Disaster Reduction and Recovery, The World Bank Group, Washington ",
        "References 87 (https://www.gfdrr.org/sites/default/files/publication/- Europe%20and%20Central%20Asia%20Country%20Risk%20Profiles%20for%20Floods%20and%20Ear thquakes%20smaller.pdf). World Bank (2018). Expanding GP competencies in the Slovak Republic: policy routes and recommendations. (http://www.zvld.sk/wp- content/uploads/2017/11/Slovakia_GP_service_profile_FOR_EDITORS.pdf). World Bank (2019): Doing business 2019, training for reform (https://www.doingbusiness.org/content/dam/doingBusiness/media/Profiles/Regional/DB2019/OECD- High-Income.pdf). World Economic Forum (2019), The global competitiveness report , Geneva (http://www3.weforum.org/docs/WEF_TheGlobalCompetitivenessReport2019.pdf). "
    ]
}