{
    "text": [
        "Research & Innovation policy S c i e n c e , e c o n o m y a n d s o c i e t y H i g h l i g h t s 2 0 1 0 S o c i o - e c o n o m i c S c i e n c e s a n d H u m a n i t i e s S c i e n c e i n S o c i e t y Science, economy and society Highlights 2010 Socio-economic Sciences and Humanities Science in Society EUR 24797 EN European Research Area EUROPEAN COMMISSION Research & Innovation ",
        "EUROPEAN COMMISSION Directorate-General for Research and Innovation Directorate B – European Research Area Unit B.5 – Social Sciences and Humanities Unit B.6 – Ethics and Gender Contact: Robert Burmanjer (RTD.B.5), Gilles Laroche (RTD.B.6) European Commission B-1049 Brussels E-mail: robert.burmanjer@ec.europa.eu gilles.laroche@ec.europa.eu ",
        "Science, economy and society highlights 2010 Socio-economic Sciences and Humanities Science in Society Socio-economic Sciences and Humanities Science in Society EUROPEAN COMMISSION 2011 EUR 24797 EN Socio-economic Sciences & Humanities Science in Society Science, economy and society highlights 2010 ",
        "2 LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Of fi ce of the European Union, 2011 ISBN 978-92-79-19979-0 doi 10.2777/54837 © European Union, 2011 Reproduction is authorised provided the source is acknowledged. Pictures © Shutterstock, 2011 Printed in Belgium PRINTED ON PROCESS CHLORINE - FREE RECYCLED PAPER ( PCF ) Europe Direct is a service to help you fi nd answers to your questions about the European Union Freephone number(*): 00 800 6 7 8 9 10 11 (*)Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed ",
        "3 Contents 5 Preface 6 Review of the Year 8 Social Innovation – tapping into community creativity 12 SSH research – a tool in the fi ght against poverty 16 Th e citizen at the heart of the EU 20 Th e EU’s role on the global stage 24 Governance and ethics in research and innovation 28 From monologue to dialogue – public engagement in science 32 Open Access – the ‘Fifth Freedom’ in practice 36 Women in science and technology 40 A revolution in the classroom – modernising science education 43 Who’s who ",
        "4 ",
        "5 Th is report describes the current organisation of Socio- economic Sciences and Humanities , Science in Society and related research and reviews that happened during 2010 on these fronts. It specifi cally looks at the concept of social innovation, the role of our research in fi ghting poverty, the citizen at the heart of Europe, the European Union’s role on the global stage, governance and ethics in research and innovation, public engagement in science, open access to research papers, women in science and technology and modernising science education. It is intended to be of interest to colleagues in various European institutions, to policymakers at the national and sub-national level as well as all citizens interested in understanding how the Europe works and could or should be doing better in demanding times. Th roughout 2010 the European Union continued to address in a collective manner the fi nancial crisis and economic recession in the context of the challenges outlined in the Europe 2020 Strategy. As part of this it took signifi cant steps towards a more integrated approach to its funding of Research and Innovation and the implementation of the European Research Area (ERA). Th e European Commission thus adopted the Innovation Union fl agship to restore the capacity of Europe to innovate in all economic and social domains. In this context, the Socio-Economic Sciences and Humanities (SSH) theme of the 7th Framework Programme for Research has become an important tool for the European Commission for the analysis of the challenges Europe is facing and the development of appropriate policy responses. 2010 saw in particular the fi rst evaluation of a new generation of larger SSH projects on issues like ‘the role of the fi nancial systems’ or ‘creating and adapting jobs in Europe in the context of a socio-ecological transition’ but also on other issues which will no doubt deserve more and more scrutiny in the next few years, for instance ‘democracy and the shadows of totalitarianism and populism’. Of course, as the Innovation Union fl agship clearly states, the future of Europe will be linked to its capacity to integrate science into society in even better ways than in the past. Th is is also the task of the European Commission through the Science in Society (SiS) theme with, inter alia, major eff orts at developing the ‘Fifth Freedom’ (i.e. the free movement of knowledge) in practice through open access to scientifi c publications. Preface ",
        "6 Th e key mission of the Socio-economic Sciences and Humanities (SSH) and Science in Society (SiS) programmes is to develop and implement measures to support the societal dimension of the European Research Area (ERA). Th e outline below provides an overview of some of the SSH and SiS programmes’ main achievements in 2010. For the SSH programme, the year 2010 was signifi cant for two reasons. Firstly, it marked the midpoint of the Seventh Framework Programme (FP7) that runs from 2007 to 2013. Secondly, it was the fi rst year in which the ‘new approach’ was implemented. Th e new approach is characterised by a greater focus on large research projects addressing major societal challenges. Projects should also provide foresight analysis where relevant and communicate their results to key stakeholders. Researchers responded well to the change, as the 2010 call for proposals attracted around 470 applications. Th e new approach also has the support of other Directorates-general of the European Commission, which are keen to make greater use of research results from the SSH programme. Th ere are many examples of how SSH research contributes to policymaking. Figures based on applications of modelling and data analysis from our projects were used to quantify the impacts of the research budget in 2010 and in the European Commission’s Innovation Union communication, which forms part of the Europe 2020 strategy. Two large conferences, one on innovation and one on inequalities, gave FP7-funded projects the opportunity to present policy-relevant fi ndings to scientists, policymakers and representatives of civil society. Th e Spanish Presidency of the Council of the EU placed a strong emphasis on the social dimension of the ERA, and social issues feature heavily in the call for proposals published in July 2010. Social innovation alone is the subject of fi ve new projects, one of which will address the challenge of creating new jobs in the social and environmental sectors. Th is area is emerging as an important dimension of EU innovation policy, as underlined in the Innovation Union communication and by Commission President José Manuel Barroso during the preparation of the wider Europe 2020 strategy. Another highlight of 2010 was the fi nal conference of the ENACT (‘Enacting European citizenship’) project, which included a special session on the situation of the Roma. ENACT focused on how citizenship is understood and exercised in practice, and the Lisbon Treaty’s emphasis on citizenship makes the project’s fi ndings all the more relevant. Concerning the EU’s role on the global stage, a major conference was held in April 2010 under the auspices of the GARNET (‘Global governance, regionalisation and regulation: the role of the EU’) project. Th e conference was opened by Commission President Barroso and touched on a number of key issues for the future of the EU’s external relations. Th e conference ‘Mapping the future of the EU-US strategic partnership: policy and research perspectives’ underlined the importance of the EU-US relationship and the challenges the two parties share in areas such as the economic crisis, climate change, human rights issues or political transformations in the Middle East. Review of the Year Th e conference ‘Mapping the future of the EU-US strategic partnership: policy and research perspectives’ ",
        "7 Review of the year Th ere have also been promising developments in our cooperation with China, India and Latin America. Th e World Expo 2010 in Shanghai, China had the theme ‘Better city, better life’, and so provided an excellent opportunity to promote SSH research into sustainable development in cities worldwide. Forward-looking activity and foresight work are also prominent in the SSH programme due to their role in the creation of the ERA. Foresight is key to the defi nition of grand societal challenges and the identifi cation of needs and gaps in terms of research, technology and innovation. As well as contributing to planning for the ERA, foresight work can be used in other societal or geopolitical discussions and initiatives such as EuroMed 2030 and Global Europe 2030-2050. Th roughout the year, the new SCOOP (‘Socio-economic and humanities research for policies’) project provided a ‘news alert’ service which picks up the latest fi ndings from SSH research and puts them into a policy context. Th e aim of the SiS programme is to promote the integration of science and technology and related policies into European society. By facilitating dialogue between the scientifi c community, industry, citizens and policymakers, the SiS programme helps to align research policy with the needs of society and seeks to anticipate future research needs. A number of activities in 2010 highlight the diverse ways in which the SiS programme is helping to integrate science in society. Linking up science and society means getting the public actively involved in science. But what does the public think about science? In 2010, a special Eurobarometer survey revealed that the overwhelming majority (80%) of Europeans describe themselves as interested in science and technology, and most recognise the benefi ts of and opportunities generated by research. Nevertheless, only 11% consider themselves to be well informed about science and technology, and over half want scientists to make a greater eff ort to communicate with the public. Th e issues of ethics and research governance lie at the heart of the SiS programme. Here a highlight in 2010 was the production of the European textbook on ethics in research, which has the potential to boost the ethics education of researchers, students and ethics committee members in Europe and beyond. Th e book focuses on research involving humans. Th rough case studies drawn from diff erent disciplines and suggested discussion points, the textbook and its accompanying syllabus demonstrate the kinds of situations in which ethical issues can arise. Th e free movement of knowledge is now widely regarded as the ‘fi fth freedom’ of the EU, and it is essential that it be realised if Europe is to achieve its goal of becoming a smart, sustainable and inclusive economy, as set out in the Europe 2020 strategy. However, most research published in journals can only be accessed in return for a payment. Th e SiS programme therefore actively promotes the uptake of Open Access (OA), under which research is made freely available online. Th e year 2010 saw the launch of the OPENAIRE (‘Open access infrastructure for research in Europe’) initiative, which creates a network of OA repositories providing free access to knowledge generated by researchers funded under FP7. Less than a third of the EU’s researchers are women, and tackling the gender imbalance in research represents another top priority for the both the SiS programme and the EU as a whole. Th is is evidenced by the inclusion of the issue in the European Commission’s wider strategy for equality between the genders. Th e document underlines the fact that the lack of women in science hampers eff orts to boost innovation and competitiveness in the EU. Th e SiS unit is responsible for following up a number of action points set out in the strategy. Arousing youngsters’ interest in science and encouraging them to embark on research careers is essential if the EU is to become a truly smart economy. With this in mind, the SiS funds numerous initiatives to improve science education in Europe. Helping these diverse projects to communicate with each other and share ideas and experiences is the SCIENTIX initiative, which was launched in 2010 and aims to create a community for science education in Europe. Designed for teachers, researchers, policymakers, parents and others, SCIENTIX is a one-stop-shop for science education, providing access to teaching materials, research results and policy documents, among other things. Th e 2020 Vision for the ERA, adopted in 2008, emphasises that the ERA should be ‘fi rmly rooted in society and responsive to its needs and ambitions’. Looking to the future, activities under the SiS programme will ensure that this vision is realised. Th roughout the year, the new SCOOP (‘Socio-economic and humanities research for policies’) project provided a ‘news alert’ service which picks up the latest fi ndings from SSH research and puts them into a policy context. Th e aim of the SiS programme is to promote the integration of science and technology and related policies into European society. By facilitating dialogue between the scientifi c community, industry, citizens and policymakers, the SiS programme helps to align research policy with the needs of society and seeks to anticipate future research needs. A number of activities in 2010 highlight the diverse ways in which the SiS programme is helping to integrate science in society. Linking up science and society means getting the public actively involved in science. But what does the public think about science? In 2010, a special Eurobarometer survey revealed that the overwhelming majority (80%) of Europeans describe themselves as interested in science and technology, and most recognise the benefi ts of and opportunities generated by research. Nevertheless, only 11% consider themselves to be well informed about science and technology, and over half want scientists to make a greater eff ort to communicate with the public. online. Th e year 2010 saw the launch of the OPENAIRE (‘Open access infrastructure for research in Europe’) ",
        "8 Social innovation – tapping into community creativity ",
        "9 Furthermore, many issues that can be addressed by social innovation are international in nature, so it makes sense for the EU to coordinate social innovation activities and promote the exchange of ideas and best practice. Th e authors identify three diff erent categories of social innovation. Grassroots social innovations generally respond to pressing social demands, often involving vulnerable groups, not addressed by the market. An example here is the Portuguese ‘Geração’ (generation) project, which is working to cut truancy and school drop out in a deprived suburb of the capital city of Lisbon. Children who attend school regularly are entitled to participate in martial arts classes and in a youth orchestra. Th e project also provides daycare for young children, allowing parents to work full time. Th e project has touched the lives of over 1 000 people in just 3 years. Th e second category of social innovation projects includes schemes that address broader social challenges and where the boundary between social and economic issues is blurred. Th e authors off er ‘timebanking’ as an example of this kind of project. In timebanking schemes, people ‘deposit’ time credits in a bank by helping someone else in some way. When individuals need help themselves, they can ‘withdraw’ time credits. Everybody’s time is valued equally in these schemes. Finally, the third category of social innovation projects seeks to motivate broad swathes of society to make fundamental changes to people’s attitudes or behaviour. Th e EcoMap Amsterdam website allows residents of the Dutch city to see how their local neighbourhood’s greenhouse gas emissions compare to other areas, and to track the city’s progress towards achieving its environmental goals. By drawing on people’s creativity and encouraging them to take action, social innovation can help society tackle some of its biggest challenges. The EU is actively fostering research into social innovation with a view to enhancing its impact across Europe. Social innovation also features prominently in the European Commission’s Innovation Union fl agship initiative, part of the Europe 2020 strategy. Social innovation – a beginner’s guide Th e term social innovation refers to innovations that are social in both their ends and their means. Specifi cally, social innovations can be defi ned as new ideas (products, services or models) that simultaneously meet social needs and create new social relationships. As such, social innovations are not only good for society; they also enhance society’s capacity to act. A 2010 report entitled Empowering people, driving change: Social innovation in the European Union ( 1 ) explains why social innovation is so important for the EU and gives concrete examples of diff erent kinds of social innovation. Th e Socio-economic Sciences and Humanities (SSH) unit contributed signifi cantly to the report, which was put together by the European Commission’s Bureau of European Policy Advisors (BEPA) at the request of European Commission President José Manuel Barroso. Th e report points out that many of the challenges facing Europe and the world today, such as unemployment, ageing and climate change, are largely social in nature. At the same time, the fi nancial crisis has placed government budgets under severe strain. By tapping into people’s creativity and empowering them to act, social innovation is likely to become increasingly important over the next few years. ‘In this context of limited resources, social innovation off ers a way forward providing new solutions to pressing social demands while making a better use of available resources,’ the report explains. By drawing on people’s take action, social innovat its biggest challenges. The E social innovation with a view Europe. Social innovation als European Commission’s Inno of the Europe 2020 strategy w ",
        "10 Social innovation – tapping into community creativity Crucially, the site off ers users tips on how they can cut their household emissions. Social innovation at the heart of EU policymaking Launched in 2010, the Europe 2020 strategy sets out the EU’s plans to turn Europe into a smart, sustainable and inclusive economy and also recognises the importance of social innovation to this process. Social innovation features strongly in the European Commission’s communication on the Innovation Union, which is one of the seven fl agship initiatives launched under the Europe 2020 banner. Describing social innovation as ‘an important new fi eld which should be nurtured’, the communication notes: ‘While there is no shortage of good ideas, social innovations are not yet producing the impact that they should. Th ere must be more support for experimentation. Approaches that have clear advantages over current practice then need to be scaled up and disseminated.’ In the communication, the European Commission pledges to launch a European Social Innovation pilot project. Funded under the Competitiveness and Innovation Framework Programme (CIP), this would network social innovation activities, policies and programmes working at all levels throughout Europe. In addition, the European Commission will promote social innovation projects through the European Social Fund (ESF), and social innovation will become a core priority in the next generation of ESF programmes. Th e European Commission also announced that it will support substantial research activities on the public sector and social innovation, focusing primarily on issues concerning measurement and evaluation, fi nancing, and other barriers to scaling up and development. Measuring innovation in the public sector has proven diffi cult, as issues such as market share and fi nancial rewards, which are widely used as drivers for innovation in the business sector, are less relevant in the public sector. At the same time, the public sector has a strong motivation to promote social innovation as a tool to help it address social issues, either through its own services or in partnership with other stakeholders. As a fi rst step, the European Commission is setting up a pilot version of a European Public Sector Innovation Scoreboard (EPSIS) to carry out an initial benchmarking study of innovation in the public sector. Th e results are expected to be released in 2011. A more comprehensive version of EPSIS will be developed in 2012 and if successful, an annual scoreboard on public sector innovation across the EU Member States could be set up. EU-funded social innovation projects Th rough the SSH Programme of the Seventh Framework Programme (FP7), the EU already funds a number of projects on social innovation. Between them, these projects are adding considerably to our knowledge of social innovation in areas as diverse as inequality and social exclusion, social innovation in the public sector, service innovation and social entrepreneurship, corporate social responsibility (CSR), societal models and governance dynamics, labour markets and social protection, education and life-long learning and territorial innovation. For example, the SERVPPIN (‘Th e contribution of public and private services to European growth and welfare, and the role of public-private innovation networks [PPINs]’) project ( 2 ) is shedding new light on how PPINs work and how their performance can be improved. Meanwhile the SELUSI (‘Social entrepreneurs as ‘lead users’ for service innovation’) project ( 3 ) is studying emerging social ventures and investigating ways of linking up emerging social entrepreneurs with established corporations in open innovation projects. Another key project funded under the SSH programme is GUSTO (‘Meeting the challenges of economic uncertainty and sustainability through employment, industrial relations, social and environmental policies in European countries’) ( 4 ). At the heart of the project is the challenge of coping with economic uncertainty while seeking security in a globalising economy. Homeless young people are the focus of the CSYHP (‘Combating social exclusion among young homeless populations’) project ( 5 ), which is studying how to combat social exclusion among homeless young people with diff erent ethnic backgrounds and migrant statuses. In CSYHP, young homeless people are actively involved in the research, interviewing their peers and participating in project workshops. New social innovation projects Social innovation featured in a number of topics included in the 2010 SSH calls for proposals. Four proposals with special emphasis on social innovation were selected for funding and contract negotiations with the project consortia were completed in autumn 2010. ",
        "11 Social innovation – tapping into community creativity Local welfare systems form the focus of two of the new projects. Th e WILCO (‘Welfare innovations at the local level in favour of social cohesion’) project ( 8 ) will probe the eff ect of local welfare systems on social inequalities, while FLOWS (‘Impact of local welfare systems on female labour force participation and social cohesion’) aims to study the cultural, economic, political and social conditions for female employment in diff erent European countries. Elsewhere, the COCOPS (‘Coordinating for cohesion in the public sector of the future’) project ( 9 ) is assessing the impacts of new public management style reforms across Europe. Finally, the NEUJOBS (‘Employment 2025: how will multiple transitions aff ect the European labour market’) project is analysing the implications of major socio-ecological transitions (e.g. developments in climate change, energy and culture) on the labour market in 2025. The rise of the social platform A recent trend in SSH is the development of ‘social platforms’, structures which are expected to be involved in promoting social innovation in Europe. Social platforms aim to establish a Europe-wide dialogue between the scientifi c community, policymakers and civil society groups with a view to agreeing on a common research agenda. Two social platforms have already been set up under the EU’s SSH Programme. Social Polis ( 10 ) focuses on cities and social cohesion, and provides a forum for debates on the economy, society, culture and ethics across the city. Meanwhile FamilyPlatform ( 11 ) aims to enhance families’ well-being by encouraging dialogue between diff erent groups on family issues. A third social platform on sustainable lifestyles was launched in January 2011. Called SPREAD, it aims to create scenarios and patterns of behaviour for sustainable living, moving and consuming up to 2050. Social innovation in cities October 2010 saw the SSH team join up with colleagues from the European Commission’s Directorate-General for Regional Policy to organise a workshop entitled Challenges to Social Cohesion in Cities and Social Innovation Responses . Held during the ‘Open Days’ European Week of Regions and Cities ( 12 ), the event attracted over 100 participants. Speakers examined the challenges to social cohesion in cities from an integrated perspective and discussed how both social cohesion policies and socially innovative strategies can be eff ective in the fi ght against social exclusion. Th e event also included presentations of the fi ndings of EU-funded projects in this area. Find out more The Innovation Union fl agship initiative http://ec.europa.eu/research/innovation-union/ index_en.cfm Footnotes ( 1 ) See http://ec.europa.eu/bepa/pdf/publications_ pdf/social_innovation.pdf online. ( 2 ) See http://www.servppin.com/ online. ( 3 ) See http://www.selusi.eu/ online. ( 4 ) See http://www.gusto-project.eu/ online. ( 5 ) See http://www.movisie.nl/homelessyouth online. ( 6 ) SSH.2011.1.3-1. ( 7 ) SSH.2011.1.2-2. ( 8 ) See http://www.wilcoproject.eu/ online. ( 9 ) See http://www.cocops.eu online. ( 10 ) See http://www.socialpolis.eu/ online. ( 11 ) See http://www.familyplatform.eu/ online. ( 12 ) See http://ec.europa.eu/regional_policy/ conferences/od2010/index.cfm online. Outlook for 2011 The FP7 SSH research agenda will continue to address social innovation-related themes, including the impacts of large-scale migration, the future of European social policies, social innovation as a tool to combat inequalities, and gender in innovation policies. The 2011 SSH work programme features two topics on social innovation. Projects funded under the fi rst ( 6 ), entitled ‘New innovation processes including social innovation’, should enhance our understanding of both social innovation and social entrepreneurship. The second topic ( 7 ) focuses on the creation of a social platform on innovative social services; projects supported through this topic would be expected to propose a research agenda focusing on the areas of health, welfare and education services. Outlook for 2011 The FP7 SSH research agenda will continue to address social innovation-related themes, including the impacts of large-scale migration, the future of European social policies, social innovation as a tool to combat inequalities, and gender in innovation policies. The 2011 SSH work programme features two topics on social innovation. Projects funded under the fi rst ( 6 ), entitled ‘New innovation processes including social innovation’, should enhance our understanding of both social innovation and social entrepreneurship. The second topic ( 7 ) focuses on the creation of a social platform on innovative social services; projects supported through this topic would be expected to propose a research agenda focusing on the areas of health, welfare and education services. ",
        "12 SSH research – a tool in the fight against poverty ",
        "13 Across the EU, millions of people, many of them children, live at risk of poverty and social exclusion. Lifting people out of poverty is a top priority for the EU, which included it as a headline goal in the Europe 2020 strategy. Research has a key role to play in tackling poverty and social exclusion. Throughout 2010, activities undertaken under the Socio-economic Sciences and Humanities (SSH) programme highlighted how research can enhance our understanding of the causes of poverty and, crucially, contribute to efforts to combat it. Frightening fi gures Across the EU, over 80 million people ( 1 ), many of them children, live below the poverty line (i.e. their household’s disposable income is less than 60% of their national average). Th ese people, who represent some 17% of the total EU population, may struggle to pay their bills, heat their homes or run a car. Th ings most of us take for granted, like holidays, colour televisions and washing machines, are simply unaff ordable, and many live in fear of sudden, unforeseen expenses that could wipe out their meagre budgets at a stroke. Furthermore, poverty impairs people’s ability to play a full and active role in society. Research shows that over the past three decades, socio- economic inequalities have continued to intensify despite economic growth during the same period. Th is is not just a problem for the poor; studies have consistently demonstrated that more egalitarian societies tend to enjoy higher levels of economic growth, while less equal societies are characterised by higher crime rates as well as increased levels of ill health and drug abuse. EU action Th e good news is that the EU is taking signifi cant steps to tackle this scourge. Firstly, the EU and its Member States declared 2010 the European Year for Combating Poverty and Social Exclusion. Th roughout the year, events were held all over Europe to raise awareness of these important issues and inspire people to take action. Secondly, through the Europe 2020 strategy, the EU set out its plans to transform Europe into a smart, sustainable and inclusive economy. Under the ‘inclusive growth’ banner, the EU set itself the goal of cutting the number of people at risk of poverty or social exclusion by 20 million by 2020. Th e European Platform against Poverty and Social Exclusion fl agship initiative, published in December 2010, sets out the actions needed at all levels to achieve this ambitious target. Th e initiative identifi es key areas where action is needed, namely preventing the transmission of poverty down the generations and tackling child poverty; using employment as a route out of poverty; and boosting eff orts to integrate minority groups into the wider society and economy. A role for research Th e SSH programme was heavily involved in a number of activities relating to the European Year, thereby underlining the importance of research in eff orts to tackle poverty and social exclusion. One of the highlights of the year was the ‘Science Against Poverty’ ( 2 ) conference, which was held in the Spanish city of Segovia in April 2010 and was organised by the Spanish Presidency of the Council of the EU with the support of the SSH unit. ‘Th e contribution of all sciences is necessary to eradicate poverty,’ the conference conclusions state. ‘Research and innovation can contribute to answer poverty issues related to climate change and access to renewable energies; health; nutrition and agriculture; water and sanitation; bridging the knowledge and technological gap; and education and training in Europe and abroad.’ Th e conference outcomes fed into the Council Conclusions on the Social Dimensions of the European Research Area [ERA] ( 3 ), which were adopted by EU research ministers in May 2010. In the document, ministers acknowledge ‘the importance of the social dimension of the European Research Area given Across the EU, millions risk of poverty and social is a top priority for the EU, w in the Europe 2020 strategy. tackling poverty and social e undertaken under the Socio- (SSH) programme highlighte understanding of the cause to efforts to combat it. ",
        "14 the European Union’ which was held in Brussels, Belgium in November 2010 ( 5 ). Th e event represents part of the SSH programme’s contribution to the EU’s wider ‘inclusive growth’ agenda under the Europe 2020 strategy. Th e overarching goal of this conference was to present an overview of the contribution of SSH research to the analysis of current challenges. As well as discussing trends in inequalities across Europe, attendees analysed why inequalities should constitute a key element in European politics and policies. In addition, the event demonstrated the relevance of research for policies in Europe and provided participants with an opportunity to debate which policies have the greatest potential to curb inequalities. ‘At this stage we need more thought, we need to see what works and what does not work, we can deepen our analysis of social, cultural and economic behaviours,’ said Jean-Michel Baer, Director of the Science, Economy and Society Directorate at the European Commission’s Research Directorate-General, opening the conference. ‘In other words, at the research level, we have to try harder to develop the inclusive growth agenda of Europe 2020. And that is what we shall do!’ Education – paving the way out of poverty As part of the European Year for Combating Poverty and Social Exclusion, the SSH unit organised a media briefi ng ( 6 ) in April 2010 in Barcelona, Spain, on EU- funded research focusing on education as a tool to address social exclusion. One of the projects highlighted was INCLUD-ED( 7 ) (‘Strategies for inclusion and social cohesion in Europe from education’), which analysed both educational strategies that promote social cohesion and strategies that foster social exclusion. Attendees visited the Mare de Déu de Montserrat primary school, which lies in a disadvantaged neighbourhood of Barcelona and has successfully implemented the strategies identifi ed by the INCLUD-ED project. Today, the school is living proof that educational performance is not linked to the ethnic make-up of the class but rather to the implementation of best practice and evidence-based methods. Other projects presented at the briefi ng were: EDUMIGROM( 10 ) (‘Ethnic diff erences in education and diverging prospects for urban youth in an enlarged Europe’), YIPPEE( 11 ) (‘Young people from a public SSH research – a tool in the fi ght against poverty the capacity of research and innovation to provide concrete responses to the demands of society.’ According to the ministers, the social dimension of the European Research Area should encompass eff orts to: identify the most eff ective ways in (cid:116)(cid:1) which research can contribute to meeting social challenges; improve access to scientifi c (cid:116)(cid:1) knowledge to maximise its impacts on society; take research and innovation (cid:116)(cid:1) into account when designing aid policies; ensure that the ERA’s objectives (cid:116)(cid:1) contribute to societal objectives. The EU and poverty research – a long history In fact, the EU has been supporting research relating to poverty and social exclusion for many years; since 2003, it has invested almost EUR 33 million in 21 projects focusing on these important issues. Results from 13 FP6-funded projects also contributed to a major policy review, Why Socio-Economic Inequalities Increase? Facts and Policy Responses in Europe ( 4 ). Th e report emphasises the association between more egalitarian societies and higher levels of economic growth and political inclusion. ‘Th e Framework Programme research in social sciences and humanities convincingly shows that less unequal societies provide more economic and social advantages,’ the report reads. ‘Th is is why the European Union needs to put policies against socio-economic inequalities at the heart of its action, for the benefi t of all citizens.’ Th e authors suggest that the EU should consider widening measures of economic performance beyond gross domestic product (GDP) per capita to include social objectives like fi ghting child poverty. Other tips include combating low pay directly; tackling gender inequality by ensuring that shorter working hours are possible in a wider range of occupations without any pay penalty; and strengthening the political commitment to reduce social and economic inequality. Th e outcomes of EU-funded projects also took centre stage at a conference called ‘New and Growing Inequalities: A Challenge for the Social, Economic and Democratic Development of ‘Th e European Union needs to put policies against socio- economic inequalities at the heart of its action, for the benefi t of all citizens’ ",
        "15 Meanwhile the fi ndings from ongoing projects will form the basis of a policy review on youth and social inclusion, which will be released at a high-level conference in the second half of 2011. care background: pathways to education in Europe’) and EMILIE( 12 ) (‘A European approach to multicultural citizenship – legal, political and educational challenges’). Outlook for 2011 Th e European Year for Combating Poverty and Social Exclusion may be over, but the EU’s commitment to funding research into these topics remains undimmed. Th e SSH programme’s work programme ( 13 ) for 2011 includes four inclusion-related topics. One topic ( 14 ) calls for the creation of a social platform on innovative social services to generate research agendas for evaluating diff erent approaches to the provision of services such as health, education and care. Another topic ( 15 ) calls for a small or medium-sized project on new innovation processes including social innovation. Here the European Commission is interested in projects that would come up with better ways of measuring social innovation, among other things. Th e third inclusion-related topic ( 16 ), which is fully open to civil society participants, is entitled ‘Combating poverty in Europe: a key question of human dignity and social cohesion’. Th is project, which should also address youth and gender issues, could assess the potential and limits of diff erent approaches to tackling poverty and the role of public services, for example. Finally, the European Commission is looking to fund a large project on ‘Tackling poverty in a development context’ ( 17 ). As the title suggests, this project would take on diverse issues including the eff ectiveness of developing countries’ institutions, the international aid system, environmental problems in developing countries, migration from rural to urban areas, and issues of democracy, rights and power. SSH research – a tool in the fi ght against poverty Find out more European Year for Combating Poverty and Social Exclusion http://www.2010againstpoverty.eu/ Europe 2020 strategy http://ec.europa.eu/europe2020/index_en.htm Footnotes ( 1 ) Figures from 2008. ( 2 ) See http://www.scienceagainstpoverty.com/ online. ( 3 ) See http://register.consilium.europa.eu/pdf/en/10/ st10/st10270.en10.pdf online. ( 4 ) See http://ec.europa.eu/research/social-sciences/pdf/ policy-review-inequalities_en.pdf online. ( 5 ) See http://ec.europa.eu/research/social-sciences/ events-131_en.html online. ( 6 ) See http://ec.europa.eu/research/index.cfm?pg=newsal ert&lg=en&year=2010&na=na-160410 online. ( 7 ) See http://www.ub.edu/includ-ed/ online. ( 8 ) See http://www.2010againstpoverty.eu/ calendarofevents/events/event265.html?langid=en online. ( 9 ) See http://www.iss.uio.no/forskning/eumargins/online. ( 10 ) See http://www.edumigrom.eu/ online. ( 11 ) See http://tcru.ioe.ac.uk/yippee/ online. ( 12 ) See http://www.eliamep.gr/en/tag/emilie/ online. ( 13 ) See ftp://ftp.cordis.europa.eu/pub/fp7/docs/wp/ cooperation/ssh/h-wp-201101_en.pdf online. ( 14 ) SSH.2011.1.2-2. ( 15 ) SSH.2011.1.3-1. ( 16 ) SSH.2011.2.1-2. ( 17 ) SSH.2011.4.1-1. A circus against exclusion In the fi nal phase of the European Year for Combating Poverty and Social Exclusion, the European Commission’s Directorate-General for Employment, Social Affairs and Equal Opportunities organised in October 2010 an event in Brussels entitled Building together a society for all – a circus against exclusion ( 8 ). The SSH programme was highly visible at the event; the EU-MARGINS( 9 ) (‘On the margins of the European Community – young adult immigrants in seven European countries’) project was presented at the workshop on the inclusion of migrants. SSH projects relating to social inclusion also featured in the workshop on the role of business and in the accompanying exhibition. A circus against exclusion In the fi nal phase of the European Year for Combating Poverty and Social Exclusion, the European Commission’s Directorate-General for Employment, Social Affairs and Equal Opportunities organised in October 2010 an event in Brussels entitled Building together a society for all – a circus against exclusion ( 8 ). The SSH programme was highly visible at the event; the EU-MARGINS( 9 ) (‘On the margins of the European Community – young adult immigrants in seven European countries’) project was presented at the workshop on the inclusion of migrants. SSH projects relating to social inclusion also featured in the workshop on the role of business and in the accompanying exhibition. ",
        "16 The citizen at the heart of the EU ",
        "17 Another important development in EU policies is represented by the adoption of the Stockholm Programme, which sets out the EU’s priorities in the area of freedom, security and justice for the period 2010-2014. Th e Stockholm Programme places a strong emphasis on ensuring that EU citizens are able to take full advantage of their rights. Th e steps needed to achieve the goals of the Stockholm Programme are set out in an action plan published by the European Commission in 2010 ( 6 ). SSH research into EU citizenship Over the past two decades, the concept of EU citizenship has evolved steadily and is now enshrined in EU law. However, if EU citizenship is to meet its full potential as a cornerstone of a multicultural and democratic EU, research is needed to understand its evolution and multiple dimensions. Accordingly, EU-funded SSH projects cover diverse aspects of citizenship. Key questions are: What are the main features of the European public (cid:116)(cid:1) space and how do diff erent means and patterns of citizen participation contribute to shaping it? How is EU citizenship exercised in practice by people (cid:116)(cid:1) living in the EU, regardless of their nationality and state of residence, and how does this aff ect the way identities are constructed and perceived in today’s multicultural society? How do citizens experience in their daily lives the (cid:116)(cid:1) fundamental rights and freedoms that are central to the EU’s core values (such as the respect of the rule of law, the fi ghts against racism and xenophobia, the right to non- discrimination and equal treatment, religious freedom and respect for diversity including multilingualism)? What are the implications of a gendered approach to (cid:116)(cid:1) citizenship? Today, EU citizens enjoy a growing number of rights and freedoms. Turning rights into a reality requires research, however, and that is where the SSH programme comes in. EU-funded projects in this important area are exploring the meaning of EU citizenship and how Europeans use it in practice. Research also focuses on the impact on Europeans’ daily lives of the EU’s fundamental rights and freedoms, such as the right to non-discrimination and respect for diversity. 1 EU - 500 million citizens Th e concept of EU citizenship dates back to 1992, when the Maastricht Treaty automatically conferred EU citizenship on all nationals of EU Member States ( 1 ). EU citizenship does not replace national citizenship, but grants EU citizens with a number of additional rights, such as the right to live and work in other Member States. Th e 2009 Lisbon Treaty ( 2 ) strengthened the notion of EU citizenship, for example through the introduction of the European Citizens’ Initiative (ECI) ( 3 ). Th is allows EU citizens to petition the European Commission to propose legislation. Under the legislation setting out the implementing rules of the ECI, a committee made up of seven or more EU citizens living in at least seven Member States have one year to get a million signatures (on paper or electronically) from citizens in at least a quarter of the Member States. Th e European Commission then has three months to investigate the matter and decide what action, if any, should be taken. Elsewhere, the Charter of Fundamental Rights of the EU ( 4 ) enshrines a number of citizen’s rights, such as the right to vote and stand in EU and local elections if you live in another Member State. Th e Lisbon Treaty made the Charter of Fundamental Rights legally binding. Furthermore, citizenship is now explicitly mentioned in the portfolio of European Commission Vice-President Viviane Reding, whose remit also includes justice and fundamental rights ( 5 ). Today, EU citizens enjoy freedoms. Turning rights i however, and that is where t EU-funded projects in this im meaning of EU citizenship an Research also focuses on the of the EU’s fundamental righ to non-discrimination and m ",
        "18 Th e citizen at the heart of the EU On language learning, the researchers note that many teachers fail to appreciate their pupils’ linguistic resources, yet learning languages is easier if students are encouraged to make connections between the languages they already know. As for the role of English, LINEE revealed that far from being a threat to linguistic diversity, English can actually help people access multilingual environments where they also have the opportunity to start learning other languages from their peers. Finally, LINEE found that language policies in Europe still largely neglect both immigrant languages and non- standard languages and dialects, even though these are key to integration, social life and the economy. Th roughout history, warring groups have destroyed their enemies’ cultural heritage in an eff ort to infl ict pain on them. Th e EU-funded CRIC (‘Cultural heritage and the re-construction of identities after confl ict’) project ( 11 ) is researching the conditions and ideologies that inspire groups to destroy cultural heritage in a bid to elucidate the relationships between cultural heritage, confl ict and identity. In addition, the team is assessing the consequences at local, national and regional levels of both the destruction and subsequent reconstruction of cultural parts of people’s heritage. CRIC is focusing its eff orts on cases of cultural heritage destruction during a civil war, during confl ict between countries, and in the context of World Wars. Th e CRIC team hopes to shed new light on diverse themes, namely memorialisation and commemorative events; the social importance of monuments and symbols; the role of the media in transmitting events, memories and meanings; and the eff ect of time as both a distancing and transformative factor. The infl uence of the media on citizenship Europe’s Arabic speakers can watch over 300 Arabic-language satellite TV channels. Th e MEDIA&CITIZENSHIP (‘Transnational television cultures reshaping political identities in the European Union’) project ( 12 ) is probing the infl uence of Arabic-language television channels on Arabic speakers in six European cities. Th e project has found that study subjects rely on both Arabic and local channels for both news and entertainment. Th e MEDIA&CITIZENSHIP project will come to an end in 2011. Also studying the media is MEDIADEM (‘European media policies revisited: valuing and reclaiming free European citizenship and identity in practice One project that has put the reality of European citizenship under the microscope is ENACT (‘Enacting European citizenship’) ( 7 ), which ended in 2010. Th e project’s results were presented at a conference held in Brussels, Belgium, in April. Th e project reveals the gulf between the legal defi nition of European citizenship and the way it is claimed and exercised in practice. Th e researchers off er the example of Turkish citizens who are neither citizens nor residents of an EU Member State yet practice European citizenship by claiming rights such as protection for minorities or women’s rights and through campaigns targeting Turkish as well as European offi cials or publics. Th e project team suggests that policymakers could build on this willingness of Turks to act as European citizens in the accession process. Th e team also highlights the case of third country nationals living in the EU who participate fully in the EU’s social, economic and cultural life. At the same time, constraints on the mobility of Roma who are also EU citizens raise challenges for the implementation of EU citizenship and a European common space of liberty, security and justice. ‘ENACT research shows how varied acts of citizenship - by both central institutions and marginal groups and individuals - challenge the reach and content of existing policy understandings and assumptions,’ concludes a Policy Brief by the ENACT partners. One EU-funded project is investigating issues of identity and debate through the lens of the festival ( 8 ). Th e EURO- FESTIVAL (‘Art festivals and the European public culture’) team is studying how fi lm, literature, music and urban mixed- arts festivals act as sites for cultural expression with relevance for the creation of European identities and the European public sphere. Specifi cally, the project is exploring how festivals use the arts to symbolise, represent and communicate social and political life at the European and other levels. Th e researchers are also interested in how festivals represent sites of competition for access to resources and status. Th e results of this project are presented in the ‘European Arts Festivals – Strengthening cultural diversity’ report ( 9 ). Another important aspect of identity is language, and that’s where LINEE (‘Languages in a network of European excellence’) comes in. Th e project, which drew to a close in 2010, presented its main fi ndings at a conference in Brussels in September ( 10 ). ",
        "19 Th e citizen at the heart of the EU One project that has tackled the interaction between discrimination on the grounds of both gender and race is GENDERACE (‘Th e use of racial anti-discrimination laws: gender and citizenship in a multicultural context’) ( 17 ), which fi nished in 2010. Th e GENDERACE research reveals the diffi culties faced by people who deal with discrimination on multiple levels. Th e researchers call for improved data collection procedures in anti-discrimination cases to pick up cases of discrimination on several grounds. In addition, eff orts should be made to develop a legal defi nition of multiple discrimination to ensure that claims are handled better. Th e project team recommends advancing gender equality through positive action and gender mainstreaming, with a particular focus on ethnic minorities. and independent media in contemporary democratic systems’) ( 13 ), launched in 2010. Th e MEDIADEM team is studying the factors that promote or hinder the development of policies that support free and independent media. Th e team has already compiled a comprehensive report detailing media policies and their implications in 14 European countries. Citizenship and gender Exploring women’s experience of citizenship is the FEMCIT (‘Gendered citizenship in multicultural Europe: the impact of contemporary women’s movements’) ( 16 ) project. FEMCIT moves from the assumption that fair, full and gendered citizenship must encompass six dimensions. Th ree of these dimensions - political, social and economic citizenship - are well recognised, although women do not benefi t fully from these. Two further dimensions, the bodily and intimate, are not yet on the political agenda, while a fi nal dimension (ethnic/religious/multicultural) is only just emerging. By exploring the role of women’s claims in achieving a wider gender fairness, FEMCIT addresses the fundamental question of how to advance public understanding and engage policymaking in the task of developing a fuller citizenship for women - a gender-fair citizenship for all. Footnotes ( 1 ) See http://europa.eu/legislation_summaries/economic_ and_monetary_aff airs/institutional_and_economic_ framework/treaties_maastricht_en.htm online. ( 2 ) See http://europa.eu/lisbon_treaty/index_en.htm online. ( 3 ) See http://ec.europa.eu/dgs/secretariat_general/citizens_ initiative/ online. ( 4 ) See http://europa.eu/legislation_summaries/justice_ freedom_security/combating_discrimination/l33501_ en.htm online. ( 5 ) See http://ec.europa.eu/commission_2010-2014/reding/ online. ( 6 ) See http://ec.europa.eu/commission_2010-2014/ malmstrom/archive/COM%202010%20171%20EN. pdf online. ( 7 ) See http://www.enacting-citizenship.eu/index.php/site/ online. ( 8 ) See http://www.euro-festival.org online. ( 9 ) See http://ec.europa.eu/research/social-sciences/pdf/ euro-festival-report_en.pdf online ( 10 ) See http://linee.info/linee/events/research-brief.html online. ( 11 ) See http://www.cric.arch.cam.ac.uk/index.php online. ( 12 ) See http://www.media-citizenship.eu online. ( 13 ) See http://www.mediadem.eliamep.gr/ online. ( 14 ) See http://www.fahs.surrey.ac.uk/pidop/ online. ( 15 ) See http://europolis-project.eu/ online. ( 16 ) See http://www.femcit.org/ online. ( 17 ) See http://genderace.ulb.ac.be/ online. Participation in political life Taking an active part in political life is part and parcel of citizenship, but some people are more politically engaged than others. The PIDOP (‘Processes infl uencing democratic ownership and participation’) project ( 14 ) is analysing the processes infl uencing democratic ownership and participation in eight European countries. The project is focusing its efforts on young people, women, minorities and migrants, as these groups are at particular risk of political disengagement. EUROPOLIS (‘EuroPolis: a deliberative polity-making project’) ( 15 ), which ended in 2010, dramatically demonstrated the power of deliberative democracy. The theory of deliberative democracy states that citizens can change their attitudes if provided with balanced information and the opportunity to discuss key issues with experts and politicians. In a massive experiment carried out during the European elections of 2009, the EUROPOLIS team showed that after reviewing information and participating in debates, voters tended to become more tolerant, more European and greener in their views. Participation in political life Taking an active part in political life is part and parcel of citizenship, but some people are more politically engaged than others. The PIDOP (‘Processes infl uencing democratic ownership and participation’) project ( 14 ) is analysing the processes infl uencing democratic ownership and participation in eight European countries. The project is focusing its efforts on young people, women, minorities and migrants, as these groups are at particular risk of political disengagement. EUROPOLIS (‘EuroPolis: a deliberative polity-making project’) ( 15 ), which ended in 2010, dramatically demonstrated the power of deliberative democracy. The theory of deliberative democracy states that citizens can change their attitudes if provided with balanced information and the opportunity to discuss key issues with experts and politicians. In a massive experiment carried out during the European elections of 2009, the EUROPOLIS team showed that after reviewing information and participating in debates, voters tended to become more tolerant, more European and greener in their views. ",
        "20 The EU’s role on the global stage ",
        "21 Finally, the Lisbon Treaty creates one single legal personality for the EU, thereby strengthening its negotiating power, making it more eff ective on the world stage and rendering it more visible as a partner for other countries and international organisations. Outside Europe, the world is evolving rapidly. New powers such as Brazil, China and India are increasingly making their mark on the international scene. Poverty remains an issue in many parts of the world, and here the EU provides extensive assistance in the form of development aid. Research into the EU’s role in the world Th e way Europe manages its relations with the rest of the world provides the subject of countless research studies. Th ere are several key questions in this area. What makes multilateralism eff ective, and what (cid:116)(cid:1) hampers it? How does the EU see its relations with other major (cid:116)(cid:1) partners such as the US? How is the EU viewed from abroad? (cid:116)(cid:1) How does the EU deal with peace, security and human (cid:116)(cid:1) rights concerns in its neighbourhood? Making sense of multilateralism Studying the EU’s aspirations as a global actor in the security sphere is the EU-funded project EU-GRASP (‘Changing multilateralism: Th e EU as a global-regional actor in security and peace’) ( 3 ). EU-GRASP focuses on six Both the world and the EU’s role in it are changing. EU-funded research reveals how the EU manages its relations with other regions and countries, both bilaterally and multilaterally. Closer to home, studies investigate how the EU handles peace, security and human rights issues in neighbouring countries, and assess how confl icts affect the EU through the arrival of diasporas. Recent decades have seen the EU and its relations with the rest of the world change dramatically. Th e Cold War has ended and the EU has expanded to take in many countries in central and eastern Europe. In addition, the EU has forged productive relationships with its neighbours in the Balkans, around the Mediterranean and in the Middle East and northern Africa. It is also increasingly visible in international forums such as the United Nations (UN), the World Trade Organization (WTO) and at meetings of the Group of Eight (G8) and Group of Twenty (G20). Th is is hardly surprising when one considers that many policy areas covered by the EU, including the environment, energy, competition, agriculture, fi sheries, transport, the fi ght against terrorism and dealing with global pandemics, are international in nature. Th is is also in line with the EU’s commitment to multilateralism. More recently, the Lisbon Treaty, which came into force in 2009, sought to boost Europe’s presence on the global stage ( 1 ). By creating the role of High Representative of the Union for Foreign Aff airs and Security Policy, the treaty off ers an answer to the question famously posed by US politician Henry Kissinger: ‘Who do I call if I want to call Europe?’ Th e current incumbent, Catherine Ashton, is aided in her job by the newly created European External Action Service (EEAS) ( 2 ). In addition to her role as High Representative, Catherine Ashton is a Vice-President of the European Commission; this helps her ensure that the EU’s external policies are coherent and consistent. Both the world and the research reveals how the regions and countries, both to home, studies investigate tigate and human rights issues in n how confl icts affect the EU th ",
        "22 Th e EU’s role on the global stage of the Israeli-Palestinian confl ict ( 7 ). Th e event brought together researchers and Members of the European Parliament (MEPs) as well as representatives of political and civil society groups from Israel and Palestine. Participants discussed the gender aspects of confl ict-related issues such as developing resilience in a context of violence, dealing with justice, breaking the vicious cycle of confl ict and integrating the interests of future generations. Two’s company – the EU’s bilateral relationships Th e EU’s relationship with the US formed the subject of a conference held in January 2010 entitled ‘Mapping the future of the EU-US strategic partnership: policy and research perspectives’ ( 8 ). Th e conference was jointly organised by the Directorates-General for Research and Innovation, and External Relations, and involved scholars, diplomats (including US Ambassador William Kennard) and MEPs. Th e US remains a key partner for the EU on many levels; as the Conference Proceedings( 9 ) note: ‘Both sides of the Atlantic benefi t from deep economic relations and they share fundamental values as well.’ Challenges that both Europe and the US seek to address include the economic crisis, climate change, human rights issues and confl ict in the Middle East. ‘Th ese are all areas where progress has been mixed and cooperation uneven,’ the Proceedings read. ‘Nevertheless, there is a real opportunity to build upon what has been achieved and to assert joint leadership at the global level.’ Th e conference found that if they are to cooperate eff ectively, both the US and Europe need to focus less on their shared obligations to NATO (the North Atlantic Treaty Organization) and more on relations between the US Administration and the EU as a whole. Th is change in mindset is already starting to happen, but further progress will require solid policy research. As for the benefi ts of improved cooperation, the Proceedings state: ‘Both Europe and the United States have a lot to teach one another about how to best pursue their separate and common interests in the wider world. Th ey also have the chance to defi ne a strategic partnership with clear operational objectives and complementary roles.’ How does the rest of the world view the EU? Building a strong, healthy relationship with China is essential for the EU; in recent years, China has grown to become one of the biggest economies in the world and it is also Europe’s biggest trade partner after the US. However, security issues that are high on the EU’s agenda: regional confl ict, terrorism, weapons of mass destruction, energy security and climate change, human rights and migration. Th e team is working on case studies involving these issues with a view to elucidating when and how the EU uses multilateralism as a tool in security issues, and how the EU works with diff erent partners. Th e MERCURY (‘Multilateralism and the EU in the contemporary global order’) project ( 4 ) has delivered some interesting insights into the EU’s contribution to multilateralism in the 21st century. Th e EU’s approach to multilateralism varies depending on the policy area and the institutional context. For example, on trade, the EU presents a coherent face to the world through the WTO. In contrast, the European Commission is a founding member of the Council of the Baltic Sea States (CBSS), yet eff orts to pursue a well-coordinated multilateral policy have been hampered by the fact that while countries in the region are eager to promote EU multilateralism, they also have their own interests. Finally, MERCURY has found that the EU’s multilateral eff orts may be most eff ective when it uses its market power, and this could be exploited more in non- market areas such as climate change and security. Th e EU’s role in international arenas formed the subject of a major conference held in Brussels, Belgium in April 2010 under the auspices of the EU-funded GARNET (‘Global governance, regionalisation and regulation: the role of the EU’) project and with an opening address by European Commission President José Manuel Barroso ( 5 ). Topics covered ranged from fi nancial markets, and climate change and development, to crisis management, trade and human rights. The EU and its neighbours Th e EU’s ties with its neighbours form the focus of the EU4SEAS (‘Th e EU and sub-regional multilateralism in Europe’s sea basins: neighbourhood, enlargement and multilateral cooperation’) project ( 6 ). EU4SEAS is exploring how the EU uses multilateralism at sub-regional level to manage its relations in four maritime basins (the Baltic, Black, Caspian and Mediterranean Seas). Th e team is studying the successes and failures of multilateralism in each basin, with a view to identifying practices that can be transferred from one region to another. Th e researchers are also investigating the impacts of EU membership and EU policies on multilateral cooperation around the seas. Some regions bordering the Mediterranean are the scene of war and confl ict. A workshop and round table held in Brussels in March 2010 addressed the gender dimensions ",
        "23 Th e EU’s role on the global stage Th e INFOCON (‘International civil society forum on confl icts’) project shed new light on how groups representing transnational communities can help prevent and resolve confl icts in Europe and abroad. INFOCOM focused on communities from Turkey, Kosovo and Africa’s Great Lakes region based in four major European cities: Amsterdam (the Netherlands), Berlin (Germany), Brussels (Belgium) and London (UK). For its part, DIASPEACE (‘Patterns, trends and potential of long-distance diaspora involvement in confl ict settings’) ( 14 ) delivered evidence-based, policy-relevant information regarding how diasporas play into dynamics of peace and confl ict in their places of origin. DIASPEACE focused on the Horn of Africa, where decades of confl ict have forced millions of people to leave their homes and brought about the collapse of states. China and the EU do not always see eye to eye, as China’s human rights record and dealings with Tibet have often led to tensions in the EU-Sino relationship. Enter the CHINESEVIEWSOFEU (‘Disaggregating Chinese perceptions of the EU and the implications for the EU’s China policy’) project, which is probing how major segments of Chinese society (including the general public, government offi cials, intellectuals, the business community, the media and activists) view the EU ( 10 ). In addition, the project is studying certain issues that are key to good EU-Sino relations in spheres as diverse as politics, economics, energy, the environment, culture and education. Th e project fi ndings should provide the EU with the knowledge it needs to forge a stronger, more eff ective relationship with China. How potential migrants view the EU is the subject of the EUMAGINE (‘Imagining Europe from the outside. On the role of democracy and human rights perceptions in constructing migration aspirations and decision towards Europe’) project ( 11 ). Specifi cally, the project is studying how people’s perception of democracy and human rights — both at home and elsewhere — aff ect their attitudes towards migration. Th e project, which is focusing on migration-related views of people in Morocco, Senegal, Turkey and Ukraine, is also evaluating how Europe compares to other potential migration destinations. Putting together a non-Eurocentric vision of the world and the EU’s place in it is the EUROBROADMAP (‘European Union & the world seen from abroad’) project ( 12 ). Th e project’s aim is to assess how people worldwide see the EU and how the EU fi ts into people’s views of the wider world. Among other things, the project team is looking at how diff erent groups of people both within and outside Europe divide up the world and where they think Europe’s borders lie. In addition, the project is investigating migrants’ views of Europe — do they see Europe as a single entity or rather as a set of countries, and does this view change during the migration process? Confl ict and diasporas Wars and confl icts often drive large numbers of people to seek refuge in other parts of the world. Th e resulting diaspora communities continue to maintain strong links with their homeland, for example by engaging in ‘long-distance politics’, sending money and supporting social development. Two projects studying these transnational communities held a joint fi nal conference in December 2010 in Brussels ( 13 ). Footnotes ( 1 ) See http://europa.eu/lisbon_treaty/glance/index_en.htm online. ( 2 ) See http://eeas.europa.eu/ online. ( 3 ) See http://www.eugrasp.eu/ online. ( 4 ) See http://www.mercury-fp7.net online. ( 5 ) See http://www.ies.be/conference2010 online. ( 6 ) See http://www.eu4seas.eu online. ( 7 ) See http://ec.europa.eu/research/social-sciences/ events-99_en.html online. ( 8 ) See http://ec.europa.eu/research/social-sciences/ events-89_en.html online. ( 9 ) See http://ec.europa.eu/research/social-sciences/pdf/eu- us-conference-proceedings_en.pdf online. ( 10 ) See http://www.nottingham.ac.uk/cpi/research/funded- projects/chinese-eu/index.aspx online. ( 11 ) See http://www.eumagine.org online. ( 12 ) See http://www.eurobroadmap.eu online. ( 13 ) See http://www.infocon-project.org/output/brussels- conference online. ( 14 ) See http://www.diaspeace.org/ online. ",
        "24 Governance and ethics in research and innovation ",
        "25 Welfare Directive). Meanwhile, the SiS unit also published a refl ection paper called Lessons learned in Ethics Review . As part of their eff orts to assist researchers, the SiS unit produced guidance notes ( 1 ) on the ethical aspects of research in the social sciences and humanities (SSH) and in food research. Past Ethics Reviews have shown that there is a lack of awareness as to how SSH project proposals should deal with ethical issues. Th e new guidance note provides applicants and evaluators with practical advice on how to handle such issues, and examines the main points that need to be considered in order to submit a complete, accurate and robust grant application. Food research also has numerous ethical implications, as many studies involve animal studies and/or interviews with people, including children. Th e guidance note sets out the main ethical issues in food research and off ers researcher- friendly guidance for applicants, reviewers and European Commission staff . Looking to the future, guidance notes on the ethics of human tissue research and ethnographic and anthropological research, as well as a discussion paper on ethics and innovation, will be produced in 2011. Introducing the Ethics Follow-up In 2010, the Ethics team prepared the methodology for the planned Ethics Follow-up and Audit procedure, paving the way for the organisation of the fi rst ever transnational Ethics Follow-up. In 2011, around 10% of projects that had undergone an Ethics Review will go through an Ethics Follow-up and Audit. Ethics in research: guidance for researchers During the Ethics Review, experts from diverse disciplines (including ethics, as well as law, philosophy, medicine, chemistry, sociology and information technology) provide an opinion about the ethical soundness of a project proposal. Th ey assess whether a project applicant has identifi ed all ethical issues and addressed them adequately. In 2010, the updated Ethics Review process entered its second year of operation; following the latest changes in its design, all proposals involving human embryonic stem cells, non-human primates and interventions on humans are automatically sent for an Ethics Review at the EU level. A screening exercise covering the entire Seventh Framework Programme (FP7) identifi es all other projects that require an Ethics Review either at the European Commission or Member State levels. In addition, proposals that must abide by other EU legislation (such as the Clinical Trials or Data Protection Directives) are also checked from an ethical viewpoint by the relevant authorities. During 2010, steps were taken to coordinate the Ethics Review procedure with other European Commission services responsible for managing projects in sensitive areas, and to streamline the legal and governance contexts within which research takes place. Th ese eff orts led to discussions on data protection and privacy in research within the Article 29 Data Protection Working Party, and talks with the European Data Protection Supervisor. Th e SiS unit has also been working closely with the Directorate-General for Trade (on dual use issues), and with the Directorate-General for the Environment (on the recent revision of the Animal Researchers and innovators applying for EU funding must address all ethical issues raised in their project, and proposals that touch on sensitive subjects must undergo an in-depth Ethics Review. The Science in Society (SiS) team delivers publications and training courses to guide researchers, reviewers and Commission staff through this process. On the governance front, EU-funded projects are demonstrating how civil society groups can play an active role in research and innovation projects. Researchers and innov address all ethical issues that touch on sensitive subje Ethics Review. The Science i ence publications and training cou reviewers and Commission s governance front, EU-funded civil society groups can pla innovation projects. i ",
        "26 Governance and ethics in research and innovation in Brussels in October under the auspices of the Belgian Presidency. In addition, in July the European Commission hosted the fi rst ever global dialogue on the governance and ethics of synthetic biology at the Global Summit of National Bioethics Advisory Bodies in Singapore. Ethics in ICTs and security technologies Many emerging technologies in fi elds such as information technology, security, biometrics and biomedical technology involve the storage and processing of reams of personal data. However, it is often unclear whether citizens know what data is stored, where and how long it will be kept. Furthermore, there are questions over people’s rights to access and change their data. Th e legal aspects of these issues are often unclear as data protection legislation struggles to adapt to the emergence of new technologies. A November workshop entitled ‘Governance and ethics of emerging ICT and security technologies’ ( 7 ) sought to tackle the privacy issues raised by emerging technologies in the ICT and security fi elds. At the event, EU-funded projects working on these issues presented some of their fi ndings, while a round table session provided scope for further discussions. Ethics and nanotechnology Nanotechnology is a fast-moving discipline, and public debate on the pros and cons of this novel technology is still in the early stages. A publication released in 2010 ( 8 ) builds on the fi ndings of four EU-funded SiS projects to discuss the nature of public debate on nanosciences and nanotechnologies, and the ways in which the governance of these technologies could be improved. Research governance: involving civil society organisations in research and innovation One important way of bridging the gap between science and society is to get society actively involved in research. Civil society organisations (CSOs) are able to act as mediators between researchers and the general public. Furthermore, they often have an intimate knowledge of societal needs and can generate interesting and useful research questions. However, few CSOs currently engage in research, and projects that involve CSOs from the agenda- setting stage are rare. Two EU-funded projects seeking to forge stronger links between CSOs and researchers are FAAN (‘Facilitating alternative agro-food networks: stakeholder perspectives on Ethics education and training Th e Ethics team already runs standard training courses for project offi cers and reviewers. However, 2010 saw the fi rst in-depth training course on integrating ethics into research proposals. Th e structure of the course was based on work done in two EU-funded research projects, ETICA (‘Ethical issues of emerging ICT [information and communication technology] applications’) ( 2 ) and EGAIS (‘Th e ethical governance of emerging technologies’) ( 3 ). Designed for all European Commission staff handling applications for research funding, the half-day course aimed to improve participants’ understanding of ethical issues and trained them to apply this understanding consistently in their jobs. Subjects covered included informed consent, interventions on humans, data protection and privacy, research on animals and research involving developing countries. Another important product in 2010 was the European textbook on ethics in research ( 4 ). Designed for use in training science students, researchers and ethics committee members, the book covers the ethics of research involving humans. Case studies drawn from disciplines like the biomedical and life sciences, new technologies and the social sciences demonstrate the range of research settings in which ethical issues can arise, and provide a starting point for discussions of key ethical issues. An accompanying Syllabus on ethics in research can be used in conjunction with the textbook or independently. International dialogue and capacity building in ethics Via the SiS programme, the European Commission supports networking and capacity-building activities between ethics committees across Europe and beyond, with the overall aim of consolidating and further strengthening the infrastructure for ethics review of (research in) science and technology. Examples of such activities are the EUREC (European Network of Research Ethics Councils) and the NEC Forum (Forum of National Ethics Councils). EUREC ( 5 ) aims to stimulate networking between local research ethics committees and develops training courses for the members of these committees. In 2010 it received a grant from the European Commission to further strengthen the network by establishing a secretariat and statutes. Th e NEC Forum ( 6 ) is an independent, informal platform for the exchange of information and best practices on issues of common interest in the fi eld of ethics and science. In 2010, the 15 th NEC Forum meeting was held in March in Madrid under the auspices of the Spanish Presidency of the Council of the EU, and the 16 th forum took place ",
        "27 Governance and ethics in research and innovation research needs’) and CREPE (‘Co-operative research on environmental problems in Europe’). FAAN ( 10 ) sought to encourage CSOs and researchers to work together in setting agendas and carrying out research in the area of alternative agro-food networks, i.e. systems working outside the agro-industry such as farmers’ markets, community gardens and food box schemes. By bringing CSOs and researchers together in this way, FAAN was able to generate new knowledge on local food systems across Europe. For example, the project confi rmed that local food systems deliver numerous social, environmental and economic benefi ts as they often promote environmentally-friendly farming practices and the production of high-quality fresh food, foster local economic and community engagement, and establish links between urban and rural areas. Among other things, the project underlined the importance of increasing funding for projects initiated by local communities. Th e work also highlighted the importance of recognising local food systems in policy areas as diverse as health, environment, rural development and agriculture. Meanwhile CREPE ( 11 ) set out to provide CSOs with the knowledge, skills and resources they need to embark on cooperative research projects on agri-environmental issues. Ultimately, the project delivered a greater understanding of what works and what doesn’t when it comes to cooperative research involving researchers and CSOs. Footnotes ( 1 ) Both guidance notes, as well as the Lessons learned in Ethics Review document will be made available online at http://cordis.europa.eu/fp7/ethics_en.html#ethics_sd in Summer 2011. ( 2 ) See http://moriarty.tech.dmu.ac.uk:8080/ online. ( 3 ) See http://www.egais-project.eu/ online. ( 4 ) See http://ec.europa.eu/research/science-society/ document_library/pdf_06/textbook-on-ethics-report_ en.pdf for the textbook and http://ec.europa.eu/research/ science-society/document_library/pdf_06/syllabus-on- ethics_en.pdf for the syllabus. ( 5 ) See http://www.eurecnet.org/ online. ( 6 ) See http://europa.eu/sinapse/directaccess/NEC/Public- Library online. ( 7 ) See http://ec.europa.eu/research/science-society/ document_library/pdf_06/ethics-and-governance-of-ict- introduction_en.pdf online. ( 8 ) See http://ec.europa.eu/research/science-society/ document_library/pdf_06/understanding-public-debate- on-nanotechnologies_en.pdf online. ( 9 ) See http://ec.europa.eu/research/science-society/ document_library/pdf_06/europeans-biotechnology- in-2010_en.pdf online. ( 10 ) See http://www.faanweb.eu/ online. ( 11 ) See http://crepeweb.net/ online. Biotechnology – what do Europeans think? A 2010 Eurobarometer survey on Europeans’ opinions on biotechnology ( 9 ) reveals that over half of Europeans are generally optimistic about biotechnology. Nevertheless, people continue to question whether specifi c technologies are safe and useful. In addition, the poll uncovered a lack of awareness about some major emerging technologies, with 55% saying they had never heard of nanotechnology, and 67% and 83% saying they were unaware of biobanks and synthetic biology respectively. Biotechnology – what do Europeans think? A 2010 Eurobarometer survey on Europeans’ opinions on biotechnology ( 9 ) reveals that over half of Europeans are generally optimistic about biotechnology. Nevertheless, people continue to question whether specifi c technologies are safe and useful. In addition, the poll uncovered a lack of awareness about some major emerging technologies, with 55% saying they had never heard of nanotechnology, and 67% and 83% saying they were unaware of biobanks and synthetic biology respectively. ",
        "28 From monologue to dialogue – public engagement in science ",
        "29 A Special Eurobarometer released in June 2010 shed new light on Europeans’ views of the research world ( 1 ). Th e poll revealed that almost 80% describe themselves as very or moderately interested in science and technology, and there is widespread agreement that science generates opportunities and improves the quality of our lives. However, only 11% feel they are very well informed about science and technology, and over half feel that scientists should make more of an eff ort to communicate with the public. It is therefore clear that work is needed to forge stronger links between the public and researchers. As well as generating a better understanding of and trust in science among the public, this could also result in a greater sense of shared responsibility between science, policy and society. Th e SiS programme currently fi nances 16 projects that are working to create proactive and innovative partnerships between the scientifi c community and relevant groups in society such as science event organisers, educational bodies, local groups, media and science communicators. In addition, the SiS programme supports other activities in this area, ranging from major international events like the EuroScience Open Forum (ESOF) and the Lindau Foundation Nobel laureates meeting to smaller, local events and initiatives. Th e SiS unit is also proactively reaching out to the business and creative sectors. Meanwhile the SiS programme is moving with the times, as its activities recognise the fact that scientifi c debate is increasingly held in public spaces such as museums and the Internet. Surveys show that while most Europeans are interested in science and technology, few feel they are very well informed about these subjects. Working to close that gap is the Science in Society (SiS) programme, which supports projects and initiatives that bring science and society together and give the public a say in science policy decision-making. In this way, the programme hopes to boost public trust in science and create a culture of science and innovation. Surveys show that whi science and technology, fe about these subjects. Workin Society (SiS) programme, wh that bring science and societ in science policy decision-ma hopes to boost public trust i science and innovation. h ",
        "30 From monologue to dialogue – public engagement in science and a pair of Hungarians who came up with a computer programme to boost the popularity of the natural sciences, particularly ecology, in the classroom. Another project working to raise youngsters’ interest in science is 2WAYS (‘Two ways for communicating European research about life sciences with science festivals and science centres/ museums, science parliaments impact survey’) ( 9 ). In December 2010, it organised the fi rst Young Europeans Science Parliament at the European Parliament in Brussels, Belgium. Th e event saw pupils from across Europe tackle some of the most challenging ethical issues in life science research, such as genetic testing and the use of human embryonic stem cells. Science and the media Journalists have a key role to play in informing the general public about the latest scientifi c developments and their relevance to society. Th e Media for Science Forum ( 10 ) held in Spain in May 2010 probed key issues in science journalism such as the role of the media, the advantages and risks of new tools, the social dimension of science and the public’s perception of and involvement in science. In a declaration, participants state: ‘Science journalists and communicators must take responsibility for encouraging understanding of research processes … and the social, cultural and political implications that science has for society in our times.’ In addition, ‘the scientifi c community should work harder to provide scientifi c information of public interest.’ At the event, participants received a copy of a meta-review on the crisis in the media entitled ‘Science communication and science journalism’, edited by Vladimir de Semir of Spain’s Pompeu Fabra University. Th e document discusses changes in journalism, particularly the decline of science sections, in the context of the revolutions in the way the public accesses news and information. Putting the public into (public) health research What role do civil society groups such as patient organisations play in health research? Two EU-funded projects are hoping to fi nd out. EPOKS (‘European patient organizations in knowledge society’) ( 11 ) has found that diverse patient organisations are expert at combining scientifi c knowledge with patients’ experiences to engage in ‘evidence-based activism’. Furthermore, these groups forge strong links with other patient organisations as well as medical and health institutions and authorities at national and European levels. Bringing the public into the research fold In 2010, the SiS programme headed to China, where it organised a press briefi ng at the World Expo in Shanghai ( 2 ). Organised during the EU-China Science and Technology Week, the event’s theme was ‘Better city and better life – a better future for all’. It attracted 100 attendees and featured presentations from 4 EU-funded projects working to engage the public in science. Th e CASC (‘Cities and science communication: innovative approaches to engaging the public’) ( 3 ) links up groups from Europe and China to explore and develop innovative approaches to engaging the public in science. POLLEN (‘Seed cities for science’) ( 4 ) sought to demonstrate how local communities (families, local authorities, museums, businesses, etc.) can get involved in the reform of science teaching in primary schools. Museums form the focus of the MIC (‘My ideal city’) project ( 5 ), which is working on a coordinated exhibition involving diff erent museums that will use ‘virtual worlds’ to provide visitors with alternative visions of their city and raise people’s awareness of urban planning choices. Finally, HIDE (‘Homeland security: biometric identifi cation and personal detection ethics’) ( 6 ) is creating a pan-European platform to promote dialogue on the ethics and governance of personal detection technologies and biometrics. Another highlight of the year was ESOF 2010 (Euroscience Open Forum) , which took place in the Italian city of Torino ( 7 ). Th e event, which had the motto ‘Passion for science’, attracted over 4 000 participants from all over Europe along with members of the public from the local area. As well as showcasing the very best of European science and technology development, ESOF includes an outreach programme for the general public covering science, careers and links with business. ESOF 2010 also saw the introduction of a new tool, WebESOF, which aimed to allow people, especially the young and underprivileged, to follow the event live online and even interact with ESOF participants. Science and young people For over two decades, the EU Contest for Young Scientists has celebrated the scientifi c talents of youngsters aged between 14 and 20 ( 8 ). Th e competition is designed to attract young people to scientifi c careers. Th e 2010 edition was held in the Portuguese capital of Lisbon and attracted over 80 entries, which were judged by an 18-strong panel of top researchers. Th ere were 3 fi rst prizes worth EUR 7 000: these went to a Czech team studying carbon dioxide nanoclusters; a Polish biologist with an interest in ants’ foraging strategies; ",
        "31 From monologue to dialogue – public engagement in science For its part, the STEPS (‘Strengthening engagement in public health research’) project ( 12 ) is working to promote the involvement of civil society organisations in public health in the 12 newest EU Member States. An evolution in the way research is carried out Th e Europe 2020 strategy fi rmly places research at the centre of eff orts to turn the EU into a smart, sustainable and inclusive economy ( 13 ). A seminar held in November 2010 explored how new ways of carrying out research could help Europe address societal challenges. Ideas discussed include building an online science-social network to encourage researchers to engage with the public; capacity building on science-society-policy interfaces; and the provision of seed funding for collaborations between research and civil society organisations. Footnotes ( 1 ) See http://ec.europa.eu/public_opinion/archives/ebs/ ebs_340_en.pdf online. ( 2 ) See http://en.expo2010.cn/ online. ( 3 ) See http://www.eucasc.eu/index.html online. ( 4 ) See http://www.pollen-europa.net/ online. ( 5 ) See http://www.myidealcity.eu/ online. ( 6 ) See http://www.hideproject.org/ online. ( 7 ) See http://www.esof2010.org/ online. ( 8 ) See http://ec.europa.eu/research/youngscientists/ index_en.cfm online. ( 9 ) See http://www.twoways.eu/ online. ( 10 ) See http://www.mediaforscience.com/ online. ( 11 ) See http://www.csi.ensmp.fr/WebCSI/EPOKSWebSite/ index.php?page=home online. ( 12 ) See http://www.steps-ph.eu/ online. ( 13 ) See http://ec.europa.eu/europe2020/index_en.htm online. Footnotes ( 1 ) See http://ec.europa.eu/public_opinion/archives/ebs/ ebs_340_en.pdf online. ( 2 ) See http://en.expo2010.cn/ online. ( 3 ) See http://www.eucasc.eu/index.html online. ( 4 ) See http://www.pollen-europa.net/ online. ( 5 ) See http://www.myidealcity.eu/ online. ( 6 ) See http://www.hideproject.org/ online. ( 7 ) See http://www.esof2010.org/ online. ( 8 ) See http://ec.europa.eu/research/youngscientists/ index_en.cfm online. ( 9 ) See http://www.twoways.eu/ online. ( 10 ) See http://www.mediaforscience.com/ online. ( 11 ) See http://www.csi.ensmp.fr/WebCSI/EPOKSWebSite/ index.php?page=home online. ( 12 ) See http://www.steps-ph.eu/ online. ( 13 ) See http://ec.europa.eu/europe2020/index_en.htm online. ",
        "Running head 32 Open Access – the ‘Fifth Freedom’ in practice ",
        "33 Every year, some 2.5 million research papers are published in 25 000 peer-reviewed journals and conference proceedings. Th e vast majority of these can only be viewed by subscribing to the publication or paying to read individual articles. However, up to 20% of articles published today are Open Access, meaning they are freely accessible online. Some scientifi c journals are entirely OA, while others allow authors to make their articles OA, although authors usually have to pay a fee themselves for this option. Furthermore, some journals allow authors to place articles in OA repositories run by their own institutions or other organisations. OA and the EU OA has been a part of EU research policy since 2007, when the European Commission released the communication Scientifi c Information in the Digital Age: Access, dissemination and preservation ( 1 ). Th is laid the foundations for EU policy on access to and the preservation of scientifi c information and data. From the EU’s point of view, OA helps to turn the ‘fi fth freedom’ (the free movement of knowledge) into a reality, and contributes to the creation of the ERA and the sharing of knowledge with other parts of the world. Another strong argument in favour of OA with regard to fi ndings from publicly funded research is that the public should not have to pay to access the results of such research. More recently, two of the Europe 2020 strategy’s fl agship initiatives underline the importance of OA in helping the EU become a smart, sustainable and inclusive economy. Th e Digital Agenda communication states that ‘publicly funded research should be widely disseminated through Currently, barely a fi fth of the research papers published every year are freely available via Open Access (OA) journals or repositories. Yet OA is key to ensuring the free movement of knowledge and advancing the European Research Area (ERA). In its Innovation Union and Digital Agenda fl agship initiatives, the EU recognises the importance of OA in helping Europe to become a smart, sustainable and inclusive economy. The Science in Society (SiS) unit supports diverse activities to promote OA and explore the barriers to its wider uptake. Currently, barely a fi fth year are freely available v repositories. Yet OA is key to knowledge and advancing th In its Innovation Union and D the EU recognises the import to become a smart, sustaina Science in Society (SiS) un promote OA and explore h ",
        "34 supporting initiatives to raise researchers’ and policymakers’ awareness of OA; and the need to clarify authors’ and institutions’ rights on their scientifi c work. SOAP sheds light on OA landscape Th e aim of the SOAP (‘Study of open access publishing’) project ( 7 ) was to analyse the OA landscape and provide facts and evidence to help libraries, publishers and funding agencies assess the drivers, barriers, risks and opportunities in the transition to OA publishing. Some key fi ndings of the project are as follows. A total of 90% of scholars are convinced that OA (cid:116)(cid:1) journals are or would be benefi cial for their fi eld. Reasons given for this view are the benefi ts for both the individual scientist and the scientifi c community as a whole, fi nancial issues and the public good. In 2009, 120 000 OA articles were published in full (cid:116)(cid:1) or hybrid OA journals, representing about 10% of the estimated global scientifi c output. Many disciplines have excellent OA journals that are (cid:116)(cid:1) in the top 1% to 2% of journals for that subject as measured by impact factor. Scientists who have published in OA journals say they (cid:116)(cid:1) did so because the content would be free to readers, the journal is of a high quality and no fee had to be paid directly by the author. Scientists who wanted to publish in OA journals but did not, (cid:116)(cid:1) cite funding problems and a lack of high-quality OA journals in their fi eld as reasons for publishing in non-OA journals. New projects Th e EU is also funding projects designed to inform policy choices on access to scientifi c information. Th e call for proposals released in 2010 included a topic called ‘Assessing how research outputs and individual researcher level are evaluated and measured’ ( 8 ). Among other things, projects funded under this topic are expected to shed new light on the dynamics of the European research system and the ways in which individual researchers’ outputs are measured and evaluated. Ultimately, projects should promote discussions of how the European research system aff ects and interacts with society, and provide policy solutions as to how this system can be improved. Two projects funded under this topic are ACUMEN (‘Academic careers understood through measurement and norms’) and SISOB (‘An observatorium for science in society based in social models’). Both got under way in early 2011. ACUMEN ( 9 ) aims to address certain fl aws in the researcher assessment process, including the lack of resources for qualitative evaluation and the lack of Open Access publication of scientifi c data and papers’ ( 2 ). Meanwhile in the Innovation Union communication ( 3 ), the European Commission commits to ‘promote open access to the results of publicly funded research’ and to ‘make open access to publications the general principle for projects funded by the EU research Framework Programmes’. OA and the EU’s research framework programmes Under the Seventh Framework Programme (FP7), OA publishing fees incurred by authors are eligible for reimbursement. Meanwhile, in 2008, the EU launched an OA pilot covering seven areas of FP7 (energy, environment, health, information and communication technologies [only cognitive systems, interaction and robotics], research infrastructures [only e-infrastructures], science in society and the socio-economic sciences and humanities). Between them, these areas account for around 20% of all projects funded under FP7. Under the pilot, project partners must do their best to ensure that their articles are freely available within 6 or 12 months of publication in a journal; the delay gives publishers time to exploit the economic value of an article while the results in it are still considered ‘new’ (and therefore valuable) by the scientifi c community. Disciplines where results date rapidly, such as health and energy research, have to adhere to the 6-month deadline, while subjects where results remain relevant for longer, such as the social sciences, must stick to the 12-month deadline. In 2010, the European Commission launched the OPENAIRE (‘Open access infrastructure for research in Europe’) initiative, which creates a network of OA repositories providing free access to knowledge generated by researchers funded under FP7 ( 4 ). OPENAIRE also provides researchers with tools and expert assistance to help them make their articles available online. Ultimately, the project could result in new ways of indexing, annotating, ordering and linking research results, as well as new methods to automate all these procedures. Back in 2007, EU research ministers called on Member States to ‘reinforce national strategies and structures for access to and preservation and dissemination of scientifi c information, tackling organisational, legal, technical and fi nancial issues’ ( 5 ). A workshop held in Brussels, Belgium, in November 2010 ( 6 ) took stock of Member States’ progress in this area and provided a forum for 21 experts from around Europe to share experience, know-how and best practices. Th e participants came up with a set of recommendations: the need to enhance European coordination to improve the eff ectiveness of Member States’ eff orts; the importance of Open Access – ‘the fi fth’ freedom in practice ",
        "35 Open Access – ‘the fi fth’ freedom in practice Footnotes ( 1 ) See http://ec.europa.eu/research/science-society/document_ library/pdf_06/communication-022007_en.pdf online. ( 2 ) See http://ec.europa.eu/information_society/digital- agenda/index_en.htm online. ( 3 ) See http://ec.europa.eu/research/innovation-union/ index_en.cfm online. ( 4 ) See http://www.openaire.eu online. ( 5 ) See http://www.consilium.europa.eu/uedocs/cms_data/ docs/pressdata/en/intm/97225.pdf online, page 39. ( 6 ) ‘Open Access and preservation in the European Research Area: Paving the way towards a sound strategy’, 25-26 November 2010. ( 7 ) See http://project-soap.eu/ online. ( 8 ) Topic SIS-2010-1.3.3-1. ( 9 ) See http://cordis.europa.eu/fetch?CALLER=FP7_ PROJ_EN&ACTION=D&DOC=1&CAT=PROJ&RC N=97240 online. ( 10 ) See http://sisob.lcc.uma.es/ online. recognition for certain types of work. Th e project team aims to develop criteria and guidelines for good evaluation practices, which will be based on an ACUMEN portfolio for individual researchers that draws on information from diverse qualitative and quantitative evidence sources. For its part, SISOB ( 10 ) is developing tools to measure and predict the social appropriation of research knowledge, modelled as the product of complex interactions within and between networks of scientists, journalists, industrial groups, decision-makers and consumers. In this way, SISOB responds to policymakers’ and funding agencies’ desire to support research with a high social impact. ",
        "36 Women in science and technology ",
        "37 Although their numbers are on the rise, women still represent less than one third of the EU’s research community ( 1 ). Th ere is some good news in the data; the number of women entering science is rising fast, by almost 7% between 2002 and 2006 (for men the fi gure is just under 4%). In addition, 45% of PhDs are now awarded to women. However, moving up the career ladder, the number of women falls off quickly: a mere 19% of grade A professors are women, who head only 13% of research institutions. Th e absence of women is particularly marked in some subjects, such as science and engineering, where about 90% of professors are male. Why gender equality in science matters Achieving gender equality is high on the EU’s agenda. In its Strategy for equality between women and men 2010-2015 ( 2 ), the European Commission notes that ‘inequalities between women and men violate fundamental rights’. Th e Research and Innovation DG (Directorate-General) is responsible for a number of actions set out in the document, in areas as diverse as women’s economic independence, equal pay, equality in decision-making and gender equality in external actions. On research, the document laments the fact that the target of having 25% of grade A professorship fi lled by women remains some way off . Th e European Commission recognises the fact that the lack of women in science is not just an aff ront to equality; it is also potentially harmful to the European economy. Despite the progress of recent years, women remain the minority in the research world, accounting for less than a third of research- ers in the EU. The EU’s SiS (Science in Society) programme is committed to improving career prospects for women scientists through a series of studies, events and policy initiatives designed to study the causes of the problem and fi nd solutions. Despite the progress of re in the research world, accou ers in the EU. The EU’s SiS (Sc committed to improving care through a series of studies, ev to study the causes of the prc ",
        "38 Women in Science and Technology the EESC was positive and the Research and Innovation DG launched the procedure to request an Exploratory Opinion ( 5 ). Th e Research and Innovation DG will also hold a workshop to raise awareness of the issues involved; EESC social partner associations will be invited to attend this event along with other key stakeholders. Projects that put structural change into practice One example of a project working to implement structural change is GENSET (‘Increasing capacity for implementing gender action plans in science’) ( 6 ), which creates a forum for dialogue among science leaders, gender experts, scientifi c institutions and science strategy decision-makers. A report issued in 2010( 7 ) sets out recommendations in four areas where inequalities and biases put women at a disadvantage: knowledge making; the deployment of human capital; institutional practices and processes; and regulation and compliance with gender-related practices. Among other things, the report notes that leaders must ‘buy into’ the importance of incorporating gender issues into knowledge making, and recommends that scientists be trained in methods of gender analysis. On human capital, the report states that research teams should be gender diverse, and points out that greater diversity in research teams is positively correlated with research quality. In the practices and processes chapter, the report says that assessment procedures should focus more on the quality, rather than the quantity of an individual’s research output. In addition, people with excessive committee and administrative duties should be given support staff or time off from teaching to prevent their research from suff ering. Finally, at the regulation level, the report calls for gender issues to be integrated into the internal and external evaluation of institutions. People wishing to integrate gender issues into their research need look no further than the ‘Gender in EU-funded research’ initiative ( 8 ) which has developed a training course and practical toolkit. Th e toolkit sets out how gender issues apply to all areas of research and how the gender dimension of research content contributes to excellence. Case studies from nine research fi elds illustrate the issues. The EU and gender in science – taking stock of the fi rst 10 years Th e EU started formally working on the issue of women in science back in 1999, and between 2002 and 2010 it ‘Th e prevailing gender imbalance in science and research is still a major obstacle to the European objective of increasing competitiveness and maximising innovation potential,’ the strategy reads. Elsewhere, the European Commission pledges to promote gender equality in implementing the fl agship initiatives of the Europe 2020 strategy, including through the provision of funds via the Seventh Framework Programme (FP7). Making research careers female- friendly In 2010, policymakers moved from compiling best practices and benchmarking tools to calling for major structural changes in research institutions. Th e aim of these structural changes is to sweep away barriers preventing women from staying in research careers, and to make institutions aware of implicit gender biases in procedures and human resources management. Th is approach was given a boost by the adoption at the May 2010 meeting of the Competitiveness Council of a set of conclusions relating to the development of the European Research Area (ERA) ( 3 ). In their conclusions, ministers draw heavily on the 2009 position paper of the Helsinki Group on Women in Science entitled Gender and Research Beyond 2009 ( 4 ). Th e paper highlights both the importance and feasibility of structural change in institutions. Th e ministers express their support for the idea that structural change should be part of the modernisation of research institutions. ‘Noting that the inclusion of gender issues in research is a resource to create new knowledge and stimulate innovation, [the Council of the EU] stresses that this dimension should be taken into account while modernising research institutions and in any structural and cultural change, designed to improve the eff ectiveness and impact of the research itself,’ the ministers state. Th ey also endorse the Helsinki Group’s other recommendations, such as the importance of support for change from top management and the critical role of science education in schools. Th e ministers conclude by encouraging the European Commission and Member States to cooperate closely on this issue and by inviting the European Commission to consider the feasibility of issuing a Gender and Research Beyond 2010 communication. Th e European Commission has contacted the European Economic and Social Committee (EESC) to assess the feasibility of producing an ‘Exploratory Opinion’ on gender- aware structural change in research institutions. Th is would give social partners a voice in the discussions. Feedback from ",
        "39 Women in Science and Technology Footnotes ( 1 ) Data from the report ‘She Figures 2009 - Statistics and Indicators on Gender Equality in Science’ – see http:// ec.europa.eu/research/science-society/document_library/ pdf_06/she_fi gures_2009_en.pdf online. ( 2 ) See http://eur-lex.europa.eu/LexUriServ/LexUriServ. do?uri=COM:2010:0491:FIN:EN:PDF online. ( 3 ) See http://register.consilium.europa.eu/pdf/en/10/st10/ st10246.en10.pdf online. ( 4 ) See http://ec.europa.eu/research/science-society/ document_library/pdf_06/gender-and-research- beyond-2009_en.pdf online. ( 5 ) See http://www.eesc.europa.eu/?i=portal.en.soc- opinions.14896 online. ( 6 ) See http://www.genderinscience.org online. ( 7 ) See http://www.genderinscience.org/downloads/genSET_ Consensus_Report_Recommendations_for_Action_on_the_ Gender_Dimension_in_Science.pdf online. ( 8 ) See http://www.yellowwindow.be/genderinresearch/index. html online. ( 9 ) See http://ec.europa.eu/research/science-society/ document_library/pdf_06/stocktaking-10-years-of- women-in-science-book_en.pdf online. ( 10 ) See http://www.genderandscience.org online. invested over EUR 36 million on projects in this area. A report released in 2010 entitled Stocktaking 10 years of ‘Women in Science’ policy by the European Commission 1999-2009 looks back over the activities undertaken and assesses their eff ectiveness ( 9 ). It includes analyses of what went wrong and what was not done, and provides suggestions as to how these omissions could be addressed. Taking stock of past activities in this way should help the European Commission develop future policies in this area. Th e report also represents a useful resource for project proposers, as it provides them with extensive background information on the area as well as details of previous projects funded. A meta-analysis of gender and science research Th e ‘Meta-analysis of gender and science research’ project ( 10 ) is compiling and analysing gender and science research on both vertical segregation in research careers (which assess the barriers keeping women from top scientifi c positions) and horizontal segregation in research careers (i.e. women’s subject choices, perceptions of the attractiveness of science, the causes of success and failure at university level). Th e project’s fi nal conference was held in Brussels, Belgium, in October 2010. During the debate, participants called for better statistics and a more coordinated eff ort for developing tools for mainstreaming gender analysis in research. Th e scope of research also needs to pay more attention to excellence criteria and assessment practices, to the non-linear nature of many academic careers and to research careers outside academia. ",
        "40 A revolution in the classroom – modernising science education ",
        "41 In its Europe 2020 strategy, the EU declares its intention to become a smart, sustainable and inclusive economy ( 1 ). Achieving this will entail attracting much larger numbers of youngsters to scientifi c careers. Furthermore, science and innovation are increasingly part of our everyday lives, so all citizens, whether they work in research or not, benefi t from an understanding of these important subjects. However, providing young people with a good grounding in science and motivating them to pursue scientifi c professions require a strong science education system, and this is where the problem lies. In its communication Innovation Union ( 2 ), an initiative launched under the Europe 2020 strategy, the European Commission writes: ‘Th e starting point for the Innovation Union is to create an excellent, modern education system in all Member States. Although Europe has a good basic education system compared to many parts of the world, signifi cant weaknesses remain with science teaching in some Member States.’ A different way of teaching science Studies have shown that applying IBSE is the best way of inciting pupils to take an interest in science, technology, engineering and mathematics (STEM) subjects. Traditionally, these subjects are taught in a top-down fashion, with the teacher simply presenting information to the pupils. In contrast, IBSE taps into children’s natural curiosity; it encourages them to think for themselves and develop a proper understanding of the subject. For example, in a conventional science lesson on hourglasses, a teacher may simply explain to the students the factors infl uencing the amount of time it takes for the sand to run out. However, a teacher using IBSE could present pupils with diff erent hourglasses and encourage the children to observe that some run out faster than others. From this, the teacher may prompt the children to discuss what causes these diff erences and to design experiments to test their ideas. In many ways, IBSE gives children a realistic view of the way science is carried out in real laboratories: like professional scientists, pupils have to formulate questions, design and run experiments, analyse results and come to a conclusion. Furthermore, IBSE also teaches children that science involves teamwork and communication, as pupils are encouraged to discuss their fi ndings with others. IBSE is suited to both girls and boys, and primary and secondary settings, and the equipment involved does not need to be complicated or expensive. It does not completely replace learning from text books; rather information in text books complements what the students work out for themselves. However, implementing IBSE is not always easy. In many countries, STEM curricula and assessment systems may not be geared towards IBSE, and the amount of time allocated to STEM subjects may not be adequate. Furthermore, some teachers feel they lack the skills to adopt the IBSE approach. Parents and local authorities may also question its usefulness. Th e good news is that there is a suite of EU-funded projects promoting the uptake of IBSE across Europe in diverse ways. FIBONACCI – twinning teams Th e FIBONACCI (‘Large scale dissemination of inquiry based science and mathematics education’) project ( 3 ), which began in 2010, is taking a grassroots approach to the spread of IBSE. During the project, 12 Reference Centres (with expertise in IBSE) are providing 25 Twin Centres If Europe is to achieve its goal of becoming a smart society, it urgently needs to encourage more young people to embark on scientifi c careers. Studies have shown that inquiry-based science education (IBSE) is particularly effective at awaken- ing youngsters’ interest in science and maths. A number of EU-funded projects are fostering the greater uptake of IBSE in schools across Europe. If Europe is to achieve i urgently needs to encoura on scientifi c careers. Studies science education (IBSE) is p ing youngsters’ interest in sc n sc EU-funded projects are foste schools across Europe. p ",
        "42 A revolution in the classroom – modernising science education Furthermore, newly qualifi ed teachers tend to copy the approach used in their schools, even if they learnt more innovative teaching methods during their training. Th e report attributes this to new teachers’ low status and lack of experience compared to their colleagues. According to the report, this fi nding highlights the need for better professional development systems that refl ect what is taught to new teachers. In October 2010, S-TEAM held a conference in Glasgow, UK, on the future of science education. Th e event attracted over 110 participants including representatives of the ESTABLISH, FIBONACCI, PRIMAS and SCIENTIX projects. Th ey concluded that although science teachers welcome IBSE, certain factors hamper its eff ectiveness. For example, curriculum and assessment methods should be integrated with IBST, and the time for STEM teaching should be increased. Furthermore, there should be more collaboration between science and maths teachers, to ensure that pupils’ progress in science is not held back by poor maths skills. Finally, participants called for the creation of a European framework for professional development qualifi cations in STEM teaching to provide existing teachers with the skills and confi dence to implement IBSE in the classroom. SCIENTIX – a platform for science education in Europe In June 2010, the European Commission launched the SCIENTIX Web portal, which is designed to promote the sharing of news, know-how and best practice in science education ( 7 ). SCIENTIX brings together teaching materials, research results and policy documents from both EU-funded and other science education projects. Th e site is available in 6 languages (English, French, German, Italian, Polish and Spanish), and users can ask for teaching materials to be translated into any of the EU’s 23 offi cial languages. Th e site also includes a community area where users can share ideas and experiences. with extensive training and resources. By the end of the project, the Twin Centres should have become Reference Centres themselves and be ready to spread the word about IBSE further. In this way, FIBONACCI hopes to reach 3 000 teachers and 45 000 students Europe-wide. A highlight for FIBONACCI in 2010 was the organisation of a major European conference on IBSE, which took place in Bayreuth, Germany, in September 2010. Th e event attracted over 170 teachers, teacher trainers, researchers and other people working on IBSE. Th e conference concluded that more discussion is needed on two key issues, namely the defi nition of IBSE, and the links between dissemination and research. PRIMAS – getting everyone involved Another project that got underway in 2010 is PRIMAS (‘Promoting inquiry in mathematics and science education across Europe’) ( 4 ). PRIMAS is supporting teachers and teacher trainers by providing them with both training opportunities and resources for the classroom. Crucially, PRIMAS is organising information events for parents, students, local authorities, politicians and others involved in education; this will ensure that teachers get the backing they need to fully implement IBSE methods. Ultimately, PRIMAS plans to train 20 teacher trainers in each of the countries involved in the project, who in their turn will train at least 150 teachers. ESTABLISH – a secondary focus Th e ESTABLISH (‘European science and technology in action, building links with industry, schools and home’) project ( 5 ) is working to promote IBSE in secondary schools (where pupils are aged from 12 to 18). Project partners are working with teachers and students to develop and put in place IBSE teaching and assessment tools that are culturally adapted to each country involved in the project. Th e project website also contains a wealth of project ideas for use in the classroom and for training teachers in IBSE. Th e team is also collaborating with policymakers responsible for secondary-level science curricula, as well as parents, students and local industry. Finally, the project plans to investigate links between science education in secondary schools and the business community. S-TEAM takes on IBSE A further project working on IBSE is S-TEAM (‘Science- teacher education advanced methods’) ( 6 ). A survey released by the project in 2010 reveals that although IBSE is included in science teacher training in many European countries, it rarely features in professional development courses for existing teachers. According to the report, these courses tend to focus more on content (‘what to teach’) than method (‘how to teach’). Footnotes ( 1 ) See http://ec.europa.eu/europe2020/index_en.htm online. ( 2 ) See http://ec.europa.eu/research/innovation-union/ index_en.cfm online. ( 3 ) See http://www.fi bonacci-project.eu online. ( 4 ) See http://www.primas-project.eu online. ( 5 ) See http://www.establish-fp7.eu online. ( 6 ) See http://www.ntnu.no/s-team online. ( 7 ) See http://scientix.eu online. ",
        "43 Footnotes ( 1 ) http://ec.europa.eu/research/social-sciences/ ( 2 ) http://ec.europa.eu/research/science-society/ At the end of 2010, the European Commission’s Directorate-General for Research became the Directorate- General for Research and Innovation and underwent reorganisation. As a result, the SSH and SiS work is now managed by units in the European Research Area Directorate (Directorate B). Two units within Directorate B are responsible for the scientifi c content of projects and related policy areas. Th e Social Sciences and Humanities Unit ( 1 ) defi nes and implements the research strategy on economic, social and human sciences, providing various stakeholders with input for evidence- based policymaking in the EU. In particular, activities in this unit focus on the Europe 2020 strategy and the Innovation Union fl agship initiative, sustainable development, globalisation, and the new social agenda for the 21st century. In addition, the unit promotes forward-looking activities concerning world issues, technological development and geopolitics. Th e Ethics and Gender Unit ( 2 ) defi nes and manages research supporting EU policies in the areas of governance (e.g. civil society and citizens’ engagement in research and innovation), ethics, gender, education of science, communication and scientifi c culture. Within the unit is the Ethics Sector, which manages the ethics review process and trains staff in the ethics review procedures. In addition, it runs capacity-building activities throughout Europe and elsewhere. Finally, the Gender Sector supports research and other activities that improve the position of women researchers in both the public and private sectors. The management responsibility of the Socio-economic Sciences and Humanities (SSH) Theme under the ‘Cooperation’ Specifi c Programme, and the Science in Society (SiS) area under the ‘Capacities’ Specifi c Programme lies within the European Research Area Directorate. Who’s who Social Sciences and Humanities Unit ( t Ethics and Gender Unit t ",
        "",
        "European Commission EUR 24797 — Science, economy and society Highlights 2010 – Socio-economic, Sciences and Humanities, Science in Society Luxembourg: Publications Office of the European Union 2011 — 44 pp. — 17.6 x 25.0 cm ISBN 978-92-79-19979-0 doi 10.2777/54837 How to obtain EU publications Free publications: (cid:115)(cid:0) (cid:86)(cid:73)(cid:65)(cid:0)(cid:37)(cid:53)(cid:0)(cid:34)(cid:79)(cid:79)(cid:75)(cid:83)(cid:72)(cid:79)(cid:80)(cid:0)(cid:8)(cid:72)(cid:84)(cid:84)(cid:80)(cid:26)(cid:15)(cid:15)(cid:66)(cid:79)(cid:79)(cid:75)(cid:83)(cid:72)(cid:79)(cid:80)(cid:14)(cid:69)(cid:85)(cid:82)(cid:79)(cid:80)(cid:65)(cid:14)(cid:69)(cid:85)(cid:9)(cid:27) (cid:115)(cid:0) (cid:65)(cid:84)(cid:0)(cid:84)(cid:72)(cid:69)(cid:0)(cid:37)(cid:85)(cid:82)(cid:79)(cid:80)(cid:69)(cid:65)(cid:78)(cid:0)(cid:35)(cid:79)(cid:77)(cid:77)(cid:73)(cid:83)(cid:83)(cid:73)(cid:79)(cid:78)(cid:7)(cid:83)(cid:0)(cid:82)(cid:69)(cid:80)(cid:82)(cid:69)(cid:83)(cid:69)(cid:78)(cid:84)(cid:65)(cid:84)(cid:73)(cid:79)(cid:78)(cid:83)(cid:0)(cid:79)(cid:82)(cid:0)(cid:68)(cid:69)(cid:76)(cid:69)(cid:71)(cid:65)(cid:84)(cid:73)(cid:79)(cid:78)(cid:83)(cid:14)(cid:0)(cid:57)(cid:79)(cid:85)(cid:0)(cid:67)(cid:65)(cid:78)(cid:0)(cid:79)(cid:66)(cid:84)(cid:65)(cid:73)(cid:78)(cid:0)(cid:84)(cid:72)(cid:69)(cid:73)(cid:82)(cid:0)(cid:67)(cid:79)(cid:78)(cid:84)(cid:65)(cid:67)(cid:84)(cid:0) (cid:68)(cid:69)(cid:84)(cid:65)(cid:73)(cid:76)(cid:83)(cid:0)(cid:79)(cid:78)(cid:0)(cid:84)(cid:72)(cid:69)(cid:0)(cid:41)(cid:78)(cid:84)(cid:69)(cid:82)(cid:78)(cid:69)(cid:84)(cid:0)(cid:8)(cid:72)(cid:84)(cid:84)(cid:80)(cid:26)(cid:15)(cid:15)(cid:69)(cid:67)(cid:14)(cid:69)(cid:85)(cid:82)(cid:79)(cid:80)(cid:65)(cid:14)(cid:69)(cid:85)(cid:9)(cid:0)(cid:79)(cid:82)(cid:0)(cid:66)(cid:89)(cid:0)(cid:83)(cid:69)(cid:78)(cid:68)(cid:73)(cid:78)(cid:71)(cid:0)(cid:65)(cid:0)(cid:70)(cid:65)(cid:88)(cid:0)(cid:84)(cid:79)(cid:0)(cid:11)(cid:19)(cid:21)(cid:18)(cid:0)(cid:18)(cid:25)(cid:18)(cid:25)(cid:13)(cid:20)(cid:18)(cid:23)(cid:21)(cid:24)(cid:14) Priced publications: (cid:115)(cid:0) (cid:86)(cid:73)(cid:65)(cid:0)(cid:37)(cid:53)(cid:0)(cid:34)(cid:79)(cid:79)(cid:75)(cid:83)(cid:72)(cid:79)(cid:80)(cid:0)(cid:8)(cid:72)(cid:84)(cid:84)(cid:80)(cid:26)(cid:15)(cid:15)(cid:66)(cid:79)(cid:79)(cid:75)(cid:83)(cid:72)(cid:79)(cid:80)(cid:14)(cid:69)(cid:85)(cid:82)(cid:79)(cid:80)(cid:65)(cid:14)(cid:69)(cid:85)(cid:9)(cid:27)(cid:0)(cid:0) Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): (cid:115)(cid:0) (cid:86)(cid:73)(cid:65)(cid:0)(cid:79)(cid:78)(cid:69)(cid:0)(cid:79)(cid:70)(cid:0)(cid:84)(cid:72)(cid:69)(cid:0)(cid:83)(cid:65)(cid:76)(cid:69)(cid:83)(cid:0)(cid:65)(cid:71)(cid:69)(cid:78)(cid:84)(cid:83)(cid:0)(cid:79)(cid:70)(cid:0)(cid:84)(cid:72)(cid:69)(cid:0)(cid:48)(cid:85)(cid:66)(cid:76)(cid:73)(cid:67)(cid:65)(cid:84)(cid:73)(cid:79)(cid:78)(cid:83)(cid:0)(cid:47)(cid:70)(cid:108)(cid:67)(cid:69)(cid:0)(cid:79)(cid:70)(cid:0)(cid:84)(cid:72)(cid:69)(cid:0)(cid:37)(cid:85)(cid:82)(cid:79)(cid:80)(cid:69)(cid:65)(cid:78)(cid:0)(cid:53)(cid:78)(cid:73)(cid:79)(cid:78)(cid:0)(cid:0)(cid:0) (cid:0) (cid:8)(cid:72)(cid:84)(cid:84)(cid:80)(cid:26)(cid:15)(cid:15)(cid:80)(cid:85)(cid:66)(cid:76)(cid:73)(cid:67)(cid:65)(cid:84)(cid:73)(cid:79)(cid:78)(cid:83)(cid:14)(cid:69)(cid:85)(cid:82)(cid:79)(cid:80)(cid:65)(cid:14)(cid:69)(cid:85)(cid:15)(cid:79)(cid:84)(cid:72)(cid:69)(cid:82)(cid:83)(cid:15)(cid:65)(cid:71)(cid:69)(cid:78)(cid:84)(cid:83)(cid:15)(cid:73)(cid:78)(cid:68)(cid:69)(cid:88)(cid:63)(cid:69)(cid:78)(cid:14)(cid:72)(cid:84)(cid:77)(cid:9)(cid:14) ",
        "In 2010 the European Union continued to address the challenges of the Europe 2020 Strategy by funding Research and Innovation and implementing the European Research Area. A key element of this was the funding from the 7th Framework Programme for Research (FP7) devoted to Socio-Economic Sciences and Humanities research (SSH). Research which is an important tool enabling the European Commission to analyse the challenges Europe is facing and to support its development of appropriate policy responses. Furthermore the future of Europe is linked to its capacity to integrate science into society and this is supported by the European Commission through the Science in Society (SiS) theme of FP7 with, inter alia, its major efforts at developing the “Fifth Freedom” (i.e. the free movement of knowledge). This report describes the current organisation of SSH and SiS and what happened during 2010 under these headings. K I N A - 24 - 797 - E N - C doi:10.2777/54837 "
    ]
}