{
    "text": [
        "This document is meant purely as a documentation tool and the institutions do not assume any liability for its contents ► B DECISION No 1080/2011/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 October 2011 granting an EU guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Union and repealing Decision No 633/2009/EC (OJ L 280, 27.10.2011, p. 1) Amended by: Official Journal No page date ► M1 Commission Delegated Decision 2012/207/EU of 8 February 2012 L 110 38 24.4.2012 2011D1080 — EN — 25.04.2012 — 001.001 — 1 ",
        "DECISION No 1080/2011/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 October 2011 granting an EU guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Union and repealing Decision No 633/2009/EC THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 209 and 212 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure ( 1 ), Whereas: (1) In addition to its core mission of financing investment in the European Union, the European Investment Bank (EIB) has since 1963 undertaken financing operations outside the Union in support of the Union’s external policies. This allows the budget funds of the Union available to the external regions to be complemented by the financial strength of the EIB for the benefit of recipient countries. In undertaking such financing oper ­ ations, the EIB contributes to the general guiding principles and policy objectives of the Union, including the development of third countries and the prosperity of the Union in the changed global economic circumstances. The EIB financing operations in support of Union external policies should continue to be conducted in accordance with the principles of sound banking practice. (2) Article 209(3) of the Treaty on the Functioning of the European Union (TFEU), in conjunction with Article 208 thereof, provides that the EIB is to contribute, under the terms laid down in its Statute, to the implementation of the measures necessary to further the objectives of Union development cooperation policy. (3) In accordance with Article 19 of the Statute of the EIB, appli ­ cations made directly to the EIB for EIB financing operations to be carried out under this Decision are to be submitted to the Commission for an opinion (‘EIB financing application’). (4) With a view to supporting Union external action, and in order to enable the EIB to finance investments outside the Union without affecting the credit standing of the EIB, the majority of its oper ­ ations in external regions have benefited from an EU budgetary guarantee (‘EU guarantee’) administered by the Commission. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 2 ( 1 ) Position of the European Parliament of 17 February 2011 (not yet published in the Official Journal) and position of the Council at first reading of 20 September 2011 (not yet published in the Official Journal). Position of the European Parliament of 13 October 2011. ",
        "(5) The EU guarantee was established for the period 2007-2011 by Decision No 633/2009/EC of the European Parliament and of the Council of 13 July 2009 granting a Community Guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Community ( 1 ). (6) The Guarantee Fund for external actions (‘Guarantee Fund’), established by Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a Guarantee Fund for external actions ( 2 ), provides a liquidity cushion for the Union budget against losses incurred on EIB financing operations and other Union external action. (7) In accordance with Decision No 633/2009/EC, the Commission and the EIB have prepared a mid-term review of EIB external financing, based on an independent external evaluation supervised by a steering committee of ‘wise persons’, a review by an external consultancy, and specific evaluations produced by the EIB. On 12 February 2010, the steering committee submitted a report to the European Parliament, the Council, the Commission and the EIB containing its conclusions and recommendations. (8) In its report the steering committee concluded that the EU guarantee is an efficient and powerful policy instrument with high financial and political leverage and that it should be main ­ tained in order to cover risks of a political or sovereign nature. Some amendments to Decision No 633/2009/EC were proposed in order to ensure maximum added value and efficiency of the EIB’s external operations. (9) It is essential to establish a list of countries potentially eligible for EIB financing under the EU guarantee. It is also appropriate to extend the list of countries eligible for EIB financing under the EU guarantee, as currently set out in Annex I to Decision No 633/2009/EC. (10) In order to reflect significant policy developments, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission in respect of amending Annex III to this Decision. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level. The Commission, when preparing and drawing up delegated acts, should ensure a simultaneous, timely and appropriate transmission of relevant documents to the European Parliament and to the Council. (11) The amounts covered by the EU guarantee in each region should continue to represent ceilings for the EIB financing under the EU guarantee and not targets that the EIB is required to meet. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 3 ( 1 ) OJ L 190, 22.7.2009, p. 1. ( 2 ) OJ L 145, 10.6.2009, p. 10. ",
        "(12) In the framework of Union support to third countries to cope with the global economic and financial crisis, the EIB frontloaded its external lending activity in 2009 and 2010 mainly in the pre-accession and the neighbourhood and partnership countries under its current mandate. Moreover, the unrest in the southern Mediterranean in early 2011 calls for Union assistance in providing the affected countries with the means to rebuild and modernise their economies. Therefore, for the remaining period of the mandate, the General Mandate ceiling should be reviewed and increased by EUR 1 684 000 000 to better deal with these temporary and exceptional circumstances without prejudging the ceilings under the next multiannual financial framework. (13) The EIB financing operations ensuing from the abovementioned increase in the General Mandate ceiling should respond to the political reforms undertaken by individual partner countries as assessed by the Commission with the involvement of the European External Action Service (EEAS) taking into account European Parliament resolutions and Council decisions and conclusions. The review of the European Neighbourhood Policy and the renewed emphasis on differentiation should also be reflected in that assessment. In pre-accession countries, the EIB financing will continue to complement Union assistance. (14) In addition to the regional ceilings, the optional mandate of EUR 2 000 000 000 should be activated and allocated as an envelope to support EIB financing operations in the field of climate change mitigation and adaptation across the regions covered by the mandate. The EIB could contribute its expertise and resources, in close cooperation with the Commission, to support public authorities as well as the private sector in order to address the challenge of climate change and to make the best possible use of available financing. For mitigation and adaptation projects, the resources of the EIB should, where possible and appropriate, be complemented with concessional funds available under the Union budget through the efficient and consistent blending of grants and loans for climate change financing in the context of Union external assistance. In this regard, it is appropriate that the Commission’s annual report to the European Parliament and the Council should contain a detailed report on the financial instruments used for financing these projects, identifying the amounts of EIB financing under the optional mandate and the corresponding amounts of grants. (15) Eligibility to receive EIB financing for climate-change mitigation under the EU guarantee could be restricted under the Climate Change Mandate for countries that are deemed not to have committed themselves to meeting appropriate climate change-related targets. Any such restriction of eligibility should be based on complex and comprehensive political assessments. Therefore, the Council should have the power to decide, on a proposal from the Commission with the involvement of the EEAS, to restrict the eligibility of a country to receive EIB financing for climate-change mitigation under the EU guarantee. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 4 ",
        "Such restriction should apply only to EIB financing operations for which an EIB financing application is submitted after the entry into force of this Decision and which are signed after 1 January 2012. (16) Some flexibility on regional allocation under the Climate Change Mandate should be provided to allow for the fastest and most effective possible uptake of available financing within the three-year period 2011-2013, while striving to ensure a balanced distribution across regions over that period, based on the established priorities for external aid under the General Mandate. (17) The mid-term review of the implementation of the EIB external mandate showed that, although the EIB financing operations carried out in the period covered by the evaluation (2000-2009) were generally in line with Union external policies, the link between Union policy objectives and their operational implemen ­ tation by the EIB should be strengthened and made more explicit and structured. (18) In order to enhance the coherence of the mandate and strengthen the focus of the EIB external financing activity on supporting Union policies, and for the maximum benefit of beneficiaries, this Decision should set out horizontal high-level objectives in the mandate for EIB financing operations across all eligible regions and countries, building on the comparative strengths of the EIB in areas where it has a well-proven track record. In the regions covered by this Decision, the EIB should thus finance projects in the areas of climate change mitigation and adaptation (including via the transfer of technologies related to new energy sources), social and economic infrastructure (in particular, in transport, energy including renewable energy, energy security, energy infrastructure, environmental infrastructure including water and sanitation, as well as information and communication technology), and local private sector development, in particular in support of small and medium-sized enterprises (SMEs). It should be recalled that improving access to financing for SMEs can play an essential role in stimulating economic development and in combating unemployment. Within these areas, regional inte ­ gration among partner countries, including economic integration between pre-accession countries, neighbourhood countries and the Union, should be an underlying objective for EIB financing oper ­ ations. The EIB should be able to support Union presence in partner countries through foreign direct investment that contributes to promoting technology and knowledge transfer either under the EU guarantee for investments within the afore ­ mentioned areas or at its own risk. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 5 ",
        "(19) In order to effectively reach out to SMEs, the EIB should cooperate with local financial intermediary institutions in the eligible countries, in particular to ensure that part of the financial benefits is passed on to their clients and provide added value compared to other sources of finance. Where appro ­ priate, through its cooperation agreements with those inter ­ mediary institutions, the EIB should request that their clients’ projects be checked against agreed criteria in line with Union development goals so as to provide added value. The financial intermediaries’ activities in support of SMEs should be fully transparent and be reported regularly to the EIB. (20) Moreover, EIB financing operations should contribute to the general principles guiding Union external action, as referred to in Article 21 of the Treaty on European Union (TEU), of promoting and consolidating democracy and the rule of law, human rights and fundamental freedoms, and to the implemen ­ tation of international environmental agreements to which the Union is a party. In particular, in relation to developing countries, as defined in the list of official development assistance (ODA) recipients established by the Organisation for Economic Coop ­ eration and Development (OECD), EIB financing operations should foster the following: their sustainable economic, social and environmental development, particularly in the most disadvantaged amongst them; their smooth and gradual inte ­ gration into the world economy; the campaign against poverty; as well as compliance with objectives approved by the Union in the context of the United Nations and other competent inter ­ national organisations. (21) While the EIB’s strength remains its distinctiveness as an investment bank, the EIB should, under this Decision, frame the development impact of its external operations in close coor ­ dination with the Commission and under the democratic scrutiny of the European Parliament following the principles of the European Consensus on Development and those set out in Article 208 TFEU, as well as the principles of aid effectiveness outlined in the Paris Declaration of 2005 and the Accra Agenda for Action of 2008. This should be implemented through a number of concrete measures, in particular by reinforcing its capacity to appraise environmental, social and development aspects of projects, including human rights and conflict-related risks, and by promoting local consultation with public authorities and civil society. When carrying out due diligence in respect of the project, the EIB should, where appropriate and in line with the Union’s social and environmental principles, require the project promoter to carry out local consultations and disclose their results to the public. Moreover, the EIB should increase its focus on sectors where it has sound expertise from financing operations within the Union and which will further the development of the country in question, such as access to financing for SMEs and micro-entities, environmental infra ­ structure including water and sanitation, sustainable transpor ­ tation, and climate change mitigation, particularly in renewable energy. Financing could also include projects in support of health and education infrastructure when there is clear added value. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 6 ",
        "(22) The EIB should also progressively strengthen its activity in support of climate change adaptation, where appropriate working in cooperation with other international financial insti ­ tutions (IFIs) and European bilateral financial institutions (EBFIs). The additional requirements introduced by this Decision would require access to concessional resources and a gradual adjustment in human resources while efficiency, effec ­ tiveness and synergies should be pursued and exploited. EIB activity should also be complementary to Union objectives and priorities relating to institution building and sector reforms. Finally, the EIB should define performance indicators which are linked to development and environment aspects of the projects and their results. (23) With the entry into force of the Lisbon Treaty, the function of High Representative of the Union for Foreign Affairs and Security Policy (‘High Representative’) has been created with the aim of increasing the impact and coherence of Union external relations. (24) There has also been a broadening and strengthening of Union external relations policies in recent years. This has in particular been the case for the Pre-Accession Strategy, the European Neighbourhood Policy, the Union Strategy for Central Asia, the renewed partnerships with Latin America and south-east Asia, and the Union’s Strategic Partnerships with Russia, China and India. It is also the case for Union development cooperation policies, which have now been extended to include all developing countries. Since 2007, Union external relations have also been supported by new financial instruments, namely the Instrument for Pre-Accession Assistance (IPA), the European Neighbourhood and Partnership Instrument (ENPI), the Development Cooperation Instrument (DCI), the European Instrument for Democracy and Human Rights (EIDHR) and the Instrument for Stability. (25) In light of the establishment of the EEAS and following the entry into force of this Decision, the Commission and the EIB should amend the memorandum of understanding on cooperation and coordination in the regions referred to in Council Decision 2006/1016/EC of 19 December 2006 granting a Community guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Commu ­ nity ( 1 ), and, as appropriate and with the approval of the High Representative, extend the new memorandum of understanding to the EEAS, in particular as regards the regular and systematic dialogue between the Commission and the EIB at the strategic level, which should include the EEAS, and other aspects within the competence of the EEAS. (26) While contributing to the implementation of the measures necessary to further the objectives of Union development coop ­ eration policy in accordance with Article 209(3) TFEU, the EIB should strive to support indirectly the achievement of the 2015 Millennium Development Goals in all regions where it is active. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 7 ( 1 ) OJ L 414, 30.12.2006, p. 95. ",
        "(27) With a view to enhancing the coherence of overall Union support in the regions concerned, opportunities should be seized to combine EIB financing with Union budgetary resources when and as appropriate, in the form of, for example, guarantees, risk capital and interest rate subsidies, investment co-financing, alongside technical assistance for project preparation and imple ­ mentation, through the IPA, the ENPI, the DCI, the EIDHR and the Instrument for Stability. Whenever such a combination of EIB financing with other Union budgetary resources occurs, all financing decisions should clearly identify the resources to be employed. The Commission’s annual report to the European Parliament and to the Council on EIB financing operations carried out under this Decision should contain a detailed breakdown of the budgetary resources and financial instruments used in combination with the EIB financing. (28) At all levels, from upstream strategic planning to downstream project development, it should be ensured that EIB external financing operations comply with and support Union external policies and the high-level objectives set out in this Decision. With a view to increasing the coherence of Union external action, dialogue on policy and strategy should be further strengthened between the Commission, the EEAS and the EIB. To the same end, there should be enhanced cooperation and early mutual exchange of information between the Commission, the EEAS and the EIB at operational level. EIB offices outside the Union should primarily be located within Union delegations in order to foster such cooperation while sharing operating costs. It is of particular importance to have an early exchange of views between the Commission, the EEAS and the EIB, as appropriate, in the process of preparing programming documents in order to maximise synergies between the activities of these three Union bodies. (29) The practical measures for linking the General Mandate objectives and their implementation are to be set out in regional technical operational guidelines. Such guidelines should be consistent with the wider Union regional policy framework set out in this Decision. These guidelines should reflect Union country strategies and aim to ensure that EIB financing is complementary to corresponding Union assistance policies, programmes and instruments in the different regions. (30) The EIB should, in consultation with the Commission, prepare an indicative multiannual programme of the planned volume of signatures of EIB financing operations, so as to ensure appro ­ priate budgetary planning for provisioning the Guarantee Fund and to ensure compatibility of the EIB’s forecast financing with the ceilings established in this Decision. The Commission should take account of this forecast in its regular budget programming transmitted to the budgetary authority. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 8 ",
        "(31) The development of a Union platform for cooperation and devel ­ opment should be studied with a view to optimising the func ­ tioning of mechanisms for the blending of grants and loans in the external regions. For this purpose, the Commission should create a group of experts of Member States, the EEAS and the EIB which would assess the costs and benefits of such a platform. In its reflections, that group should consult other relevant actors, including European multilateral and bilateral finance institutions. Such a platform would continue to promote synergies and mutual reliance arrangements based on the comparative advantage of the different institutions while respecting the role and prerogatives of the Commission and of the EIB in implementing respectively the Union budget and EIB loans. Based on the findings of that group of experts, the Commission should report to the European Parliament and to the Council by mid-2012 and, if appropriate, make a proposal for the platform. (32) The EIB should be encouraged to increase its operations and to diversify its financial instruments outside the Union without recourse to the EU guarantee so that use of the guarantee can be encouraged for countries and projects with poor access to the market, taking into account debt sustainability considerations, and where the guarantee therefore provides greater added value. Consequently, and always with the aim of supporting the objectives of the Union external relations policy, the EIB, while taking into account its own risk absorption capacity, should be encouraged to increase the amounts it lends at its own risk, including through the support of Union economic interests, particularly in pre-accession countries and neigh ­ bourhood countries and in investment grade countries in other regions, but also in sub-investment grade countries when the EIB has the appropriate third party guarantees. In consultation with the Commission, the EIB should develop a policy for deciding between the allocation of projects to either the mandate under EU guarantee or to EIB own-risk financing. Such a policy would in particular take into account the creditwor ­ thiness of the countries and projects concerned. (33) The EIB should consider increasing its financing operations to be carried out under this Decision for sub-sovereign public entities, where such operations have an appropriate EIB credit risk assessment. (34) The EIB should expand the range of new and innovative financing instruments it offers, including by focusing more on developing guarantee instruments in so far as is possible, taking account of the EIB’s risk policies. Moreover, the EIB should be encouraged to provide loans in local currencies and issue bonds in local markets, provided that partner countries put in place the necessary structural reforms, in particular in the financial sector, as well as other measures to facilitate EIB activ ­ ities. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 9 ",
        "(35) In order to ensure that the EIB meets the requirements of the mandate across regions and sub-regions, sufficient human and financial resources should, over time, be allocated to its external activities. This should in particular include having sufficient capacity to support Union development cooperation objectives, to increase focus on ex-ante appraisal of the environ ­ mental, social and development aspects of its activities, and to effectively monitor projects during implementation. Opportunities to further enhance efficiency and effectiveness should be exploited, and synergies should be actively pursued. (36) In its financing operations outside the Union that fall within the scope of this Decision, the EIB should endeavour further to enhance coordination and cooperation with IFIs and EBFIs, including, where appropriate, cooperation on sector conditionality and mutual reliance on procedures, use of joint co-financing and participation in global initiatives, such as those promoting aid coordination and effectiveness. Such coordination and coop ­ eration should strive to minimise possible duplication of costs and unnecessary overlap. These efforts are to be based on reci ­ procity. The principles set out in this Decision should also be applied when EIB financing is implemented through cooperation agreements with other IFIs and EBFIs. (37) In particular, in the countries of common intervention outside the Union, the EIB should improve its cooperation with the other European financial institutions through agreements such as the tripartite memorandum of understanding between the Commission, the EIB Group and the European Bank for Recon ­ struction and Development (EBRD), in respect of cooperation outside the Union and through allowing the EIB Group and the EBRD to act in a complementary way by relying on their respective comparative advantages. (38) The reporting and transmission of information by the EIB to the Commission should be strengthened in order to allow the Commission to enhance its annual report to the European Parliament and to the Council on the EIB financing operations carried out under this Decision. The additional reporting requirements mentioned in this recital should apply only to EIB financing operations for which the EIB financing application is submitted after the date of entry into force of this Decision and which are signed after 1 January 2012. The report should in particular assess the compliance of EIB financing operations with this Decision, taking into account the regional technical operational guidelines, and should include sections on the following: EIB added value, such as support to Union external policies; mandate requirements; the quality of financed oper ­ ations; the transfer of financial benefits to clients; and sections on cooperation, including co-financing, with the Commission and with other IFIs and bilateral donors. The report should also assess the extent to which the EIB has taken into account economic, financial, environmental and social sustainability in the design and monitoring of the projects financed. It should also contain a specific section devoted to a detailed evaluation of the measures taken by the EIB to comply with the current mandate as estab ­ lished by Decision No 633/2009/EC, paying particular attention to the EIB financing operations using financial vehicles situated ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 10 ",
        "in non-cooperative jurisdictions. In its financing operations the EIB should adequately implement its policies towards weakly regulated or non-cooperative jurisdictions to contribute to the international fight against tax fraud and tax evasion. The report should also include an appraisal of social and development-related aspects of projects. It should be made public, thus allowing civil society and recipient countries to express their views. Where necessary, the report should include references to significant changes in circumstances that would justify further amendments to the mandate before the end thereof. The report should in particular include a breakdown of EIB financing under this Decision in combination with all Union financial resources and other donors, thus giving an overview of the financial exposure of financing operations. (39) EIB financing operations should continue to be managed in accordance with the EIB’s own rules and procedures, including appropriate control measures and measures taken to avoid tax evasion, as well as with the relevant rules and procedures concerning the Court of Auditors and the European Anti-Fraud Office (OLAF). (40) When submitting the proposal on the EU guarantee under the next multiannual financial framework, the Commission should be invited in particular to examine, in close cooperation with the EIB and taking into account the implications of the provisioning of the Guarantee Fund, the ceilings covered by the EU guarantee, the list of potentially eligible countries and the possibility for the EIB to provide micro-credit financing and other types of instruments. The Commission and the EIB should also examine the possibilities of enhancing, in the future, synergy between the financing through the IPA, the ENPI, the DCI, the EIDHR and the Instrument for Stability and the external mandate of the EIB. (41) This Decision should be without prejudice to any negotiations and decisions on the next multiannual financial framework. (42) Therefore, and for the reasons of legal certainty and clarity, Decision No 633/2009/EC should be repealed, HAVE ADOPTED THIS DECISION: ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 11 ",
        "Article 1 EU guarantee 1. The European Union shall grant the European Investment Bank (EIB) an EU budgetary guarantee for financing operations carried out outside the Union (‘EU guarantee’). The EU guarantee shall be granted as a global guarantee in respect of payments not received by the EIB, but due to it, in connection with loans and loan guarantees for EIB investment projects that are eligible in accordance with paragraph 2. EIB financing activities shall comply with the general guiding principles, and contribute to the achievement of the objectives and policies, of Union external action. An objective for EIB financing in developing countries, as defined in the list of official development assistance (ODA) recipients established by the OECD, shall be to contribute indirectly to development objectives such as reducing poverty through inclusive growth and sustainable economic and social development. 2. The EIB loans and loan guarantees that are eligible for the EU guarantee shall be those granted for investment projects carried out in the countries listed in Annex III, granted in accordance with the EIB’s own rules and procedures, including the EIB’s statement on social and environmental standards, and in support of the relevant Union external policy objectives, where EIB financing has been granted in accordance with a signed agreement which has neither expired nor been cancelled (‘EIB financing operations’). 3. The EU guarantee shall be restricted to 65 % of the aggregate amount of credits disbursed and guarantees provided under EIB financing operations, less amounts reimbursed, plus all related amounts. 4. The EU guarantee shall cover EIB financing operations signed during the period from 1 February 2007 to 31 December 2013. EIB financing operations signed under Council Decisions 2006/1016/EC and 2008/847/EC ( 1 ) and under Decision No 633/2009/EC shall continue to benefit from the EU guarantee under this Decision. 5. If, on expiry of the period referred to in paragraph 4, the European Parliament and the Council have not adopted a decision granting a new EU guarantee to the EIB for its financing operations outside the Union in accordance with Article 16, that period shall be automatically extended by six months. Article 2 Mandate ceilings 1. The maximum ceiling of the EIB financing operations under EU guarantee throughout the period 2007-2013, less amounts cancelled, shall not exceed EUR 29 484 000 000, broken down into two parts: (a) a General Mandate of EUR 27 484 000 000; (b) a Climate Change Mandate of EUR 2 000 000 000. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 12 ( 1 ) Council Decision 2008/847/EC of 4 November 2008 on the eligibility of central Asian countries under Decision 2006/1016/EC granting a Community guarantee to the European Investment Bank against losses under loans and loan guarantees for projects outside the Community (OJ L 301, 12.11.2008, p. 13). ",
        "2. The General Mandate shall be broken down into regional ceilings and sub-ceilings as laid down in Annex I. Within the regional ceilings, the EIB shall progressively ensure a balanced country distribution within the regions covered by the General Mandate. 3. The General Mandate shall cover only EIB financing operations pursuing the objectives set out in Article 3. 4. The Climate Change Mandate shall cover the EIB financing oper ­ ations in all countries covered by this Decision, where such operations support the key Union policy objective of tackling climate change by supporting projects in climate change mitigation and adaptation which contribute to the overall objective of the United Nations Framework Convention on Climate Change, in particular by avoiding or reducing greenhouse gas emissions in the areas of renewable energy, energy efficiency and sustainable transport, or by increasing resilience to the adverse impacts of climate change on vulnerable countries, sectors and communities. The Climate Change Mandate shall be implemented in close cooperation with the Commission, combining where possible and appropriate EIB financing with Union budget funds. The Council may, where appropriate and on a proposal from the Commission, decide to restrict the eligibility of a country to receive EIB financing for climate-change mitigation under the EU guarantee. Any such restriction of eligibility under the Climate Change Mandate shall apply only to those EIB financing operations for which an EIB financing application is submitted after 30 October 2011 and which are signed after 1 January 2012. 5. For the Climate Change Mandate, the EIB shall endeavour to ensure a balanced distribution of financing operations signed across the regions covered by Annex III, by the end of the period referred to in Article 1(4). In particular, the EIB will ensure that the region referred to under point A of Annex III does not receive more than 40 % of the amount allocated to this Mandate; the region under point B not more than 50 %; the region under point C not more than 30 %; and the region under point D not more than 10 %. Generally, the Climate Change Mandate shall be used to finance projects that are closely related to the EIB’s core competences, that add value and that maximise the effect on adaptation and mitigation of climate change. 6. Both the General Mandate and the Climate Change Mandate shall be managed in accordance with the principles of sound banking prac ­ tices. Article 3 General Mandate objectives 1. The EU guarantee shall be granted for EIB financing operations which support any of the following general objectives: (a) local private sector development, in particular support to SMEs; (b) development of social and economic infrastructure, including transport, energy, environmental infrastructure, and information and communication technology; (c) climate change mitigation and adaptation, as referred to in Article 2(4). ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 13 ",
        "2. Within the core competences of the EIB, its financing operations carried out under this Decision shall contribute to the general principles guiding Union external action, as referred to in Article 21 TEU and shall contribute to the implementation of international environmental agreements to which the Union is a party. 3. Regional integration among partner countries, including economic integration between pre-accession countries, neighbourhood countries and the Union, shall be an underlying objective for EIB financing operations within areas covered by the general objectives listed in paragraph 1. 4. The EIB shall consider increasing its activity in support of health and education infrastructure when there is clear added value in doing so. Article 4 Countries covered 1. The list of countries potentially eligible for EIB financing under EU guarantee is set out in Annex II. The list of countries eligible for EIB financing under EU guarantee is set out in Annex III and shall include no countries other than those listed in Annex II. For countries not listed in Annex II, eligibility for EIB financing under EU guarantee shall be decided on a case-by-case basis in accordance with the ordinary legislative procedure. 2. The Commission shall be empowered to adopt delegated acts in accordance with Article 5 concerning amendments to Annex III. The Commission’s decisions shall be based on an overall economic and political assessment, including aspects related to the democracy, human rights and fundamental freedoms as well as the relevant European Parliament resolutions and Council decisions and conclusions. Delegated acts amending Annex III shall not affect the EU guarantee coverage of EIB financing operations signed before the entry into force of those delegated acts. 3. The EU guarantee shall cover only EIB financing operations carried out in eligible countries that have concluded a framework agreement with the EIB establishing the legal conditions under which such operations are to be carried out. 4. The EU guarantee shall not cover EIB financing operations in a specific country with which the agreement concerning such operations has been signed after that country’s accession to the Union. Article 5 Exercise of the delegation 1. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article. 2. The power to adopt delegated acts referred to in Article 4 shall be conferred on the Commission for an indeterminate period of time from 30 October 2011. 3. The delegation of power referred to in Article 4 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 14 ",
        "4. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. 5. A delegated act adopted pursuant to Article 4 shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notifi ­ cation of that act to the European Parliament and to the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council. Article 6 Contribution of EIB financing operations to Union policies 1. The Commission shall develop, together with the EIB, regional technical operational guidelines for EIB financing under this Decision. The regional technical operational guidelines, aiming at ensuring that EIB financing operations support Union policies, shall be consistent with the wider Union regional policy framework set out in Annex IV. In particular the regional technical operational guidelines will ensure that EIB financing under this Decision is complementary to corresponding Union assistance policies, programmes and instruments in the different regions. In drawing up these guidelines, the Commission and the EIB will consult with the EEAS on policy issues, as appropriate, and shall take into account relevant European Parliament resolutions and Council decisions and conclusions. The Commission shall transmit to the European Parliament and to the Council the guidelines, and any update thereof, as soon as they are established. Within the framework set out by the regional technical operational guidelines, the EIB shall define corresponding financing strategies and ensure their implementation. 2. The consistency of EIB financing operations with Union external policy objectives shall be monitored in accordance with Article 11. The EIB shall develop performance indicators in relation to development, environmental and human rights aspects of projects funded taking into account the relevant indicators under the Paris Declaration for Aid Effectiveness, in order to facilitate such monitoring. Indicators for envi ­ ronmental aspects of projects should include criteria for ‘clean tech ­ nology’ which are oriented in principle at energy efficiency and tech ­ nologies for reducing emissions. 3. An EIB financing operation shall not be covered by the EU guarantee in the event that the Commission delivers a negative opinion on such an operation within the framework of the procedure provided for in Article 19 of the Statute of the EIB. 4. In line with Union and international climate change objectives, the EIB shall, in cooperation with the Commission, present by 31 December 2012 a strategy on how to gradually and steadily increase under its external mandate the percentage of projects promoting the reduction of CO 2 emissions and phase out financing projects detrimental to the achievement of Union climate objectives. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 15 ",
        "5. With a view to the additional requirements introduced by this Decision, the EIB governing bodies shall ensure that EIB resources, including staff, are gradually adjusted in order to adequately meet the requirements laid down in this Decision. Opportunities to further enhance efficiency and effectiveness should be exploited, and synergies should be actively pursued. Article 7 EIB assessment of development-related aspects of projects 1. The EIB shall carry out thorough due diligence and, where appro ­ priate and in line with Union social and environmental principles, require the presence of appropriate local public consultation, on development-related aspects of projects covered by the EU guarantee. The EIB’s own rules and procedures shall include the necessary provisions on assessment of environmental and social impact of projects and of aspects related to human rights to ensure that only projects that are economically, financially, environmentally and socially sustainable are supported under this Decision. The Commission shall include on an aggregate basis in the annual report to the European Parliament and to the Council an assessment of the development dimension of the activities of the EIB, based on the due diligence carried out for projects. Where appropriate, the appraisal shall include an assessment of how the capacities of the beneficiaries of EIB financing can be reinforced throughout the project cycle with technical assistance. 2. In addition to the ex-ante assessment of development-related aspects, the EIB shall require the project promoters to carry out thorough monitoring during project implementation until completion, inter alia, on the development, environmental and human rights impact of the project. The EIB shall assess the information provided by the project promoters. The EIB monitoring shall include, where possible, monitoring of the performance of financial intermediaries in support of SMEs. The results of monitoring shall, where possible, be disclosed. 3. The EIB shall submit to the Commission annual reports assessing the estimated development impact of the operations financed during the year. The reports shall be based on the EIB performance indicators referred to in Article 6(2). The Commission shall present the development reports of the EIB to the European Parliament and to the Council in the framework of the annual reporting exercise provided for in Article 11 and make them publicly available so that interested stakeholders, including civil society and recipient countries, are also able to express their views on the matter. The European Parliament shall discuss the annual reports, taking into consideration the views of all interested parties. 4. The requirements referred to in this Article shall apply only to the EIB financing operations for which the EIB financing application is submitted after 30 October 2011 and which are signed after 1 January 2012. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 16 ",
        "Article 8 Cooperation with the Commission and the EEAS 1. The consistency of EIB external actions with Union external policy objectives shall be strengthened, with a view to maximising synergies between EIB financing and Union budgetary resources, in particular through the establishment of the regional technical operational guidelines referred to in Article 6, as well as through regular and systematic dialogue and early exchange of information on: (a) strategic documents prepared by the Commission and/or the EEAS as appropriate, such as country and regional strategy papers, indicative programmes, action plans and pre-accession documents; (b) the EIB’s strategic planning documents and project pipelines; (c) other policy and operational aspects. 2. The cooperation shall be carried out on a region-by-region basis, taking into consideration the EIB’s role as well as the policies of the Union in each region. Article 9 Cooperation with other public financing institutions 1. EIB financing operations shall increasingly be carried out, where appropriate, in cooperation with other IFIs or EBFIs, in order to maximise synergies, cooperation and efficiency and to ensure prudent and reasonable sharing of risks and coherent project and sector conditionality, in order to minimise possible duplication of costs and unnecessary overlap. 2. The cooperation referred to in paragraph 1 shall be facilitated by coordination, carried out in particular in the context of memoranda of understanding or other Union regional cooperation frameworks, where appropriate, between the Commission, the EIB and the main IFIs and EBFIs operating in the different regions, whilst taking into account the competences of the EEAS. Article 10 Coverage and terms of the EU guarantee 1. For EIB financing operations entered into with a State, or guar ­ anteed by a State, and for other EIB financing operations entered into with regional or local authorities, or government-owned and/or government-controlled public enterprises or institutions where such other EIB financing operations have an appropriate EIB credit risk assessment taking into account the credit risk situation of the country concerned, the EU guarantee shall cover all payments not received by the EIB, but due to it (‘Comprehensive Guarantee’). 2. For the purposes of paragraph 1, the West Bank and Gaza Strip is represented by the Palestinian Authority and Kosovo ( 1 ) is represented by the United Nations Mission in Kosovo or by an administration designated in the regional technical operational guidelines referred to in Article 6. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 17 ( 1 ) Under United Nations Security Council Resolution 1244 (1999). ",
        "3. For EIB financing operations other than those indicated in paragraph 1, the EU guarantee shall cover all payments not received by the EIB, but due to it, where the non-receipt has been caused by the realisation of one of the following political risks (‘Political Risk Guar ­ antee’): (a) non-transfer of currency; (b) expropriation; (c) war or civil disturbance; (d) denial of justice upon breach of contract. 4. The EIB shall, in consultation with the Commission, develop a clear and transparent allocation policy for deciding upon the source of financing of operations which are eligible both for coverage by the EU guarantee and for EIB own-risk financing. 5. When the EU guarantee is called, the EIB shall assign to the Union the relevant rights in accordance with the agreement referred to in Article 13(2). Article 11 Annual reporting and accounting 1. The Commission shall report annually to the European Parliament and to the Council on EIB financing operations carried out under this Decision. The report shall include an assessment of EIB financing oper ­ ations at project, sector, country and regional levels, as well as an assessment of the contribution of those financing operations to the fulfilment of Union external policy and strategic objectives. The report shall provide an overview of ongoing projects at an aggregated level. The report shall in particular assess the compliance of EIB financing operations with this Decision, taking into account the regional technical operational guidelines referred to in Article 6, and shall include sections on added value for the achievement of Union policy objectives, on the assessment of the estimated development impact at an aggregated level and the extent to which the EIB has taken into account environmental and social sustainability in the design and monitoring of the projects financed, as well as on cooperation with the Commission and other IFIs and EBFIs, including co-financing. The report shall in particular include a breakdown of all Union financial resources used in combination with EIB financing and other donors, thus giving an overview of the financial exposure of financing oper ­ ations carried out under this Decision. Moreover, it shall contain a specific section devoted to a detailed evaluation of the measures taken by the EIB to comply with Article 1(2). 2. The EIB shall continue to provide the European Parliament, the Council and the Commission with all its independent evaluation reports which assess the practical results achieved by the specific activities of the EIB under the external mandates. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 18 ",
        "3. For the purposes of paragraph 1, the EIB shall provide the Commission with yearly reports on EIB financing operations carried out under this Decision at project, sector, country and regional levels and on the fulfilment of Union external policy and strategic objectives, including cooperation with the Commission, other IFIs and EBFIs, as well as a development impact assessment report, as referred to in Article 7. Any memoranda of understanding between the EIB and other IFIs or EBFIs relating to carrying out financing operations under this Decision shall be made public or, where that is not possible, notified to the European Parliament and to the Council as part of the Commission’s annual reporting referred to in paragraph 1 of this Article. 4. The EIB shall provide the Commission with statistical, financial and accounting data on each of the EIB financing operations, as well as any additional information necessary to fulfil the Commission’s reporting duties or requests by the Court of Auditors and an auditor’s certificate on the outstanding amounts of the EIB financing operations. 5. For the purposes of the Commission’s accounting and reporting of the risks covered by the Comprehensive Guarantee, as defined in Article 10(1), the EIB shall provide the Commission with the EIB’s risk assessment and grading information concerning EIB financing oper ­ ations with borrowers or guaranteed obligors other than States. 6. The EIB shall provide the information referred to in paragraphs 3, 4 and 5 at its own expense. 7. The EIB shall also make publicly available the information referred to in paragraphs 3 and 4, in general terms and excluding any confidential information. 8. Information on whether the project is covered by the EU guarantee shall be included in the ‘project summary’ disclosed on the EIB website after the approval stage. 9. The EIB shall include in its annual report a follow-up assessment of the functioning of the memorandum of understanding with the European Ombudsman in so far as that memorandum concerns EIB financing operations covered by this Decision. 10. Where appropriate, the requirements mentioned in paragraphs 1 and 3 shall apply only to EIB financing operations for which the EIB financing application is submitted after 30 October 2011 and which are signed after 1 January 2012. Article 12 Non-cooperative jurisdictions In its financing operations, the EIB shall not tolerate any activities carried out for illegal purposes, including money laundering, financing of terrorism, tax fraud and tax evasion. In particular the EIB shall not participate in any financing operation implemented in an eligible country through a foreign non-cooperative jurisdiction identified as such by the OECD, the Financial Action Task Force or other relevant international organisations. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 19 ",
        "Article 13 Recovery of payments made by the Commission 1. Where the Commission makes any payment under the EU guar ­ antee, the EIB shall, in the name and on behalf of the Commission, pursue the recovery of claims for the amounts paid. 2. No later than the date of conclusion of the guarantee agreement referred to in Article 14, the Commission and the EIB shall enter into an agreement laying down the detailed provisions and procedures relating to recovery of claims. 3. In the interests of transparency, the Commission shall make publicly available on its website specific information relating to all cases of recoveries under the guarantee agreement referred to in Article 14 unless confidentiality is necessary. Article 14 Guarantee agreement The Commission and the EIB shall enter into a guarantee agreement laying down the detailed provisions and procedures relating to the EU guarantee and shall inform the European Parliament accordingly. Article 15 Auditing by the Court of Auditors The EU guarantee and the payments and recoveries under it attributable to the general budget of the European Union shall be audited by the Court of Auditors. Article 16 Review The Commission shall present to the European Parliament and to the Council a proposal, as appropriate, for establishing the EU guarantee under the next multiannual financial framework. Article 17 Final reporting By 31 October 2014, the Commission shall present to the European Parliament and to the Council a final report on the application of this Decision. Article 18 Repeal Decision No 633/2009/EC is hereby repealed. Article 19 Entry into force This Decision shall enter into force on the third day following its publication in the Official Journal of the European Union . ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 20 ",
        "ANNEX I REGIONAL CEILINGS OF THE GENERAL MANDATE A. Pre-accession countries: EUR 9 048 000 000 B. Neighbourhood and Partnership countries: EUR 13 548 000 000, broken down into the following indicative sub-ceilings: (i) Mediterranean countries: EUR 9 700 000 000; (ii) Eastern Europe, Southern Caucasus and Russia: EUR 3 848 000 000; C. Asia and Latin America: EUR 3 952 000 000, broken down into the following indicative sub-ceilings: (i) Latin America: EUR 2 912 000 000; (ii) Asia (including central Asia): EUR 1 040 000 000; D. Republic of South Africa: EUR 936 000 000. Within the overall ceiling of the General Mandate, the EIB governing bodies may decide to reallocate an amount of up to 10 % of the regional ceilings within and between regions. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 21 ",
        "ANNEX II POTENTIALLY ELIGIBLE REGIONS AND COUNTRIES A. Pre-accession countries 1. Candidates Croatia, Iceland, the former Yugoslav Republic of Macedonia, Montenegro, Turkey 2. Potential candidates Albania, Bosnia and Herzegovina, Kosovo ( 1 ), Serbia B. Neighbourhood and Partnership countries 1. Mediterranean countries Algeria, Egypt, the West Bank and the Gaza Strip, Israel, Jordan, Lebanon, Libya, Morocco, Syria, Tunisia 2. Eastern Europe, Southern Caucasus and Russia Eastern Europe: Belarus, Republic of Moldova, Ukraine Southern Caucasus: Armenia, Azerbaijan, Georgia Russia C. Asia and Latin America 1. Latin America Argentina, Bolivia, Brazil, Chile, Colombia, Costa Rica, Cuba, Ecuador, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Uruguay, Venezuela 2. Asia Asia (excluding central Asia): Afghanistan, Bangladesh, Bhutan, Brunei, Cambodia, China (including Hong Kong and Macao Special Adminis ­ trative Regions), India, Indonesia, Iraq, Laos, Malaysia, Maldives, Mongolia, Nepal, Pakistan, Philippines, Singapore, South Korea, Sri Lanka, Taiwan, Thailand, Vietnam, Yemen Central Asia: Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, Uzbe ­ kistan D. South Africa Republic of South Africa ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 22 ( 1 ) Under United Nations Security Council Resolution 1244 (1999). ",
        "ANNEX III ELIGIBLE REGIONS AND COUNTRIES A. Pre-accession countries 1. Candidates Croatia, Iceland, the former Yugoslav Republic of Macedonia, Montenegro, Turkey 2. Potential candidates Albania, Bosnia and Herzegovina, Kosovo ( 1 ), Serbia B. Neighbourhood and Partnership countries 1. Mediterranean countries Algeria, Egypt, the West Bank and the Gaza Strip, Israel, Jordan, Lebanon, Libya, Morocco, ► M1 __________ ◄ Tunisia 2. Eastern Europe, Southern Caucasus and Russia Eastern Europe: Republic of Moldova, Ukraine Southern Caucasus: Armenia, Azerbaijan, Georgia Russia C. Asia and Latin America 1. Latin America Argentina, Bolivia, Brazil, Chile, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Uruguay, Venezuela 2. Asia Asia (excluding central Asia): Bangladesh, Brunei, Cambodia, China (including Hong Kong and Macao Special Administrative Regions), India, Indonesia, Iraq, Laos, Malaysia, Maldives, Mongolia, Nepal, Pakistan, Philippines, Singapore, South Korea, Sri Lanka, Thailand, Vietnam, Yemen Central Asia: Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, Uzbe ­ kistan D. South Africa Republic of South Africa ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 23 ( 1 ) Under United Nations Security Council Resolution 1244 (1999). ",
        "ANNEX IV REGIONAL POLICY FRAMEWORK EIB activity in partners participating in the pre-accession process takes place in the framework established in the Accession and European Partnerships which set out the priorities for candidates and potential candidates with a view to making progress in moving closer to the Union, and which provide a framework for Union assistance. The Stabilisation and Association Process is the Union policy framework for the western Balkans. It is based on progressive partnership, in which the Union offers trade concessions, economic and financial assistance and contractual relationships through Stabilisation and Association Agreements. Pre-accession financial assistance, through the IPA, helps the candidates and potential candidates prepare for the obligations and challenges of membership of the Union. This assistance supports the reform process, including preparations for eventual membership. It focuses on institution-building, alignment with the acquis of the Union, preparation for Union policies and instruments and promotion of measures to achieve economic convergence. EIB activity in neighbourhood countries takes place in the framework of the European Neighbourhood Policy, under which the Union aims to develop a special relationship with neighbourhood countries with a view to establishing an area of prosperity and good neighbourliness, founded on the values of the Union, such as democracy, the rule of law, good governance and respect for human rights, and characterised by close and peaceful relations based on coop ­ eration in accordance with performance-driven differentiation. In the framework of this cooperation, EIB financing under this Decision will also be targeted at policies promoting inclusive growth and job creation contributing to social stability in line with an incentive-based approach supporting Union external policy objectives, including in relation to migration issues. In order to achieve these objectives the Union and its partners implement jointly agreed bilateral action plans defining a set of priorities including on political and security issues, trade and economic matters, environmental and social concerns and integration of transport and energy networks. The Union for the Mediterranean, the Union Strategy for the Danube Region, the Union Strategy for the Baltic Sea Region, the Eastern Partnership and the Black Sea Synergy are multilateral and regional initiatives complementary to the European Neighbourhood Policy aimed at fostering cooperation between the European Union and the respective group of neighbourhood partner countries facing common challenges and/or sharing a common geographical environment. The Union for the Mediterranean aims to relaunch the Euro-Mediterranean inte ­ gration process by supporting mutual economic, social and environmental devel ­ opment on both sides of the Mediterranean and supports improved socioe ­ conomic development, solidarity, regional integration, sustainable development and knowledge building, underlining the need to increase financial cooperation to support regional and trans-national projects. The Union for the Mediterranean supports, in particular, the creation of maritime and land highways, the de-pollution of the Mediterranean, the Mediterranean solar energy plan, the Mediterranean Business Development Initiative, civil protection initiatives and the Euro-Mediterranean university. The Union Strategy for the Baltic Sea Region supports a sustainable environment and optimal economic and social devel ­ opment in the Baltic Sea region. The Union Strategy for the Danube Region supports, in particular, the development of transport, energy connections and security, sustainable environment and socioeconomic development in the Danube region. The Eastern Partnership aims to create the necessary conditions to accelerate political association and further economic integration between the Union and eastern partner countries. The Russian Federation and the Union have a wide-ranging strategic partnership, distinct from the European Neighbourhood Policy and expressed through the Common Spaces and Roadmaps. These are complemented at multilateral level by the Northern Dimension which provides a framework for cooperation between the Union, Russia, Norway and Iceland. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 24 ",
        "EIB activity in Latin America takes place in the framework of the Union, Latin America and the Caribbean Strategic Partnership. As highlighted in the September 2009 Commission Communication ‘The European Union and Latin America: Global Players in Partnership’, the Union’s priorities in the field of cooperation towards Latin America are the promotion of regional integration and the eradication of poverty and social inequality in order to promote sustainable economic and social development. These policy objectives will be fostered taking into account the different level of development of Latin America countries. Bilateral dialogue will be pursued in areas of common interest for the Union and Latin America, including environment, climate change, disaster risk reduction and energy, science, research, higher education, technology and inno ­ vation. The EIB is encouraged to be active in Asia both in dynamic emerging economies and in less prosperous countries. In this diverse region, the Union is deepening its strategic partnerships with China and India and negotiations are progressing on new partnership and free trade agreements with south-east Asian countries. At the same time, development cooperation remains high on the Union’s agenda with Asia; the Union development strategy for the Asian region aims at eradi ­ cating poverty by supporting broad-based sustainable economic growth, promoting a conducive environment and conditions for trade and integration within the region, enhancing governance, increasing political and social stability, and supporting the achievement of the 2015 Millennium Development Goals. Policies are being put in place jointly to address common challenges, such as climate change, sustainable development, security and stability, governance and human rights, as well as the prevention of, and response to, natural and human disasters. The Union Strategy for a new partnership with central Asia adopted by the European Council in June 2007 has strengthened regional and bilateral dialogue and Union cooperation with central Asian countries on major issues facing the region, such as poverty reduction, sustainable development and stability. The implementation of the strategy has brought about important advances in the fields of human rights, the rule of law, good governance and democracy, education, economic development, trade and investment, energy and transport and environmental policies. EIB activity in South Africa takes place in the framework of the EU Country Strategy Paper for South Africa. The focal areas identified in that Strategy Paper are employment creation and capacity development for service delivery and social cohesion. EIB activities in South Africa have taken place in high comple ­ mentarity with the Commission’s development cooperation programme, namely through the EIB focus on private sector support and investments in expansion of infrastructure and social services (housing, electric power, drinking water purifi ­ cation and municipal infrastructure). The mid-term review of the EU Country Strategy Paper for South Africa has proposed the strengthening of actions in the area of climate-change through activities supporting the creation of green jobs. ▼ B 2011D1080 — EN — 25.04.2012 — 001.001 — 25 "
    ]
}