{
    "text": [
        "Agriculture and Rural Development Culture and Education Fisheries Regional Development Transport and Tourism Directorate-General For internal Policies POLICY DEPARTMENT STRUCTURAL AND COHESION POLICIES Role The Policy Departments are research units that provide specialised advice to committees, inter-parliamentary delegations and other parliamentary bodies. Policy Areas Agriculture and Rural Development Culture and Education Fisheries Regional Development Transport and Tourism Documents Visit the European Parliament website: http://www.europarl.europa.eu /studies B POLICY DEPARTMENT STRUCTURAL AND COHESION POLICIES PHOTO CREDIT: iStock International Inc., Photodisk, Phovoir B Directorate-General For internal Policies Transport and Tourism Regional Development Fisheries Culture and Education Culture and Education Agriculture and Rural Development ",
        "",
        "DIRECTORATE-GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT B: STRUCTURAL AND COHESION POLICIES TRANSPORT AND TOURISM WORKSHOP ‘THE FUTURE OF TRANSPORT’ THE FUTURE OF SUSTAINABLE PASSENGER TRANSPORT NOTE ",
        "This document was requested by the European Parliament's Committee on Transport and Tourism. AUTHORS Sogn and Fjordane University College, Norway i Cicero: Center for International Climate and Environmental Research – Oslo, Norway ii RESPONSIBLE ADMINISTRATOR Mr Nils Danklefsen Policy Department B: Structural and Cohesion Policies European Parliament B-1047 Brussels E-mail: poldep-cohesion@europarl.europa.eu LINGUISTIC VERSIONS Original: EN Translations: DE, ES, FR, IT, NL, PL ABOUT THE EDITOR To contact the Policy Department or to subscribe to its monthly newsletter please write to: poldep-cohesion@europarl.europa.eu Manuscript completed in January 2010. Brussels, © European Parliament, 2010. This document is available on the Internet at: http://www.europarl.europa.eu/studies DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorized, provided the source is acknowledged and the publisher is given prior notice and sent a copy. i Mr Erling Holden ii Ms Kristin Linnerud ",
        "DIRECTORATE-GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT B: STRUCTURAL AND COHESION POLICIES TRANSPORT AND TOURISM WORKSHOP ‘THE FUTURE OF TRANSPORT’ THE FUTURE OF SUSTAINABLE PASSENGER TRANSPORT NOTE Abstract The reflections made in the Commission communication ‘A Sustainable Future for Transport’ are clearly based on knowledge of cutting-edge research. Major issues are presented and reflected upon. However, we would like to add the following issues, all being intensively discussed in the research community: the need for policies and practices to reduce the growth in travel, the need for policies and practices to address fast- growing leisure-time travel, the need to consider public acceptance of policies and practices. This note covers issues that were presented and discussed in a workshop on 'The Future of Transport' held in the European Parliament on 2 December 2009. IP/B/TRAN/IC/2009-080 January 2010 PE 431.579 EN ",
        "",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 3 CONTENTS CONTENTS 3 LIST OF TABLES 5 LIST OF BOXES 5 EXECUTIVE SUMMARY 7 1. Background 11 1.1. From 0.5 to 50 Kilometres a Day in a Century 11 1.2. A Non-sustainable Transport System 13 2. Sustainable Transport: the Concept and its Policy Implications 15 2.1. Sustainable Transport: An Evolving Concept 15 2.2. Sustainable Transport’s Main Characteristics 16 2.3. A Typology of Sustainable Transport 16 3. Achieving Sustainable Transport 21 3.1. The Reduction Strategy 21 3.2. The Troublesome Leisure-time Travel 22 3.3. Building Public and Political Acceptance 26 4. Measures and Ideas 29 ACKNOWLEDGEMENTS 33 REFERENCES 35 NOTES 39 ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 4 ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 5 LIST OF TABLES Table 1: A typology for achieving sustainable transport 18 Table 2: Various paths affect energy consumption for everyday travel and long leisure-time travel differently 25 LIST OF BOXES Box 1: Passenger travel in Norway, 1900-2005 12 Box 2: Four 2030 sustainable passenger transport scenarios for EU-15 23 Box 3: Leisure-time Travel in Norway 24 ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 6 ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 7 EXECUTIVE SUMMARY Background During the 20th century both population and mobility grew remarkably. However, whereas population growth shows signs of becoming sustainable, the growth in mobility does not. While the world’s population grew four-fold in the last century, motorised passenger kilo- metres and tonne-kilometres by all modes each grew on average by a factor of around 100. Growth in mobility was particularly extensive during the last four decades. Although this development has several positive effects, the intensity and scale of the nega- tive effects are now all too apparent. In fact, probably no other activity affects the envi- ronment, both locally and globally, as negatively as transport does. Consequently, our transport system is unsustainable. Moreover, without major changes in policies and prac- tices, our future transport activity could well prolong the unsustainable trends of the last century. The challenge is massive, however: after eradicating poverty, making transport sustainable is probably the most challenging aspect of sustainable development. Aim This note presents current and future challenges concerning sustainable passenger trans- port in the EU and suggests possible measures and ideas for meeting these challenges. It therefore highlights the strengths, weaknesses and potential shortcomings of the Commis- sion communication ‘A Sustainable Future for Transport’. The note reflects recent progress in the research literature on sustainable passenger transport. 1 It also looks at the issues that were presented and discussed at a workshop on 'The Future of Transport' held in the European Parliament on 2 December 2009. The note focuses on the challenges of achieving sustainable mobility in the EU. Thus, we mostly draw our conclusions on the basis of studies conducted in EU countries, particularly in the EU-15. However, according to the European Environment Agency, passenger travel behaviour in the EU-10 (and most probably EU-12) is likely to eventually match that in the EU-15 (EEA, 2006). Thus, from a long–term perspective our conclusions are relevant for the EU-27. We also include studies conducted in Norway, in areas where we find that the challenges of achieving sustainable mobility are similar to those in the EU. ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 8 KEY FINDINGS • While the world’s population grew four-fold during the last century, motorised pas- senger kilometres and tonne-kilometres by all modes each grew on average by a factor of around 100. • Without major changes in policies and practices, our future transport activity could well prolong the unsustainable trends of the last century. • Sustainable transport includes assessments of: the technological development of the means of transport and the total distance travelled by each mode; the effects of the construction, use and maintenance of infrastructure for different modes; and the provision of transport and energy facilities, and the use of these facilities. • The literature on sustainable transport has evolved from asking, ‘Is transport sus- tainable?’ in the early 1990s, to asking, ‘When is transport sustainable?’ in the late 1990s, and finally, ‘How can transport be made sustainable?’ today. Answering ‘how’ questions requires the use of disciplines and methodological approaches unknown to traditional economic- and engineering-based transport research. • Achieving sustainable transport implies halving present per capita energy consump- tion for passenger transport and, moreover, improving mobility for low-mobility groups by increasing access to public transport. • Scenario analyses show that EU transport patterns can be sustainable at a higher than present per capita transport volume. This transport volume is, however, far lower than ‘business as usual’ growth would imply. • Six prominent paths towards sustainable transport exist: developing and implement- ing new technology; improving public transport; increasing individuals’ green atti- tudes; promoting sustainable land-use planning, including transport infrastructure; enhancing information and communication technologies (ICT); and deploying mar- ket-based instruments. • To achieve sustainable passenger transport, two related questions must be an- swered: (i) What policies are effective? and (ii) What is required to gain enough support for these policies? • When identifying the most effective policies, more attention should be paid to poli- cies that reduce the growth in transport volumes. However, the communication fo- cuses primarily on the other two possible strategies for achieving sustainable pas- senger transport: developing new technologies and changing travel patterns. • When identifying the most effective policies, more attention should be paid to lei- sure-time travel than to everyday travel for three reasons: (1) Leisure-time travel accounts for more than half of total energy consumed and CO 2 emitted in passenger transport; (2) transport policies are mainly directed towards everyday travel; and (3) while such policies may reduce everyday travel, they may simultaneously in- crease leisure-time travel. ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 9 • Public acceptance for these policies may be improved by: (i) letting people obtain personal experience of the impact of the policies during a trial period, (ii) ear- marking tax revenue and (iii) using carefully designed information. Behavioural eco- nomics, a research field which combines economic and psychological insights, may give good guidance as to how to increase public acceptance for these policies. • We suggest the following ideas and measures, which were not (or not sufficiently) covered in the Commission communication: use ‘inducement prizes’ to reward suc- cessful innovation of new low-carbon technologies within the transport sector; de- velop a 50-year plan for promoting cycling in all EU cities (and a corresponding plan for clearing cars from large cities); inform the public about the environmental con- sequences of leisure-time travel; promote land-use planning based on decentralised concentration; use ICT to facilitate public transport; introduce congestion charges in all major EU cities; introduce a price for CO 2 emissions from all transport; and intro- duce a CO 2 -differentiated tax on new cars. ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 10 ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 11 1. BACKGROUND KEY FINDINGS • Arguably, after eradicating poverty, making transport sustainable is probably the most difficult element when it comes to achieving sustainable development. • While the world’s population grew four-fold during the last century, motorised pas- senger kilometres and tonne-kilometres by all modes each grew on average by a factor of around 100. Moreover, the intensity and scale of these negative effects have escalated. In fact, probably no other activity affects the environment, both lo- cally and globally, as negatively as transport does. • Without major changes in policies and practices, our future transport activity could well prolong the unsustainable trends of last century. • Achieving sustainable passenger transport means both identifying effective policies and measures, and gaining public and political acceptance for their implementation. The relationship between transport’s positive effects and its negative social and environ- mental impact could be compared to that of Siamese twins. Not only is separating the twins difficult, but doing so is highly risky as eliminating most or all of transport’s negative effects represents a threat to transport as we know it. Therefore, creating a comfortable match between transport and sustainable development is difficult. Nevertheless, most agree that the increasingly devastating impact of transport must be ad- dressed because the overall negative effects are beginning to exceed the overall positive ones. Therefore, ‘business as usual’ (BAU) is unacceptable. Making transport sustainable, however, is probably the most difficult element of sustainable development, after eradicat- ing poverty. Thus, to achieve sustainable passenger transport, two related questions must be answered: (i) what policies are effective and (ii) what is required to gain enough support for them. 1.1. From 0.5 to 50 Kilometres a Day in a Century Over the last 100 years, both population and mobility have grown remarkably. However, whereas population growth is showing signs of becoming sustainable, the growth in mobil- ity is not (OECD, 2000). While the world’s population last century grew by a factor of about four, motorised passenger kilometres and tonne-kilometres by all modes each grew on av- erage by a factor of about 100 (ibid.). In particular, mobility has grown extensively the last four decades. Box 1 shows passenger mobility development in Norway during the 20th cen- tury. A similar pattern exists in the EU and all other OECD countries (EEA, 2006; EC, 2006; OECD, 2000). More than 90% of growth in passenger travel during the last four decades in the EU (and in other OECD countries) was due to the emergence of two powerful mobility phenomena last century: the private car and, later, the airplane (Black, 2003). The trend of increased travel by road and air is likely to continue for decades (OECD 2000). In a well-known study on future global mobility, Schafer and Victor (2000) project that per- capita mobility in Western Europe will increase from 10 622 kilometres yearly in 1990 to 34 022 kilometres yearly in 2050. By comparison, they project that the average American’s ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 12 mobility will increase by a factor of 2.6 by 2050, to 58 000 kilometres yearly. They reach their conclusions on the basis of a comprehensive study of international travel, which shows that on average a person spends 1.1 hours daily travelling and devotes a predictable pro- portion of their income to travel. These budgets have been relatively stable across time and countries, and Schafer and Victor claim that they can be used to predict future travel pat- terns. Schafer and Victor’s (2000) important point is that as we become richer and technol- ogy improves, we will travel faster and further. We would like to add: unless scarcity of re- sources or political decisions prevent us from doing so. Box 1: Passenger travel in Norway, 1900–2005 PASSENGER TRAVEL IN NORWAY, 1900–2005 From 0.5 to 50 km per day in a century The figure shows that motorised passenger kilometres grew on average by a factor of about 100 over the last century, which is in line with the OECD estimates for world growth in pas- senger kilometres. 0,0 10,0 20,0 30,0 40,0 50,0 60,0 1900 1930 1946 1952 1960 1970 1980 1990 2000 2005 [ k m / p e r s o n / d a y ] Air travel Passenger cars Buses and coaches Inland navigation Railways Walking and cycling Public transport phase (1900 – 1960) Air phase ( 1990–2005) Car phase ( 1960–1990) Per capita daily travel distances in Norway, 1900–2005. Source: Statistics Norway , Denstadli, 2006; Rideng, 2006; Tajet, 2007; Høyer, 2000, 2003; Holden 2007 ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 13 1.2. A Non-sustainable Transport System Transport growth has, according to the OECD, been mostly positive: ‘It has facilitated and even stimulated just about everything regarded as progress. It has helped expand intellec- tual horizons and deter starvation. It has allowed efficient production and ready distribution for widespread consumption. Comfort in travel is now commonplace, as is access to the products of distant places’ (OECD, 2000, p.13). However, during the last decades the costs – in terms of negative social and environmental effects – associated with increased motor- ised mobility by road and air have been recognised. The intensity and scale of these nega- tive effects have escalated and have now all become too apparent as travel by car and air- plane has increased. In fact, probably no other activity affects the environment, both locally and globally, as negatively as transport does. In addition to negative environmental effects, transport has several negative social effects: • Transport is a major consumer of energy and material resources. Almost 30% of world final energy consumption is used for transport (IEA, 2008). Globally, energy consumption for transport is forecast to grow by 1.5% per year up to 2030. Trans- port presently uses, and will for decades, primarily non-renewable energy resources. • Production of vehicles and transport infrastructure require large amounts of ma- terials. Such material use accounts for 20–40% of the consumption of major materi- als: aggregates, cement, steel, and aluminium (OECD, 2000). Moreover, the pro- duction of vehicle and transport infrastructure requires large amounts of energy: approximately 20% of the energy consumption during a vehicle’s life cycle. • Transport is a major contributor to local, regional, and global pollution of air, soil and water. Chief among transport’s global effects is its contribution to climate change; transport activity contributes about 20% of anthropogenic CO 2 worldwide and almost 30% of these emissions in OECD countries (ibid.). Air pollution is the main local and regional effect, added to major effects on human and ecosystem health. Transport is today a main source of these air pollutants (ibid.). Air pollution is expected to decline in OECD countries, although not enough to improve air quality to WHO standards. Worldwide, however, air pollution is expected to increase. • Transport infrastructure , primarily roads, consumes about 25–40% of land in OECD urban areas and almost 10% in rural areas (ibid.). Roads and railways cut natural and agricultural areas in ever-smaller pieces, threatening the existence of wild plants and animals. • 1.2 million people are killed on the roads every year and up to 50 million more are injured (Peden et al., 2004). 2 About 30% of the EU population is exposed to urban traffic noise levels that are a significant cause of annoyance and ill-health (OECD 2000). Some 10% of the EU population is estimated to be seriously annoyed by air- craft noise; however, little change in exposure to high noise levels can be expected during the next decade (ibid.). • Transport infrastructure might disrupt communities. The increasing orientation of urban transport systems towards private vehicles can negatively affect the quality of community life. Urban motorways are sometimes built through established com- munities, creating physical barriers within them. • Mobility has not increased for everyone. Poor access to transport may reduce your access to basic public and private services, leading to social exclusion, particu- larly for poor people, disabled people, the elderly, women and the growing number of low-income immigrant groups in developed countries (Root et al., 2002; Tillberg, 2002; Rudinger, 2002; Uteng, 2006). ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 14 The situation described above characterises an unsustainable transport system (see for ex- ample, Banister, 2005; Holden, 2007; Black and Nijkamp, 2002; OECD, 2000; CEC, 2001; WBCSD, 2004). Without major changes in policies and practices, future transport activity could well prolong the unsustainable trends of the last century. According to the 2001 EU White Paper on European Transport Policy 2010 (CEC 2001), the principles of sustainable transport should guide the necessary changes in policies and practices: ‘a new imperative – sustainable development – offers an opportunity, not to say lever, for adopting the com- mon transport policy’ (ibid., 14). Thus, we now turn to the concept of sustainable transport and its policy implications. ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 15 2. SUSTAINABLE TRANSPORT: THE CONCEPT AND ITS POLICY IMPLICATIONS KEY FINDINGS • Sustainable transport includes assessments of: the technological development of the means of transport and the total distance travelled by each mode; the effects of the construction, use and maintenance of infrastructure for different modes; and the provision of transport and energy facilities and the use of these facilities. • The literature on sustainable transport has evolved from asking, ‘Is transport sus- tainable?’ in the early 1990s, to asking, ‘When is transport sustainable?’ in the late 1990s, and finally, ‘How can transport be made sustainable?’ today. • Answering ‘how’ questions requires the involvement of disciplines and methodologi- cal approaches unknown to traditional economic- and engineering-based transport research. • Achieving sustainable transport implies halving present per capita energy consump- tion for passenger transport and, moreover, improving mobility for low-mobility groups by increasing access to public transport. • Scenario analyses show that EU transport patterns can be sustainable at a higher than present per capita transport volume. This transport volume is, however, far lower than ‘business as usual’ growth would imply. • A literature survey shows that six prominent paths towards sustainable transport exist: developing and implementing new technology; improving public transport; in- creasing individuals’ green attitudes; promoting sustainable land-use planning, in- cluding transport infrastructure; enhancing information and communication tech- nologies (ICT); and deploying market-based instruments. 2.1. Sustainable Transport: An Evolving Concept Sustainable transport 3 includes assessments of: the technological development of the means of transport and the total distance travelled by each mode; the effects of the con- struction, use and maintenance of infrastructure for different modes; and the provision of transport and energy facilities and the use of these facilities. Since the European Commission launched the ‘sustainable transport’ concept in its 1992 Green Paper on Transport and the Environment 4 , the number of books, articles and reports about sustainable transport has steadily increased. The typical understanding and interpre- tation of the concept of sustainable transport has, however, changed since it first appeared in the Green Paper. In the early 1990s, the concept was characterised by a single- disciplinary approach focusing on environmental issues. More recently, the concept has been characterised by a multi-disciplinary approach with an additional focus on equity (wel- fare distribution) issues. Simultaneously, the focused research areas have changed from everyday travel to also include leisure-time travel, and from transport volumes to also in- clude transport-intensity issues. ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 16 Moreover, mainstream research on sustainable transport has gradually evolved from the original ‘Is transport sustainable?’ questions in the early 1990s, to ‘When is transport sus- tainable?’ questions in the late 1990s, and finally to the present prevailing questions, ‘How can transport be made sustainable?’ and ‘Why are we not succeeding in making transport sustainable?’. 2.2. Sustainable Transport’s Main Characteristics Sustainable transport, like sustainable development, has some main characteristics. 5 For sustainable transport researchers, this feature means that they must adapt the most im- portant characteristics of sustainable development to the transport sector. With reference to the Brundtland Report (WECD, 1987), we suggest that achieving sustainable transport entails adapting three such characteristics. First, the impact of transport activities must not threaten long-term ecological sustainability. Second, basic mobility needs must be satisfied. Basic mobility needs entail accessibility to appropriate means of transport to meet basic human needs, such as travel to work and other vital private and public services. Third, the equity of inter- and intra-generational mobility must be promoted. Mobility equity does not necessarily mean equity in mobility outcome (actual kilometres travelled); rather, mobility equity means that everyone should have access to a specified minimum level of mobility. Translating these characteristics into appropriate sustainable transport indicators and goals is difficult. As yet, no consensus exists among researchers concerning how this can be done. Holden (2007) suggests the following translation and the corresponding challenges for achieving sustainable transport in developed countries: 6 • Halving their per capita energy consumption for passenger transport (to 8 kWh per capita per day in accordance with the long-term ecological sustainability re- quirement and the inter-generational equity requirement. • Increasing mobility for their low-mobility groups (to 11 km per capita per day available by public transport) in accordance with the basic transport-needs require- ment and the intra-generational equity requirement. 2.3. A Typology of Sustainable Transport Three main approaches exist for achieving sustainable transport: the efficiency, the altera- tion and the reduction approaches (Holden, 2007). 7 The efficiency approach suggests that environmental problems caused by transport can be reduced, and moreover that the lack of accessibility for low-mobility groups can be relieved by developing more efficient technology. 8 The efficiency approach can be divided into two main sub-approaches: (i) the use of new, conventional technology and (ii) the use of alter- native technology. The new, conventional technology approach seeks incremental im- provements in existing transport technology such as: advanced internal combustion en- gines with direct injection, energy-efficient hybrid-drive systems, reduced vehicle weight using lightweight materials, and improved aerodynamics. The alternative approach seeks to implement fundamentally new transport technology such as introducing new fuels (biofuels, hydrogen) and drive systems (fuel cell). ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 17 The alteration approach recognises the urgent need to fundamentally change present transport patterns. Accordingly, the prevailingly transport pattern, dominated by the car and plane, must be changed into one based on collective forms of transport, namely an af- fordable well-functioning public transport system. 9 Such a public transport system would lead to increased use of buses, trains and trams – which are all more energy-efficient than cars and planes. Moreover, an affordable well-functioning public transport system would increase accessibility for low-mobility groups. Moreover, the alteration approach comprises the idea of replacing part of motorised travel with walking and cycling. The reduction approach for achieving sustainable transport does not question the impor- tance of improved efficiency and increased alteration. Indeed, the latter two approaches would, according to the reduction approach, offer some reductions in energy consumption. However, these reductions are not large enough to meet sustainable transport’s energy goal. Moreover, continuous transport growth negates any reductions in energy consumption achieved by implementing new technology and altering transport patterns. Thus, the pre- sent transport volume must urgently be decreased – except for those whose basic transport needs are not met – or at least transport growth trends must be changed. Three main policy orientations exist: one aiming at voluntarily changing behaviour through information, one aiming at changing behaviour through regulation/economic instruments, and one aiming at developing new technology. 10 The main prerequisite for achieving sustainable transport under an information-oriented policy would be the voluntary transformation of individuals’ transport patterns The basic elements of these transformed patterns are increased awareness and subsequently more positive attitudes towards achieving sustainable development in general and sustainable transport in particular. Changing behaviour through regulation, on the other hand, would only minimally contribute to the growth of sustainable transport patterns. Thus, govern- ments and businesses would primarily issue public information about transport’s negative impact and give guidance on reducing it. Moreover, governments and businesses would launch awareness campaigns that increase people’s positive attitudes towards sustainable transport. ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 18 Table 1: A typology for achieving sustainable transport Policy orientation Approach Technology Regulation / Eco- nomic instruments Information Efficiency Develop more energy- efficient transport technol- ogy (e.g., government funding for demonstration programmes). Regulate the use of more energy-efficient transport technology (e.g., emis- sions standards for vehi- cles). Adapt to the use of more energy-efficient transport technology (e.g., buying smaller and less powerful cars). Alteration Develop new technology for more energy-efficient modes of transport (e.g., AGV (i) , MAGLEV (ii) trains and Smart Cards (iii) ). Regulate the use of more energy-efficient modes of transport (e.g., lowering fares for public transport). Adapt to the use of more energy-efficient modes of transport (e.g., increase the use of public and non- motorised transport). Reduction Reduce travel demand through the development of ICT (e.g., attractive forms of mobile confer- ences and telecommuting). Reduce travel demand through land-use planning (e.g., dense and concen- trated housing develop- ment). Reduce travel demand through increasing positive environmental attitudes (e.g., awareness cam- paigns). (i) AGV=Automatically Guided Vehicles. (ii) MAGLEV=Magnetically Levitated trains, a form of transport that sus- pends, guides and propels vehicles via electromagnetic force. (iii) Information technology will probably have pro- found effects on public transport options. Smart Card technology may considerably enlarge possibilities for cus- tomers to pay flexibly for transport options, implying new possibilities and roles for public transport operators. Source: Holden (2007) On the contrary, regulation-oriented policies would suggest that authorities should regulate behaviour by: establishing standards and norms (e.g. maximum vehicular emissions and maximum speed limits), land-use planning (e.g. densification and mixed development), im- proving public transport and public infrastructure, and using market-based instruments such as taxation to influence market prices and, as a result, an individual’s transport deci- sions. The basic rationale for regulation-oriented policies is that individuals cannot be trusted to voluntarily comply with the requirements of sustainable transport; rather, they must be pushed in the right direction by regulation that makes the preferred behaviour more attractive. Technology-oriented policies rely heavily on the development and implementation of new and improved technology as prerequisites for sustainable transport. Many of transport’s negative effects clearly result from using inappropriate technology. Correcting this situation requires the development of new technology that does not have the same negative impact. The basic rationale behind technology-oriented policies is that the development of new technology needs public support, including innovation strategies and generous government funding for R&D and for large-scale demonstration programmes. Based on the three main approaches and the three main policy orientations, a typology for achieving sustainable transport can be constructed (illustrated in figure 1). The figure shows several paths – a combination of approaches and policies – which potentially reduce energy consumption and increase accessibility, thereby promoting sustainable transport. The literature shows that six prominent paths exist: • Developing and implementing new technology (including setting standards) • Improving public transport, including cycling and walking ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 19 • Increasing individuals’ green attitudes • Promoting sustainable land-use planning, including transport infrastructure • Enhancing ICT • Deploying market-based instruments (taxes/subsidies). ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 20 ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 21 3. ACHIEVING SUSTAINABLE TRANSPORT KEY FINDINGS • To achieve sustainable passenger transport, two related questions must be an- swered: (i) What policies are effective? and (ii) What is required to gain enough support for these policies? • When identifying the most effective policies, more attention should be paid to poli- cies that reduce the growth in transport volumes. However, the communication fo- cuses primarily on the other two possible strategies to achieve sustainable passen- ger transport: developing new technologies and changing travel patterns. • When identifying the most effective policies, more attention should be paid to lei- sure-time travel than to everyday travel for three reasons: (1) Leisure-time travel accounts for more than half of total energy consumed and CO 2 emitted in passenger transport; (2) transport policies are mainly directed towards everyday travel; and (3) while such policies may reduce everyday travel, they may simultaneously in- crease leisure-time travel. • Public acceptance for these policies may be improved by: (i) letting people obtain personal experience of the impact of the policies during a trial period, (ii) earmark- ing tax revenue and (iii) using carefully designed information. Behavioural econom- ics, a research field which combines economic and psychological insights, may give good guidance as to how to increase public acceptance of these policies. The reflections in the Commission communication ‘A Sustainable Future for Transport’ are clearly based on knowledge of cutting-edge research. Major issues are presented and re- flected upon. However, we would like to add the following issues, all being intensively dis- cussed in the research community: the need for policies and practices to reduce the growth in travel, the need for policies and practices to address fast-growing leisure-time travel, the need to consider public acceptance of policies and practices. 3.1. The Reduction Strategy We agree that applying new technologies and improving present public transport systems are fundamental to any sustainable transport strategy. However, as shown in box 2, and as supported by the OECD’s Environmentally Sustainable Transport Strategy (OECD, 2000), an additional strategy for reducing the growth in passenger transport volumes is necessary. Thus, ‘business as usual’ growth is not compatible with an overall goal of sustainable trans- port, notwithstanding the application of new technologies and improvement of public trans- port. ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 22 3.2. The Troublesome Leisure-time Travel Research on sustainable passenger transport has mainly focused on everyday travel. Thus, research on sustainable leisure-time transport has largely been neglected and is today an underdeveloped field for several reasons (see Black and Nijkamp, 2002; Holden, 2007). First, our non-work travel is primarily down to choice rather than necessity. This distinction is important for policymakers because: ‘For necessary trips, planners can explore ways of reducing the need for or length of the trip or ways of enhancing alternatives to driving’ (Handy et al., 2005). Second, the user requirements are different for leisure-time travel and, say, everyday commuting. For example, whereas the commuter requires timeliness and predictability, the leisure traveller is often less concerned about these. Leisure trips may involve a greater load (baggage), and travel in areas where the public transport sys- tem is less developed (e.g. trips to holiday homes) or less known to the user. Third, life- style and psychological factors are crucial in explaining demand for leisure-time travel; for example, choice of leisure-time travel is linked to people’s expression of identity. Thus, de- signing efficient sustainable transport policies requires an understanding of how leisure- time travel differs from other travel. However, the relationship between leisure-time travel and sustainable transport should be given far greater emphasis because leisure-time travel accounts for a major and growing share of all travel. In the EU, for instance, it accounts for approximately one-third of all trips (EEA, 2008). Statistics from a Norwegian travel survey suggest that leisure trips are responsible for 60% of CO 2 emissions from travel (Box 3). Over the next 20 years, more people will be spending more time on leisure activities as the population grows older and richer (Banister et al., 2000). Much of this increased leisure time may involve long-distance air travel. ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 23 Box 2: Four 2030 sustainable passenger transport scenarios for EU-15 FOUR 2030 SUSTAINABLE PASSENGER TRANSPORT SCENARIOS FOR EU-15 per capita daily travel distance All scenarios use 2002 as a base case; thus, assumed changes in transport technologies (improved efficiency), transport patterns (increased alteration) and transport volumes (possible reduction) refer to 2002. 2030 Business as Usual (BAU) : Growth in travel distance for all modes follows the same pattern as 1990–2000. Moreover, the specific energy consumption for all means of transport declines slowly year-by-year in line with the reductions achieved in 1990–2000. 2030 Sustainable Transport Scenario 1 (ST1) : Annual growth rate in travel distance for passenger cars and planes: -0.8%. Specific energy consumption for all means of transport is reduced per the 2030 BAU scenario. 2030 Sustainable Transport Scenario 2 (ST2) : Annual growth rate in travel distance for passenger cars and planes: 0%. Specific energy consumption for all means of transport is reduced more than in the 2030 BAU scenario. 2030 Sustainable Transport Scenario 3 (ST3) : Annual growth rate in travel distance for passenger cars and planes: +0.8%. Specific energy consumption for all means of transport is reduced far more than in the 2030 BAU scenario. 0 10 20 30 40 50 60 70 80 90 100 2002 2030 BAU 2030 ST 1 2030 ST 2 2030 ST 3 P e r c a p i t a d a i l y t r a v e l d i s t a n c e ( k m / c a p / d a y ) Public transport Car and Plane Sustainable transport scenarios Source: Holden, 2007 Moreover, sustainable transport passenger policies are often directed towards everyday travel rather than leisure-time travel. Examples of such policies are: planning more com- pact cities and investing in public transport infrastructure. As these policies are tailored to reduce energy use and emissions related to everyday travel, they may have no impact on leisure-time travel, especially on long travel by car and plane. More surprisingly, policies that aim to reduce the negative impact of everyday travel may under some circumstances have the opposite effect on leisure-time travel. That is, while people respond to these policies by consuming less energy in everyday travel, this reduc- tion is compensated for by their consuming more energy in long travel in their leisure, thus ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 24 rendering these policies less efficient in meeting the target of sustainable transport (Hol- den, 2007). Box 3: Leisure-time Travel in Norway LEISURE-TIME TRAVEL IN NORWAY per capita daily trips, travel distance and CO 2 emissions Data from Norwegian travel surveys shows that leisure-time related trips account for one- third of all daily passenger trips. Due to generally longer average trip length, leisure-time travel amounts to just over half of all daily travel length. Moreover, because leisure-time travel relies on travel by car and plane to a larger extent than everyday travel, leisure-time related energy consumption and CO 2 emissions account for more than 60% of total pas- senger transport’s energy consumption and CO 2 emissions. Travel purposes: Production travel=travel to work and school; Re-production travel=travel to shop and nursery school; Leisure-time travel=travel to recreational activities, on holi- days and to visit friends and relatives. 60 % 25 % 15 % Leisure ‐ time Production Re ‐ production Per capita CO 2 emissions, in %, from passenger transport (by purpose) Source: Denstadli, 2006; Rideng, 2006; Tajet, 2007; Høyer, 2003 Consequently, many of the paths presented at the end of Chapter 2 seem to influence en- ergy consumption for everyday and longer leisure-time travel differently (shown in figure 2), meaning that ambiguity exists regarding the paths’ roles in promoting sustainable transport. The ambiguity regarding the role of technology can be illustrated by the effect of using electric cars. Electric cars, which consume considerably less energy than conventional pet- rol and diesel cars, but which have a significantly shorter driving range, are fine for every- day travel but probably hard to sell as a means of leisure-time transport. The ambiguity regarding the role of public transport is that whereas an improved public transport system would increase the use of public transport for everyday travel, it may not ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 25 significantly increase the use of public transport for leisure-time travel since people tend to travel by other modes during their leisure time. The ambiguity regarding the role of green attitudes has been demonstrated by members of environmental organisations (Holden and Norland, 2005). These members comply with their green ideas and use public transport in their everyday lives, whereas they cast aside those ideas when travelling for leisure. The ambiguity of the role of land-use planning can be illustrated by the development of large, high-density compact cities. Residents in such cities consume less energy for every- day travel than do residents of other urban forms, but consume much more energy for long-distance leisure-time travel than do residents of other urban forms. 11 The ambiguity of the role of ICT relates to the claim that ICT reduces the need for everyday travel (for example, by allowing some people to work from home) but at the same time generates the desire for leisure-time travel (for example, by conveying tourism advertising more effectively). In a recent review, Andreev et al. (2010) review some 100 studies on the effects of ICT on telecommuting [i.e. everyday production travel], teleshopping [i.e. every- day re-production travel] and teleleisure [i.e. leisure-time travel]. They conclude: ‘Of the four major direct effects of ICT on travel, i.e. substitution (ICT replacing existing travel), complementarity (ICT generating new travel), modification (ICT changing travel patterns) and neutrality (ICT having no effect on travel), substitution has been the most prevalent for telecommuting, with complementarity the most prevalent for teleshopping and teleleisure.’ (Andreev et al . , 2010). 12 Table 2: Various paths affect energy consumption for everyday travel and long lei- sure-time travel differently Path Reduces energy consump- tion for everyday travel? Reduces energy consump- tion for long leisure-time travel? Developing and implement- ing new technology (for ex- ample, electric cars) Yes No Improving public transport (for example, ‘mode switch effects’) Yes No Increasing individuals’ green attitudes (for exam- ple, NGO membership) Yes No Promoting sustainable land- use planning (for example, compact cities) Yes No Enhancing ICT (for exam- ple, increased use of the Internet) Yes No Source: Holden (2007) ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 26 Indeed, more knowledge of the five paths in figure 2 and their ambiguous effects on every- day and leisure-time travel is important for achieving sustainable transport. This knowledge must provide an answer to the following question: What measures will most reduce the en- vironmentally harmful consequences of all travel? 3.3. Building Public and Political Acceptance To achieve sustainable passenger transport, two related questions must be answered: (i) What policies are effective? and (ii) What is required to gain enough support for these poli- cies? As explained above, sustainable passenger transport can be achieved by providing con- sumers with the opportunities (urban form, public transport, technologies) and incentives (economic and information measures) to change their travel patterns in a desirable direc- tion. However, many effective policies may not be publicly or politically acceptable, espe- cially when their cost is clearly visible while their benefits are not. Thus, there is EU opposi- tion to using CO 2 taxes to curb emissions because taxes will raise the current costs of the industries dependent on fossil fuels and curb their international competitiveness, while the extent of the benefits are highly uncertain and will mainly be felt by future generations and people elsewhere in the world. Political acceptance will also depend on the way costs and benefits are spread across emit- ters (OECD, 2009). Daubjerg and Svendsen (2003) investigate the implementation proc- esses of CO 2 taxes in Norway, Denmark and Sweden and find that poorly organised cus- tomers end up carrying a disproportionate cost (though, for instance, a high CO 2 tax on gasoline) while the highly organised process industry ends up being exempt or partly ex- empt from CO 2 taxation. Moreover, there may be little public agreement to decrease desirable travel, such as lei- sure-time travel, as opposed to necessary travel, such as work-related travel (Mokhtarian, 2005 a, b; Holden, 2007). In addition, policy-makers may view leisure-related travel as less economically productive than work-associated travel and, thus, less relevant for policy- making (Andreev et al., 2010). Finally, the public may be reluctant to adopt new technologies or change its behaviour, even if environmentally friendly travel alternatives are easily available at reasonable cost. These individual barriers to change are often called ‘user lock-in’ (Stern, 1999, 2000). The Commission communication addresses the importance of public and political accep- tance. However, it claims that such acceptance would depend on ‘a better understanding of the challenges ahead’ (p. 24) and could be achieved by giving citizens ‘... better informa- tion on the reasoning behind policy decisions and on the available alternatives’ (p.24). We do not question the importance of these two claims. However, we believe that in addition to information, there are other, perhaps more efficient, ways of building public acceptance. Four such ways are presented here. First, public acceptance may be improved by personal experience . A good example is pro- vided by the successful introduction of a congestion charge in Stockholm in 2006. Initially, only a minority (34%) was in favour of the proposal. However, the authorities launched a six-month trial period for the congestion charge. This trial period produced four significant, remarkable results: (i) the visibly significant effect of the charges on congestion mitigation; ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 27 (ii) the variety of travellers’ adaptation strategies, including a change of mode to public transportation; (iii) the fast response of traffic to a new (lower) and surprisingly stable level; and (iv) the significant change in public attitude towards the congestion charge (Eli- asson et al . , 2009). After the trial period, a new referendum was organised, this time yield- ing the necessary majority (56%) for a permanent introduction of the congestion charge. According to Winslott-Hiselius et al . (2009, p. 269): ‘… it seems that the public attitude changed because personal experience gave a new understanding of the implications of the charges for the personal well-being. This would imply that trials, generally, may be a more useful tool than information in the process of implementing “difficult” policy measures, such as congestion charges.’ 13,14 Second, public acceptance may be improved by earmarking tax revenue . According to first- best welfare theory, user charges should be set equal to social marginal costs and the revenue should accrue entirely to the State. However, several studies conclude that al- though costly, earmarking the revenue might be a better option than settling for a lower Pigovian tax rate or for no tax at all (Ison, 2000; Daugbjerg and Svendsen, 2003; Doll and Link, 2007; Kunchornrat et al . , 2008; Kalbekken, S., 2008). Focusing on the introduction of CO 2 taxes, Daugbjerg and Svendsen (2003, p. 76) claim that: ‘… to design green taxes which are high enough to have the desired incentive effects, tax revenues must be reim- bursed, either by earmarking them for environmental subsidies or by reducing other taxes directed at industry.’ They argue that the reimbursement should not be dependent on emissions so that the incentives to mitigate are not disturbed. Doll and Link (2007) explore the feasibility and possible benefits of amending the German Heavy Goods Vehicle (HGV) motorway toll system by adopting different pricing and revenue rules. They conclude (ibid, p. 217): ‘... acceptability and long-term development considerations militate strongly in fa- vour of earmarking revenues to the transport sector’. In a survey in the Bangkok area, Kunchornrat et al . (2008, p. 2211) found: ‘... 22% of commuting motorists in Bangkok will support congestion fees on the freeways of the region. Public acceptance is substantially enhanced by promising to return at least some of the revenues in the form of reductions in other taxes.’ Third, public acceptance may be improved by the use of carefully designed information , thus overcoming individual barriers or user lock-ins against implementing new technologies and changing behaviour. Stern (1999) shows that the effectiveness of economic incentive programmes depends on factors in the personal domain, and can be increased markedly by combining the incentives with appropriate informational interventions. For instance, refer- ring to an economic incentive program in the United States to make customers reduce their electricity consumption during peak hours, Stern shows that steep price differentials be- tween different offers accounted for only 2 percent in the variance in behaviour, while (ibid, p. 469) ‘… an additional measure — how important people believed it was to reduce peak- period electricity use and whether this was considered a moral obligation in the household — accounted for 11%.’ Fourth, public acceptance may be improved by insights gained in a rapidly evolving re- search area called behavioural economics. This research combines economic and psycho- logical insights to better understand why people behave the way they do. One empirical finding is that under some circumstances, economic incentives seem to undermine moral motivation. However, moral motivation may also be reinforced by economic incentives (Nyborg, 2008). Such knowledge may help authorities to better communicate the reasoning behind policy decisions and facilitate changes in behaviour. Another finding (Kalbekken, 2008) is that the ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 28 general public often does not believe that an optimally designed green tax will reduce the environmental problem it targets, nor that the government will do as promised with the tax revenue. Overcoming these problems may mean ensuring an understanding of the situation from the participant’s perspective and using participatory methods of decision-making (Stern, 1999, p. 475). ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 29 4. MEASURES AND IDEAS KEY FINDINGS • We suggest the following ideas and measures, which were not (or not sufficiently) covered in the Commission communication: use ‘inducement prizes’ to reward suc- cessful innovation of new low-carbon technologies within the transport sector; de- velop a 50-year plan for promoting cycling in all EU cities (and a corresponding plan for clearing cars from large cities); inform the public about the environmental con- sequences of leisure-time travel; promote land-use planning based on decentralised concentration; use ICT to facilitate public transport; introduce congestion charges in all major EU cities; introduce a price for CO 2 emissions from all transport; and intro- duce a CO 2 -differentiated tax on new cars. Finally, we focus on some ideas and measures that are, to our understanding, not (or not sufficiently) covered by the suggested policies in the Commission communication. These ideas and measures are based on the six paths described in Chapter 2 and on the three is- sues presented in Chapter 3. • Use ‘inducement prizes’ to reward successful innovation of new low-carbon tech- nologies within the transport sector, following examples in the space and vaccine in- dustries. An inducement prize contest (IPC) is a competition that awards a cash prize for the accomplishment of a feat, for example zero emission vehicles. Research has shown that IPCs can be effective in pushing the advancement of technology (OECD, 2009). Such prizes could be envisaged through (or as a complement to) the EU's Seventh Research Framework Programme (2007–2013), which has earmarked a total of EUR 4.16 billion specifically for transport research. Although this earmark- ing is large, it is worth mentioning that public energy-related R&D expenditure has declined dramatically across the OECD (and the EU) since they peaked in the early 1980s. According to the OECD (ibid), financial resources in energy-related R&D are needed to meet the challenge of climate change, and R&D focused on developing major new low-carbon technologies could lower costs drastically if successful. It points to the transport sector as having the highest potential for such cost reduc- tions since the abatement potential of commercially available technologies in this sector is currently small. • Develop a 50-year plan for promoting cycling in all EU cities. Cycling is at the heart of a policy for sustainable passenger transport, but suffers from poorly devel- oped cycling infrastructure. The plan should include the building of dedicated cycle lanes and establishing zones for cycling only. The plan should be supplemented by concrete measures to push cars, vans and lorries out of the cities’ cores, leaving space for cycling – and walking. Although these plans must be developed by local and regional planning authorities, the EU could send a strong signal to these au- thorities by facilitating best practice and, moreover, by funding (part of) these best practices. • Inform the public about the environmental consequences of leisure-time travel, especially by plane. In-depth household interviews reveal that people are generally not aware of the negative environmental consequences of leisure-time travel (Hol- den, 2008). In fact, even green individuals seem to cast aside their green attitudes ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 30 when travelling for leisure (ibid). Consequently, citizens should be given far more in- formation on this issue, thus raising their environmental awareness on this issue. Again, the EU could send a strong signal by facilitating information campaigns and, moreover, by funding (parts of) these campaigns. The campaigns should give con- crete information; for example: ‘by flying abroad once a year, you use as much en- ergy as you do for your housing needs for the whole year’. 15 Key in such a campaign is focusing on travel length , particularly by plane. There is a large difference be- tween travelling on holiday (e.g. from Oslo) to New York and travelling on holiday to Barcelona. Moreover, the campaigns should offer alternatives to flying abroad, for example, information about domestic holidays and long-distance railway routes. Im- portantly, increased environmental awareness could give politicians and govern- ments the necessary political legitimacy to tackle the growing problem of leisure- time travel by making it more expensive (e.g. taxes) or more difficult (e.g. reducing the size or number of airports). • In addition to the information-based approach mentioned above, there are three ways (referring to the policy orientation ‘regulation/economic instruments’ in figure 1) to tackle the leisure-time travel issue: (i) setting maximum standards for emissions (which have been set for cars, vans and lorries for decades), (ii) introduc- ing a price for CO 2 (see below) and regulating air travel (setting limits on number of routes and airports). Within these categories more detailed measures should be de- veloped, probably neither of them being very popular. Thus, the previous point made about increased awareness and political legitimacy is of vital importance. • Promote decentralised concentration of smaller cities or polycentric develop- ment within larger cities. Decentralised concentration 16 offers the best possibility for developing an affordable and well-functioning public transport system, which in turn will increase accessibility to transport for low-mobility groups and lead to lower en- ergy consumption for transport (Breheny, 1992; Banister, 1992; Owens, 1992; Newman and Kenworthy, 2000; Buxton, 2000; Masnavi, 2000; Høyer and Holden, 2001; Holden, 2004). Furthermore, decentralised concentration may avoid some of the disadvantages caused by extreme densities, as typically can be found in the large, monolithic compact city. Data shows that extreme densities statistically corre- late with high energy consumption for long-distance leisure-time travel. Obviously, the planning of cities must be carried out by local and regional planning authorities. However, the EU could send a strong signal by giving support to the principle of de- centralised concentration. It can do so, either by issuing urban-transport planning guidelines or even demanding mandatory urban transport plans for cities having, say, more than 250 000 inhabitants. Nevertheless, give that cities differ in popula- tion density, geography and topography, plans must be tailored to the individual city in accordance with the principle of subsidiarity. A vital part of the guidelines and plans is a long-term strategy for clearing cars from the cities. In order to do so, cor- responding plans for promoting walking and cycling (mentioned above) and public transport (see below) are needed. • Use ICT to facilitate public transport . One of the greatest obstacles in convinc- ing people to use surface-bound public transport systems, especially when travelling for leisure, is the real or perceived inconvenience in travelling from A to B, which usually involves covering some distance by foot and the coordination of different transport modes (bus, train, tram, underground, ferries). In Gössling (2010) a solu- tion to this coordination problem involving the use of, for example, an iPhone is suggested. The idea is based upon a public transport initiative called Dutch 9292, including a database with schedules for all Dutch public transportation systems. The service can be accessed by telephone or looked up on the Internet and within sec- ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 31 onds the application will display suggestions for travel schedules for any given day or time of day, including distances on foot, for instance to the next bus stop. A map display can be shown on the iPhone, making it easier to find the way. While focusing primarily on public transport, Dutch 9292 also allows car drivers to combine car and public transport, for instance by identifying park-and-ride locations. • Introduce congestion charges in all major EU cities following the trial and refer- endum model used in Stockholm (see section 3.3). Congestion charges would re- duce CO 2 emissions by reducing travel and by switching mode from car to public transport. Moreover, congestion charges would help to reduce congestion, local emissions and traffic accidents. Regarding leisure-time travel, congestion charges could reduce traffic peaks at the beginning and end of holidays, either by encourag- ing more environmentally-friendly modes (which could be free of charge) or reduc- ing traffic intensity at peak times (when it could be more expensive to travel). Build- ing new roads could, in the short term, reduce traffic peaks, but in time would inevi- tably lead to greater congestion. • Introduce a price for CO 2 emissions from all transport, including travel by car and plane, for example a differentiated CO 2 tax on fuels similar to the system intro- duced in Sweden and Norway in 1991. Although unpopular, it has proved easier to levy a CO 2 tax on households’ fuel consumption than on industry’s fuel consumption (Daugbjerg and Svendsen, 2003). However, properly designed information cam- paigns and earmarking of revenues may be necessary to achieve sufficient support. • Introducing a CO 2 -differentiated tax on new cars would stimulate purchases of low-emitting cars. This system was introduced in Norway in January 2007 and led immediately to a 10% drop in the average emission from new cars, from over 170 g/km to about 160 g/km. The Norwegian system works as follows: up to 2007 the tax was based on three components: cylinder capacity, vehicle weight and engine power. After 2007 the cylinder capacity component was replaced by a CO 2 compo- nent. This system is not a replacement for the forthcoming 2013 regulation of CO 2 emissions from new cars, but a complementary consumer incentive to chose smaller, low-emission cars. ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 32 ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 33 ACKNOWLEDGEMENTS We would like to thank the following: Stefan Gössling and Carlo Aall at the Western Norway Research Institute; Holger Schlaupitz at Friends of the Earth Norway; Hege Westskog, Steffen Kallbekken and Asbjørn Torvanger at the Center for International Climate and Envi- ronmental Research – Oslo (CICERO) for useful suggestions and comments. Part of the work on this note reflects research undertaken within the Mistra Climate Policy Research Program (Clipore). ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 34 ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 35 REFERENCES • Andreev, P., Salomon, I., Pliskin, N., (2010), Review: State of Teleactivities. Transpor- tation Research Part C 18, 2–20. • Balepur, P.N., Varma, K.V.Mokhtarian, P.L., 1998. Transportation impacts of center- based telecommuting: interim findings from the neighborhood telecenters project. Transportation 25, 287-306. • Banister, D. (2005), Unsustainable Transport (London: Routledge). • Banister, D. (2002), Transport Planning, 2nd Edition (London and New York: Spon Press). • Banister, D. et al. (2000), European Transport Policy and Sustainable Mobility (Lon- don/New York: Spon Press). • Banister, D. (1992), Energy Use, Transport and Settlement Patterns , in Breheny (ed.), pp. 160–181. • Black, W. R. (2003), Transportation. A Geographical Analysis (New York/London: The Guilford Press). • Black, W. R. and Nijkamp, P. (eds) (2002), Social Change and Sustainable Transport (Bloomington: Indiana University Press). • Breheny, M. J. (1992), The Contradictions of the Compact City: A Review , in Breheny (ed.), pp. 138–159. • Breheny, M. J. (ed.) (1992), Sustainable Development and Urban Form (London: Pion Limited). • Buxton, M. (2000), Energy, transport and Urban Form in Australia , in Williams, K. et al. (eds), pp. 54–63. • CEC (2001), White Paper. European transport policy for 2010: Time to decide , COM(2001)370 final (Brussels: Commission of the European Communities). • Daugbjerg, C. and G. T. Svendsen (2003), Designing green taxes in a political context: From optimal to feasible environmental regulation, Environmental Politics 12, 76–95. • Denstadli, J. M. et al (2006), 2005 Norwegian Travel Survey – key results (in Norwe- gian). Report no. 844/2006 (Oslo: Institute of Transport Economics). • Doll, C., Link, H. (2007), The German HGV motorway toll, in Investment and the use of tax and toll revenues in the transport sector research, Transportation economics , vol- ume 19, 217–241. Elsevier Ltd. • EC (2006), EU Energy and Transport in Figures . Statistical pocketbook 2004 (Brussels: European Commission). • EEA (2008), Beyond Transport Policy - Exploring and Managing the External Drivers of Transport Demand , EEA Technical report No 12/2008. • EEA (2006), Transport and environment: facing a dilemma , EEA Report 3 (Copenha- gen: European Environment Agency). • Eliasson, J., Hultkrantz, L., Nerhagen, L., Rosqvist, L.S., (2009), The Stockholm conges- tion – charging trial 2006: Overview of effects. Transportation Research A 43, 240–250. ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 36 • Gould, J., Golob, T., 1997. Shopping without travel or travel without shopping? An in- vestigation of electronic home shopping. Transport Reviews 17, 355-376. • Gössling, S. (2010), Carbon Management in Tourism: Mitigating the Impacts on Climate Change (London: Routledge). • Handy, S., Weston, L., Mokhtarian, P.L., (2005), Driving by choice or necessity? Trans- portation Research A 39, 183-203. • Henderson, D.K. and Mokhtarian, P.L., 1996. Impacts of center-based telecommuting on travel and emissions: analysis of the Puget sound demonstration project. Transpor- tation Research D 1, 25-49. • Holden, E. (2004), Ecological Footprints and Sustainable Urban Form, Journal of Hous- ing and the Built Environment 19:1, 91–109. • Holden, E (2007), Achieving Sustainable Mobility: Everyday and Leisure-time Travel in the EU (Aldershot: Ashgate). • Holden, E. (2008), Green attitudes and sustainable household consumption of energy and transport: six conditions that improve attitude-behaviour consistency, in: Berg- mann, S., Hoff, T. and Sager, T. (eds) Spaces of Mobility (London: Equinox Publishing), 59–80. • Holden, E and Linnerud, K (2007), The sustainable development area: Satisfying basic needs and safeguarding ecological sustainability, Sustainable Development, 15 (3): 174–187. • Holden, E., Norland, I. T., (2005), Three challenges for the compact city as a sustain- able urban form: Household consumption of energy and transport in eight residential areas in the Greater Oslo region. Urban Studies 42, 2145–2166. • Høyer, K. G. (2003), Households, consumption and environment. A historical perspec- tive (in Norwegian) (Sogndal: Western Norway Research Institute). • Høyer, K. G. (2000), Sustainable mobility – the Concept and its Implications , PhD- thesis, Report 1/2000 (Sogndal: Western Norway Research Institute). • Høyer, K. G. and Holden, E. (2001), Housing as Basis for Sustainable Consumption, In- ternational Journal on Sustainable Development 1:4, 48–58. • IEA (2008), World Energy Outlook 2008 (Paris: The International Energy Agency). • IEA (2002), Transportation and Energy (Paris: The International Energy Agency). • Ison, S. (2000), Local authority and academic attitudes to urban road pricing, Transport Policy 7, 269–278. • Kallbekken, S. (2008), ‘Pigovian tax schemes: feasibility versus efficiency’. PhD disser- tation, University of Oslo, Institute of Economics. • Kunchornrat, J., Pairintra, R., Namprakai, P. (2008), Sustainable energy management in urban transport: The public’s response of road congestion pricing in Thailand. Re- newable and sustainable energy reviews 12, 2211–2226. • Masnavi, M-R. (2000), The New Millennium and New Urban Paradigm: The Compact City in Practice, in Williams (eds), pp. 64–73. • Mokhtarian, P.L., (2005a), Travel as a desired end, not just a means. Transportation Research A 39, 93–96. ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 37 • Mokhtarian, P.L., (2005b), When is getting there half the fun? Modelling the liking for travel, Transportation Research A 39, 97–123. • Newman, P. W. G. and Kenworthy, J. R. (2000), Sustainable Urban Form: The Big Pic- ture , in Williams et al. (eds), pp. 109–120. • Nyborg, K. (2008), Will Green Taxes Undermine Moral Motivation? , Unpublished paper, Department of Economics, University of Oslo. • OECD (2009), The Economics of Climate Change Mitigation: Policies and Options for Global Action Beyond 2012 (Organisation for Economic Co-operation and Development). • OECD (2000), Environmentally Sustainable Transport, futures, strategies and best prac- tices , Synthesis Report of the OECD project on Environmentally Sustainable Transport EST, presented on occasion of the International est! Conference 4th to 6th October in Vienna, Austria (Organisation for Economic Co-operation and Development). • Owens, S. (1992), Energy, Environmental Sustainability and Land Use Planning , in Bre- heny (ed.), pp. 79–105. • Peden, M. et al. (eds) (2004), World report on road traffic injury prevention (Geneva: World Health Organisation). • Rideng, A. (2006), Transport volumes in Norway 1946–2005 (in Norwegian). Report no. 862/2006 (Oslo: Institute of Transport Economics). • Root, A. et al. (2002), Women and Travel: The Sustainability Implications of Changing Roles , in Black and Nijkamp (eds), pp.149–156. • Rudinger, G. (2002), Mobility Behaviour of the Elderly: Its Impacts on the Future Road Traffic System , in Black and Nijkamp (eds), pp. 157–164. • Schafer, A., Victor, D.G., (2000), The future mobility of world population, Transporta- tion research A 34, 171–205. • Schafer, A. (1998), ‘The Global Demand for Motorised Mobility’, Transportation Re- search A 32:6, 455¬–477. • Stern, P.C. (1999), Information, Incentives, and Proenvironmental Consumer Behavior, Journal of Consumer Policy , 22, 461–478. • Stern, P.C. (2000), Toward a Coherent Theory of Environmentally Significant Behavior, Journal of Social Issues , 56 (3), 407–424. • Tajet, G. (2007), Air Travel and Greenhouse gas emissions (in Norwegian), Report 1/2007 (Oslo: The Future in Our Hands). • Tillberg, K. (2002), Residential Location and Daily Mobility Patterns: A Swedish Case Study of Households with Children , in Black and Nijkamp (eds), pp. 165–172. • Uteng, T. P. (2006), Mobility: Discourses from the non-Western immigrant groups in Norway, Mobilities 1:3, 435–462. • WBCSD (2004), Mobility 2030: Meeting the Challenges to Sustainability , The Sustain- able Mobility Project, Full Report 2004 (World Business Council for Sustainable Devel- opment). • WBCSD (2001), Mobility 2001 (World Business Council for Sustainable Development). • WCED (1987), Our common future , The World Commission on Environment and Devel- opment (Oxford: Oxford University Press). ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 38 • Williams, K. et al. (eds) (2000), Achieving Sustainable Urban Form (London: E & FN Spon). • Winslott-Hiselius, L., Brundell-Freij, K., Vagland, Å., Byström, C., (2009), The develop- ment of public attitudes towards the Stockholm congestion trial. Transportation re- search A 43, 269–282. ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 39 NOTES 1 An important source is Erling Holden (2007), Achieving Sustainable Mobility: Everyday and Leisure-time Travel in the EU (Aldershot: Ashgate) 2 The World report on road traffic injury prevention by Peden et.al. (2004) is the first major report to be jointly issued by the World Health Organization (WHO) and the World Bank on this subject. 3 Applying the imperative of sustainable development to the transport sector has led to several concepts denoted by terms such as: sustainable mobility, sustainable transport, sustainable transportation and sustainable transport systems. Despite the variety in termi- nology, the research literature that uses these terms essentially discusses the same topic. ‘Sustainable transport’ seems, however, to be the preferred term in North America, whereas ‘sustainable mobility’ is preferred in Europe (Black, 2003). Here, we use sustain- able transport. 4 The Green Paper used the term ‘sustainable mobility’. 5 Since the introduction of the concept of sustainable development in the Brundtland Report (WECD, 1987), the concept has evolved to include an increasing number of issues. For a discussion of the definition and operationalisation of the concept, see Holden and Linnerud (2007). 6 All OECD countries must, in accordance with the Brundtland Report’s low-energy scenario, reduce their per capita energy consumption to 50% or less of the 1990 level to meet long- term ecological sustainability requirements. For the EU, the energy goal would be 8 kWh per capita daily (based on an estimated 16 kWh per capita daily in 1990). Finding the minimum level of mobility needed to meet basic transport needs is problematic. However, as a starting point for discussing such a minimum level, a rough estimate of a minimum level of mobility is presented here. First, a minimum level of GDP PPP to meet basic needs is estimated to be US$ 5 000 (corresponding to UNDP’s medium human devel- opment). Second, the ratio between GDP PPP and yearly travel distance has been esti- mated to be 0.7–0.9 (Banister, 2002; Black, 2003; Schafer, 1998; WBCSD, 2001, 2004; IEA, 2002). Thus, a minimum per capita mobility level sufficient to meet basic transport needs would be 3 500–4 500 km yearly (approx. 11 km per capita daily). Indeed, people having access to mobility above this level would most probably be able to meet their basic transport needs. 7 However, substantial grey areas exist between the approaches; in practice, the three ap- proaches will likely overlap. On one hand, a sustainable transport policy could combine elements from the approaches; in fact, a sustainable transport policy must combine the three approaches. Thus, although an efficiency-based policy approach mainly applies measures that increase efficiency, it could also include measures from the alteration and reduction approaches. Similarly, a reduction-based policy approach would mainly apply measures that reduce transport volumes, yet it could also include measures from the effi- ciency and alteration approaches. On the other hand, a particular measure could belong to more than one approach. For example, an electric bus consumes less energy per vehicle kilometre, which means that it is more energy-efficient than a conventional diesel-fuelled bus; therefore, introducing an electric bus might be characterised as an element of the effi- ciency approach. However, introducing an electric bus could also be characterized as an element of the alteration approach because its introduction also aims to increase public transport use. Nevertheless, each approach reflects a unique area of interest. ",
        "Policy Department B: Structural and Cohesion Policies _________________________________________________________________ 40 8 The concept of ‘technology’ is here used in a broad sense; it includes the use of both ‘hard technology’ (e.g. developing more efficient vehicle technology and fuels) and ‘soft technol- ogy’ (e.g. developing more efficient transport logistics). Moreover, more efficient technol- ogy could be implemented in all parts of the transport system: motorised transport, trans- port infrastructure and the energy system. 9 Of course, travel by plane is also a collective form of transport. However, its high-energy consumption per passenger kilometre makes travel by plane comparable to travel by car. 10 By policy orientation, we understand the generic rationale which usually can be found behind different policy measures (Banister et al., 2000). In practice, these policy orienta- tions are not as clearly defined and separated as indicated above. Grey zones exist in which the orientations overlap. Furthermore, a close interplay exists between the measures that belong to each main policy orientation. For example, new and improved technology must be developed (by applying technology-oriented policies). Moreover, the technology must be implemented, either by the individual’s voluntary adaptation to it (by applying information- oriented policies) or by the authorities’ regulation of behaviour (by applying regulation- oriented policies). 11 The ambiguity lends some support to the ‘compensatory hypothesis’, which suggests that people who live in densely populated urban areas, and who have limited need for everyday transport, tend to travel more by plane in their leisure time than do residents of low- density housing areas. Perhaps they do so, in part, to compensate for the scarcity of nearby green recreational areas in the high-density urban areas where they live? There are, however, other explanations for this leisure-time travel pattern amongst residents of densely populated residential areas: For example, do they spend for leisure-time travel the money they save by economising on everyday travel? Or is leisure-time travel by plane rather an integral part of the urban, cosmopolitan lifestyle of these residents? Thus, do such residents, a large portion of whom are students and academics, just happen to have a lifestyle which is uniquely characterised by both a preference for inner-city living and an increased propensity for long-distance leisure-time travel by plane? Do their lack of ready access to green areas and their savings due to economising on everyday travel therefore have little or nothing to do with their leisure-time travel by plane? More research is needed to find the mechanisms involved in leisure-time travel decisions. 12 The interaction between ICT and personal activities and related travel has been an im- portant theme in transportation research in recent years. From the evidence provided by these studies, it is apparent that this interaction is highly complex and that there is no un- ambiguous evidence of whether ICT use increases or decreases total travel demand. There are, however, some findings which suggest that the direct impact of ICT on everyday and leisure-time travel may differ. Thus, there seems to be some support for the claim that currently ICT results in decreased travel related to mandatory personal activities such as work and increased travel related to discretionary activities such as leisure. This pattern may be due to compensatory mecha- nisms as pointed out by Banister and Stead (2004, p. 613): ‘even if there are reductions in one set of transport-related activities (e.g. the journey to work), there may be compensat- ing increases elsewhere as the car is now available during the day for other uses (e.g. for shopping and social activities) or for other users.’ Some early empirical support for such compensatory mechanisms between work and non-work travel are given in Henderson and Mokhtarian (1996) and Balepur et al. (1998). For instance, Henderson and Mokhtarian (1996) observed a considerable reduction in commute-related travel and a slight increase in non-work travel as a result of telecommuting. Other studies support the tendency for ",
        "The Future of Sustainable Passenger Transport _________________________________________________________________________ 41 non-work activities and trips to increase as a result of higher level of ICT use. Gould and Golob (1997) found that people working exclusively at home spent significantly more time shopping during work days than persons working away from home. The above-mentioned studies do not include any studies of long, leisure-time travel and they focus on demand for, rather than supply of, travel. However, as pointed out by Banis- ter and Stead (2004), ICT may influence the supply of travel using, for instance, the Inter- net to provide last-minute deals to sell excess capacity, notably flights, hotels and holidays. Apart from the cost savings on marketing, the companies can build up a profile of that market and adapt their products to meet the perceived requirements of the customer. Ac- cording to Banister and Stead (2004, p. 624): ‘The potential increase in travel is immense, as people take more overseas holidays and cheap trips to see friends, sites or other desti- nations. It has facilitated new ownership patterns of second homes in the Sunbelt of Europe and the ability to regularly reach them for long weekends.’ 13 For more information on the Stockholm trial, see, for instance, the special issue devoted to this topic in Transportation Research Part A 43. 14 A similar congestion charge had been suggested by the authorities in Edinburgh in 2005. However, the charge was backed by only traditional information strategies; eventually, the public was not convinced and a clear majority (74%) voted against the charge. 15 According to Statistic Norway, average energy consumption for housing in Norway is 7 900 kWh/cap*year. The energy consumption travelling Oslo-New York-Oslo by plane is 8 000 kWh/cap [6 700 km one way (via Copenhagen); specific energy consumption=0.6 kWh/pkm]. 16 The soundness of the decentralised concentration concept is that it maximises the advan- tages offered, while at the same time it minimises the disadvantages generated by versions of the compact city. It offers, on the one hand, the advantages of compaction. Statistics show that increased density leads to low energy consumption for both housing and every- day travel. On the other hand, decentralised concentration avoids the disadvantages brought about by extreme density, as can typically be found in the large, monolithic com- pact city. In addition, extreme density statistically correlates with high energy consumption for long-distance leisure-time travel. ",
        "",
        "",
        ""
    ]
}