{
    "text": [
        "15061/17 BCG/ev 1 DRI EN Council of the European Union Brussels, 1 December 2017 (OR. en) 15061/17 CODEC 1936 CORLX 554 CFSP/PESC 1081 DEVGEN 282 FIN 808 ACP 135 CADREFIN 120 CODUN 52 CIVCOM 241 POLMIL 159 PE 96 Interinstitutional File: 2016/0207 (COD) INFORMATION NOTE From: General Secretariat of the Council To: Permanent Representatives Committee/Council Subject: Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Regulation (EU) No 230/2014 of the European Parliament and of the Council of 11 March 2014 establishing an instrument contributing to stability and peace I. INTRODUCTION In accordance with the provisions of Article 294 of the TFEU and the joint declaration on practical arrangements for the codecision procedure 1 , a number of informal contacts have taken place between the Council, the European Parliament and the Commission with a view to reaching an agreement on this dossier at first reading, thereby avoiding the need for second reading and conciliation. 1 OJ C 145, 30.6.2007, p.5 ",
        "15061/17 BCG/ev 2 DRI EN In this context, the rapporteur, Arnaud DANJEAN (EPP-FR) presented two amendments (amendments 4 - 5) to the proposal for a Regulation, on behalf of the Committee on Foreign Affairs. Amendment 5 reflects the provisional agreement and amendment 4 the joint statement by the three institutions. These amendments had been agreed during the informal contacts referred to above. II. VOTE When it voted on 30 November , the plenary adopted the two amendments (amendments 4 - 5) to the proposal for a Regulation. The Commission proposal as thus amended and the legislative resolution constitute the Parliament's first-reading position 2 , it reflects what had been previously agreed between the institutions. The Council should therefore be in a position to approve the Parliament's position. The act would then be adopted in the wording which corresponds to the Parliament's position. 2 The text of the amendments adopted and the European Parliament's legislative resolution are set out in the Annex. The amendment is presented in the form of a consolidated text, where changes to the Commission's proposal are highlighted in bold and italics. The symbol \" ▌\" indicates deleted text. ",
        "15061/17 BCG/ev 3 ANNEX DRI EN ANNEX Instrument contributing to stability and peace ***I European Parliament legislative resolution of 30 November 2017 on the proposal for a regulation of the European Parliament and of the Council amending Regulation (EU) No 230/2014 of the European Parliament and of the Council of 11 March 2014 establishing an instrument contributing to stability and peace (COM(2016)0447 – C8-0264/2016 – 2016/0207(COD)) (Ordinary legislative procedure: first reading) The European Parliament , – having regard to the Commission proposal to Parliament and the Council (COM(2016)0447), – having regard to Article 294(2), Article 209(1) and Article 212(2) of the Treaty on the Functioning of the European Union, pursuant to which the Commission submitted the proposal to Parliament (C8-0264/2016), – having regard to the opinion of the Committee on Legal Affairs on the proposed legal basis, – having regard to Article 294(3) of the Treaty on the Functioning of the European Union, – having regard to the provisional agreement approved by the committee responsible under Rule 69f(4) of its Rules of Procedure and the undertaking given by the Council representative by letter of 27 October 2017 to approve Parliament’s position, in accordance with Article 294(4) of the Treaty on the Functioning of the European Union, – having regard to Rules 59 and 39 of its Rules of Procedure, – having regard to the report of the Committee on Foreign Affairs and the opinion of the Committee on Development (A8-0261/2017), 1. Adopts its position at first reading hereinafter set out; 2. Approves the joint statement by Parliament, the Council and the Commission annexed to this resolution, which will be published in the L series of the Official Journal of the European Union together with the final legislative act; 3. Calls on the Commission to refer the matter to Parliament again if it replaces, substantially amends or intends to substantially amend its proposal; 4. Instructs its President to forward its position to the Council, the Commission and the national parliaments. ",
        "15061/17 BCG/ev 4 ANNEX DRI EN P8_TC1-COD(2016)0207 Position of the European Parliament adopted at first reading on 30 November 2017 with a view to the adoption of Regulation (EU) 2017/… of the European Parliament and of the Council amending Regulation (EU) No 230/2014 establishing an instrument contributing to stability and peace THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 209(1) and 212(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure 3 , 3 Position of the European Parliament of 30 November 2017. ",
        "15061/17 BCG/ev 5 ANNEX DRI EN Whereas: (1) In the Joint statement on European Union Development Policy entitled “The European Consensus” 4 , and in the Joint statement on “The New European Consensus on Development” 5 , the Council and the representatives of the governments of the Member States meeting within the Council, the European Parliament and the Commission recognised the link between security and development. (2) In the 2030 Agenda for Sustainable Development, adopted by a Resolution of the United Nations General Assembly on 25 September 2015, the importance of promoting peaceful and inclusive societies both as a Sustainable Development Goal (SDG) 16 and in order to achieve other development policy outcomes was underlined. SDG 16.a specifically requests to “ S trengthen relevant national institutions, including through international cooperation, for building capacities at all levels, in particular in developing countries, to prevent violence and combat terrorism and crime”. (3) The primary objective of Union development policy is the reduction and, in the long term, the eradication of poverty. (4) In the High Level Meeting Communiqué of 19 February 2016, the Development Assistance Committee of the Organisation for Economic Cooperation and Development updated the reporting directives on Official Development Assistance in the field of peace and security ▌. The financing of the actions undertaken in accordance with this Regulati on constitutes Official Development Assistance when it fulfils the criteria set out in those reporting directives or any subsequent reporting directives which the Development Assistance Committee is able to agree upon. 4 OJ C 46, 24.2.2006, p. 1. 5 OJ C 210, 30.6.2017, p. 1. ",
        "15061/17 BCG/ev 6 ANNEX DRI EN (5) Giving support to security sector actors in third countries, including, under exceptional circumstances, the military, in a conflict prevention, crisis management or stabilisation context is essential to ensure appropriate conditions for poverty eradication and development. ▌Good governance, effective democratic control and civilian oversight of the security system, including of the military, as well as compliance with human rights and the rule of law principles are essential attributes of a well-functioning State in any context, and should be promoted through a wider security sector reform support to third countries. (6) In its conclusions of 19–20 December 2013 on Common Security and Defence Policy (CSDP) , the European Council emphasised the importance of supporting partner countries and regional organisations, through providing training, advice, equipment and resources where appropriate, so that they can increasingly prevent or manage crises by themselves. (7) In the Joint Communication of 28 April 2015 entitled “Capacity building in support of security and development – Enabling partners to prevent and manage crisis”, the Commission and the High Representative of the Union for Foreign Affairs and Security Policy reiterated the need for stable and secure societies in order to achieve development objectives. ",
        "15061/17 BCG/ev 7 ANNEX DRI EN (8) In line with the EU Comprehensive Approach and in order to maximise the impact, efficiency and consistency of EU support, the Council in its conclusions of 18 May 2015 on ▌ CSDP invited the Commission and the High Representative for Foreign Affairs and Security Policy to develop, in consultation with Member States, a Union - wide strategic framework to support security sector reform. That policy concept brings together CSDP and all other relevant tools of Common Foreign and Security Policy (CFSP) as well as development cooperation instruments, while respecting their respective legal bases, primary objectives and decision- making procedures . (9) Capacity building of military actors in third countries shoul d be undertaken as part of the Union’s development cooperation policy when it mainly pursues objectives in the field of development and as part of the Union’s CFSP when it mainly pursues objectives in the field of peace and security, in compliance with Art icle 40 of the Treaty on European Union. This Regulation respects the application of the procedures and the extent of the powers of the institutions under the Union’s development cooperation policy and the Union’s CFSP. (10) Union assistance under this Regulation could cover the provision of capacity building programmes in support of development and security for development, including ▌ training, mentoring and advice on, for example, human rights, governance and the rule of law, the protection of women and children, civilian crisis response, human resources management and technical cooperation. ",
        "15061/17 BCG/ev 8 ANNEX DRI EN (11) The Commission is to monitor measures under this Regulation closely. The Commission is to keep the European Parliament duly informed, in a timely manner, about the implementation of Union assistance pursuant to this Regulation. No later than 30 June 2020, the Commission is to evaluate the impact, effectiveness and coherence with the SDG 16 of measures pursuant to this Regulation. To that end, the Commission is to associate all relevant stakeholders, including civil society organisations and local authorities, in the evaluation phase ensuring they play a meaningful role in the process. The Commission is to undertake, where appropriate, joint evaluations with Member States. The results are to inform programme design and resource allocation, and to further enhance the consistency and complementari ty of the Union’s external action. (12) Regulation (EU) No 230/2014 of the European Parliament and of the Council 6 should therefore be amended accordingly, HAVE ADOPTED THIS REGULATION: 6 Regulation (EU) No 230/2014 of the European Parliament and of the Council of 11 March 2014 establishing an instrument contributing to stability and peace (OJ L 77, 15.3.2014, p. 1). ",
        "15061/17 BCG/ev 9 ANNEX DRI EN Article 1 Regulation (EU) No 230/2014 is amended as follows: (1) in Article 1(2), the following subparagraph is added: “Where Union assistance is provided to the security sector actors, this may also include military actors under exceptional circumstances as provided for in Article 3a ▌ in the context of a wider security se ctor reform process ▌or capacity building in support of development and security for development in third countries, in line with the overarching objective of achieving sustainable development.”; (2) the following Article is inserted: “Article 3a Capacity building of military actors in support of development and security for development 1. In order to contribute to sustainable development, ▌ which requires the achievement of stable, peaceful and inclusive societies, Union assistance under this Regulation may be used to build the capacity of military actors in partner countries, under the exceptional circumstances as set out in paragraph 3, to deliver development activities and security for development activities. ▌2. Assistance pursuant to this Article may cover in particular the provision of capacity building programmes ▌ in support of development and security for development , including training, mentoring and advice, as well as the provision of equipment ▌, infrastructure improvements and ▌services directly related to that assistance . ",
        "15061/17 BCG/ev 10 ANNEX DRI EN 3. Assistance pursuant to this Article shall be provided only: (a) where requirements cannot be met by recourse to non-military actors to adequately reach Union objectives under this Regulation and ▌ there is a threat to the existence of functioning State institutions ▌ or to the protection of human rights and fundamental freedoms and State institutions ▌ cannot cope with ▌ that threat ▌; and (b) where a consensus exists between the partner country concerned and the ▌ Union that ▌ military actors are key for ▌ preserving, establishing or re- establishing the conditions essential for sustainable development, ▌ including in crises and fragile or destabilised contexts and situations. 4. Union assistance pursuant to this Article shall not be used to finance capacity building of military actors for purposes other than the delivery of development activities ▌ and security for development activities. In particular, it shall not be used to finance: (a) recurrent military expenditure; (b) the procurement of arms and ammunition, or any other equipment designed to deliver lethal force ; (c) training which is ▌designed to contribute specifically to the fighting capacity of the armed forces. ",
        "15061/17 BCG/ev 11 ANNEX DRI EN 5. When designing and implementing measures pursuant to this Article, the Commission shall promote ownership by the partner country. It shall also develop the necessary elements and the good practices required to ensure sustainability in the medium and long term and shall promote the rule of law and established international law principles. 6. The Commission shall establish appropriate risk assessment, monitoring and evaluation procedures for measures pursuant to this Article.”; (3) in Article 7, paragraph 1 is replaced by the following: “1. Union assistance pursuant to Article 3, and to Article 3a as appropriate, shall be provided through exceptional assistance measures and interim response programmes.”; (4) in Article 8, paragraph 1 is replaced by the following: “1. Thematic strategy papers shall constitute the general basis for the implementation of assistance pursuant to Articles 4 and 5, and to Article 3a as appropriate. Thematic strategy papers shall provide a framework for cooperation between the Union and the partner countries or regions concerned.”; (5) in Article 10, paragraph 1 is replaced by the following: “1. The Commission shall ensure that measures adopted under this Regulation in relation to the fight against terrorism and organised crime, as well as measures covered under Article 3a, are implemented in accordance with international law, including human rights law and international humanitarian law.”; (6) in Article 13, the following paragraph is added: ▌ “ 4. A further amount of EUR 100 000 000 shall be added to the financial envelope referred to in paragraph 1 and shall be allocated to measures falling under Article 3a.”. ▌ ",
        "15061/17 BCG/ev 12 ANNEX DRI EN Article 2 This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at …, For the European Parliament For the Council The President The President ",
        "15061/17 BCG/ev 13 ANNEX DRI EN ANNEX TO THE LEGISLATIVE RESOLUTION Declaration concerning sources of funding of assistance measures under Article 3a of Regulation (EU) No 230/2014 of the European Parliament and of the Council of 11 March 2014 establishing an instrument contributing to stability and peace The European Parliament, the Council and the Commission agree that capacity building in support of development and security for development should be financed within Heading IV of the multiannual financial framework for the years 2014-2020, primarily through redeployments, while preserving the financial balance among all instruments to the maximum extent possible. Furthermore, without prejudice to the prerogatives of the budgetary authority in the annual budgetary procedure, such redeployments should not include use of appropriations allocated to measures under Regulation (EU) No 233/2014 of the European Parliament and of the Council of 11 March 2014 establishing a financing instrument for development cooperation for the period 2014-2020. "
    ]
}