{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 27.2.2019 SWD(2019) 1020 final COMMISSION STAFF WORKING DOCUMENT Country Report Poland 2019 Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL, THE COUNCIL, THE EUROPEAN CENTRAL BANK AND THE EUROGROUP 2019 European Semester: Assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/2011 {COM(2019) 150 final} ",
        "1 Executive summary 3 1. Economic situation and outlook 7 2. Progress with country-specific recommendations 15 3. Reform priorities 20 3.1. Public finances and taxation 20 3.2. Financial sector 24 3.3. Labour market, education and social policies 26 3.4. Competitiveness and investment 33 Annex A: Overview Table 45 Annex B: Commission Debt Sustainability Analysis and fiscal risks 49 Annex C: Standard Tables 50 Annex D: Investment Guidance on Cohesion Policy Funding 2021-2027 for Poland 56 References 61 LIST OF TABLES Table 1.1: Key economic and financial indicators — Poland 14 Table 2.1: Assessment of implementation of 2018 country-specific recommendations 17 Table 3.2.1: Financial stability indicators of the Polish banking system 24 Table C.1: Financial market indicators 50 Table C.2: Headline Social Scoreboard indicators 51 Table C.3: Labour market and education indicators 52 Table C.4: Social inclusion and health indicators 53 Table C.5: Product market performance and policy indicators 54 Table C.6: Green growth 55 LIST OF GRAPHS Graph 1.1: Projected cumulative GDP growth in 2017-2018 7 Graph 1.2: Employment, wages and unemployment rate, 2013-2018 8 Graph 1.3: Non-Polish citizens paying social contributions in Poland, 2012-2018 9 CONTENTS ",
        "2 Graph 1.4: Gini coefficient of equivalised disposable income, 2005-2017 10 Graph 1.5: Change in regional GDP per capita in PPS relative to the EU average (2006-2016), depending on the 2006 starting point 10 Graph 1.6: Unit value of capital goods exports 11 Graph 2.1: Overall multiannual implementation of 2011-2018 CSRs to date 15 Graph 3.1.1: Yearly change of tax-to-GDP ratios, 2016-2018 20 Graph 3.1.2: Pro-cyclicality of VAT revenue to private consumption ratio, 1995-2017 21 Graph 3.1.3: Medium-term public debt scenarios 23 Graph 3.2.1: Lending developments 24 Graph 3.3.1: Effects of retirement age changes on employment rate, 11Q1–18Q3 28 Graph 3.4.1: Private investment to GDP ratio 33 Graph 3.4.2: Air pollution in regions according to number of days with exceeded PM10 limits, 2017 38 Graph 3.4.3: Urbanisation rate and regional GDP in PPS per capita, 2016 40 LIST OF BOXES Box 2.1: EU funds and programmes contribute to addressing structural challenges and to fostering growth and competitiveness in Poland 18 Box 3.3.1: Monitoring performance in light of the European Pillar of Social Rights 27 Box 3.4.1: Investment challenges and reforms in Poland 44 ",
        "3 Poland is enjoying good economic times, ideal for addressing its main socio-economic challenges ( 1 ). Current economic conditions are favourable with continuing strong growth and improving public finances. Unemployment is at a record low and social inequalities are gradually diminishing. However, in the long run Poland’s economic prospects depend on the economy’s capacity to move away from a model based on low labour costs towards a knowledge-based economy producing advanced products and services. In the meantime, the economic environment offers a unique opportunity to address structural issues, in particular related to ageing, a decreasing working- age population and low innovation levels. The Polish economy continued to enjoy strong economic growth. Household consumption and gradually increasing investment, in particular public investment supported by EU funds, remained the main drivers of GDP growth estimated at 5.1 % in 2018. Private consumption was driven by the best-in-history labour market situation, high consumer confidence and increasing household borrowing. Growth is expected to slow down but remain solid. While a buoyant labour market and high consumer confidence are projected to further support private consumption, its growth is set to slow from the rates observed in 2017-2018. This is due to higher inflation lowering real disposable incomes. Mainly thanks to EU funds, public investment is projected to further increase, while the increase in private investment is set to become more gradual. Both imports and exports are projected to rise, although the increase in exports may be affected by a weaker outlook for the global economy and international trade. Overall, Poland’s GDP is expected to rise by 3.5 % in 2019 and 3.2 % in 2020. ( 1 ) This report assesses Poland’s economy in light of the European Commission’s Annual Growth Survey published on 21 November 2018. In the survey, the Commission calls on EU Member States to implement reforms to make the European economy more productive, resilient and inclusive. In so doing, Member States should focus their efforts on the three elements of the virtuous triangle of economic policy — delivering high-quality investment, focusing reforms efforts on productivity growth, inclusiveness and institutional quality and ensuring macroeconomic stability and sound public finance. Skills, migrant workers and investment play a major role for potential growth. For many years, the labour contribution to potential growth has remained small. With a projected decline in the working-age population, labour will present a drag on potential growth in the future. Given its already large share in the total work force, future migration trends are expected to have a substantial impact on growth. Another key to boosting productivity and growth is capital accumulation. Investment trends will increasingly depend on various non-tangible factors like perceptions of macroeconomic stability and the quality of Poland's institutions, policies, regulatory environment, and the rule of law. Poland is increasingly integrated into the global economy. Poland’s current account is close to balance and its net external debt narrowed during 2018. Exports remain highly diversified and gradually shifting towards higher-value-added products, partially driven by increasing integration into global production chains. Increasing investments to support innovation, education and skills development, better infrastructure and cleaner energy are crucial for Poland’s future growth. Investment remained low in recent years, leaving many opportunities untapped. In this context, support to vital innovations and greater take up of innovations, together with investment in education and skills, has a crucial role in increasing the growth potential. Expanded and modernised transport, communication and energy networks can also play a crucial productivity-enhancing role. Investment in childcare, long-term care and healthcare would help mitigate labour shortages. Finally, greater energy efficiency and more extensive use of renewables would allow Poland move towards cleaner energy and help limit air pollution. Annex D identifies key priorities for support by the European Regional Development Fund, the European Social Fund Plus and the Cohesion Fund over 2021-2027, building on the analysis of investment needs and challenges outlined in this report. EXECUTIVE SUMMARY ",
        "Executive summary 4 Poland has made limited progress ( 2 ) in addressing the 2018 country-specific recommendations. There has been limited progress in:  increasing the efficiency of public spending;  increasing labour market participation;  strengthening the innovative capacity of the economy. There has been no progress in:  removing remaining obstacles to more permanent types of employment;  increasing the effective retirement age;  reforming special pension arrangements;  ensuring effective public and social consultations in the legislative process.  Regarding progress in reaching the national targets under the Europe 2020 strategy, Poland performs well in the following areas: poverty reduction, tertiary education, reducing early school leaving and the employment rate. Progress is limited in R&D investment, energy efficiency, renewable energy and greenhouse gas emissions. Poland performs relatively well on the Social Scoreboard indicators supporting the European Pillar of Social Rights. In recent years, Poland made major progress in reducing the share of people at risk of poverty. However, a significant gender employment gap persists, related to factors like limited access to childcare for the youngest children and shortcomings in long-term care provision. The low effectiveness of Poland's efforts to help people find work limits the labour supply. ( 2 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a country-specific recommendation is presented in the overview table in the Annex. Key structural issues analysed in this report, which point to particular challenges for Poland’s economy, are the following:  The public finances have improved. The fiscal deficit is estimated to have further narrowed in 2018, supported by the robust economy and new measures to improve tax collection. Public debt as a share of GDP further declined and is significantly below the threshold of 60 % GDP. While no visible improvement in the structural balance was observed in 2016 and 2017, some improvement is likely to have materialised in 2018. Maintaining the observed improvements in tax collection is important if Poland is to finance its increased expenditure without negatively impacting public finances, also in the light of the expected slowdown in economic growth. Limiting the administrative burden linked to tax compliance is also of key importance. Further reforms of taxes are planned, including clearer assignment of Value added tax rates to goods and services.  Work to reform the budgetary process continues. Its fiscal rules are stable but Poland remains the only Member State without an independent fiscal council. At the same time, the government continues work to address shortcomings in the budgetary process, including better medium-term planning. The ultimate goal of the planned reform is to increase the efficiency and effectiveness of spending, a crucial challenge considering the increase in fixed public expenditure in recent years.  The banking sector is overall sound. Banks’ own equity levels are high and asset quality is gradually improving. Liquidity indicators point to a comfortable funding position, with ample space for future lending growth. Lending is supported by strong GDP growth, low unemployment and low private-sector debt. Banks’ profitability is gradually improving but lags behind peer countries, being one of the reasons for an ongoing consolidation in the sector. Foreign currency mortgage loans are being gradually paid off, while some uncertainty remains due to various draft laws potentially changing the situation. Steps are ",
        "Executive summary 5 being taken to support capital market development. This could also help increase domestic savings.  Independent financial supervision is crucial. The state controls about one third of the banking sector, as well as the biggest insurance company. This increases the importance of a strong, independent financial supervisor, with appropriate powers. The full effects of several recent changes to the functioning of the financial supervision remain to be seen.  Labour shortages highlight the need for more people to enter the labour market. The unemployment rate stabilised below 4 %. Shortages of skilled labour hamper firms’ growth in many sectors. In addition to the crucially important net migration of foreigners and Polish citizens, increasing the labour supply depends on getting more people into the labour market. Participation in the labour force is hampered by various factors, such as insufficient availability of childcare and long- term care facilities, and the low statutory retirement age. The effective functioning of the labour market is negatively affected by unreformed special pension regimes and other factors. Although declining, the share of temporary employment contracts remains high.  Skills development through investment in education and training is key to increasing labour market participation and productivity. While Poland has performed well in terms of early school leaving and basic skills at lower secondary level, there are concerns about the quality of tertiary education, teachers’ skills, and transversal skills development. Moreover, adults rarely engage in learning, and vocational training in enterprises is underutilised, particularly in smaller firms. In addition, the current policies to help people into jobs, in particular those focusing on skills upgrades, are not fully effective. A quality education and training system that takes the life-long perspective could be one crucial factor supporting future growth prospects.  The risk of poverty has decreased, but challenges appear in the long run. In recent years, Poland has managed to significantly reduce the share of people at risk of poverty or social exclusion. However, future pension benefits are expected to be significantly lower in relation to wages than today, particularly for women. So unless the authorities decide to support the pension system with additional public funds which would impact the fiscal sustainability, the share of old people at risk of poverty may increase substantially. The problem is amplified by shortcomings in the long-term care system.  The health system is struggling given low and mis-allocated resources. The number of practising doctors and nurses relative to population size is among the lowest in EU. Although the authorities announced plans to increase spending on healthcare, addressing the inefficiencies in spending is also crucial.  Poland lags on innovation, with recent legal changes only partially addressing challenges. Despite past efforts to improve the R&D framework and significant support from EU funds, Poland’s innovation performance remains modest. Innovative activities by companies are hindered by a number of obstacles. Overall, the country’s innovation potential is hampered by underdeveloped science-business links. Some of these deficiencies, however, are addressed by the higher education reform, designed to boost the quality of Poland's science base.  Progress in infrastructure investment is uneven . Investment in infrastructure in Poland is largely driven by EU funds. While road infrastructure development continues, the progress in modernising the railway network is slower, partly due to a lack of long-term planning and shortcomings in project management. Fast internet access infrastructure has developed quickly but ensuring broad access to ultra-fast internet remains a challenge. Poland is also facing the challenge of progressing towards circular economy, which limits benefits from the use of secondary raw materials.  The energy sector faces the challenge of reducing greenhouse gas emissions and ",
        "Executive summary 6 pollution. Electricity generation is dominated by coal, and strongly rising demand for electricity has recently been met by new, mainly coal power plants. The development of renewable energy sources has been negatively affected by regulatory changes. Poland faces a risk of missing its 2020 target of 15 % of energy from renewables. Rising wholesale electricity prices and gas stock-piling legislation may reduce the competitiveness of Poland’s energy sector and energy-intensive industries. Meanwhile, the greenhouse gas intensity of the Polish economy remains among the highest in the EU and high air pollution remains a major health-related concern.  Regional disparities persist. All Polish regions have been developing fast for the last decade. There are still, however, strong disparities between them, partly explained by rural and urban divisions. Investing in connectivity could play an important role in helping reduce regional disparities.  Investment remains affected by uncertainty. Private investment has remained subdued compared to peer countries, partially due to increased uncertainty. While the general business environment is favourable, some regulatory deficiencies weigh on confidence and certainty. New laws continue to be passed frequently in fast-track legislative procedures and without proper public consultation. The risk of a serious breach of the rule of law in Poland persist and the situation is deteriorating as many of the contested measures are being implemented and consolidated. This is affecting business trust as economic operators need to be sure that they are equally treated by an independent judiciary. Compliance with certain administrative requirements and procedures is burdensome and may prolong investment processes, in particular related to construction. In some sectors, state-owned and state-controlled companies continue to grow in importance, making it key to ensure a level playing field for private competitors. ",
        "7 GDP growth Economic growth remained strong in 2018. Following years of strong expansion, real GDP growth reached 5.1 % in 2018, among the highest rates in the EU (Graph 1.1). The peak of the economic cycle was most likely reached in mid- 2018. Domestic demand (especially consumption and investment) has remained the main driver of real GDP. The period of uninterrupted and fast growth of the Polish economy experienced over the last decade continued. Poland's economy expanded by 37 % in the decade leading up to 2018, almost three times faster than the euro area economy. 2018 was the 27 th consecutive year of GDP expansion. In 2017, GDP per capita reached 70 % of the EU average (when accounting for different price levels between countries), up from 55 % a decade earlier. This success stands out not only in a European, but also in a global, comparison. Several factors contributed: reforms in the quarter of a century after 1989 which set strong institutions and the rule of law, responsible macroeconomic policies, improvements in the education system, and preventing the emergence of large inequalities. EU integration and EU funds (see Box 2.1) played an important role in all these areas. Private consumption was the key driver of growth. An increase in private consumption by 4.9 % in 2017 and by 4.5 % in 2018 was possible thanks to favourable labour market conditions, strong consumer confidence, easy access to credit and low inflation. The effects of increased fiscal transfers were visible in 2017, but faded as of 2018. In 2018, the growth of private consumption outpaced gains in real disposable income, resulting in a decline in the savings rate of households to an estimated low of 0.9 % of disposable income. Investment continued to gradually recover in 2018. Booming public investment was the main driver of overall investment growth, with the gross fixed capital formation expenditures expanding by 7.3 %. This was supported by an increasing utilisation of EU funds, and spending in the build- up to the local and regional elections in the autumn. Private investment growth remained positive, but relatively weak. Graph 1.1: Projected cumulative GDP growth in 2017-2018 Source: European Commission Growth is projected to rest close to potential in 2019 and to slow in 2020. A favourable labour market situation, high consumer confidence and increasing household credit are expected to continue supporting private consumption. Its growth is nevertheless likely to slow from the exceptionally high rates observed in 2017-2018 as higher inflation weighs on real disposable income. Public investment expenditure is projected to continue rising, helped by EU funds, although its growth rate is set to slow relative to the strong rates in 2018. Private investment is projected to strengthen gradually. Strong domestic demand is forecast to translate into higher imports. Exports are set to rise, although at a slower rate than observed in recent years given a somewhat weaker outlook for the global economy and international trade. Potential growth Potential growth is expected to increase in the short term, before slowing from 2020 onwards. The contribution to potential growth from capital decreased in 2016 and has been recovering only gradually since then (Table 1.1). The contribution to potential growth from labour has remained low and the demographic outlook – with a projected decline in the working age population – implies that labour is expected to be a drag to potential growth over the decades to come. This could be partly countered by migrant workers, whose 0 2468 10 12 14 16 I E M T R O P L S I L V H U E E C Y L T B G C Z S K H R N L F I E S A T P T L U E U S E D E F R E L D K B E U K I T % 1. ECONOMIC SITUATION AND OUTLOOK ",
        "1. Economic situation and outlook 8 number increased strongly in recent years. Available employment data appear to substantially underestimate the role of migrant workers in the economy. Hence, part of the apparent increase in the contribution of total factor productivity to potential growth, that is especially visible in 2017- 18 (Table 1.1), may be explained by part of the labour force not being included in the statistics. Potential growth is expected to slow after 2020, mainly due to an even weaker labour contribution, which is projected to become negative around 2022. Migration trends and the evolution of skills will have significant implications for potential growth in the future. The working age (15-74) population has been slowly declining since 2008 and this trend is expected to continue in the decades to come. The working age population is projected to fall by around 18 % between 2015 and 2050 (European Commission, 2017a, 2018c). Migration flows are likely to be an increasingly important factor driving future working age population trends. At the same time, the realisation of the existing potential for increased labour force participation will depend on factors such as the appropriate investment in skills (Section 3.3). Capital accumulation stands to support potential growth more strongly, also thanks to its impact on productivity. Investment developments are particularly reactive to perceptions of macroeconomic stability and the quality of institutions, including the policy and regulatory environment (see Section 3.4). For many years, Poland has been characterised by a low ratio of investment to GDP, particularly for corporate investment. This can be partly explained by the relatively small size of the large-corporate sector, together with other factors (see Section 3.4). Some data issues may also lead to an underreporting of certain investment. Foreign direct investment has been a source of productivity gains in several sectors. Both capital deepening and skills upgrades have the potential to strengthen productivity growth. Labour market Slowing employment gains, record low unemployment and strong wage growth were visible in 2018. The cyclical position of the economy was reflected in labour market developments. The employment rate in the 20-64 age group rose above 72 % in the middle of 2018, while the activity rate reached 75 %. Employment gains, as captured by the labour force survey, slowed from 1.4 % in 2017 to an estimated 0.7 % in 2018 (Graph 1.2). This development was mainly the result of constrained labour supply, given the record low unemployment rate: 3.8 % in the third quarter of 2018. The average number of hours worked stabilised at low levels, suggesting an on- going shift to forms of employment that better match employees’ preferences, e.g. with regard to overtime. At above 7 %, wage growth broadly stabilised at the high level achieved in late 2017. Graph 1.2: Employment, wages and unemployment rate, 2013-2018 Source: Eurostat Employers find it increasingly difficult to hire people with the relevant skills. A shortage of labour force has continued to top the list of growth barriers (see Sections 3.3 and 3.4). Given the already high activity rates among skilled people, the employers’ competition for talent is likely to remain strong, also in the coming years, reinforcing wage pressures. Labour market participation rates remain low for certain groups. In contrast to the elevated labour force participation of highly educated people, older, less-skilled people and women are less economically active than their peers in most other EU member states (Section 3.3). The activity of people with disabilities also remains low. There are multiple causes of this, including weak labour market-relevant skills, a limited use of adult -2 02468 10 12 1 3 Q 1 1 3 Q 3 1 4 Q 1 1 4 Q 3 1 5 Q 1 1 5 Q 3 1 6 Q 1 1 6 Q 3 1 7 Q 1 1 7 Q 3 1 8 Q 1 1 8 Q 3 Employment growth y-o-y Nominal wage growth y-o-y Unemployment rate % ",
        "1. Economic situation and outlook 9 learning, barriers to geographic mobility, certain disincentives to work built into the social benefit system, and the low statutory retirement age of women. Workers from outside the EU play an important role in the labour market. As discussed above, employment figures (Graph 1.2) are likely to underestimate employment growth. There are no precise estimates of the number of migrant workers. Employment procedures and necessary documents differ depending on a number of factors such as worker’s citizenship. Visa and residence permit data imply that in 2017, Ukrainian citizens’ share in total employment was around 4 % ( 3 ). Poland stands out among the EU Member States in that immigration flows from outside the EU are predominantly motivated by seeking employment. In 2017, 87 % of all first residence permits issued by Poland were for employment reasons, by far the highest number in the EU. A key challenge lies in ensuring that Poland remains an attractive place to work, not only for temporary or seasonal workers. This follows from the already significant role played by migrant workers, the widespread labour shortages reported by firms and the unfavourable demographic outlook. One element of this is to ensure that migrant workers’ skills and competences are fully utilised (Section 3.3). An important trend observed in recent years was a gradual shift from temporary work to more permanent forms of employment and residence. Between 2012 and 2018, the six-fold increase in the number of foreign workers insured in the Social Insurance Institution has indicated a decline in informal work (Graph 1.3). At the same time, the future attractiveness of Poland for migrant workers and for Polish citizens (including those currently living abroad) will depend on policies and labour market conditions in home countries and in other EU Member States. Certain institutional features negatively affect the functioning of the labour market. In certain aspects the labour market can be described as ( 3 ) For discussion of assumptions see NBP (2017). Available recent data show that the number of residence permits for Ukrainian citizens continued to grow rapidly in 2018. The number of type D visas issued declined slightly, but the comparison is made more difficult by the visa-free regime introduced in 2017. highly flexible. This applies in particular to the ease of using non-standard contracts. However, several, largely institutional features limit flexibility, with potentially negative implications for some population groups. This applies in particular to the limited use of part-time employment, weaknesses in the functioning of public employment services, the social insurance implications of a transition from the farmers' special pension regime to the general social security regime and the still large differences in employment protection between some types of temporary and permanent work contracts (Section 3.3). Graph 1.3: Non-Polish citizens paying social contributions in Poland, 2012-2018 Source: Polish Social Insurance Institution Inequality Strong income growth for poorer households has helped limit inequality. Income inequality, as approximated by the Gini coefficient, has been declining since 2014 (Graph 1.4). The ratio of the total income received by the 20 % of the population with the highest income to that received by the 20 % with the lowest income also declined in 2016, to 4.6, close to the average of EU Member States ( 4 ).This improvement can be explained by ( 4 ) This indicator is referred to as the S80/S20 income quintile share ratio. The EU-SILC survey that is the basis for this assessment likely underreports data on top incomes, due to a higher non-response rate. Alternative estimates using tax data suggested higher growth for top incomes, resulting in higher inequality (Bukowski and Novokmet, 2017). 0 100 200 300 400 500 600 1 2 Q 1 1 2 Q 3 1 3 Q 1 1 3 Q 3 1 4 Q 1 1 4 Q 3 1 5 Q 1 1 5 Q 3 1 6 Q 1 1 6 Q 3 1 7 Q 1 1 7 Q 3 1 8 Q 1 1 8 Q 3 thousand of persons ",
        "1. Economic situation and outlook 10 employment and wage growth as well as changes in the tax and benefit system. The role of social benefits in reducing inequalities increased while less progress was observed as regards the equality of opportunities. The role of the tax and benefit system in reducing inequality increased somewhat in 2016 due to the introduction of the universal child benefit. The pension system still plays the most significant inequality-reducing role within the tax-benefit system. A challenge remains to ensure that changes to the school structure introduced in 2017 do not restrain the role of the education system in reducing inequality of opportunities. The key risk lies in the earlier tracking into the vocational and general streams (European Commission, 2018c). Substantial differences in healthcare access remain. However, access to pre-school education appears to be improving, although at a different pace in various locations (Section 3.3). Graph 1.4: Gini coefficient of equivalised disposable income, 2005-2017 (1) SILC stands for the Survey of Income and Living Conditions. HBS stands for the Household Budget Survey. Data labelled year T refer to the income situation in year T. Source: Statistics Poland, Eurostat Regional differences Polish regions have seen some of the fastest growth in the EU for the last decade. All but one Polish region were among the 15 % EU regions with the fastest catch-up in terms of GDP per capita in the decade 2006-2016 (Graph 1.5). Growth was fastest in Mazowieckie, thanks to the economic strength of Warsaw. While Polish regions have been catching up with average EU income, there are signs of economic divergence within Poland, i.e. GDP is growing faster in more developed regions (Graph 1.5) ( 5 ). However, the extent of regional differences within the country may be overestimated because official statistics do not fully account for people moving from less to more developed regions. Graph 1.5: Change in regional GDP per capita in PPS relative to the EU average (2006-2016), depending on the 2006 starting point (1) Each point represents an EU region. Polish regions are marked by the larger red dots. Inner London, Luxembourg, Southern and Eastern and Bucuresti-Ilfov are not shown. (2) PPS stands for purchasing power standards. Source: Eurostat Regional differences create serious policy challenges, though their extent is similar to that observed in other large EU Member States. Poland’s regional differences are like those of other larger EU Member States. The disparities in household consumption are lower than the regional differences in GDP per capita. Warsaw and other large cities are the centres of economic development. However, many smaller cities and rural areas struggle with the outmigration of young, highly skilled people, and access to high quality public services such as healthcare, education or public transport. Some regions, in particular in the north and east, are facing particular challenges, such as weaker transport ( 5 ) In contrast, data on disposable income per capita from the household budget survey point to a convergence between regions during 2010-2017 (GUS, 2018a). 29 30 31 32 33 34 35 05 06 07 08 09 10 11 12 13 14 15 16 17 EU (SILC) PL (SILC) PL (HBS) -40 -30 -20 -10 0 10 20 30 40 0 50 100 150 200 change in % points % of EU average in 2006 ",
        "1. Economic situation and outlook 11 linkages to large cities or a high proportion of low productivity sectors such as agriculture. External position Export performance has remained robust, reflecting strong external competitiveness. With its exports rising faster than GDP and total global imports, Poland has continued to gain shares in global markets for both goods and services. The surplus in the trade in services has continued to grow thanks to a strong performance in sectors such as telecommunications, computers, information services, transport and other business services. A broadly stable exchange rate and gradual — lower than in several other countries in the region — growth of unit labour costs have helped to maintain cost competitiveness. Graph 1.6: Unit value of capital goods exports Source: Eurostat Exports remain highly diversified and Poland is becoming increasingly integrated in global production chains. The long-term trend towards closer integration into global production chains, especially those centred in Germany, is visible. Germany’s share in total Polish exports increased to around 28 % in the first three quarters of 2018. At the same time, a gradual shift towards higher value-added products within these chains can be observed, with the unit value of intermediate and capital goods exports rising faster than in most regional peers (Graph 1.6). The current account remained close to balance. The current account has been close to balance since 2015. There have been limited changes in key components, with stable deficits in the primary income balance (around 4 % of GDP), a high and growing surplus in the trade of services (increasing to above 4 % of GDP in mid-2018 from around 3.5 % of GDP a year earlier) and a slowly deteriorating goods trade balance (-0.2 % of GDP). Poland’s negative net international investment position narrowed during 2018 . The net international investment position was -57 % of GDP at the end of the second quarter of 2018, continuing the trend of a gradual improvement since 2015. Between 2017 and 2018 foreign public debt fell the most among its components. The accumulated stock of net foreign direct investments (around 36 % of GDP in the second quarter of 2018) accounts for most of the net international investment position. Given the relative stability of direct investments, this limits the risks associated with a negative value of this indicator Price developments Inflation stayed low in 2018. Volatile energy and food prices had the strongest impact on inflation during 2018. After reaching 2 % in late 2017, inflation as measured by harmonised index of consumer prices eased in spring to 0.7 % and then stayed below 1,6 % throughout the remainder of the year. The consumer price inflation targeted by the central bank followed a broadly similar path, not exceeding 2 % throughout the year, below the bank’s 2.5 % target. Going forward, delayed effects of stronger wage growth are projected to translate into higher inflation, including in the services sector. Harmonised index of consumer prices inflation is expected to exceed 2.5 % in the second half of 2019 and stay between 2.5 % and 3 % until the end of 2020. Trends in asset prices varied during 2018 . The main index of the Warsaw Stock Exchange declined during the first half of 2018 and has remained broadly stable since then. During 2018 as a whole, the index declined by around 10 %. The Warsaw Stock Exchange performance was hence broadly similar to other markets in the region. In contrast, house prices accelerated, with growth reaching around 9 % annually in the secondary 80 90 100 110 120 130 140 150 05 07 09 11 13 15 17 index (2005=100) CZ DE HU PL SK ",
        "1. Economic situation and outlook 12 market in the largest cities in the third quarter of 2018. Financial sector The banking sector has remained strong, while capital market developments experienced setbacks. Risks to financial stability are waylaid by the banking sector’s strong capital buffers, comfortable profitability and liquidity and sound asset quality limit (see Section 3.2). This was confirmed by the November 2018 stress test undertaken by the European Banking Authority, where the two Polish banks were among the most stress-resistant of all of the 50 banks participating (EBA, 2018). While differences between banks are visible, and some banks continue to record losses, the sector’s profitability increased somewhat in 2018. Risks related to the uncertain outcome of policy discussions on reducing the remaining stock of foreign currency-denominated mortgage loans appear to have fallen in 2018. The Warsaw Stock Exchange was reclassified into the developed market category by one of the global index providers from September 2018. Meanwhile, the already lagging corporate bond market saw a setback after investors realised that they were likely to sustain heavy losses following the bankruptcy of one issuer that recently (in 2017) entered the Warsaw Stock Exchange. Monetary policy The National Bank of Poland has kept interest rates unchanged since March 2015. The Monetary Policy Council has continuously repeated its forward guidance of interest rates remaining unchanged, also in 2019. In its statements, the Council pointed to low core inflation and the behaviour of the headline price index being largely determined by factors outside the control of monetary policy, especially energy prices. The November 2018 inflation projection of the National Bank of Poland implied a high probability of inflation exceeding the 2.5 % target in 2019 and 2020, but remaining within the permissible band for deviations from the target. This is somewhat above the path implied by the European Commission 2019 winter interim forecast (see below). Public finances The headline fiscal deficit continued to decline in 2018, primarily due to strong revenues. Revenue from personal and corporate income tax and social security contributions increased strongly in 2018. This was driven by the peak of the economic cycle, strong wage growth and an on- going shift in employment towards contracts subject to higher social security contributions, as well as the effects of measures improving tax compliance. Indirect tax revenues were also on the rise driven by robust growth in private consumption, the cyclical upswing and effects of policy measures aimed at improving compliance (Section 3.1). With modest growth in current public expenditure, these factors resulted in a further reduction in the headline fiscal deficit from 1.4 % in 2017. New reforms, including new taxes, have a potential to broadly stabilise the headline fiscal deficit until 2020, despite expected slower economic growth. The structural balance has remained broadly stable since 2016. When adjusting for the effects of the economic cycle and excluding one-off and temporary measures, the dynamics of the fiscal balance looks different. Amid strong economic expansion, exceeding the potential growth, no visible improvement in the structural balance has been observed in 2016 and 2017. The cyclically- adjusted fiscal balance thus has not moved closer to the medium-term objective of -1 % of GDP ( 6 ). Some improvement may be expected in 2018. Increases of certain categories of public expenditure that are difficult to reduce (including due to lowering of the statutory retirement age), coupled with not achieving medium-term objective come with certain risks. The room for counter- cyclical fiscal policy reaction may be more limited when economic conditions worsen. This situation could also create challenges in the medium- and long-term, given the expenditure pressures likely to arise in certain areas, e.g. linked to healthcare, pensions or infrastructure investment. The general government debt is on a declining path. A combination of fast nominal economic growth and the low headline deficit contributed to ( 6 ) A medium-term budgetary objective is a budget deficit (or surplus) target, defined in structural terms. This means that it takes into consideration business cycle swings and filters out the effects of one-off and other temporary measures. ",
        "1. Economic situation and outlook 13 the continued decline in the general government debt-to-GDP ratio from 51 % at the end of 2017 to below 50 % at the end of 2018. The public debt is expected to continue falling gradually to around 47 % of GDP at the end of 2020. ",
        "1. Economic situation and outlook 14 Table 1.1: Key economic and financial indicators — Poland (1) NIIP excluding direct investment and portfolio equity shares. (2) Domestic banking groups and stand-alone banks, EU and non-EU foreign-controlled subsidiaries and EU and non-EU foreign-controlled branches. (3) The tax-to-GDP indicator includes imputed social contributions and hence differs from the tax-to-GDP indicator used in the section on taxation. Source: Eurostat and ECB as of 31-1-2019, where available; European Commission for forecast figures (Winter forecast 2019 for real GDP and HICP, Autumn forecast 2018 otherwise) 2004-07 2008-12 2013-15 2016 2017 2018 2019 2020 Real GDP (y-o-y) 5.5 3.5 2.8 3.1 4.8 5.1 3.5 3.2 Potential growth (y-o-y) 3.5 3.9 3.1 2.9 3.2 3.5 3.7 3.8 Private consumption (y-o-y) 4.1 3.4 1.9 3.9 4.9 4.5 . . Public consumption (y-o-y) 3.9 1.7 3.1 1.9 3.5 . . . Gross fixed capital formation (y-o-y) 12.3 2.5 4.9 -8.2 3.9 7.3 . . Exports of goods and services (y-o-y) 10.0 5.1 6.8 8.8 9.5 . . . Imports of goods and services (y-o-y) 12.0 3.0 6.0 7.6 10.0 . . . Contribution to GDP growth: Domestic demand (y-o-y) 5.7 2.9 2.7 1.0 4.2 5.1 . . Inventories (y-o-y) 0.7 -0.3 -0.2 1.2 0.5 . . . Net exports (y-o-y) -1.0 0.8 0.4 0.8 0.1 0.0 . . Contribution to potential GDP growth: Total Labour (hours) (y-o-y) 0.1 0.4 0.4 0.2 0.1 0.2 0.2 0.2 Capital accumulation (y-o-y) 1.3 1.9 1.6 1.2 1.2 1.3 1.3 1.4 Total factor productivity (y-o-y) 2.2 1.6 1.1 1.5 1.9 2.1 2.2 2.2 Output gap -1.1 1.3 -1.3 -0.7 0.9 2.1 2.1 1.6 Unemployment rate 15.1 8.9 8.9 6.2 4.9 3.3 2.9 2.8 GDP deflator (y-o-y) 3.2 3.0 0.5 0.3 2.0 1.1 2.4 2.5 Harmonised index of consumer prices (HICP, y-o-y) 2.4 3.7 0.1 -0.2 1.6 1.2 2.3 2.7 Nominal compensation per employee (y-o-y) 3.1 5.9 1.8 5.1 6.0 6.1 7.0 7.4 Labour productivity (real, person employed, y-o-y) 2.6 3.0 1.8 2.5 3.4 . . . Unit labour costs (ULC, whole economy, y-o-y) 0.4 2.8 0.1 2.5 2.5 1.9 3.5 4.1 Real unit labour costs (y-o-y) -2.7 -0.2 -0.4 2.2 0.6 0.8 1.0 1.5 Real effective exchange rate (ULC, y-o-y) 3.1 -1.6 -0.9 -2.3 4.8 0.7 0.4 1.9 Real effective exchange rate (HICP, y-o-y) 3.6 -1.2 -0.4 -3.5 2.8 1.0 -0.7 0.5 Savings rate of households (net saving as percentage of net disposable income) 2.2 0.7 -0.3 1.5 -1.6 . . . Private credit flow, consolidated (% of GDP) 6.5 6.8 3.8 5.1 2.8 . . . Private sector debt, consolidated (% of GDP) 46.3 70.3 77.5 81.6 76.4 . . . of which household debt, consolidated (% of GDP) 17.3 33.0 35.6 36.6 34.9 . . . of which non-financial corporate debt, consolidated (% of GDP) 29.0 37.3 41.9 44.9 41.5 . . . Gross non-performing debt (% of total debt instruments and total loans and advances) (2) 3.9 5.7 5.5 4.7 4.7 . . . Corporations, net lending (+) or net borrowing (-) (% of GDP) 1.1 5.1 7.7 5.6 6.3 5.3 5.2 4.9 Corporations, gross operating surplus (% of GDP) 22.4 23.8 25.4 24.5 24.5 23.8 23.5 23.1 Households, net lending (+) or net borrowing (-) (% of GDP) -1.9 -2.8 -2.7 -1.9 . -3.6 -3.7 -3.6 Deflated house price index (y-o-y) . -5.5 -0.4 2.3 1.7 . . . Residential investment (% of GDP) 3.4 3.3 2.8 2.4 2.8 . . . Current account balance (% of GDP), balance of payments -4.6 -5.0 -1.3 -0.5 0.2 -0.5 -0.7 -1.1 Trade balance (% of GDP), balance of payments -2.3 -2.1 2.1 4.0 4.1 . . . Terms of trade of goods and services (y-o-y) 1.5 -0.5 1.8 0.5 0.2 -1.0 0.2 0.2 Capital account balance (% of GDP) 0.6 1.7 2.4 1.0 1.3 . . . Net international investment position (% of GDP) -44.2 -61.2 -66.7 -61.6 -61.0 . . . NIIP excluding non-defaultable instruments (% of GDP) (1) -10.4 -24.0 -26.4 -22.9 -20.7 . . . IIP liabilities excluding non-defaultable instruments (% of GDP) (1) 36.8 51.9 57.5 61.1 53.0 . . . Export performance vs. advanced countries (% change over 5 years) 69.2 37.7 9.7 14.8 22.7 . . . Export market share, goods and services (y-o-y) . . 4.4 6.3 6.2 . . . Net FDI flows (% of GDP) -3.5 -1.9 -1.8 -0.9 -1.2 . . . General government balance (% of GDP) -3.6 -5.3 -3.5 -2.2 -1.4 -0.9 -0.9 -1.0 Structural budget balance (% of GDP) . . -2.8 -1.9 -1.8 -1.9 -1.9 -1.8 General government gross debt (% of GDP) 45.6 51.3 52.5 54.2 50.6 49.2 48.3 47.4 Tax-to-GDP ratio (%) (3) 34.2 33.1 33.0 34.5 35.1 36.0 36.3 36.5 Tax rate for a single person earning the average wage (%) 28.2 24.7 24.5 25.0 . . . . Tax rate for a single person earning 50% of the average wage (%) 25.6 22.5 22.4 23.3 . . . . Key economic and financial indicators - Poland forecast ",
        "15 Since the start of the European Semester in 2011, 43 % of all country-specific recommendations addressed to Poland have recorded at least ‘some progress' (see Graph 2.1). The successful introduction of the expenditure rule and far-reaching liberalisation of access to professional services resulted in ‘full implementation’ or 'substantial progress’ in the fields of product markets and public finance. In the labour market area, certain measures tackling labour market segmentation and participation helped to achieve 'some progress' in the respective CSRs. The introduction of tax incentives and improving access to finance for R&D activities also contributes to ‘some progress’ in relevant CSRs. Only limited progress was observed in life- long learning, enforcing contracts, and removing obstacles to infrastructure investment. So far, no progress was observed in reforming special pension regimes for farmers and miners, in establishing an independent fiscal council and limiting the use of reduced value added tax (VAT) rates. The 2017 reversal of the earlier statutory pension age reform resulted in an assessment of no progress in the area of the pension system. Poland corrected its deficit and increased tax compliance, while only limited or no progress was made in other public finance areas. As Poland had corrected its excessive fiscal deficit, the corresponding excessive deficit procedure was closed in 2015. While tax compliance improved, no progress was made in limiting the extensive use of reduced VAT rates (the recently proposed new VAT matrix can only partially address the issue, though without limiting the fiscal cost of reduced VAT rates). At the same time, Poland has started to reform its budget planning processes. While in 2012, the gradual increase in the statutory pension age was initiated to tackle the long-term sustainability of public finances and to ensure adequacy of pensions, the 2017 reversal of this reform is likely to have a negative impact on the effective retirement age. Only limited action was taken to reform special pension arrangements, mainly for the uniformed services. However, in 2018 the government announced plans to reverse some of the reforms as regards the pension system for police officers. No effective actions to reform the special pension arrangements for miners and farmers have been undertaken. Graph 2.1: Overall multiannual implementation of 2011- 2018 CSRs to date * The overall assessment of the country-specific recommendations related to fiscal policy excludes compliance with the Stability and Growth Pact. ** The multiannual CSR assessment looks at the implementation up to the 2019 country report since CSRs were first adopted. Source: European Commission Different policy measures had mixed impact on labour market participation and skills and some actions have been taken to lower labour market segmentation. Increasing the availability of childcare in recent years acted to help taking up employment. At the same time, lowering of the statutory retirement in 2017 and lack of effective action to improve access to long-term care had the opposite effect. Several actions adopted during 2015-2017 help to reduce labour market segmentation: measures limiting the possibility to abuse temporary employment, increasing social security contributions on some non-standard labour contracts and introducing minimum hourly wage for some of these contracts. However, the work on the new labour codes stopped. Some solutions envisaged in the reforms of vocational education and of higher education can help foster labour market relevant skills. The full effects of these reforms remain to be seen. The lifelong learning strategy was adopted in September 2013, but coordination of adult learning policy remains inefficient. Progress on strengthening the innovative capacity of the economy and improving the regulatory environment was mixed. Despite measures taken, including number of amendments to the act on higher education, only limited progress was observed in ensuring better links 17% 40% 36% 5% 2% No Progress Limited Progress Some Progress Substantial Progress Full Implementation 2. PROGRESS WITH COUNTRY-SPECIFIC RECOMMENDATIONS ",
        "2. Progress with country-specific recommendations 16 between research, innovation and industry. Some progress was achieved in improving the effectiveness of R&D tax incentives and better targeting financial instruments at the innovation cycle. In 2016-2018, Poland has reformed its R&D tax incentives with new regulations and changes encouraging wider use of the R&D tax breaks. In the regulatory environment, substantial progress was made in liberalising access to professional services with the introduction of the 2013 - 2015 reform. Only limited progress was observed in other areas conducive to a friendly business regulatory environment. Certain changes to the legal procedure and introduction of electronic procedures slightly improved contract enforcement. The new Building Code was to simplify the requirements for construction permits and to streamline the spatial planning coverage, but its introduction remains protracted. New compliance measures introduced in recent years, e.g. split of tax base for companies, contribute to no progress in easing the administrative burden of tax compliance. The use of and quality of public and social consultations in the legislative process appears to have worsened in recent years. Overall, Poland has made limited progress ( 7 ) in addressing the 2018 CSRs. Limited progress was made in addressing recommendations on public finance. The work on reforming the budget process continued in 2018, with a focus on defining target solutions and their implementation plan. With an improved access to childcare there has been limited progress in increasing labour force participation, while no progress was observed in removing remaining obstacles to more permanent types of employment. In addition, no measures were taken to increase the effective retirement age and reform special pension arrangements. The announced change of certain provisions for police officers pension system seems to go in the opposite direction. There was also limited progress on supporting closer cooperation between business and research institutions. The Ministry of Science and Higher Education continued the industrial doctorate programme, but the establishment of the Łukasiewicz Research Network was staled as of August 2018. With the introduction of the package ( 7 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a CSR is presented in the Overview Table in the Annex. This overall assessment does not include an assessment of compliance with the Stability and Growth Pact. of five entrepreneurship laws only limited progress in improving the regulatory environment was observed. No progress was observed in ensuring effective public and social consultation in the legislative process, as the practice of fast legislative procedures with limited consultation continued throughout 2018. ",
        "2. Progress with country-specific recommendations 17 Table 2.1: Assessment of implementation of 2018 country-specific recommendations Poland Overall assessment of progress with 2018 CSRs: Limited CSR 1: Ensure that the nominal growth rate of net primary government expenditure does not exceed 4.2 % in 2019, corresponding to an annual structural adjustment of 0.6 % of GDP. Take steps to improve the efficiency of public spending, including by improving the budgetary process. Limited progress*  Limited progress in improving the efficiency of public spending. Works on the budgetary process reform continued with a focus on multiannual budget planning, modernisation of the chart of accounts and efficiency of spending CSR 2: Take steps to increase labour market participation, including by improving access to childcare and by fostering labour market relevant skills, especially through adult learning, and remove remaining obstacles to more permanent types of employment. Ensure the sustainability and adequacy of the pension system by taking measures to increase the effective retirement age and by reforming the preferential pension schemes. No progress  Limited progress in increasing participation in the labour market by improved access to childcare. No progress in removing remaining obstacles to more permanent types of employment.  No progress in ensuring the sustainability and adequacy of the pension system with no progress in measures to increase the effective retirement age and no progress in reforming the preferential pension arrangements. CSR 3: Strengthen the innovative capacity of the economy, including by supporting closer collaboration between business and research institutions. Improve the regulatory environment, in particular by ensuring effective public and social consultations in the legislative process. Limited progress  Limited progress in strengthening the innovative capacity of the economy with certain extension of the R&D tax incentives. Limited progress in supporting closer collaboration between business and research institutions. The establishment of the Lukasiewicz Research Network was stalled.  Limited progress in improving the regulatory environment with adoption of the \"Constitution for Business\" and the works on a new public procurement law. No progress in ensuring effective public and social consultations in the legislative process. * This overall assessment of CSR1 does not include an assessment of compliance with the Stability and Growth Pact. ",
        "2. Progress with country-specific recommendations 18 Box 2.1: EU funds and programmes contribute to addressing structural challenges and to fostering growth and competitiveness in Poland Poland is one of the largest beneficiaries of EU support. Financial allocations from European Structural and Investment Funds aiming to help Poland tackle development challenges amount to EUR 86 billion in the current EU multi-year budget (multiannual financial framework), equivalent to around 2.6 % of GDP in 2014-2020. As of the end of 2018, some EUR 62 billion (around 72 % of the total) have already been allocated to specific projects. In addition, EUR 4.2 billion was allocated to specific projects on strategic transport networks through a dedicated EU funding instrument, the Connecting Europe Facility. Furthermore, numerous Polish research institutions, innovative firms and individual researchers benefited from other EU funding instruments, notably Horizon 2020 which provided some EUR 400 million. European Structural and Investment Funds have contributed to shared prosperity and growth. Until 2023, regions will implement more than half of the Cohesion Policy budget. Thanks to its contribution, eleven Polish regions were among the 30 fastest growing EU regions in the last 12 years. Even the least developed regions increased their income levels from less than a third of the EU average in 2004 to between 40 % and 60 % in 2016 (Section 1). The ability of regional self-governments to identify and implement a development strategy and manage significant public investments, principally driven by EU funds, has been one of the main factors behind Poland's geographically widespread growth (OECD, 2018c). EU funding has helped to address policy challenges identified in the 2018 recommendations for Poland. European Structural and Investment Funds have been improving access to childcare by investing in over 370 thousand places in childcare facilities. Furthermore, until the end of 2017, more than 520 thousand unemployed including 310 thousand young persons received support. In 2018 alone, investments mainly driven by these funds have led to the building or modernisation of 1 425 km of national roads. EU Funds supported closer collaboration between business and research institutions, and R&D investments in the private sector. By the end of 2018, European Structural and Investment Funds helped 2 200 firms build cooperation with research institutions and 3 400 firms introduce new products in their markets. Horizon 2020 supported 1 100 research projects, covering a very broad spectrum from health, food security and sustainable use of biological resources to nuclear research. In addition, the Commission can provide tailor-made technical support upon a Member State's request via the Structural Reform Support Programme to help Member States implement growth- sustaining reforms to address challenges identified in the European Semester process or other national reforms. Poland is receiving support to strengthen the administrative capacity of the National Revenue Administration. The Commission is also assisting the authorities in their efforts to improve public financial management, and to enhance research, development and innovation. In addition, in 2018, work has started on the development of inland waterways in the light of new Polish Water Law, improving the quality of inclusive education and activities and measures to promote and encourage the implementation of energy audit in the enterprise sector. EU funding helps mobilise private investment. European Structural and Investment Funds alone mobilised additional private capital by allocating about EUR 2.7 billion in the form of loans, guarantees and equity. In addition, the European Fund for Strategic Investments has allocated EUR 3.8 billion in Poland. The bulk of this financing is provided under the infrastructure and innovation window. The European Fund for Strategic Investments is providing for instance EUR 33 million for the construction of 1 300 affordable houses for low income earners in the city of Poznań. Polish small and medium enterprises are supported by the dedicated component of the Fund, under which 13agreements with intermediary banks have been approved for a total of EUR 299 million, which should mobilize around EUR 3 billion of total financing. Around 45 thousand small and medium enterprises and companies are expected to benefit from this support. EU projects strengthen national, regional and local authorities and civil society EUR 2.6 billion has been allocated for building capacity in public administrations at different levels, and has promoted close cooperation with stakeholders. The Catching up Regions Initiative delivers targeted technical assistance and financing for tackling smog-related challenges in Poland. The Coal Regions in Transition Initiative seeks to improve socio-economic and technological transformation processes in three Polish regions with sizeable ",
        "2. Progress with country-specific recommendations 19 coal mining sectors. The Railway High Level Group, which brings together the national authorities, the beneficiaries and the European Commission, discusses systemic deficiencies and possible remedies for railway projects at a strategic level. The pilot action on frontloading administrative capacity building in Lubelskie aims to analyse and address the regional needs for building administrative capacity. https://cohesiondata.ec.europa.eu/countries/PL ",
        "20 Tax system The tax burden in Poland is lower than in the EU, despite a recent increase. The tax-to-GDP ratio for Poland increased from 33.5 % in 2016 to 34.1 % in 2017, still well below the EU average of 39.0 %. This supported a decrease in the nominal fiscal deficit to 1.4 % of GDP in 2017 (Section 1). Value-added tax (VAT) revenue saw the biggest increase relative to GDP, from 7.2 % in 2016 to 7.8 % in 2017, driven also by better collection, and exceeding the EU average of 7.1 % of GDP. Taxes on labour remained among the lowest in the EU. Tax collection has improved. According to the most recent EU-wide study, in 2016 Poland managed to reduce by 3.5 pps the VAT gap, i.e. the difference between VAT revenue expected and actually collected (CASE and IAS, 2018). The 21 % VAT gap in 2016 was still well above the EU average of 12 %, however, this did not yet factor in the several legal changes that took place in 2016. A buoyant macroeconomic environment and the tax reforms in recent years contributed to a continued strong increase in tax revenue. Consequently, in 2017, revenue from both corporate and personal income taxes saw double- digit growth. Increases in revenue from those taxes as well as from social security contributions continued in 2018 (Graph 3.1.1). New measures to tackle tax avoidance and fraud entered into force in 2018. The extension of the requirement to provide a standard audit file for all companies, including 1.5 million micro- companies, was an important change implemented in 2018. On top of that, a voluntary split payment, a law to prevent the use of the financial sector for tax fraud and the so-called tobacco package entered into force. Geo-localisation for transport of certain goods was also deployed. A number of changes in corporate income tax aimed at to increasing tax revenue. The social security premiums payment system was simplified, which could also contribute to higher revenue. While the implementation of some new requirements faced organisational and technical issues, overall the measures appear to be functioning as intended. For instance, the share of entities failing to send regularly standard audit files declined during 2018, from over 5 % in January to 2.4 % in November. Graph 3.1.1: Yearly change of tax-to-GDP ratios, 2016-2018 (1) Data in ESA 2010 terms, rounded to 0.1 p.p. (2) 2018-2017 change based on data for three quarters. Source: European Commission, Ministry of Finance Reforms of direct taxation continued into 2019. A major reform of corporate and personal income taxes entered into force in 2019. One objective was to increase compliance; another was to comply with EU directives. Certain measures were intended to simplify the tax system and lower the burden for some companies. On the one hand, the reform introduced: a new exit tax; a new tax on high earners; mandatory disclosure rules; and changes to the taxation of profits on cryptocurrencies and the withholding tax system. Poland also lowered the corporate income tax rate for small companies from 15 % to 9 % and simplified transfer pricing rules. In addition, a tax incentive to support innovation (‘IP Box’) was implemented. This supplemented an investment tax credit, which was increased in 2018 to support private investment. Preserving high tax revenue collection becomes increasingly important given the projected slowdown of GDP growth. The historical evidence shows that tax revenue efficiency tends to reflect cyclical developments in the economy (Graph 3.1.2; Sancak et al., 2010). Economic 0.0 0.2 0.4 0.6 2016 2017 2018 VAT Corporate income tax Social security contributions Personal income tax p.p. 3. REFORM PRIORITIES 3.1. PUBLIC FINANCES AND TAXATION ",
        "3.1. Public finances and taxation 21 growth is set to gradually decelerate in the near future (Section 1). Anticipating this and maintaining the improvements in collection efficiency is important if Poland is to remain able to finance increased expenditure levels. Graph 3.1.2: Pro-cyclicality of VAT revenue to private consumption ratio, 1995-2017 Source: European Commission Recently implemented tax-related changes increased the administrative burden. A significant number of new requirements aimed at increasing tax collection make compliance more burdensome (World Bank, 2018training). These measures include the obligation of the monthly reporting of VAT returns, compulsory reporting of standard audit files by all entities, differentiating sources of profits in corporate income tax and, in the area of the VAT, an extension of the list of goods and services subject to a reverse charge mechanism. Consequently, even if the process of reporting, paying and — to a major extent — auditing taxes is now done electronically, time spent by a model Polish company on meeting its tax obligations increased considerably, from 260 hours in 2016 to 334 hours in 2017. At the same time, the adoption of new laws, including tax- related law, noticeably slowed in 2017 and 2018 from its peak in 2016. In 2018 the number of pages of new laws was projected to have dropped by over 50 % compared to 2016, to some 14 000 pages (Grant Thornton, 2018a), but this still adds significantly to compliance costs. Whereas the National Revenue Administration fulfils its tasks, some room for improvement has been identified. Although there were a number of technical, operational and human-resources related difficulties following the creation of the National Revenue Administration this service is performing well overall. This was also confirmed by the Supreme Audit Office (NIK, 2018b). Yet, while tangible results of the tax administration work are visible, the Supreme Audit Office has identified several shortcomings in 2016 and 2017. They covered things like the use of different approaches to taxpayers or insufficient reaction time to identified risks. The National Revenue Administration also faced challenges regarding its IT infrastructure and its capacity to attract and, even more, retain competent staff. The system of reduced VAT rates is costly, complex and error-prone. Reduced VAT rates continued to be applied to a large number of goods and services. This led to significant foregone revenue. According to the available data, the VAT gap caused by applying reduced rates was among the highest in the EU in 2016 (CASE and IAS, 2018) ( 8 ). The Polish authorities provide similar estimates (MF, 2016). The current system of reduced rates may also cause errors and increase compliance costs (European Commission, 2018c). It happens that even tax authorities when issuing individual tax decisions do not clearly validate the assignment of reduced rates to particular products and services. This increases uncertainty for businesses ( 9 ). The authorities plan to address some problems generated by the system of reduced VAT rates. In late 2018, Poland proposed a reform, recognising the inefficiency and uncertainty for taxpayers caused by the current setup ( 10 ). Its aim is to eliminate some of the issues described above, including by implementing a clearer and unambiguous list of goods and services subject to VAT reduced rates and issuing binding ( 8 ) The reduced rate gap stood 15.3 %, while the EU average amounted to 10.0 %. The actionable policy gap – covering foregone revenue from reduced rates and exemptions – stood at 25.7 %, as compared to 16.5 % in the whole EU. ( 9 ) As shown by Grant Thornton (2018b), between 2013 and 2017, out of over 3 500 non-binding, conditional individual tax rulings issued by tax authorities, most cases concerned the application of reduced VAT rates. ( 10 ) See the rationale for the legislative proposal made in November 2018 (MF, 2018). -5 -4 -3 -2 -1 0 123 789 10 11 12 13 14 15 95 97 99 01 03 05 07 09 11 13 15 17 VAT / consumption ratio Output gap (rhs) % private consumption % potential GDP ",
        "3.1. Public finances and taxation 22 information on the application of VAT rates. The main element of the proposal consists of moving from the national classification of goods to the EU common nomenclature. The reform does not however address the issue of high foregone revenue, since it is supposed to be budget neutral. The envisaged implementation date was set for 2020, while taxpayers would have the possibility to request binding rate decisions already in 2019. Self-employed workers can opt for flat rate income tax. Employees are subject to a personal income progressive tax regime with two tax rates of 18 % and 32 %. Simultaneously, around 0.5 million self-employed enjoy the right to a flat personal income tax rate of 19 %, which is advantageous for taxpayers with high incomes. These individuals may also opt for lower social security contributions than those in the general system. This comes, however, at the cost of lower future pension benefits. Poland does not fully use environmental taxes as effective policy tools . The implicit tax rate on energy remained comparatively low in Poland and there are a number of tax exemptions (European Commission, 2018c). However, from 2019 Poland applies a new emission charge on fuels. The revenue collected is to finance electro-mobility projects and fighting smog. Fiscal framework The fiscal framework remained broadly unchanged in 2018. All components of the fiscal framework, i.e. numerical fiscal rules, a medium- term budgetary framework, independent fiscal institutions and budgetary procedures, remained unchanged. However, Poland amended its law on public finances so that it now requires that the draft budget should discuss the underlying macroeconomic forecast and its underlying assumptions. Moreover, macroeconomic forecasts used for the budget purposes must be compared with the forecasts of the European Commission and other independent bodies. Additionally, a relevant deficit and debt sensitivity analysis is compulsory. The new requirements were applied for the first time to the 2019 budget. The budget structure and classifications are complex and lead to inefficiencies. The state budget is divided into several dozen budget parts. At the same time, Poland uses a traditional, i.e. functional, as well as performance-based budget classification with the former playing a primary role. Budget classification is composed of a significant number of sections, chapters and paragraphs, mixing organisational and functional structure. This encompasses only a part of the general government sector. A significant part of expenditure is decided outside it. A major drawback of the current situation is that the accountability for funds is not always clearly assigned to relevant institutions. Thus, operational budget management, performance analysis, identification of inefficient spending and the reallocation of funds to priority areas are difficult. On top of that, Poland implemented performance- based budgeting that, in practice, is not used as a real tool for performance analysis. In contrast, it actually complicates the budget process. Medium and long-term budget planning remains limited. In spring every year, the government adopts a Multiannual Financial Plan. It consists of the convergence programme and a list of major state functions, each accompanied by performance indicators. The programme covers a three-year period, but it does not translate into targets for the relevant annual budgets. The convergence programme drafting is driven by EU requirements and has no direct implication for the actual budget process, while a comprehensive medium- or long-term national budgeting process has not yet been established. Poland is reforming its budget processes, including for the medium term. In 2018, work continued to address the identified weaknesses in the budgetary process. The ultimate objective of the reform is responsible and coherent budgeting that goes beyond one-year planning. One of the most challenging steps is the simplification of the budget structure. A unified classification, integrated with a new structure of the state budget, has been planned to replace the current dual classification. To make this possible, the authorities, supported by EU financing, are setting up a new chart of accounts aligned with the budget classification. This is expected to be delivered by 2020 and subsequently applied in stages. Poland also continues efforts to further enhance macroeconomic forecasting and reform the medium-term budgetary framework. The reform ",
        "3.1. Public finances and taxation 23 implementation will take several years. Its final target date is not yet known. Poland remains the only EU Member State with no fiscal council. Several analyses show that fiscal councils can improve fiscal governance, especially if combined with fiscal rules. When fiscal councils are properly empowered and staffed, they appear to limit the deficit bias and contribute to better budget processes ( 11 ). Whereas the exact remit of fiscal councils varies between EU Member States, they fulfil an important role when informing the public on the main issues related to fiscal policy. Currently in Poland, some but not all of the functions usually assigned to fiscal councils are executed by several bodies, differing in terms of impact they can make. This scattered approach limits their potential influence on policymakers. Poland is the only EU Member State that has no plans to establish a fiscal council. Debt sustainability analysis and fiscal risks No major short-term risks to fiscal sustainability have been identified. General government debt is currently below 60 % of GDP and projected to decline further in the coming years. At the same time, by 2017, Poland has not yet reached its medium-term objective of a structural deficit of 1 % of GDP. The 2019 debt sustainability analysis (European Commission, 2019a) indicates low short-term fiscal sustainability risks for Poland. This was confirmed by an upgrade of the government debt rating by Standard & Poor’s. Two other rating agencies upheld their ratings in 2018. In the medium term, fiscal sustainability analysis also points to a low risk . Even without any adjustment in the structural primary balance relative to the baseline ‘no-fiscal policy change’ scenario, debt-to-GDP ratio would stay below the reference value of 60 % by 2033. In the ‘no-fiscal policy change’ scenario after 2020 and normal economic conditions, the general government debt would reach 48 % of GDP in 2029 (Graph 3.1.3). While this is a low debt-to-GDP ratio, it follows an ascending path towards the end of the projection ( 11 ) See for example Nerlich and Reuter (2013), Debrun et al. (2009), Debrun and Kinda (2014), Coletta et al. (2015), Beetsma and Debrun (2016). period. This is due to factors such as increasing ageing costs (Annex B). Graph 3.1.3: Medium-term public debt scenarios Source: European Commission The only announced changes to special pension regimes are likely to increase the associated fiscal burden. No changes have been introduced to the costly special pension arrangements for miners and farmers. In late 2018, under the pressure of the striking police, the government promised to partly reverse the 2012 reform of their pension regime. Until now, police officers were entitled to retire after 25 years of service and after reaching 55 years of age. The new proposal abolishes the minimum age of 55 years – in extreme cases, allowing people to retire at 44. The impact of the proposal is to be exactly quantified, but it is likely to further increase the fiscal cost. The projected strong drop in pension adequacy can lead to political pressures, creating fiscal sustainability risks. On the surface, pension- related sustainability risks seem contained. In a simulated scenario (EPC and EC, 2018j), public pension expenditure remains contained to around 10 % of GDP in 2070, below the EU average. However, the ratio of average pension benefits to wages is expected to decline strongly. As an illustration, in this scenario close to one third of all pensioners would receive only the minimum pension, currently equivalent to around EUR 250 before tax. This is likely to create strong political pressure to increase pensions, resulting in fiscal sustainability risks. 40 45 50 55 2018 2020 2022 2024 2026 2028 Baseline no-policy change scenario GDP growth lower by 0.5 pp than baseline scenario GDP growth higher by 0.5 pp than baseline scenario % GDP ",
        "24 The banking sector is overall well capitalised and solid. For the sector as a whole, capital ratios remain significantly above regulatory minimum requirements. This remains the case even if these are to some extent negatively affected by higher risk weights on foreign currency-denominated mortgages. At the same time, while this part of portfolios is gradually diminishing, liquidity indicators, such as the liquidity coverage ratio (148 % in the second quarter of 2018 relative to a minimum requirement of 100 %), leave ample space for future loan growth (Table 3.2.1). Polish banks remain predominantly funded through domestic deposits, representing 61 % of the balance sheet. In turn, market funding make up 19 % of assets. This share may well increase since banks look bound to issue more securities to meet minimum requirements (by 2023) and to make more use of covered bonds following recent legal changes. Meeting the minimum requirement for own funds and eligible liabilities targets is likely to be challenging for the Polish banking sector that is not accustomed to funding its operations through fixed income instruments. Table 3.2.1: Financial stability indicators of the Polish banking system (*) ECB aggregated balance sheet: loans and deposits to the private non-financial sector. (**) For comparability, only annual values are presented. Source: ECB Bank lending has been growing modestly, driven by a supportive economic environment and low interest rates. Lending to the private sector has continued to increase at a rate broadly similar to nominal GDP growth (Graph 3.2.1). Unsecured consumer and corporate loans have increased the most. Banks’ growing appetite for higher yielding loans comes with risks in the medium and long run. These are mitigated by the favourable macroeconomic outlook and low indebtedness of households and non-financial corporations. For instance, household debt was equivalent to 36 % of GDP in mid-2018, compared to the euro area average of 58 %. The modest increase in mortgage lending (4 % annually in June 2018) coincides with around half of residential property transactions paid in cash as investment alternatives to bank deposits. Almost all mortgage loans are based on variable interest rates, implying risks once interest rates start increasing. Fixed interest rate products barely exist in the Polish banking sector. This is being addressed by the Financial Supervisory Authority through a revision of one recommendation. Graph 3.2.1: Lending developments Source: ECB Bank’s profitability has been gradually improving. Rapid GDP growth, a pickup in investments and low provisioning costs have helped the banking sector remain profitable. Profits remain negatively affected by low interest rates, given the importance of floating rate mortgages in banks’ assets. Banks have reduced funding costs, mostly by lowering deposit interest rates to historic lows. On the revenue side the focus on higher yielding small business and consumer loans is starting to pay off. In the first three quarters of 2018 the average return on assets increased slightly, while remaining below regional peers. Net profits are still being negatively impacted by the special levy on financial institutions (0.44 % of the value of assets excluding equity and Polish sovereign bonds). The booming economy has supported assets quality. The level of non-performing loans in the system has been gradually improving as robust economic growth makes it easier for indebted borrowers to manage repayments. Loans to non- (%) 2015 2016 2017 2018Q2 Non-performing loans 6.6 6.4 6.6 7.0 Coverage ratio 54.5 55.8 56.2 54.3 Loan to deposit ratio* 97.2 93.9 93.6 96.0 Tier 1 ratio 14.5 15.4 16.3 16.0 Capital adequacy ratio 15.8 16.9 18.0 17.9 Return on equity** 7.7 7.5 6.9 - Return on assets** 0.9 0.8 0.8 - 02 468 10 12 14 16 J a n 1 2 J u l 1 2 J a n 1 3 J u l 1 3 J a n 1 4 J u l 1 4 J a n 1 5 J u l 1 5 J a n 1 6 J u l 1 6 J a n 1 7 J u l 1 7 J a n 1 8 J u l 1 8 Total private Non-financial corporations Households Mortgage credit % y-o-y 3.2. FINANCIAL SECTOR ",
        "3.2. Financial sector 25 financial corporations remain generally riskier than loans to households and mortgages have the lowest non-performing loans ratio (Table 3.2.1) ( 12 ). There is uncertainty over potential legislation affecting the existing stock of foreign currency mortgage loans. Loans in foreign currency are decreasing by around 8 % annually and their quality is generally high with non-performing loans ratio around 3.7 %. Yet, the exchange rate risk makes these borrowers more vulnerable than Polish zloty borrowers. Also, most foreign currency mortgages have a high loan-to-value ratio, making it difficult to sell underlying properties. Several initiatives to address the issue have been announced, some risking the stability of the banking sector. None of them was eventually introduced, but uncertainty remains. Concentration in the banking sector continues. Lower prospects for profit generation, growing capital requirements, and uncertainty about the final shape of the legislation addressing the issue of foreign currency mortgages are some of the factors that have pushed lenders towards mergers and acquisitions for the last few years. This trend is expected to continue, possibly leading to the emergence of a market with a small number of universal players and some specialised lenders, for instance mortgage banks. Simultaneously, the state directly or indirectly controls about 39 % of the sector’s total assets, including the two biggest lenders in the country. These two banks control about one third of the market across many segments of the banking sector. The process of consolidation is seen as ‘natural’ by the Financial Supervisory Authority as it looks to supervise a more efficient banking sector, able to compete in an increasingly digital world. Several changes aim to reinforce financial supervision and investor protection. Financial supervision was shaken in November 2018 by the allegations of corruption that led to the abrupt resignation of the head of the Financial Supervisory Authority. Tight interconnection between the sovereign and the financial system (see above) poses the particular supervisory ( 12 ) As from 2018 non-performing loans are calculated following the new International Financial Reporting Standard 9 methodology, implying a swifter recognition of credit losses. challenge of paying close attention to the governance structure, to ensure that politics is kept at arms’ length from commercial decisions. In parallel, the legislator amended laws affecting financial supervision, in particular to modify the funding of the Authority’s office. Yet, the new law also enlarges the composition of the Authority, increasing the number of government representatives ( 13 ). Additionally, the Authority obtained supplementary powers allowing it to authorise, through an administrative decision, the swift acquisition of a failing or likely to fail lender by a stronger financial institution. Poland’s capital market has matured. The transformation undergone by the Polish financial system is a success story (European Commission, 2018c). Today, the country’s financial sector increasingly resembles the structure of other well- developed markets. This was recently reflected in the promotion of Poland’s capital market from Advanced Emerging to Developed Market status by two index companies. To ease further enhancements, the Capital Markets Development Strategy project was launched The project has defined key challenges, including a list of 20 barriers to the further development of the Polish capital market. Some of the key challenges include low levels of savings and investment, especially by retail clients, insufficient efficiency, transparency and liquidity of many market segments, and lack of taxation incentives for issuers and investors. New employee’ capital pension funds could provide a boost to capital markets. The new scheme puts in place the framework for capital plans for voluntary savings contributions by employees, topped up by employers and the Polish state. It complements existing voluntary schemes and the mandatory pension schemes. Once implemented, between late 2019 and 2021, the new scheme is expected by the authorities to cover around 8.6 million employees (provided a participation rate of 75 %) and inject into capital markets funds equivalent to about 0.7 % of GDP annually, deepening domestic capital markets. The expected demand of the future pension funds for long-term assets could help develop various segments of the capital market, including banks’ long-term bonds, covered bonds and stocks. ( 13 ) Only one newly added government representative has voting rights. ",
        "26 Labour market Employment growth slowed in 2018, with unemployment stabilising at historically low levels. In the first three quarters of 2018, employment increased by around 0.5 %. New jobs were mainly created in manufacturing and some services sectors, while agricultural employment continued to fall. The number and share of permanent contracts has risen fast, while temporary employment continued to decline, although close to 24 % of all employees still had such contacts in the third quarter of 2018, well above the EU average. This resulted from a combination of an improved general labour market situation and a number of legislative changes that made temporary contracts relatively less attractive. Still, some features of the outdated Labour Code discourage employment on permanent contracts. The unemployment rate stabilised in the range of 3.6 – 3.8 % in mid-2018. Labour shortages and negative demographic outlook emphasise the challenge of increasing labour force participation and investment in skills. Difficulty in finding workers with appropriate skills has become a key problem for business growth in several sectors. This coincides with the shrinking working-age population (Section 1). The potential for increasing labour supply depends on migration (including the return of Polish citizens currently abroad) and on activating people currently detached from the labour market, such as those with low skills or facing different barriers and disincentives that prevent them starting to look for jobs. Labour market participation of young women has declined. At just above 63 % in the first half of 2018 the activity rate of women aged 15-64 was well below the EU average of 68 %. In the past, this gap used to be mainly explained by low labour market activity by women with below-tertiary education and by all women aged 50-64. This still holds true, but during 2017 and 2018, activity by young women aged 25-39 declined visibly. This may be linked to: rising pressure to take care of older family members (the population aged 80 and above increased by more than 100 thousand or 7 % between 2015 and 2018); insufficient availability of childcare facilities; and a generous child benefit scheme introduced in 2016 (Magda et al., 2018). The statistics on declared main reasons of inactivity are consistent with this. Between 2015 and 2017, the share of inactive women aged 25-49 pointing to caring responsibilities increased by almost 5 pps to 48 %. Only 4 % of men indicated the same barrier. Labour market participation by people with disabilities and their carers faces challenges. There has been little change in the activity rate of people with disabilities between 2013 and 2018 (27 % in the first half of 2018), despite a significant improvement observed in this period for the whole population. Available data point to a wide activity gap between Poland and the EU average ( 14 ). Disability-related policies are not mainstreamed into other social policy areas. A range of barriers prevents higher labour market activity of people with disabilities. These include architectural, transport and communication barriers and underutilised technological solutions that could help people with disabilities live independently.. The government recently launched a program that is expected to partly address these challenges. Few older people are in work and lowering the retirement age aggravated this further. Employment rates of older people are significantly lower than the EU average, with the gap of almost 10 pps in 2018 in the 50-64 age group. Rates dropped visibly after the statutory retirement age was lowered in the fourth quarter of 2017 (Graph 3.3.1). The key factors contributing to this low labour market engagement are related to health, skills and the quality of jobs, including the satisfaction derived from work (Myck and Oczkowska, 2017). Part-time work, often used by older people in many EU countries, is relatively rarely used in Poland. ( 14 ) In 2016, the employment rate of people with disabilities in Poland was 10.5 percentage points below the EU average, based on a survey on income and living conditions. 3.3. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES ",
        "3.3. Labour market, education and social policies 27 Box 3.3.1: Monitoring performance in light of the European Pillar of Social Rights The European Pillar of Social Rights is designed as a compass for a renewed process of upward convergence towards better working and living conditions in the European Union ( 1 ). It sets out twenty essential principles and rights in the areas of equal opportunities and access to the labour market; fair working conditions; and social protection and inclusion. Poland performs relatively well on the indicators of the Social Scoreboard supporting the European Pillar of Social Rights. Poland performs well in terms of access to the labour market. Indicators related to poverty and income inequality have been improving over the past years. At the same time, the country lags behind in areas such as digital skills development or early childcare. Despite overall good employment performance, the gender employment gap remains one of the important challenges. Although female employment and activity rates have been increasing, they are still well behind those of men. A number of institutional factors leading to inadequate work-life balance provisions, including a very low childcare coverage for children aged less than three, play a key role in this respect. Poland took steps to address this challenge, but it is too early to assess its effects. Poland's rate of early school leaving is very low. This owes to compulsory schooling and learning requirements as well as cultural and social factors. ( 1 ) The European Pillar of Social Rights was proclaimed on 17 November 2017 by the European Parliament, the Council and the European Commission. https://ec.europa.eu/commission/priorities/deeper-and-fairer-economic-and-monetary- union/european-pillar-social-rights/european-pillar-social-rights-20-principles_en The attractiveness of the Polish labour market to migrants and returning Poles will be important for the future labour supply. Migrants from outside the EU and especially Ukraine already play an important role in the labour market (see Section 1). The influx of these workers could, however, decrease if other countries, also facing labour shortages, adopt policies to increase attractiveness of their labour markets. Similarly, the motivation of an estimated 2 million plus Polish citizens living in other EU countries to return to Poland will depend on factors like wage and other labour markets developments in Poland vis-à-vis other Member States, notably the United Kingdom and Germany. Recognition of migrants’ skills and their ability to work in professions in line with their skills and experience is an important element of a migrant-friendly environment. The government has initiated work on a migration strategy, but its content remains unknown. Vocational training in enterprises has risen, but is still underutilised especially by small firms. Between 2010 and 2015, the share of enterprises with 10 or more employees providing vocational training to staff increased significantly, from 23 % to 45 %. This was still much below the EU average of 73 %. This gap in training provision was larger in the smallest firms. Micro-businesses employ a large part of the labour force in Poland. Training of workers requires further investments. In addition, a lack of long-term skill strategies and understanding Early leavers from education and training (% of population aged 18-24) Best performers Gender employment gap To watch Income quintile ratio (S80/S20) On average At risk of poverty or social exclusion (in %) Better than average Youth NEET (% of total population aged 15-24) On average Employment rate (% population aged 20-64) On average Unemployment rate (% population aged 15-74) Better than average Long-term unemployment (% population aged 15-74) Better than average GDHI per capita growth Best performers Net earnings of a full-time single worker earning AW To watch Impact of social transfers (other than pensions) on poverty reduction Better than average Children aged less than 3 years in formal childcare Critical situation Self-reported unmet need for medical care Better than average Individuals' level of digital skills To watch Social protection and inclusion Dynamic labour markets and fair working conditions Equal opportunities and access to the labour market SOCIAL SCOREBOARD FOR POLAND Members States are classified according to a statistical methodology agreed with the EMCOand SPCCommittees. Themethodology looksjointlyatlevels andchanges of the indicators in comparison with the respective EU averages and classifies Member States in seven categories (from \"best performers\"to \"critical situation\"). For instance, a country can be flagged as \"better than average\"if the level ofthe indicator is close to EUaverage, but it isimprovingfast.For methodologicaldetails, please consult the draft Joint Employment Report 2019, COM (2018)761 final. NEET:neither in employment nor in education and training; GDHI: gross disposable household income. ",
        "3.3. Labour market, education and social policies 28 of the benefits of training in many small and medium enterprises is an important challenge. Active labour market policies, in particular those focused on skill upgrades, have limited reach and are not optimally structured. Institutional design implies that the main beneficiaries of these policies are people registered as unemployed. The impact on other groups, e.g. people receiving disability or old age pensions, or farmers, is limited. Moreover, some of the registered unemployed might not be genuinely interested in finding employment and improving their skills, e.g. because they work in the shadow economy and for them registration only serves as a guarantee of health insurance. Also, the training on offer is not always adapted to labour market needs. The coverage of unemployment benefits is low in comparison to other EU countries (European Commission, 2018d). A discussion on reforming public employment institutions started in 2018 with the publication of a draft law, but the process appears to have stalled and the draft is no longer publicly available. Graph 3.3.1: Effects of retirement age changes on employment rate, 11Q1–18Q3 (1) The retirement age for women (men) increased from 60 (65) years before 2013 up to above 61 (66) in 17Q3 before being reduced to 60 (65). (2) Employment rates shown as a 4-quarter moving average. Source: Eurostat, Polish Social Insurance institution (ZUS). Labour market outcomes and employment challenges differ between regions. There remain substantial differences in unemployment rates between and within regions. This in part reflects differences in human capital and in regions’ economic structures but also limitations on geographical mobility. Barriers include underdeveloped transport infrastructure and services (see Section 3.4), insufficient access to affordable housing in locations with high demand for labour (especially larger cities), disincentives in the benefit system and features of the unreformed special pension regime for farmers (European Commission, 2017a). Social dialogue faces challenges, in part due to the legislative practices of the government. Positive developments in 2018 included an extension of the rights of the Social Dialogue Council and a legal amendment giving all workers the right to join trade unions, regardless of the type of a work contract. The number of trade union members remains low and the representation of the rising share of temporary agency workers and immigrants constitutes an increasing challenge. The social partners report that the quality of consultations in the Social Dialogue Council has deteriorated, in particular due to government eschewing consultation of some key laws (Section 3.4; Eurofund, 2018; ETUC, 2019). Education and skills Remaining gaps in access to and provision of early childhood education and care require further investments. The number of facilities for children up to the age of three has increased in recent years, but access remains insufficient, in particular in rural areas and in some regions (GUS, 2018b). This flags as critically low in the Social Scoreboard supporting the European Pillar of Social Rights. Participation in pre-school education by children aged four and above is close to the EU average, but the situation in the age group 3–4 is worse in particular in rural areas and some regions. While Polish lower secondary school pupils acquire high level of basic skills, transversal skills could be improved. The 2015 PISA results confirmed an above average level of skills attained by Polish lower secondary school pupils compared to other EU countries. Still, there is room for strengthening the role of schools in helping pupils develop transversal skills related to independent, creative and critical thinking or problem-solving (European Commission, 2018c). In addition, 7.5 7.6 7.7 7.8 7.9 88.1 12 14 16 18 20 22 24 11Q1 12Q1 13Q1 14Q1 15Q1 16Q1 17Q1 18Q1 Employment rate: men 65-69 Employment rate: women 60-64 Number of pensioneers (rhs) reform: retirement age increase million reform reversal: retirement age decrease % ",
        "3.3. Labour market, education and social policies 29 access to educational and professional counselling at all levels of education and its quality is still insufficient. Local authorities and schools face challenges adapting to the new school structure. Phasing out lower secondary schools will lead to a two-fold increase in the number of pupils starting secondary schools in 2019. This will result in overcrowding and associated difficulties in many secondary schools for several years (European Commission, 2017a). This change may also increase inequality in access to good quality schools in rural areas. Poland initiated a reform of initial vocational education and training. Such education currently takes place mainly in schools, with only limited work-based learning. The reform to be implemented from the 2019/2020 school year introduces measures to strengthen links with the labour market through changes in curricula, the financing system, practical training and increased involvement by employers. The financing formula is to take into account the extent to which schools’ offer matches the demand for specific occupations. Demand projections are to be co-ordinated by the Ministry of Education. Vocational schools also face difficulties in equipping pupils with general basic skills, such as numeracy and literacy. The average competences of teachers leave room for improvement, while teachers face low salaries. The financial attractiveness of the teaching profession is limited with teachers’ starting salaries being particularly low in comparison to the average wages of people with tertiary qualifications (OECD, 2018a). This likely contributes to the negative selection of those entering the profession and associated relatively low numeracy skills of teachers (Hanushek et al., 2018; Herbst, 2018). Teachers' training often lacks quality (NIK, 2017b). Progress has been made on special education needs but new rules on individualised teaching raise concerns . The inclusiveness of education has increased in recent years as more pupils with disabilities attended mainstream education (NIK, 2018d). The 2017 regulation on individualised teaching for pupils with special education needs was meant to strengthen this process. No assessment of its effects is yet available (RPO, 2018; MEN, 2018). Tertiary education continues to be the choice of a large share of young people, but concerns regarding its quality persist. In 2017, almost 46 % of people aged 30-34 had tertiary qualifications, well above the EU average. However, the quality of some of higher education institutions remains subpar. Weaknesses result from factors such as: the drawbacks of the quality assurance system; fragmentation of the higher education sector; its limited internationalisation and the suboptimal design of financial incentives (NIK, 2018a; OECD, 2018b; European Commission, 2017c). The supply of new researchers is small, with the ratio of new doctoral graduates to population aged 25-34 being among the lowest in the EU. A recent reform of the higher education system aims to improve quality. Eligibility to offer studies and a new classification of institutions will be based on periodic evaluations of scientific activities according to revised criteria. Doctoral studies will be reorganised, scholarships will be granted for all doctoral students and a mid-term evaluation of PhD students’ progress will be introduced. At the same time no significant changes have been proposed to improve the transparency of recruitment procedures at higher education institutions and planned wage increases might prove insufficient to attract talent. The full effects of the reform will only become visible in several years’ time. Adults rarely engage in education and training. Many adults have weak literacy, numeracy and digital skills (OECD, 2018b). It is also this group that participates in formal and non-formal education and learning particularly rarely. Some steps have been taken to implement the Upskilling Pathways Council Recommendation, but further efforts are needed to improve low adult participation in learning. In 2017, only 4 % of all people aged 25-64 declared participation in the four weeks prior to the survey compared to the EU average of 10.9 % ( 15 ). In 2018, the government started to develop its Integrated Skills Strategy covering adult learning, but further efforts are needed to improve co-ordination of policies. ( 15 ) The international comparability of such data is not straightforward. Given its many possible forms, measuring learning intensity for adults is not easy (Stec et al., 2017). ",
        "3.3. Labour market, education and social policies 30 Social inclusion Since 2008, Poland has registered the largest decrease in the risk of poverty or social exclusion rate in the EU. While in 2007/2008 the share of people at the risk of poverty or social exclusion still stood at 30.5 %, in 2016/2017 it was 19.5 % ( 16 ). This was due to the improved labour market situation and increased family benefits in 2016. The latter helped reduce child poverty by one third, from 21 % in 2015 to 14 % in 2016. Income poverty risk is higher among less educated people and those in precarious employment. In 2016, the gap in income poverty rates between more and less educated adults was higher in Poland than the EU average. There remain large differences in poverty risks between regions and between urban and rural areas. The household budget survey for 2017 indicates an extreme poverty rate in rural areas, at 7.3 %, compared to 4.1 % in towns below 20 thousand inhabitants and only 1.5 % in large cities (above 0.5 million inhabitants) ( 17 ). The difference in relative poverty rates between the best and worst performing regions exceeded 15 pps. The national relative poverty rate stood at 13.4 %, but exceeded 20 % in four regions. No overall assessment of the social benefits system in a broader policy context is available. The most important change in recent years was the introduction of the child benefit without changes in other elements of the social assistance. This increased the role of all social transfers (excluding pensions) in poverty reduction. Child benefit played an important role in overall poverty reduction but it contributed to the withdrawal of some women from the labour market (Magda et al., 2018). The long-term implications for women, including their future work prospects or pension rights, as well as for their children, remain to be ( 16 ) This indicator counts people facing at least one of the three challenges: low income, inability to afford certain expenses or living in a household with very low work intensity. Income data used for calculation refer to 2016, whereas other data refer to the situation in 2017. ( 17 ) People living in extreme poverty are defined as those with expenditures below a threshold estimated on the basis of basic needs. Relative poverty refers to people in households with expenditure below 50 % of the mean expenditure. seen ( 18 ). Overall, poverty, health problems, disability and unemployment are the main reasons for people to seek social assistance (OIS, 2017). There is no comprehensive approach to the active inclusion of vulnerable people. The separation of social assistance and public employment offices has its rationale but limits options for offering integrated support to people in need. The deficits in provision of social services are partly filled by non-governmental organisations, though not in a systematic way (Golinowska, 2018). A comprehensive strategy for the socio- economic integration, including independent living of persons with disabilities and mental health problems is lacking. The support system is fragmented, lacks coordination and consistency between different forms of support and does not take full account of individual needs of the people with disabilities and their families (Badania Społeczne MSK, 2017). The availability of community-based services addressing individual needs, in particular assistant services and supported housing, is not sufficient and requires investments. The support system discourages persons with disabilities and carers from taking up jobs. The growing number of elderly and the forecast drop in adequacy of pensions, in particular for women, pose important long-term challenges. The population aged 80 and above is projected to increase more than two-fold between 2018 and 2040 and three-fold by 2070. At the same time, future pension benefits are expected to be significantly lower than at present. Some scenarios indicate that by the mid-2050s the ratio between pension benefits and the final salary will fall by around half compared to 2016 (SPC and EC, 2018). NIK (2018c) found that the care needs of the elderly were not properly diagnosed, and there were issues with access to and standards of home care services. The system of day-care centres and home care requires investments and stable financing to develop in line with needs. A mechanism for quality assurance and control and integration with healthcare services is also ( 18 ) For studies looking at the negative consequences of reliance on social transfers and growing up in in households with low work intensity in next generations, see e.g. Edmark and Hanspers (2012), Bellani and Bia (2016). ",
        "3.3. Labour market, education and social policies 31 important to enable the elderly to live independently as long as possible ( 19 ). A significant number of children remain in institutionalised foster care. At the end of 2017 this applied to around 17 thousand children, close to one fourth of all children in foster care. The deinstitutionalisation of foster care has progressed slowly in Poland (WiseEuropa et al., 2018). A system of support for families experiencing difficulties in fulfilling care and educational functions is being developed but this process faces challenges (Opening Doors, 2018). Health Health outcomes have continued to improve but remain below the EU average. Despite strong gains in recent decades, life expectancy remains three years below the EU average. Preventable and amenable mortality is above the EU average, which means that many deaths could be avoided through better control of the wider determinants of health and better quality of care. Further improvement of health promotion, disease prevention and diagnosis measures constitute a challenge and require investments. Improving the efficiency and co-ordination of healthcare remain priorities. The system is characterised by low efficiency of spending, high dependency on hospital care, underdeveloped primary care, lack of medical practitioners with certain specialisations, long waiting lists, and an inefficient referral system. Recent reform attempts have not been completed. Unmet needs for medical services declined in 2017, but remained among the highest in the EU. Waiting time and travelling distance remained among the highest in the EU, especially for people with low income. Access to and effectiveness of the healthcare system is affected by low spending and staff shortages. The government plans to increase public health expenditure from 4.6 % of GDP in 2016, well below the EU average of 7 %, to 6 % of GDP in 2024. The number of practising doctors and nurses relative to population size is among the ( 19 ) For discussion, see NIK (2017a). The importance of ensuring adequate care services in the place of residence is also related to the fact that their cost is around a quarter of the costs of residential care services. lowest in EU. As one consequence, the number of carried surgeries is lowered by the insufficient number of surgeons and equipment gaps. The medical staff is ageing fast and the scale of emigration remains significant. Following protests in 2018, some increases in minimum wages, especially for new doctors, were agreed with the government. While the Ministry of Health already implements the Strategy for the Development of Nursing and Midwifery in Poland, and there were some improvements in working conditions for doctors, there is no overall formal structure or strategy on health workforce planning and forecast (Domagała and Klich, 2018). The health care system remains overly hospital based, but strengthening of primary and ambulatory care has started. Health resources are unevenly spread across regions. Poland has developed maps of healthcare needs, but they have not yet become tools for supporting decisions on purchasing of health services and investments. Primary and ambulatory care are underdeveloped and lack resources, requiring further investments. Currently implemented pilot projects are expected to provide information on ways to limit unnecessary hospitalisations and improve coordinated care. Efficiency and quality of care can be improved by centralising procurement for hospitals and introducing fully interoperable electronic prescriptions, referrals, registration for patients and eventually electronic medical records. Long-term care is underdeveloped, lacking standardised services and a coherent strategic approach. Medical care homes are the institutions for providing care, but in fact most long-term care is provided by informal carers, often family members who have almost no institutional support. Inequalities in access to services across regions and long waiting times for residential care services are reported. Proper diagnosis of needs, standardised services and sufficient resources including for investment purposes could improve this situation. Investment Investment in skills, education, healthcare and social inclusion are important for improving long-term inclusive growth and associated social outcomes. Skills shortages are among the main obstacles to firms’ growth, pointing at the ",
        "3.3. Labour market, education and social policies 32 need to invest in training of the existing and potential labour force and strengthen the education system (notably vocational and tertiary education). Ensuring social cohesion and high employment requires investment in social inclusion and related services, healthcare as well as in the capacity of public employment services, childcare and long- term care services, paying due attention to geographical disparities in their availability. ",
        "33 3.4.1. PRODUCTIVITY AND INVESTMENT Investment and productivity trends Investment has been weak since 2016. The ratio between investment and GDP used to be slightly above the EU average in 2009-2015. It then declined strongly to 17.7 % in 2017, compared to the EU average of 20.2 %. This can be explained by developments in public and private investment. Public investment plays a relatively large role in Poland, with a significant contribution from EU funds. In 2008-2017, the average ratio of public investment to GDP amounted to 6.4 %, significantly above the EU average of 3.1 % and higher than in peer countries such as Slovakia, the Czech Republic or Hungary. EU funds directly financed close to a quarter of total public investment expenditure. In 2016, a transition year between two EU investment programming periods, a substantial drop in EU funds explained half of the total decrease in public investment expenditure. With the implementation of the EU investment programmes advancing, public investment is expected to rise much faster than GDP during 2019-2020 (see Section 1). The financial instruments of EU funds, such as loans or guarantees, also facilitate private investment financing, but their uptake remains limited ( 20 ). Private investment remains subdued and the situation worsened after 2015. In 2008-2017, the average ratio of private investment to GDP amounted to 15 %, well below 22 % in the Czech Republic, 18 % in Slovakia, and the EU average of 17 % (Graph 3.4.1). This is predominantly because of the low level of corporate investment, despite significant support to private investment offered by EU funds (see Box 3.4.1). The concentration of the largest firms in certain regions implies that their investment outlays are also geographically concentrated. As an illustration, in the first half of 2018 around two thirds of all non-financial corporate investments by firms with 50 or more ( 20 ) These instruments are to, inter alia, help SMEs and innovative start-ups often facing credit restrains due to the missing credit history or impossibility to establish loan collateral. Poland progressed with the use of financial instruments, even though at the end of 2018, their uptake was low, at some 7 % of the total allocation for the 2014 – 2020, against 15 % for the EU. This may be partially due to complex administrative procedures and challenging requirements for final recipients. employees was carried out by firms headquartered in four (out of a total of 16) regions: Mazowieckie, Śląskie, Dolnośląskie and Wielkopolskie. Several structural and statistical factors add to low private investment in the last decade. Multiple structural and statistical reasons can contribute to the relatively low private and, in particular, corporate investment. First, this is related to the size of the companies. The largest firms, which are characterised by the highest investment per worker, account for a lower share of total employment than the average for EU countries for which data is available. At the same time, employment in microenterprises (with lowest investment intensity per worker) has been well above the EU average (European Commission, 2018c). Second, the particularly low investment in intellectual property products (for example software or patent rights) suggests some specific barriers to such investment, or statistical issues with recording such expenditure. Third, other statistical phenomena might play a role as well. An example is a sizeable decline of prices for investment goods relative to the GDP deflator, which was not observed in other EU countries (see also PKO BP, 2018). Graph 3.4.1: Private investment to GDP ratio Source: European Commission The strong decline in private investment in 2016 and its relative weakness since then is likely due to increased uncertainty. While structural and statistical reasons might help explain the low level over the last decade, they cannot explain the further decline in 2016 and the continued weakness since then (Graph 3.4.1). Uncertainty perceived by entrepreneurs appears to be among 13 15 17 19 21 23 25 27 0 1 0 2 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 1 8 1 9 2 0 EU PL DE CZ SK % GDP forecast 3.4. COMPETITIVENESS AND INVESTMENT ",
        "3.4. Competitiveness and investment 34 the key reasons (NBP, 2018). Sources of uncertainty in Poland include in particular the instability of the regulatory framework resulting from weaknesses in the legislative process. This is frequently quoted by business in Poland as an important factor (see Section 3.4.4). Increasing difficulties in finding adequately skilled workforce are another important reason. Labour productivity has been growing fast in Poland, from a low starting point. Labour productivity growth continued to be among the strongest in the EU. Between 2010 and 2017, real labour productivity per hour worked increased by close to 20 %, almost three times stronger than for the EU as a whole (7 %). This allowed a gradual convergence of labour productivity towards the EU average, although the gap still remains significant. In 2017, the labour productivity level, as approximated by the ratio between GDP and the number of hours worked in the economy reached 61 % of the EU average ( 21 ). Average wage developments broadly followed productivity in recent years, with a significant gap remaining in wage levels with the EU average. Investments to support skills development, innovation, better infrastructure and cleaner energy are crucial for Poland ’ s future growth. Poland’s long-term economic prospects depend on the economy’s capacity to move from the production of relatively low-technology goods to more advanced products and services. In this context, the negative demographic outlook and emerging labour shortages (see Section 1) emphasise the role of capital accumulation in increasing labour productivity. Workers’ skills are also key, highlighting the importance of investment in skills development (see Section 3.3). Investment with a potential to introduce vital innovations and to facilitate innovation diffusion is also of particular importance. Transport, communication and energy networks can play a crucial productivity-enhancing role and facilitate the efficient the efficient market functioning and deployment of innovation-oriented investment. ( 21 ) This comparison takes into account price level differences when calculating GDP. Various data weaknesses may affect the comparability of estimates of levels of labour productivity. Ward et al (2018) show that official statistics may underestimate labour productivity for Poland by around 12 %. Under-reporting of employment of migrants would have an opposite effect. Finally, higher energy efficiency and more extensive use of renewable energy sources would allow Poland move towards cleaner energy and help limit greenhouse emissions and air pollution. This would also help create investment opportunities, improving quality of life for Poles and reducing social costs. Innovative capacity Poland’s innovation performance remains modest and is uneven across regions. Knowledge-intensive sectors in Poland contribute less to total value added than in regional peers, and low-tech sectors still play a dominant role in the country’s economic structure (European Commission, 2018g). Despite continuous and sizeable efforts to improve the innovative capacity of the economy (European Commission, 2017a, 2018c), Poland continues to rank in the lower end of moderate innovators in the European Innovation Scoreboard (European Commission, 2018e). In terms of spending, in 2017 gross domestic expenditure on R&D remained at about half of the EU average of 2.1 % of GDP. On a regional level, in 2015 five regions spent well above 1 % of regional GDP on R&D, but in four regions this ratio was below 0.35 %. Science-business links continue to be underdeveloped in Poland. Weak cooperation between science and business is a drag on productivity and competitiveness. Although under national and regional Smart Specialisation Strategies ( 22 ) considerable efforts were made to strengthen knowledge transfer, Poland scores low in science-business links ( 23 ) (European Commission, 2018c). The National Centre for Research and Development and the Foundation for Polish Science offer multiple schemes to support joint projects between business and science, but the available budgets are significantly lower than those devoted by individual firms for in-house industrial R&D (European Commission, 2018g). The obstacles to science-business cooperation are ( 22 ) Smart Specialisation is a place-based approach characterised by the identification of strategic areas for intervention based both on the analysis of the strengths and potential of the economy and on an Entrepreneurial Discovery Process with wide stakeholder involvement. ( 23 ) For example, in 2017 there were only 5.4 public-private co- publications per million inhabitants as compared to the EU average of 40.9 (European Commission, 2018EIS). ",
        "3.4. Competitiveness and investment 35 linked to financial and non-financial incentives, such as complex administrative procedures for project funding and the limited skills of academics in managing joint public-private R&D projects (European Commission, 2018k). The higher education reform addresses some of the challenges for developing the science base. The new law on higher education and science was adopted in July 2018. It increases the autonomy of higher education institutions, strengthens funding at central university level and reduces external oversight of it, lessening administrative burdens. The act, however, proposes only limited increase in remuneration for scientists. The evaluation process of scientific organisations will be carried out within disciplines and rely on formal measures of performance for each scientist within the organisation.. The act has ambiguous effects on the internationalisation of Polish science. While it introduces a requirement for PhD graduates to know a foreign language, it sets its level of command at intermediate only. Also, international exposure is no longer compulsory for scientists applying for the title of professor (European Commission, 2018g). Nevertheless, the competitive calls launched by the National Agency for Academic Exchange in 2018 are expected to promote mobility and internationalisation within the country’s research and innovation system. The ‘Excellence Initiative – a research university’ and the ‘Łukasiewicz Research Network’ aim to overcome the fragmentation of the research sector. Although promising, the latter has still not been established, due to stalled legislative work in 2018. The innovative activity of businesses is hampered by some barriers. Polish small and medium enterprises engage in cooperation with each other much less than in most other Member States (European Commission, 2018e), so the actual impact of clusters and formalised corporate networks remains limited in diffusing innovative solutions. These linkages did not improve considerably despite the fact that the EU Structural Funds financed a number of institutions supporting business innovation ( 24 ) under the 2007-2013 EU financial perspective (European Commission, 2018f). The tax deductibility of R&D spending ( 24 ) These include science/technology parks, entrepreneurship incubators, technology transfer offices and innovation brokers. was increased, the former regional special economic zones were broadened and now cover the entire country and a preferential corporate and personal income tax rate on income from intellectual property rights will be implemented from 2019. Progress in digitalisation of businesses, a factor conducive to innovation ( 25 ), is hampered by limited access to highly qualified specialists, as indicated by one third of ICT sector companies (European Commission, 2018ds). Energy The functioning of the energy sector is an important determinant of competitiveness. The key link is uninterrupted access to electricity and other energy products and their cost. The recent example is provided by the strong increase in electricity prices on the spot market observed in 2018, resulting from rising prices of CO2 emission allowances and higher fuel costs (mainly coal). This has direct implications for the competitiveness of the economy, given its relatively high energy intensity ( 26 ). Rising electricity demand is currently met predominantly be new power plants using fossil fuels. Poland is among the EU countries with the fastest growth in domestic electricity production and consumption in recent years. In 2017, both increased by around 2 %. With a share close to 80 %, coal and lignite dominate in the electricity generation mix. New generation capacity installed since 2017 and planned for 2019 is predominantly based on coal, with a smaller role for gas. The draft Polish Energy Policy strategy foresees a large role for fossil fuels at least until 2040. The draft was published in November 2018 and public consultations lasted until January 2019. The strategy envisages strong growth in electricity production. Coal is to remain the main fuel until 2030 and its role is to decline fast thereafter. The construction of a first nuclear power plant (1-1.5 GW) is planned by 2033, and its extension until ( 25 ) Digital technologies allow knowledge diffusion, support new business models and enable SMEs to scale up quickly through tools such as cloud computing or data analytics. Poland is committed to the advancement of new digital technologies through digital investment priorities of Digital Europe Programme. ( 26 ) Energy intensity is defined as the ratio of energy consumption and gross value added. ",
        "3.4. Competitiveness and investment 36 2043. Onshore wind generation is to decline, despite its effectiveness recently confirmed in the November 2018 auction for 1 GW renewable energy generation. At the same time, the document envisages tapping the significant potential for offshore wind energy (up to 10 GW). Investment in renewable energy faces barriers and Poland is at risk of missing its 2020 target. In 2017, the share of renewables in gross final energy consumption declined to 10.9 %. Investment in new renewable energy capacity has slowed down, presenting a challenge for achieving the 2020 renewables target of 15 %. This was predominantly due to changes in the regulation applicable to wind farms (European Commission, 2018c). In mid-2018, the legislative framework for on-shore wind improved but significant barriers remain, such as strict rules on minimal distances between wind farms and local buildings and procedural uncertainty concerning permits and connecting agreements. The potential for solar energy so far remains largely untapped. Poland has a potential, so far unused, of geothermal energy. A new program to tap into this potential has started. Investment to improve the energy efficiency of buildings and industry is key for containing rising energy consumption. Poland was among the few EU countries where energy consumption was on the rise in recent years. While the transport sector contributed most to this growth, the highest potential for its reduction are opportunities to realise energy efficiency gains in the industry and household sectors, especially as regards buildings. This would require substantial investment from public and private sources, leading to large cost reductions. In 2018, Poland launched a 10-year Clean Air Programme, aiming to invest into energy efficiency renovations of residential houses ( 27 ). District heating systems in many small and medium municipalities require investment ( 28 ). With coal dominating in heat generation (74 %), the use of waste and renewable energy is limited. Renewable energy sources for heating are largely limited to biomass, which often needs to be either imported or transported over long distances. The ( 27 ) Success and efficiency of such programmes also depends on ensuring the correct balance between attractiveness of grant and loan based instruments (MF and MIR, 2015). ( 28 ) Only about 20 % of heating or cooling systems meets the criterion of an energy-efficient system established in Directive 2012/27 / EU. role of gas as a fuel for district heating is limited in part because of underdeveloped gas distribution network in some areas. Several studies indicate that large parts of Poland have geothermal resources suitable for heating via district heating and/or heat pumps (GEODH, 2014). Transport and internet access infrastructure The road network in Poland has improved significantly, although certain infrastructure gaps remain. At the end of 2018 more than 1 400 km of national roads were under construction or modernisation, whereof 490 km are to be delivered in 2019. Roads completed in 2018 include over 300 km of express roads located notably in Dolnośląskie, Lubuskie, Podlaskie and Wielkopolskie. The financing for the new road infrastructure is safeguarded under the financial framework of the National Road Construction Programme, with a large role of debt instruments (including form European Investment Bank) and EU funds. According to the Programme, however, road investments to be completed by 2024 will concentrate mainly in the eastern part of the country leaving some northern regions relatively less connected. Railways investment is proceeding slower than that for roads. Poland has been making progress in building its road infrastructure. However, planning and completing railway infrastructure projects have proved more difficult than building roads. An accumulation of large infrastructure investments within short periods contributes to cost spikes at the time of highest concentration of work and project delays (see European Commission, 2018c). Moreover, investment backlogs often adversely affect the punctuality and reliability of on-going rail transport, including passenger traffic. The rail development outlook is also impaired by a lack of a balanced long-term (until 2030) planning for rail and road investments with identified funding sources. The government presented plans to amend the railway network to facilitate the connectivity of the planned new airport west of Warsaw. This project remains at an early planning stage. Rail freight transport remains uncompetitive in relation to the road sector . The market share of rail in freight shipments has been declining steadily for the last few years. In 2016, it dropped ",
        "3.4. Competitiveness and investment 37 below 25 %, while the available data for 2017 point to a further decline. This results from improved road infrastructure but also from weaknesses of rail transport: low speed, high cost and poor reliability of services combined with insufficient transhipment infrastructure. The resulting strengthening dominance of road transport hampers efforts to reduce the impact of transport on the environment. Despite improvements, road fatality remains among the highest in the EU . In 2017, Poland remained far above the EU average in terms of fatalities per million inhabitants, in particular as regards pedestrians (European Commission, 2018h, 2018i). Excessive speed and forcing the right of way have been identified as the main reasons for lethal car accidents in Poland. (KRBRD, 2018). Preliminary figures for 2018 show a stagnation compared to the 2017 outcome, therefore the targets of the Polish Road Safety Programme for 2013-2020 (reducing road fatalities by 50 % and serious injuries by 40 %) are endangered. In recent years Poland has invested in safety solutions in high-risk accident sites, – however, substantial deficiencies in safety infrastructure in built-up areas and inefficient rules enforcement remain challenges for road security. Fast internet access infrastructure has developed quickly with new challenges arising due to a technological leap. Supported by EU funds, the fast broadband (above 30 Mbps) coverage target for 2020 is expected to be met. Recent data indicate a raising uptake of fast and ultrafast (above 100 Mbps) internet, while only half of households have access to ultra-fast (100 Mbps) networks (European Commission, 2019c). Achieving the European Gigabit Society targets for 2025 ( 29 ) is uncertain without public support. Effective deployment of the 5G networks may be helpful in assuring reliable and fast connectivity in rural and remote areas. Climate and environmental issues Climate and environmental policies are increasingly intertwined with competitiveness ( 29 ) The targets are: (1) Gigabit per second connectivity for all schools, transport hubs, etc.; (2) uninterrupted 5G coverage in urban areas and terrestrial transport paths; (3) internet access of at least 100 Mbps, upgradable to 1 Gigabit for all households (European Commission, 2016). and productivity. Climate and environmental aspects are important for the quality of life and hence attractiveness of places for setting up business and for mobility of people, including those with the highest skills ( 30 ). Changes in the climate lead to a rising incidence of extreme weather conditions and related events with a direct negative economic impact, as illustrated by the summer 2018 drought in Poland (EASAC, 2018). This may create a challenge for public investment, e.g. in flood prevention and protection. Finally, innovations in the areas linked to environmental protection have in themselves a significant potential for cost savings and productivity gains. Given a low starting point, this potential appears particularly strong in Poland (Wiśniewska, 2017). Further improving energy efficiency is key to mitigating energy demand and greenhouse emissions. Poland has made significant achievements in decoupling economic growth and greenhouse emissions. Nevertheless, the greenhouse gas intensity of the Polish economy (emissions per euro of GDP) remains among the highest in the EU being almost three times higher than the EU average. In recent years, transport emissions have continued to grow strongly (14 % increase between 2012 and 2016). According to the latest national projections, Poland is expected to achieve its 2020 emission target for sectors outside the EU Emissions Trading Scheme. However, the 2030 target (a reduction of emissions by 7 % compared to 2005) could be missed by a wide margin if no additional measures are taken. Poland plans to adapt the National Energy and Climate Plan by 31 December 2019, in line with the Regulation on the Governance of the Energy Union and Climate Action ( 31 ). The plan will provide an overview of its investment needs ( 30 ) As an illustration climate and environmental aspects are taken into account in various quality of life rankings of countries or cities. Examples include the Better Life Index of the OECD or Mercer's Quality of Living Ranking. ( 31 ) Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action, amending Regulations (EC) No 663/2009 and (EC) No 715/2009 of the European Parliament and of the Council, Directives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, 2012/27/EU and 2013/30/EU of the European Parliament and of the Council, Council Directives 2009/119/EC and (EU) 2015/652 and repealing Regulation (EU) No 525/2013 of the European Parliament and of the Council (Text with EEA relevance.) ",
        "3.4. Competitiveness and investment 38 until 2030 for the different dimensions of the Energy Union, including renewable energy, energy efficiency, security of supply, and climate mitigation and adaptation. The information provided, including in the draft plan submitted on 8 January 2019, will further contribute to the identification and assessment of energy and climate-related investment needs for Poland. While first steps have been taken, so far there has been no progress in improving air quality. Air pollution remains a major health concern, especially in several towns and cities in the south of Poland (Graph 3.4.2). In September 2018, the government introduced quality standards for heating solid fuels for individual houses. It provides, however, a long transition period (until June 2020) for phasing out some of the most polluting fractions of coal. In September 2018, Poland launched a Clean Air programme, offering grants and preferential loans for coal boiler replacement and thermal retrofitting of individual houses. Many households, however, may continue to use sub-standard boilers, as there is no national regulatory framework for phasing them out. In addition, some 70 % of individual households are insulated below minimum energy efficiency requirements ( 32 ). As a consequence, up to 20 % of the households are unable to afford adequate heating due to a combination of low income, high energy expenditure and weak energy efficiency of their homes ( 33 ). Transport-related pollution is above the EU average due to a high share of old vehicles with obsolete emission standards, and strong dependence on private cars. Recycling of waste and treatment of urban wastewater remains a challenge, despite substantial progress in infrastructure development. Disposal of municipal waste has been shifting away from landfilling thanks to development of infrastructure using EU co- financing ( 34 ). However, the waste management system is underperforming in terms of recycling and recovery of waste. This slows the process of bringing Poland closer to a circular economy limiting the benefits from using secondary raw ( 32 ) As laid down in Directive 2010/31/EU on the energy performance of buildings. ( 33 ) There is no official definition of energy poverty in Poland, however, it is being developed (Sokołowski et al., 2019). ( 34 ) Between 2014 and 2016, landfilling decreased by 12% (from 58% to 46%) in favour of incineration and recycling. materials. As confirmed by the latest Commission’s review, Poland was among the countries considered at risk of missing the recycling target of 50 % for municipal waste by 2020 (European Commission, 2018b). Deficient functioning of extended producer responsibility schemes for waste packaging ( 35 ) and ineffective penalties for non-complying municipalities are among the main reasons for the underperformance. In addition, despite efforts and on-going EU funding support, over one thousand urbanised areas remain unconnected to wastewater collecting networks or are served by sub-standard wastewater treatment plants. This leads to pollution of the Baltic Sea. The additional investment to bring waste water treatment up to EU standards has been estimated at EUR 6.1 billion (see European Commission, 2017b). Graph 3.4.2: Air pollution in regions according to number of days with exceeded PM10 limits, 2017 Source: Supreme Audit Office (https://www.nik.gov.pl/aktualnosci/dbaj-o-zdrowie-nie- oddychaj.html) 3.4.2. MARKET FUNCTIONING Many sectors operate efficiently in a highly competitive environment. High competition, fast deployment of innovation and high-quality goods and services offered at relatively low cost are a feature of several sectors in Poland. As an illustration, in 2017 Poland had the lowest price ( 35 ) These are schemes making producers accountable for the management of product’ packaging after the product was used by consumers. ",
        "3.4. Competitiveness and investment 39 level in the communication sector, with some of the lowest costs and highest coverage of mobile broadband internet services. Polish banks were among the fastest in adopting new technologies such as contactless payments (Visa, 2016). Poland also had rather unrestrictive regulations of the retail sector (European Commission, 2018a) ( 36 ). The role played by state-owned enterprises in some sectors creates challenges for competition and regulatory policies. In recent years, state- owned and state-controlled companies (SOEs) gained importance, following the government's agenda to transform the SOEs into key private investors and innovation leaders. The strong expansion was mainly observed in banking, insurance and energy sectors, and the increasing role of the SOEs is confirmed by their growing share in sectoral indices at the Warsaw Stock Exchange (European Commission, 2017a, 2018c). Increased state ownership in key sectors presents a new challenge to competition and the regulatory framework. The independence of regulators is becoming increasingly important given potentially conflicting interest, e.g. between social considerations related to energy prices and interests of minority shareholders (including all future pensioners via pension funds) of energy companies. Similar tensions may arise in the financial sector (see Section 3.1). The strengthening of the dominant position of the state-owned gas company due to policy measures is crowding out competitors and decreasing the transparency of gas prices. The natural gas market provides an illustration of challenges for market functioning in sectors with a dominant role for state-owned companies. In 2017, following an amendment of legal acts on gas stock-piling, net gas imports of competitors of the state-owned incumbent firm, PGNiG, fell by more than 40 % from a year earlier and the market share of PGNiG increased to above 80 %. The role of the gas exchange has increased in recent years, to around 60 % of all gas trade in 2017. However, a large share of all transactions happen between entities from the PGNiG group or take the form of long-term contracts between PGNiG and other state-controlled companies (PGNiG, 2018). This impacts the transparency of price terms in the ( 36 ) The assessment concerned 2017 pre-dating the introducing of a partial ban on Sunday shop opening. market. Limited competition might affect investment in the sector and the future capabilities of the gas sector, and more broadly the energy- intensive industry, to compete in the EU market. The governance framework for state-owned enterprises does not seem to be fully in line with OECD guidelines. Following the 2017 change (European Commission, 2017a, 2018c), the centralisation of the governance was reinforced in 2018, with a transfer of over 30 entities (including large companies) into direct supervision by the Chancellery of the Prime Minister, though key line ministries remain in charge of most companies in their respective sectors (e.g. energy). The rationale for public ownership still remains hardly defined and is dispersed through different legal sources and documents. Although the framework introduced in 2017 provides for the disclosure and transparency standards in line with OECD guidelines, in practice detailed reporting data for non-listed SOEs is not easily accessible. The scope of responsibilities of SOEs' boards is broadly convergent with the OECD guidelines, while the appointment procedures do not seem to be standardised, e.g. through public vacancy announcements or the binding involvement of independent bodies in the assessment of merit. Some important guidelines are not regulated under the current framework (e.g. equitable treatment of shareholders), while some practices go against them, for example certain initiatives of Polska Fundacja Narodowa ( 37 ). Crucial transboundary gas and electricity infrastructure investments are progressing. Poland is engaged in gas interconnectors' projects linking it to Lithuania, Slovakia and Norway via Denmark. Furthermore, Poland has decided to extend the capacity of the liquefied natural gas terminal in Świnoujście. Poland has committed towards achieving the synchronisation of its electricity grid with the Baltic States by 2025. Import of electricity is still limited, contributing to a strong increase in electricity prices. The ( 37 ) In 2018, Polska Fundacja Narodowa, which was funded by the biggest Polish SOEs to promote Polish culture worldwide, was involved in the organisation and financing of the campaign supporting the controversial judiciary changes by the ruling party, thus was broadly against the OECD recommendation V, G on SOEs' involvement in financing political activities. ",
        "3.4. Competitiveness and investment 40 limited capacity for interconnectors enabling electricity imports played its role in a particularly strong increase in wholesale electricity prices in 2018. In the second quarter of 2018, prices in Poland were significantly higher than in its EU neighbouring countries. Despite improvements in commercial imports from Germany, the Czech Republic and Slovakia, there are still inefficiencies inherent to the unscheduled electricity flows in Central Europe, notably between Germany and Poland, limiting the amount of electricity Poland can import through Western interconnectors. Internal electricity network is not sufficiently developed to take full advantage of interconnectivity. Regulatory changes introduced in the last days of 2018 entail a government intervention in electricity prices, which might interfere with energy market fundamentals such as profitability, revenues, and growth potential of firms. 3.4.3. REGIONAL DIMENSION While all Polish regions have benefitted from fast improvements in living standards for the last decade, strong disparities persist. Between 2006 and 2016, Polish regions were amongst those experiencing the fastest increase in GDP per capita (Graph 1.5). The Mazowieckie region, which includes Warsaw, recorded the strongest increase in GDP per capita, gaining 30 pps relative to the EU average. At the same time, Poland's regional disparities remained substantial over that period (see Section 1). Disparities at sub-regional level, including between rural and urban areas, are even more pronounced. In many areas disparities become even more evident at sub-regional level. For instance, while in 2017 the number of children in nurseries per 1 000 children varied from 57 to 139 between regions, at sub-regional level the differences were significantly higher. Within the Lubelskie region alone this indicator ranged from 8 to 175 at the powiat ( 38 ) level. Disparities are also substantial between urban and rural areas. The level of urbanisation, measured as the share of population living in urban areas, is strongly positively correlated with regional income levels ( 38 ) Powiat is an intermediate level of administration, between a region and a municipality ( gmina ). (Graph 3.4.3). In 2016/2017, the share of population at risk of poverty or social exclusion in urban areas amounted to 14.6 %, while exceeding 24 % in rural areas. Significant, although sometimes declining, disparities between urban and rural areas are visible in a number of other fields. The exact quantification of regional disparities is hampered by the fact that available data do not fully reflect international and internal migrations. Graph 3.4.3: Urbanisation rate and regional GDP in PPS per capita, 2016 (1) Blue points show Polish regions, red point shows Poland. (2) PPS means purchasing power standard. (3) Urbanisation means share of population aged over 15 living in urban areas in total population aged over 15. Source: Eurostat, Główny Urząd Statystyczny Metropolitan areas are the growth drivers. The highest increase in GDP per capita in the decade ending in 2016 was observed in regions with the largest Polish agglomerations. Large cities succeeded in attracting domestic and foreign investments, in particular thanks to high-quality education and growing innovative and creative sectors. The key challenge for large cities will be to maintain their productivity growth and innovativeness. Private investment has an important role in this. Cities offering opportunities and good living conditions have witnessed a steady growth of population in recent years. For example, only between 2014 and 2017 the population of Warsaw or Gdańsk increased by around 2.0 % ( 39 ), compared with a decline of 0.1 % in the whole ( 39 ) As discussed in Section 1, these numbers likely underestimate the population flows. 0 20 40 60 80 100 120 40 50 60 70 80 % of EU GDP average in 2016 % of population aged over 15 years living in urban areas Poland ",
        "3.4. Competitiveness and investment 41 country. Urban sprawl underlines the importance of strategic planning in functional areas, including around agglomerations, to reduce commuting time and costs for providing local public services (Śleszyński, 2018). The level of traffic congestion in urban areas and their functional zones remain among the highest in the EU. Smaller cities face specific long-term challenges. The share of big firms having their headquarters in small cities has decreased (Śleszyński, 2018). Small cities are confronted with depopulation that is expected to increase. According to a long-term forecast (GUS, 2014), the population of several small and medium cities may drop by 35 % — 40 % between 2015 and 2050. This is likely to amplify the already observed problems of fast ageing and labour force constraints due to mismatch of skills. In the future, the challenges will be related to access to public services and infrastructure. Small size of agricultural holdings and difficult access to public services negatively affect rural areas. While employment in agriculture is declining, with 1.6 million individuals, representing close to 10 % of total employment, it still is significant. Except for the North-western regions, agricultural holdings are generally small and generate low income: in 2018, the average size of a holding varied from 4 hectares in Małopolskie to 31 hectares in Zachodniopo-morskie. More than 24 % of the rural population was at risk of poverty or social exclusion in 2016/2017. Difficulties in accessing quality education, jobs or cultural institutions reduce prospects as compared to urban citizens. In 2017, the share of young people (15 — 34 years old) neither in employment, nor in education or training amounted to 17 % in rural areas, compared to 10 % in cities. Connectivity is a key determinant of regional growth prospects. Nearly half the inhabitants of large cities’ suburbs have no access to public transport within walking distance, which perpetuates dependence on individual transport (Janas and Jarczewski, 2017). Accessibility of public transport is even lower outside urban areas, where around 2/3 of residents lack access to transportation organised by local governments (Komorowski and Stanny, 2017). This hampers access to public services and employment, lowers the economic potential of rural areas and may amplify regional disparities. In some areas, travelling within and between regions, as well as going abroad, is time-consuming. While disparities often result from long-lasting structural issues, a targeted policy may help to reduce them. Various long-term geographical and historical factors, such as distance to economic centres, access to trade and transport routes, state- building, war and migration histories have a large and lasting bearing on human and physical capital and the income levels of regions (see e.g. Puttermann and Weil, 2010). While overall in Poland, disparities also result from long-term structural factors, a targeted investment effort may help diminish their impact. This concerns in particular connectivity as it crucial for reducing disparities. In this respect the capacity of local governments to implement investment plays an important role. Similarly, the possibility to offer public services like health and education are key. 3.4.4. INSTITUTIONAL QUALITY AND GOVERNANCE Specific features of the regulatory environment continue to hinder the investment and business climate. Despite the generally favourable environment for doing business (European Commission, 2017a, 2018c), compliance with certain administrative requirements and procedures remains burdensome. Paying taxes became more complicated due to changes mainly in value-added and corporate income taxation (Section 3.1). The administrative procedures for issuing building permits are still long and burdensome, prolonging investment processes. The arbitrary use of administrative decisions in the areas lacking spatial plans delays business investment ( 40 ). The use of EU funds is also hampered by bureaucratic procedures ( 41 ), difficult investment coordination in certain sectors and areas, and the limited use of digital solutions, from submission of project applications to financial controls (European ( 40 ) In some regions, more than a half of building permits were issued in this manner (IBDR, 2018). ( 41 ) Requirements concerning application documents are stricter than in the other countries. While 16 pages need to be completed in the French application form, a similar form in Poland might reach 134 pages. In case of forms for payment claims, 3 pages need to be completed in France or Italy while in Poland the number of pages can go up to 11. ",
        "3.4. Competitiveness and investment 42 Commission, 2018g). The relatively slow progress in digital public services can also be observed in other areas, including the process of digital ID deployment (Ministry of Digital Affairs, 2017). Uncertainty for business persists due to factors like the number of regulatory changes, the poor quality of some laws and lack of effective public consultations. In the first half of 2018, close to 20 % of laws passed had been proposed by members of parliament of the ruling party, and as such were not subject to public consultation or impact assessment requirements. In addition, between November 2017 and May 2018 almost a quarter of new laws proposed by the government had no public consultations. In cases when draft laws were subject to public consultation, these were often conducted in a short time (average consultation time for all laws passed was only 13 days) (Obywatelskie Forum Legislacji, 2018). Finally, comments and proposals resulting from public consultations were rarely discussed or reflected in the finalisation of the laws. A recent example is the law introducing a nation-wide public holiday on 12 November 2018. The draft law was tabled only 3 weeks in advance with the President’s signature a few days ahead of the date. The proceeding did not envisage public consultations with stakeholders and lacked a relevant impact assessment. The law was adopted despite strong protests by all employer organisations. The rule of law and an effective justice system are crucial for supporting a stable investment climate. To invest, firms require a predictable framework that ensures that they will be treated equally by an independent judiciary. The rule of law and an effective justice system are therefore essential for mutual trust, including in the seamless operation of the Internal Market. As highlighted in recent studies, factors like respect for the rule of law and high-quality institutions are vital for sustainable long-term growth as they are key for economic incentives to invest (Masuch et al., 2018). The risk of a serious breach of the rule of law in Poland persists . The Commission activated Article 7(1) of the Treaty on European Union proposing to the Council to adopt a decision determining a clear risk of a serious breach by Poland of the rule of law. The Commission’s main concern is that the cumulative effect of the recent changes affecting the judiciary are limiting its independence, infringing upon the separation of powers. The common pattern of these changes is that the executive and legislative powers now can interfere throughout the entire structure and output of the justice system ( 42 ). The situation is deteriorating as many of the contested legislative measures are being implemented and consolidated. It is noted that the perception of judicial independence by businesses decreased further throughout 2018 (European Commission, 2019b). On 24 September 2018, the Commission decided to refer Poland to the Court of Justice for violations of the principle of judicial independence by the new law on the Supreme Court lowering the retirement age of judges. The Court of Justice granted interim measures on 17 December 2018 until a final judgement is rendered. On 1 January 2019, an amendment to the law on the Supreme Court entered into force which was adopted in view of implementing the order of the Court of Justice and which i.a. changes the contested retirement regime. The implementation of the order is being examined by the Commission, also taking into account this recent law. Various policy measures to support small and medium sized firms were adopted in 2018. In April, a set of five laws (‘Constitution for Business’) entered into force. The aim is to provide a more stable and coherent entrepreneurship environment, including making it easier to start, suspend or close a business. Also, social security contributions were lowered in some cases for new businesses and unregistered small- scale activity was introduced. The new law also provides for the creation of an small and medium enterprises’ Ombudsperson, who is, inter alia, to foster their relations with the public administration. In late 2018, a law on the succession of ownership in sole proprietorships entered into a force. It enables a smoother succession of ownership in the event of the death of the owner, including new arrangements for transition management. The changes introduced by the ‘Constitution for Business’ were broadly welcomed by the business stakeholders, with some caveats. In addition, work on a new public ( 42 ) On 26 June, 18 September and 11 December 2018, the Council held hearings on Poland under the Article 7(1) Treaty on European Union procedure. ",
        "3.4. Competitiveness and investment 43 procurement law is advancing, which may contain solutions to increase participation by an small and medium enterprises in public tenders. To tackle the important problem of arrears the government is preparing new legislation (MPiT, 2018). Some institutional weaknesses lower the efficiency of the public procurement system. The public procurement system faces various challenges that hinder competition. They contribute to some public institutions focusing on procedural aspects rather than optimising value- for-money and the quality of procured goods or services (UZP, 2018). On the business side, this reduces interest in working for public sector clients, resulting in limited competition in public tenders. For example, some 51 % of tenders published in the supplement to the Official Journal of the EU attracted only one single bid in 2018, among the highest such shares for Member States. ",
        "3.4. Competitiveness and investment 44 Box 3.4.1: Investment challenges and reforms in Poland Macroeconomic perspective Investment activity was gradually recovering in 2018, though investment-to-GDP ratio is estimated to have remained around 18 %. The main driver was the booming public investment that was supported by increasing utilisation of EU funds, further motivated by the local and regional elections in the autumn. Private investment and in particular corporate investment growth stayed positive but relatively weak. This was in part due to labour supply constraints and elevated uncertainty perceived by entrepreneurs. Assessment of barriers to investment and ongoing reforms A number of investment barriers still affects Poland’s investment climate. These include in particular: 1. An unstable regulatory environment. Weaknesses in the law-making process, in particular limiting the scope and effectiveness of consultations on draft laws, result in the low quality of some passed laws (Section 3.4.4). The frequent changes and the lack of clarity in tax law is another barrier (Section 3.1). Frequent regulatory changes concerning renewable energy generation increase uncertainty (Section 3.4.1). The major changes in the judicial system introduced in 2015–2018 create increasing concerns as regards independence of the judiciary and legal certainty. 2. Insufficient availability of adequately skilled labour, affecting several sectors. The outlook is also unfavourable, due to demographic trends and uncertainty concerning future policy on labour migration. Vocational education and training programmes are not sufficiently adjusted to market needs. Adult learning is underdeveloped (Section 3.3 and Section 3.4.1). In Poland, the national promotional and development bank is the Bank Gospodarstwa Krajowego (BGK). The BGK supports the economic growth by providing finance for infrastructure projects. It also aims to promote of entrepreneurship and develop micro companies and SMEs by offering guarantees and surety instruments. The BGK is also active in stimulating cooperation between enterprises, the public sector, and financial institutions. Regulatory/ administrative burden Taxation Public administration CSR Access to finance Public procurement /PPPs Cooperation btw academia, research and business CSR Judicial system Financing of R&D&I Insolvency framework Business services / Regulated professions Competition and regulatory framework Retail EPL & framework for labour contracts Construction Wages & wage setting Digital Economy / Telecom Education, skills, lifelong learning CSR Energy Legend : Transport No barrier to investment identified CSR Investment barriers that are also subject to a CSR Some progress No progress Substantial progress Limited progress Fully addressed Public administration/ Business environment Financial Sector / Taxation R&D&I Sector specific regulation Labour market/ Education ",
        "45 Commitments Summary assessment( 43 ) 2018 Country-specific recommendations (CSRs) CSR 1 : Ensure that the nominal growth rate of net primary government expenditure does not exceed 4.2 % in 2019, corresponding to an annual structural adjustment of 0.6 % of GDP. Take steps to improve the efficiency of public spending, including by improving the budgetary process. Ensure that the nominal growth rate of net primary government expenditure does not exceed 4.2 % in 2019, corresponding to an annual structural adjustment of 0.6 % of GDP. Take steps to improve the efficiency of public spending, including by improving the budgetary process. Poland has made limited progress in addressing CSR1 (this overall assessment of CSR 1 does not include an assessment of compliance with the Stability and Growth Pact): The compliance assessment with the Stability and Growth Pact will be included in spring when final data for 2018 will be available. Limited progress has been made in improving the efficiency of public spending: works to reform the budget process initiated in 2016 were continued in 2018. Currently, they focus on the analysis of the current situation and defining a target solution and its implementation plan. The main effort focuses currently on multiannual budget planning, modernisation of the chart of accounts and efficiency of spending (spending reviews). The overall reform will be time consuming and its final implementation date has not yet been communicated. CSR 2 : Take steps to increase labour market participation, including by improving access to childcare and by fostering labour market relevant skills, especially through adult learning, and remove remaining obstacles to more permanent Poland has made limited/no [TBC] progress in addressing CSR2. Limited progress in increasing labour market participation by improved access to childcare. ( 43 ) The following categories are used to assess progress in implementing the 2018 country-specific recommendations (CSRs): No progress: The Member State has not credibly announced nor adopted any measures to address the CSR. This category covers a number of typical situations, to be interpreted on a case-by-case basis taking into account country-specific conditions. They include the following: no legal, administrative, or budgetary measures have been announced in the national reform programme, in any other official communication to the national Parliament/relevant parliamentary committees or the European Commission, publicly (e.g. in a press statement or on the government's website); no non-legislative acts have been presented by the governing or legislative body; the Member State has taken initial steps in addressing the CSR, such as commissioning a study or setting up a study group to analyse possible measures to be taken (unless the CSR explicitly asks for orientations or exploratory actions). However, it has not proposed any clearly-specified measure(s) to address the CSR. Limited progress: The Member State has: announced certain measures but these address the CSR only to a limited extent; and/or presented legislative acts in the governing or legislative body but these have not been adopted yet and substantial further, non- legislative work is needed before the CSR is implemented; presented non-legislative acts, but has not followed these up with the implementation needed to address the CSR. Some progress: The Member State has adopted measures that partly address the CSR; and/or that address the CSR, but a fair amount of work is still needed to address the CSR fully as only a few of the measures have been implemented. For instance, a measure or measures have been adopted by the national Parliament or by ministerial decision, but no implementing decisions are in place. Substantial progress: The Member State has adopted measures that go a long way towards addressing the CSR and most of them have been implemented. Full implementation: The Member State has implemented all measures needed to address the CSR appropriately. ANNEX A: OVERVIEW TABLE ",
        "A. Overview Table 46 types of employment. Ensure the sustainability and adequacy of the pension system by taking measures to increase the effective retirement age and by reforming the preferential pension schemes. Take steps to increase labour market participation, including by improving access to childcare and by fostering labour market relevant skills, especially through adult learning, and remove remaining obstacles to more permanent types of employment. Ensure the sustainability and adequacy of the pension system by taking measures to increase the effective retirement age and by reforming the preferential pension schemes. Poland made limited progress in fostering labour market relevant skills. Progress in VET and higher education remain to be seen. No progress in adult learning. No progress in removing remaining obstacles to more permanent types of employment. No progress in ensuring the sustainability and adequacy of the pension system, as no progress was observed in measures to increase the effective retirement age and in reforming the preferential pension arrangements. In November 2018, the government announced plans to reverse some of the 2013 reforms as regards the pension system for police officers. CSR 3 : Strengthen the innovative capacity of the economy, including by supporting closer collaboration between business and research institutions. Improve the regulatory environment, in particular by ensuring effective public and social consultations in the legislative process. Strengthen the innovative capacity of the economy, including by supporting closer collaboration between business and research institutions. Improve the regulatory environment, in particular by ensuring effective public and social consultations in the legislative process. Poland has made limited progress in addressing CSR3. Limited progress in strengthening the innovative capacity of the economy through: increased R&D tax incentives with higher rates of tax deductions; The Ministry of Science and Higher Education continued its industrial doctorate programme, while the NCBR continued with the Gospostrateg , a strategic initiative linking Higher Education institutions, public research organisations (PROs) and government organisations to address key challenges for the economy. Limited progress in supporting closer collaboration between business and research institutions. The establishment of the Lukasiewicz Research Network, which was supposed to integrate the activities of multiple PROs and facilitate their cooperation with business partners, remains at the stage of a draft law in the parliament. Limited progress in improving the regulatory environment. “Constitution for Business” was adopted in early 2018. In 2018, a law on the succession of ownership in sole proprietorship enterprises entered into force. In addition, works on a new public procurement law are advancing to address, among others, the issue of low participation of SMEs. No progress observed in ensuring effective public and social consultations in the legislative process. Fast track legislative procedures, with limited scope of consultations, remain to be used on a regular basis. Most recent examples include the law introducing a nation-wide public holiday on 12 ",
        "A. Overview Table 47 November 2018 and the December 2018 law on the energy taxation reduction to cushion electric energy price increases for 2019. Europe 2020 (national targets and progress) Employment rate target : 71 % In 2017 employment rate reached 70.9 %, just below the target. Data for the first three quarters of 2018 indicate that Poland likely met its target in that year. R&D target set in the 2013 NRP: R&D intensity target is 1.7 % for 2020 In 2017, R&D intensity in Poland was 1.03 % of GDP composed of 64 % private investment (0.67 % of GDP) and 35 % public investment (0.36 % of GDP). This is still significantly below the target. R&D intensity has been growing on average by 6.3 % annually over the 2007-2017 period. There has been a 7 % increase in 2017 as compared to 2016. BERD has increased by 19.7 % annually in the 2010-2017 timeframe, growing from 0.63 % of GDP in 2016 to 0.67 % of GDP in 2017. Greenhouse gas (GHG) emissions target: - National greenhouse gas (GHG) emissions target: +14 % in 2020 compared to 2005 (in non-ETS sectors) In 2016 Poland had, for the first time, higher emissions in sectors outside the EU ETS than its annual emission allocations. In 2017 non-ETS emissions were 3 percentage points higher than the annual target according to the preliminary data. This means that Poland will have to use allocations banked over 2013-2015 or other flexibilities foreseen under the Effort Sharing legislation to comply with the obligations for 2016 and 2017. According to the latest own national projections, Poland is still expected to achieve its 2020 target. 2020 Renewable energy target: 15% Share of renewable energy in all modes of transport: 10% In 2017, renewable energy had a 10.9 % share in the gross final energy consumption. Investment in new renewable energy capacity has slowed down, presenting a challenge for achieving the 2020 renewable energy target of 15 %. Energy efficiency: reduction of energy consumption Poland has set an indicative national energy efficiency target of 13.6 Mtoe primary energy savings in 2020 reaching a 2020 level of 96.4 Mtoe primary energy consumption and 71.6 Mtoe final Contrary to the EU trend, since 2005, Poland has increased both its primary energy and final energy consumption due to strong economic growth and historically high energy intensity of the Polish economy. In 2017, Poland’s primary energy consumption reached 99.8 Mtoe, exceeded its 2020 indicative target. Final energy ",
        "A. Overview Table 48 energy consumption. consumption, at 71.0 Mtoe was just below the 2020 indicative target. Early school leaving target: 4.5 % Poland is one of the best EU performers on early school leavers with the rate of 5 % in 2017 being less than half the EU average of 10.6 %. Tertiary education target: 45 % Poland is among the EU countries with a high tertiary educational attainment. The share of the population aged 30-34 who have successfully completed tertiary studies have been increasing for the last several years. The rate was 45.7 % in 2017 therefore the national target was met. Risk of poverty or social exclusion target: Target on the reduction of population at risk of poverty or social exclusion in number of persons: 1 500 000 Poland has achieved the target since 2012. By 2017 the number of people at risk of poverty or social exclusion declined by 4.2 million. ",
        "49 General Government debt projections under baseline, alternative scenarios and sensitivity tests 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 Gross debt ratio 50.6 49.2 48.3 47.4 46.3 45.9 45.9 45.9 46.1 46.4 46.8 47.3 48.0 Changes in the ratio (-1+2+3) -3.7 -1.4 -0.9 -0.8 -1.1 -0.5 0.0 0.0 0.2 0.3 0.4 0.5 0.7 of which (1) Primary balance (1.1+1.2+1.3) 0.2 0.6 0.6 0.4 0.1 -0.2 -0.6 -0.7 -0.7 -0.8 -0.8 -0.8 -0.8 (1.1) Structural primary balance (1.1.1-1.1.2+1.1.3) -0.3 -0.5 -0.5 -0.4 -0.5 -0.5 -0.6 -0.7 -0.7 -0.8 -0.8 -0.8 -0.8 (1.1.1) Structural primary balance (bef. CoA) -0.3 -0.5 -0.5 -0.4 -0.4 -0.4 -0.4 -0.4 -0.4 -0.4 -0.4 -0.4 -0.4 (1.1.2) Cost of ageing 0.0 0.1 0.2 0.2 0.3 0.3 0.4 0.4 0.4 (1.1.3) Others (taxes and property incomes) 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 (1.2) Cyclical component 0.5 1.1 1.1 0.8 0.5 0.3 0.0 0.0 0.0 0.0 0.0 0.0 0.0 (1.3) One-off and other temporary measures 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 (2) Snowball effect (2.1+2.2+2.3) -1.9 -1.4 -1.4 -1.3 -1.0 -0.7 -0.6 -0.7 -0.5 -0.5 -0.4 -0.3 -0.1 (2.1) Interest expenditure 1.6 1.5 1.4 1.4 1.5 1.5 1.5 1.6 1.6 1.7 1.8 1.9 1.9 (2.2) Growth effect -2.4 -2.3 -1.7 -1.5 -1.4 -1.2 -1.2 -1.3 -1.3 -1.3 -1.2 -1.3 -1.1 (2.3) Inflation effect -1.1 -0.6 -1.2 -1.2 -1.1 -1.0 -0.9 -0.9 -0.9 -0.9 -0.9 -0.9 -0.9 (3) Stock-flow adjustments -1.6 0.6 1.1 0.8 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 Note: For further information, see the European Commission Fiscal Sustainability Report (FSR) 2018. b. For the medium-term, the risk category (low/medium/high) is based on the joint use of the S1 indicator and of the DSA results. The S1 indicator measures the fiscal adjustment required (cumulated over the 5 years following the forecast horizon and sustained thereafter) to bring the debt-to-GDP ratio to 60 % by 2033. The critical values used are 0 and 2.5 pps. of GDP. The DSA classification is based on the results of 5 deterministic scenarios (baseline, historical SPB, higher interest rate, lower GDP growth and negative shock on the SPB scenarios) and the stochastic projections. Different criteria are used such as the projected debt level, the debt path, the realism of fiscal assumptions, the probability of debt stabilisation, and the size of uncertainties. c. For the long-term, the risk category (low/medium/high) is based on the joint use of the S2 indicator and the DSA results. The S2 indicator measures the upfront and permanent fiscal adjustment required to stabilise the debt-to-GDP ratio over the infinite horizon, including the costs of ageing. The critical values used are 2 and 6 pps. of GDP. The DSA results are used to further qualify the long-term risk classification, in particular in cases when debt vulnerabilities are identified (a medium / high DSA risk category). [2] The charts present a series of sensitivity tests around the baseline scenario, as well as alternative policy scenarios, in particular: the historical structural primary balance (SPB) scenario (where the SPB is set at its historical average), the Stability and Growth Pact (SGP) scenario (where fiscal policy is assumed toevolve inline withthe mainprovisions ofthe SGP), ahigher interestrate scenario(+1 pp.compared tothe baseline),a lowerGDP growthscenario (-0.5pp. comparedto thebaseline) anda negativeshock onthe SPB(calibrated on the basis of the forecasted change). An adverse combined scenario and enhanced sensitivity tests (on the interest rate and growth) are also included, as well as stochastic projections. Detailed information on the design of these projections can be found in the FSR 2018. PL - Debt projections baseline scenario [1] The first table presents the baseline no-fiscal policy change scenario projections. It shows the projected government debt dynamics and its decomposition between the primary balance, snowball effects and stock-flow adjustments. Snowball effects measure the net impact of the counteracting effects of interestrates, inflation,real GDPgrowth (andexchange rates in some countries). Stock-flow adjustments include differences in cash and accrual accounting, net accumulation of assets, as well as valuation and other residual effects. [3] The second table presents the overall fiscal risk classification over the short, medium and long-term. a. For the short-term, the risk category (low/high) is based on the S0 indicator. S0 is an early-detection indicator of fiscal stress in the upcoming year, based on 25 fiscal and financial- competitiveness variables that have proven in the past to be leading indicators of fiscal stress. The critical threshold beyond which fiscal distress is signalled is 0.46. 30 35 40 45 50 55 60 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 Debt as % of GDP - PL Baseline Enhanced lower GDP growth scenario Adverse combined scenario Enhanced higher interest rate scenario 30 40 50 60 2016 2017 2018 2019 2020 2021 2022 2023 (% of GDP) Stochastic debt projections 2019-2023 -PL p10_p20 p20_p40 p40_p60 p60_p80 p80_p90 p50 Baseline 30 35 40 45 50 55 60 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 Debt as % of GDP - PL Baseline Historical SPB scenario SGP scenario 30 35 40 45 50 55 60 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 Debt as % of GDP - PL Baseline Higher interest rate scenario Negative shock on the SPB Lower GDP growth scenario Baseline Historical SPB Lower GDP growth Higher interest rate Negative shock on SPB Stochastic projections Risk category LOW LOW LOW LOW LOW LOW Debt level (2029) 48.0 56.1 50.5 50.6 48.3 Debt peak year 2018 2029 2029 2029 2018 Percentile rank 66.0% 76.0% Probability debt higher 24.6% Dif. between percentiles 16.8 MEDIUM Long term DSA LOW Debt sustainability analysis (detail) Medium term LOW LOW Short term LOW (S0 = 0.2) (S1 = -0.7) S2 MEDIUM (S2 = 2.2) S1 ANNEX B: COMMISSION DEBT SUSTAINABILITY ANALYSIS AND FISCAL RISKS ",
        "50 ANNEX C: STANDARD TABLES Table C.1: Financial market indicators (1) Latest data Q3 2018. Includes not only banks but all monetary financial institutions excluding central banks. (2) Latest data Q2 2018. (3) Quarterly values are annualised. * Measured in basis points. Source: European Commission (long-term interest rates); World Bank (gross external debt); Eurostat (private debt); ECB (all other indicators). 2013 2014 2015 2016 2017 2018 Total assets of the banking sector (% of GDP) 1) 91.5 92.3 91.7 95.2 95.2 92.9 Share of assets of the five largest banks (% of total assets) 45.2 48.3 48.6 47.7 47.5 - Foreign ownership of banking system (% of total assets) 2) 61.3 59.1 58.9 56.5 45.2 45.1 Financial soundness indicators: 2) - non-performing loans (% of total loans) - 7.2 6.6 6.4 6.6 7.0 - capital adequacy ratio (%) 15.6 14.9 15.8 16.9 18.0 17.9 - return on equity (%) 3) 10.0 9.4 7.7 7.5 6.9 7.4 Bank loans to the private sector (year-on-year % change) 1) 4.0 5.4 5.8 3.8 7.3 6.1 Lending for house purchase (year-on-year % change) 1) 3.0 3.5 4.5 2.9 2.6 4.3 Loan to deposit ratio 2) - 94.9 95.1 93.3 93.7 93.2 Central Bank liquidity as % of liabilities 1) 0.0 0.0 0.0 0.0 0.0 0.0 Private debt (% of GDP) 75.4 78.1 78.9 81.6 76.4 - Gross external debt (% of GDP) 2) - public 28.3 29.3 29.2 28.4 26.1 23.3 - private 28.5 29.0 28.8 30.4 29.5 28.2 Long-term interest rate spread versus Bund (basis points)* 246.3 235.3 220.6 294.6 310.3 280.6 Credit default swap spreads for sovereign securities (5-year)* 77.4 60.8 61.1 75.9 58.7 54.2 ",
        "C. Standard Tables 51 Table C.2: Headline Social Scoreboard indicators (1) People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). (2) Unemployed persons are all those who were not employed but had actively sought work and were ready to begin working immediately or within two weeks. (3) Long-term unemployed are people who have been unemployed for at least 12 months. (4) Gross disposable household income is defined in unadjusted terms, according to the draft Joint Employment Report 2019. (5) Reduction in percentage of the risk of poverty rate, due to social transfers (calculated comparing at-risk-of poverty rates before social transfers with those after transfers; pensions are not considered as social transfers in the calculation). (6) Average of first three quarters of 2018 for the employment rate, long-term unemployment rate and gender employment gap. Data for unemployment rate is seasonally adjusted (annual series, for EE, EL, HU, IT and UK data based on first three quarters of 2018). Source: Eurostat. 2013 2014 2015 2016 2017 2018 6 Equal opportunities and access to the labour market Early leavers from education and training (% of population aged 18-24) 5.6 5.4 5.3 5.2 5.0 : Gender employment gap (pps) 14.5 14.2 13.8 14.2 14.6 14.2 Income inequality, measured as quintile share ratio (S80/S20) 4.9 4.9 4.9 4.8 4.6 : At-risk-of-poverty or social exclusion rate 1 (AROPE) 25.8 24.7 23.4 21.9 19.5 : Young people neither in employment nor in education and training (% of population aged 15-24) 12.2 12.0 11.0 10.5 9.5 : Dynamic labour markets and fair working conditions † Employment rate (20-64 years) 64.9 66.5 67.8 69.3 70.9 72.2 Unemployment rate 2 (15-74 years) 10.3 9.0 7.5 6.2 4.9 3.8 Long-term unemployment rate 3 (as % of active population) 4.4 3.8 3.0 2.2 1.5 1.0 Gross disposable income of households in real terms per capita 4 (Index 2008=100) 110.2 113.4 117.7 124.8 : : Annual net earnings of a full-time single worker without children earning an average wage (levels in PPS, three-year average) 12061 12606 13221 13757 : : Annual net earnings of a full-time single worker without children earning an average wage (percentage change, real terms, three-year average) 1.6 3.1 4.5 4.8 : : Public support / Social protection and inclusion Impact of social transfers (excluding pensions) on poverty reduction 5 24.8 26.4 23.1 24.5 37.5 : Children aged less than 3 years in formal childcare 5.0 5.5 5.3 7.9 11.6 : Self-reported unmet need for medical care 8.8 7.8 7.3 6.6 3.3 : Individuals who have basic or above basic overall digital skills (% of population aged 16-74) : : 40.1 44.4 46.4 : ",
        "C. Standard Tables 52 Table C.3: Labour market and education indicators * Non-scoreboard indicator. (1) Difference between the average gross hourly earnings of male paid employees and of female paid employees as a percentage of average gross hourly earnings of male paid employees. It is defined as \"unadjusted\", as it does not correct for the distribution of individual characteristics (and thus gives an overall picture of gender inequalities in terms of pay). All employees working in firms with ten or more employees, without restrictions for age and hours worked, are included. (2) PISA (OECD) results for low achievement in mathematics for 15 year-olds. (3) Impact of socio-economic and cultural status on PISA (OECD) scores. Values for 2012 and 2015 refer respectively to mathematics and science. (4) Average of first three quarters of 2018. Data for youth unemployment rate is seasonally adjusted (annual series, for EE, EL, HU, IT and UK data based on first three quarters of 2018). Source: Eurostat, OECD Labour market indicators 2013 2014 2015 2016 2017 2018 4 Activity rate (15-64) 67.0 67.9 68.1 68.8 69.6 : Employment in current job by duration From 0 to 11 months 11.0 11.7 11.1 11.5 11.3 : From 12 to 23 months 9.2 9.3 9.6 10.0 10.1 : From 24 to 59 months 16.4 15.8 15.6 15.9 16.3 : 60 months or over 62.7 62.5 62.3 61.1 60.8 : Employment growth* (% change from previous year) -0.1 1.7 1.5 0.8 1.1 0.7 Employment rate of women (% of female population aged 20-64) 57.6 59.4 60.9 62.2 63.6 65.1 Employment rate of men (% of male population aged 20-64) 72.1 73.6 74.7 76.4 78.2 79.3 Employment rate of older workers* (% of population aged 55-64) 40.6 42.5 44.3 46.2 48.3 48.9 Part-time employment* (% of total employment, aged 15-64) 7.1 7.1 6.8 6.4 6.6 6.5 Fixed-term employment* (% of employees with a fixed term contract, aged 15-64) 26.8 28.3 28.0 27.5 26.1 24.6 Participation in activation labour market policies (per 100 persons wanting to work) 15.4 17.3 22.4 25.3 : : Transition rate from temporary to permanent employment (3-year average) 18.8 18.4 18.8 22.0 25.7 : Youth unemployment rate (% active population aged 15-24) 27.3 23.9 20.8 17.7 14.8 11.6 Gender gap in part-time employment 5.9 5.9 5.7 6.0 6.3 5.9 Gender pay gap 1 (in undadjusted form) 7.1 7.7 7.4 7.2 : : Education and training indicators 2013 2014 2015 2016 2017 2018 Adult participation in learning (% of people aged 25-64 participating in education and training) 4.3 4.0 3.5 3.7 4.0 : Underachievement in education 2 : : 17.2 : : : Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 40.5 42.1 43.4 44.6 45.7 : Variation in performance explained by students' socio-economic status 3 : : 13.4 : : : ",
        "C. Standard Tables 53 Table C.4: Social inclusion and health indicators * Non-scoreboard indicator. (1) At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. (2) Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. (3) Percentage of total population living in overcrowded dwellings and exhibiting housing deprivation. (4) People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. (5) Ratio of the median individual gross pensions of people aged 65-74 relative to the median individual gross earnings of people aged 50-59. (6) Fixed broadband take up (33%), mobile broadband take up (22%), speed (33%) and affordability (11%), from the Digital Scoreboard. Source: Eurostat, OECD 2012 2013 2014 2015 2016 2017 Expenditure on social protection benefits* (% of GDP) Sickness/healthcare 4.1 4.2 4.0 : 4.6 : Disability 1.6 1.6 1.5 : 1.3 : Old age and survivors 10.9 11.3 11.2 : 11.1 : Family/children 1.3 1.4 1.5 : 2.5 : Unemployment 0.3 0.3 0.2 : 0.2 : Housing 0.1 0.1 0.1 : 0.0 : Social exclusion n.e.c. 0.1 0.1 0.1 : 0.1 : Total 18.4 18.9 18.7 : 19.9 : of which: means-tested benefits 0.7 0.8 0.7 : 0.9 : General government expenditure by function (% of GDP, COFOG) Social protection 15.9 16.3 16.2 16.0 16.9 : Health 4.6 4.6 4.6 4.7 4.6 : Education 5.4 5.3 5.3 5.3 5.0 : Out-of-pocket expenditure on healthcare (% of total health expenditure) : 23.7 23.1 23.3 22.9 : Children at risk of poverty or social exclusion (% of people aged 0-17)* 29.3 29.8 28.2 26.6 24.2 17.9 At-risk-of-poverty rate 1 (% of total population) 17.1 17.3 17.0 17.6 17.3 15.0 In-work at-risk-of-poverty rate (% of persons employed) 10.4 10.7 10.6 11.2 10.8 9.9 Severe material deprivation rate 2 (% of total population) 13.5 11.9 10.4 8.1 6.7 5.9 Severe housing deprivation rate 3 , by tenure status Owner, with mortgage or loan 3.6 3.4 2.5 3.0 2.8 3.4 Tenant, rent at market price 20.8 18.4 14.2 19.8 19.5 15.9 Proportion of people living in low work intensity households 4 (% of people aged 0-59) 6.9 7.2 7.3 6.9 6.4 5.7 Poverty thresholds, expressed in national currency at constant prices* 10548 10549 10847 11247 11994 12663 Healthy life years (at the age of 65) Females 7.8 7.8 8.1 8.4 8.9 : Males 7.4 7.2 7.5 7.6 8.2 : Aggregate replacement ratio for pensions 5 (at the age of 65) 0.6 0.6 0.6 0.6 0.6 0.6 Connectivity dimension of the Digital Economy and Society Inedex (DESI) 6 : : 41.7 40.1 45.9 52.4 GINI coefficient before taxes and transfers* 47.7 47.7 47.8 47.9 46.6 47.3 GINI coefficient after taxes and transfers* 30.9 30.7 30.8 30.6 29.8 29.2 ",
        "C. Standard Tables 54 Table C.5: Product market performance and policy indicators (1) Value added in constant prices divided by the number of persons employed. (2) Compensation of employees in current prices divided by value added in constant prices. (3) The methodologies, including the assumptions, for this indicator are shown in detail here: http://www.doingbusiness.org/methodology. (4) Average of the answer to question Q7B_a. \"[Bank loan]: If you applied and tried to negotiate for this type of financing over the past six months, what was the outcome?\". Answers were codified as follows: zero if received everything, one if received 75% and above, two if received below 75%, three if refused or rejected and treated as missing values if the application is still pending or don't know. (5) Percentage population aged 15-64 having completed tertiary education. (6) Percentage population aged 20-24 having attained at least upper secondary education. (7) Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are shown in detail here: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm (8) Aggregate OECD indicators of regulation in energy, transport and communications (ETCR). Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank loans). Performance indicators 2012 2013 2014 2015 2016 2017 Labour productivity per person 1 growth (t/t-1) in % Labour productivity growth in industry 2.89 -1.47 2.05 2.19 0.10 2.56 Labour productivity growth in construction -1.17 0.53 9.95 4.37 -9.13 6.71 Labour productivity growth in market services 1.70 3.41 -0.94 2.68 4.47 3.30 Unit Labour Cost (ULC) index 2 growth (t/t-1) in % ULC growth in industry 2.38 0.16 1.12 -1.15 3.42 2.48 ULC growth in construction 1.83 1.48 -6.81 -2.19 14.53 -3.11 ULC growth in market services 3.63 0.48 2.98 0.45 2.71 4.71 Business environment 2012 2013 2014 2015 2016 2017 Time needed to enforce contracts 3 (days) 685 685 685 685 685 685 Time needed to start a business 3 (days) 39.0 37.0 37.0 37.0 37.0 37.0 Outcome of applications by SMEs for bank loans 4 : 0.59 0.75 0.46 0.53 0.40 Research and innovation 2012 2013 2014 2015 2016 2017 R&D intensity 0.88 0.87 0.94 1.00 0.96 1.03 General government expenditure on education as % of GDP 5.40 5.30 5.30 5.30 5.00 : Employed people with tertiary education and/or people employed in science and technology as % of total employment 39 40 41 42 43 44 Population having completed tertiary education 5 22 23 24 24 25 26 Young people with upper secondary education 6 90 90 90 91 91 91 Trade balance of high technology products as % of GDP -1.97 -1.68 -1.44 -1.67 -1.59 -1.63 Product and service markets and competition 2003 2008 2013 OECD product market regulation (PMR) 7 , overall 2.42 2.04 1.65 OECD PMR 7 , retail 2.52 2.43 2.55 OECD PMR 7 , professional services 3.29 3.33 3.24 OECD PMR 7 , network industries 8 3.20 2.70 2.34 ",
        "C. Standard Tables 55 Table C.6: Green growth All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2010 prices) Energy intensity: gross inland energy consumption (Europe 2020-2030)(in kgoe) divided by GDP (in EUR) Carbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Weighting of energy in HICP: the proportion of 'energy' items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Real unit energy cost: real energy costs as % of total value added for the economy Industry energy intensity: final energy use in industry (in kgoe) divided by gross value added of industry, including construction (in 2010 EUR) Real unit energy costs for manufacturing industry excluding refining : real costs as % of value added for manufacturing sectors Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–20 00MWh and 10 000–100 000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled and composted municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D for these categories as % of GDP Proportion of GHG emissions covered by EU emissions trading system (ETS) (excluding aviation): based on GHG emissions (excl land use, land use change and forestry) as reported by Member States to the European Environment Agency. Transport energy intensity: final energy use in transport sector including international aviation, (in kgoe) divided by transport industry gross value added (in 2010 EUR) Transport carbon intensity: GHG emissions in transport sector divided by gross value added of the transport activities Energy import dependency: net energy imports divided by gross inland energy consumption plus consumption of international maritime bunkers Aggregated supplier concentration index: Herfindahl-Hirschman index for net imports of crude oil and NGL, natural gas and hard coal. Smaller values indicate larger diversification and hence lower risk. Diversification of the energy mix: Herfindahl-Hirschman index of the main energy products in the gross inland consumption of energy * European Commission and European Environment Agency Source: European Commission and European Environment Agency (Share of GHG emissions covered by ETS); European Commission (Environmental taxes over labour taxes); Eurostat (all other indicators) Green growth performance 2012 2013 2014 2015 2016 2017 Macroeconomic Energy intensity kgoe / € 0.25 0.25 0.23 0.23 0.23 0.23 Carbon intensity kg / € 1.03 1.01 0.94 0.92 0.91 - Resource intensity (reciprocal of resource productivity) kg / € 1.80 1.68 1.62 1.53 1.55 1.58 Waste intensity kg / € 0.42 - 0.44 - 0.42 - Energy balance of trade % GDP -3.4 -2.7 -2.6 -1.6 -1.4 -2.0 Weighting of energy in HICP % 15.4 15.7 14.9 15.7 13.5 13.7 Difference between energy price change and inflation % 2.9 -1.3 -0.1 0.6 -1.9 -0.1 Real unit of energy cost % of value added 21.2 20.1 19.9 20.3 20.8 - Ratio of environmental taxes to labour taxes ratio 0.21 0.19 0.20 0.20 0.20 - Environmental taxes % GDP 2.6 2.4 2.6 2.7 2.7 2.7 Sectoral Industry energy intensity kgoe / € 0.12 0.12 0.12 0.11 0.11 0.10 Real unit energy cost for manufacturing industry excl. refining % of value added 24.7 22.0 21.1 21.6 22.0 - Share of energy-intensive industries in the economy % GDP 14.1 13.9 13.8 13.9 14.1 - Electricity prices for medium-sized industrial users € / kWh 0.09 0.09 0.08 0.09 0.08 0.09 Gas prices for medium-sized industrial users € / kWh 0.04 0.04 0.04 0.04 0.03 0.03 Public R&D for energy % GDP 0.01 0.01 0.01 0.01 0.00 0.00 Public R&D for environmental protection % GDP 0.02 0.02 0.03 0.03 0.03 0.03 Municipal waste recycling rate % 12.0 15.1 26.5 32.5 34.8 33.8 Share of GHG emissions covered by ETS* % 51.7 52.4 51.9 52.1 49.9 - Transport energy intensity kgoe / € 0.83 0.76 0.76 0.80 0.88 0.95 Transport carbon intensity kg / € 2.25 2.06 2.06 2.19 2.45 - Security of energy supply Energy import dependency % 31.8 26.4 29.5 29.9 30.8 38.3 Aggregated supplier concentration index HHI 29.8 27.0 27.4 27.2 25.7 - Diversification of energy mix HHI 0.36 0.37 0.36 0.35 0.34 0.33 ",
        "56 Building on the Commission’s proposal for the next Multi-Annual Financial Framework for the period 2021-2027 of 2 May 2018 (COM (2018) 321), this Annex D presents the preliminary Commission services views on priority investment areas and framework conditions for effective delivery for the 2021- 2027 Cohesion Policy ( 44 ). These priority investment areas are derived from the broader context of investment bottlenecks, investment needs and regional disparities assessed in the report. It provides the basis for a dialogue between Poland and the Commission services in view of the programming of the cohesion policy funds (European Regional Development Fund, Cohesion Fund and European Social Fund Plus). Policy Objective 1: A Smarter Europe – Innovative and smart industrial transformation Poland’s innovation performance remains far below the EU average, much of which is due to meagre research and development investments, especially private ones, and modest cooperation of public and private innovation partners. High priority investment needs( 45 ) have been identified to enhance research and innovation capacities and the uptake of advanced technologies , to be implemented in synergies with other EU programmes and initiatives such as Horizon Europe, Life, Coal Regions for Transition Initiative, Catching-up Regions Initiative and others, and in particular through:  supporting risky elements of research and development business investments, including pilot lines, early product validation, certification and advanced manufacturing;  facilitating business – science cooperation schemes and projects to enable larger research commercialisation and providing research-based and innovative solutions for business;  building critical research mass and attracting talent in strategic smart specialisation areas;  enhancing research and development networking and cooperation (intra-regional, regional, clusters, international, including within the Baltic Sea Strategy), especially within smart specialisations to foster truly innovative projects and ensure better integration into regional and global networks. The productivity of small and medium-sized enterprises is growing slowly. Smaller businesses also strive to remain competitive and trade on domestic and foreign markets. High priority investment needs have been identified to increase the competitiveness and internationalisation of small and medium- sized enterprises, in particular through:  supporting measures increasing productivity such as improvement of technology, management practices and workplace skills for better integration in global value chains;  facilitating access to advanced business services;  further stimulating the entrepreneurial environment, including industrial cluster development, enhanced cooperation between small and medium-sized enterprises and research institutions, and sustained engagement of small and medium-sized enterprises in the development of smart specialisation areas. The use of information technologies by firms and digital interaction of citizens with public authorities remain low. Priority investment needs have been identified to reap the benefits of digitisation for citizens, companies and governments , and in particular to:  upscale and accelerate e-government, including e-health;  support the integration of digital technology by small and medium-sized enterprises to increase productivity and efficiency;  promote digital skills, including upskilling and reskilling to address the gap between the demand for ( 44 ) This Annex is to be considered in conjunction with the EC Proposal for a Regulation of the European Parliament and of the Council on the European Regional Development Fund and on the Cohesion Fund COM(2018) 372 and the EC Proposal for a Regulation of the European Parliament and of the Council on the European Social Fund Plus COM(2018) 382, in particular as regards the requirements for thematic concentration and urban earmarking outlined in these proposals. ( 45 ) The intensity of needs is classified in three categories in a descending order – high priority needs, priority needs, needs. ANNEX D: INVESTMENT GUIDANCE ON COHESION POLICY FUNDING 2021-2027 FOR POLAND ",
        "D. Investment Guidance on Cohesion Policy Funding 2021-2027 for Poland 57 and availability of a digitally-skilled workforce. Labour shortages translate into growing skills mismatches, which hamper the growth of innovative and fast-developing sectors. Investment needs have been identified to enhance skills within small and medium-sized enterprises and research institutions as regards smart specialisation areas, industrial transition and entrepreneurship through:  developing skills in smart specialisation areas, innovative business models, technology transfers and innovation management, also as an integral part of other investments under Policy Objective 1;  strengthening of work-based learning in smart specialisation areas. Policy Objective 2: A low carbon and greener Europe – Clean and fair energy transition, green and blue investment, circular economy, climate adaptation and risk prevention 46 The Polish economy is among the least carbon-efficient. Poor insulation of public and private buildings contributes to higher energy consumption and energy poverty. The country also hosts the most air- polluted cities in the EU, especially in the southern and central regions. Clean energy transition needs additional support, as pointed out within the Coal Regions for Transition Initiative. High priority investment needs have been identified to increase the share of low carbon intensive and cleaner energy production and to decrease energy consumption , in particular through:  deep energy efficiency renovation of public and private buildings;  replacement of fossil fuel boilers with low carbon intensive installations (including investments in related infrastructure or in district heating), accompanied by energy efficiency renovation of buildings (also by taking into consideration the ongoing work within the Catching-up Regions Initiative);  increase of renewable energy production at small scale with related infrastructure. Urban wastewater is still not collected and treated adequately despite the progress made. Priority investments needs have been identified to promote sustainable water management , in particular through:  further development of urban waste water collection and treatment systems in agglomerations above 10.000 inhabitants, with a view of contributing to the EU Strategy for the Baltic Sea Region, along with investments in efficiency of water use. Negative impacts of climate change, including floods, heat waves and severe storms are increasingly felt across the country, in particular in urban areas. Investment needs have been identified to promote climate change adaptation, risk prevention and disaster resilience , in particular through:  natural disasters protection and prevention with priority for ecosystem-based solutions, including sharing best practice and pooling resources with neighbouring regions and countries e.g. in the Baltic Sea Region;  implementation of adaptation plans of cities to climate change. Waste management lags behind with regard to recycling, recovery and a circular economy. Investment needs have been identified to promote transition to a circular economy , in particular through:  supporting recycling of municipal waste and resource efficiency in small and medium-sized enterprises;  raising awareness of citizens and small and medium-sized enterprises to trigger behavioural change. Policy Objective 3: A more connected Europe – Mobility and regional Information and Communications (ICT) connectivity 46 While outside of the scope of the ERDF and the Cohesion Fund (art. 6, paragraph 1(h), COM (2018)372), energy interconnectors could be financed by the Connecting Europe Facility in line with its objectives (art. 3, paragraphs 1 and 2 (b), COM(2018) 438). ",
        "D. Investment Guidance on Cohesion Policy Funding 2021-2027 for Poland 58 The transport sector exhibits connectivity gaps, especially in rail Trans-European Transport Network (TEN-T), and poor environmental and safety standards. High priority investment needs have been identified to develop a sustainable intermodal mobility, including the TEN-T and cross-border links , and in particular to:  eliminate gaps in the rail TEN-T and support shift from road to rail and other sustainable modes of transport;  remove regional disparities in road TEN-T accessibility, especially in the north of Poland;  improve accessibility of peripheral, rural and cross-border areas by public transport;  further reduce environmental impact and improve safety of transport. Poor public transport and long commuting times in urban areas perpetuate dependence on individual transport, resulting in congestion and a high number of accidents. Priority investment needs have been identified to promote sustainable multimodal urban mobility , and in particular to:  promote integrated, clean and safe public transport and active forms of mobility, as provided for in sustainable urban mobility plans, especially aiming to improve connectivity between cities and their commuting zones. The fixed internet connectivity in Poland remains one of the lowest in the EU, with ultra-fast broadband (above 100 Mbps) available mainly in big cities. Priority investment needs have been identified to enhance digital connectivity , and in particular to:  deploy ultra-fast broadband in the market failure areas. Policy Objective 4: A more social Europe – Implementing the European Pillar of Social Rights The Polish labour market overall performs well, but the transition to a knowledge-based economy creates important challenges on skills development, adult learning and broadening labour supply. High priority investment needs have been identified to improve access to employment, in particular of long-term unemployed, and of inactive people, enhance women’s labour market participation, as well as to modernise labour market institutions, to promote upskilling and reskilling opportunities, including for migrant worker and to better anticipate change , and in particular to:  modernise public employment services for effective targeting active labour market policies to the inactive, low skilled, women, older people, persons with disabilities, and the long-term unemployed; support job creation in the social economy;  promote gender equality in employment, in particular through affordable, quality childcare for children below 3 years, and improve work life-balance, including through flexible forms of employment;  improve social dialogue by increasing the capacity of social partners and non-governmental organizations;  further develop and coordinate labour market and skills forecasting and policies;  upgrade basic skills and promote adult learning; provide upskilling and reskilling measures, including through support to training by employers. Despite good results on some education indicators, serious challenges persist for the quality and outcomes of Polish education and training system. High priority investment needs have therefore been identified to promote equal access to and improve the quality, effectiveness and labour market relevance of education and training at all levels, and in particular to:  support the development of key competences, including digital skills, skills for innovation and entrepreneurship, and combating stereotypes, at all educational levels; ",
        "D. Investment Guidance on Cohesion Policy Funding 2021-2027 for Poland 59  improve labour market relevance of the vocational education and training system, including through work-based learning;  promote excellence in higher education teaching and learning, including increase of international cooperation and mobility, and a more effective quality assurance system;  develop the competences of teachers and enhance the attractiveness of their profession;  enhance access to quality early childhood education and care infrastructure and services;  enhance inclusiveness and quality of education and training and support for individual learners from disadvantaged groups;  support career guidance, counselling, good quality and effective apprenticeship/traineeship schemes and systems for validation of non-formal and informal learning. Poverty and social exclusion are decreasing overall, but still affect relatively more certain types of households and regions, and shortcomings in the integration of the migrant workforce remain. Priority investment needs have been identified to foster active inclusion, to address material deprivation, to promote socio-economic integration of third country nationals , and in particular to:  support integrated active inclusion measures aimed at increasing an individualised outreach to disadvantaged people;  enhance the system of family support and speed up the process of deinstitutionalisation, in particular for children deprived of parental care;  develop and implement a framework for the integration of third country nationals. Long-term care for elderly, persons with disabilities and persons with chronical diseases is under- developed, and health outcomes are only slowly improving. Health system is too hospital-centred and lacks effective coordination. High priority investment needs have been identified to promote active and healthy ageing, enhance the equal and timely access to quality, sustainable and affordable services and to improve accessibility, effectiveness and resilience of healthcare system and long-term care , and in particular to:  support accessibility of products and services, as well as housing and inclusive infrastructure for persons with disabilities/functional limitations;  support transition from hospital/institutional care to affordable and quality home-care and community-based services and coordination of healthcare, social care and long-term care;  foster equal access to affordable healthcare services, particularly for vulnerable groups, strengthening primary care, integration of care, health promotion, disease prevention and digital health solutions;  build up skilled health workforce planning and forecasting as well as to support upskilling and reskilling of healthcare and long-term care personnel. Policy Objective 5 – A Europe closer to citizens by fostering the sustainable and integrated development of urban, rural and coastal areas and local initiatives Uncoordinated strategic planning and insufficiently developed integrated approach to interventions by different levels of the public administration create negative externalities and make it more difficult to address regional and sub-regional disparities. Investment needs have been identified to foster the integrated development in urban and rural areas and to strengthen administrative capacity of local authorities through integrated territorial investments, community-led local initiatives and other specific tools, and in particular to:  reinforce the role of metropolitan areas as drivers of growth, innovation and productivity;  counteract the negative effects of urban sprawl, including air pollution, and rationalise the provision of public services, especially in metropolitan areas and their agglomerations;  accelerate socio-economic regeneration of declining areas, particularly in small and medium cities, ",
        "D. Investment Guidance on Cohesion Policy Funding 2021-2027 for Poland 60 including deprived urban neighbourhoods, post-industrial zones and within regions in industrial and low-carbon transition (also by taking into account the results of the Coal Regions for Transition Initiative);  reinforce urban-rural linkages, in particular through investments in smart and innovative solutions addressing mobility challenges;  mitigate the impact of demographic changes and poverty, especially in rural areas. Factors for effective delivery of Cohesion policy  programming built up on the successful implementation of the regional operational programmes and the best practice from the programming period 2014-20, including under the Catching-up Regions and the Coal Regions in Transition Initiatives as well as the pilot action on frontloading administrative capacity building in Lubelskie;  strengthened capacity of beneficiaries, especially in the rail sector and in the areas facing socio- economic challenges;  adequate participation and strengthened capacity of social partners, civil society and other relevant stakeholders in the delivery of policy objectives;  simplified procedures and reduced administrative burden for beneficiaries, especially small and medium-sized enterprises;  consolidation and/or better strategic coordination of programmes intervening in the same sector or geographical area as well as better targeted and less bureaucratic health investments;  identification of smart specialisation areas on the basis of national and regional needs and potential to strengthen innovation performance and foster productivity growth;  broader use of financial instruments and/or contributions to the ‘Member State compartment’ under InvestEU for revenue-generating and cost-saving activities;  improved spatial planning and project management, particularly within functional areas;  improved public procurement performance. ",
        "61 Badania Społeczne MSK (2017), Badanie potrzeb osób niepełnosprawnych (https://www.pfron.org.pl/fileadmin/Badania_i_analizy/Badanie_potrzeb_ON/Raport_koncowy_badanie_ potrzeb_ON.pdf). Beetsma, R. M. W. J. and X. Debrun (2016), Fiscal Councils: Rationale and Effectiveness , IMF Working Paper 16/86. Bellani L., and M. Bia (2016), Intergenerational poverty transmission in Europe: The role of education , Working Paper Series of the Department of Economics, University of Konstanz, 2016-02. Bukowski, P., and F. Novokmet (2017), Top Incomes during Wars, Communism and Capitalism: Poland 1892-2015 , LSE International Inequalities Institute, Working Paper 17 (http://www.lse.ac.uk/International-Inequalities/Assets/Documents/Working-Papers/Working-Paper-17- Top-Incomes-during-Wars-Communism-and-Capitalism-Poland-1892-2015-Pawel-Bukowski-and-Filip- Novokmet.pdf). CASE and IAS (2018), Study and Reports on the VAT Gap in the EU-28 Member States: 2018 Final Report, TAXUD/2015/CC/131 , Center for Social and Economic Research and Institute for Advanced Studies, Warsaw. Coletta, G., C. Graziano, and G. Infantino (2015), Do fiscal councils impact fiscal performance? , Department of the Treasury (DT) of the Italian Ministry of Economy and Finance (MEF), working paper No. 1. Eurofund (2018), Involvement of the national social partners in the European Semester 2017: Social dialogue practices , Publications Office of the European Union, Luxembourg. Debrun X., D. Hauner, M. Kumar (2009), Independent fiscal agencies , Journal of Economic Surveys, Vol. 23, No. 1. Debrun, X., and T. Kinda (2014), Strengthening Post-Crisis Fiscal Credibility: Fiscal Councils on the Rise —A New Dataset , IMF Working Paper 14/58, IMF. Domagała, A., and J. Klich (2018), Planning of Polish physician workforce – Systemic inconsistencies, challenges and possible ways forward , Health Policy 122(2), 102-108. EASAC (2018), Extreme Weather Events in Europe. Preparing for climate change adaptation: an update on EASAC’s 2013 study , European Academies' Science Advisory Council (https://easac.eu/fileadmin/PDF_s/reports_statements/ Extreme_Weather/EASAC_Statement_Extreme_Weather_Events_March_2018_FINAL.pdf). EBA (2018), 2018 EU-wide stress test results , European Bank Authority, 2 November 2018. Edmark K., and K. Hanspers (2012), ‘Is welfare dependency inherited? Estimating the causal welfare transmission effects using Swedish sibling data’, Uppsala University, Department of Economics, Center for Labor Studies, Working Paper Series, 2012:2. ETUC (2019), European Semester 2019: ETUC Report on national trade unions inputs for the early- stage consultation on Country Reports , European Trade Union Confederation (forthcoming). European Commission (2016), Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Connectivity REFERENCES ",
        "References 62 for a Competitive Digital Single Market - Towards a European Gigabit Society (COM(2016) 587final, ) and Staff Working Document (SWD(2016) 300final). European Commission (2017a), Country Report Poland 2017 , SWD (2017) 86 final. European Commission (2017b), Ninth Report on the Implementation Status and the Programmes for Implementation of the Urban Waste Water Treatment Directive (COM(2017)749) and Commission Staff Working Document accompanying the report (SWD(2017)445). European Commission (2017c), Peer Review of Poland’s Higher Education and Science System , Publications Office of the European Union, Luxembourg. European Commission (2018a), Commission staff working document accompanying the document Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. A European retail sector fit for the 21st century, Brussels, 19.4.2018, SWD(2018) 236 final. European Commission (2018b), Commission staff working document accompanying the document Report from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. The Early Warning report for Poland, Brussels, 24.9.2018, SWD(2018) 426 final. European Commission (2018c), Country Report Poland 2018, SWD(2018) 219 final. European Commission (2018d), Draft Joint Employment Report from the Commission and the Council, COM(2018) 761 final . European Commission (2018e), European Innovation Scoreboard 2018 , Publications Office of the European Union, Luxembourg. European Commission (2018f), JRC Science for Policy Report, RIO Country Report 2018: Poland. European Commission (2018g), New assessment of ESIF administrative costs and burden (https://ec.europa.eu/regional_policy/en/information/publications/studies/2018/new-assessment-of-esif- administrative-costs-and-burden). European Commission (2018h), Road Safety: Data show improvements in 2017 but renewed efforts are needed for further substantial progress , press release of 10 April 2018 (http://europa.eu/rapid/press- release_IP-18-2761_en.htm). European Commission (2018i), Statistical pocketbook 2018 – Transport , p. 105-108 (https://ec.europa.eu/transport/facts-fundings/statistics/pocketbook-2018_en). European Commission (2018j), The 2018 Ageing Report: economic and budgetary projections for the EU Member States (2016-2070) , European Economy Institutional Paper No. 79, Publications Office of the European Union, Luxembourg. European Commission (2018k), The state of university-business cooperation in Europe (https://publications.europa.eu/en/publication-detail/-/publication/1b03ee59-67a4-11e8-ab9c- 01aa75ed71a1/language-en). European Commission (2019a), Fiscal Sustainability Report 2018 , Institutional Paper 094, Luxembourg. ",
        "References 63 European Commission (2019b), The 2019 EU Justice Scoreboard , forthcoming. European Commission (2019c), European Digital Scoreboard 2019. GEODH (2014), Geothermal DH Potential in Europe (http://geodh.eu/wp- content/uploads/2014/11/GeoDH-Report-D-2.2-final.pdf). Golinowska, S. (2018), Modele polityki społecznej w Polsce i Europie na początku XXI wieku , Fundacja im. Stefana Batorego, Warsaw. Grant Thornton (2018a), Aktualizacja Barometru stabilności otoczenia prawnego w Polsce (http://grantthornton.pl/kategorie_publikacji/ raporty/barometr-prawa). Grant Thornton (2018b), Organy podatkowe wydają wadliwe interpretacje podatkowe, Analiza indywidualnych interpretacji podatkowych wydanych warunkowo. Dlaczego nie dają ochrony? . GUS (2014), Prognoza dla powiatów i miast na prawie powiatu oraz podregionów na lata 2014-2050, Statistics Poland, Warsaw (http://stat.gov.pl/obszary-tematyczne/ludnosc/prognoza-ludnosci/prognoza- dla-powiatow-i-miast-na-prawie-powiatu-oraz-podregionow-na-lata-2014-2050-opracowana-w-2014-r- ,5,5.html). GUS (2018a), Household budget survey in 2017 , Statistics Poland, Warsaw. GUS (2018b), Social Assistance, child and family services in 2017 , Statistics Poland, Warsaw. Hanushek, E. A., M. Piopiunik, and S. Wiederhold (2018), The Value of Smarter Teachers: International Evidence on Teacher Cognitive Skills and Student Performance, NBER working paper No. 20727. Herbst, M. (2018), Wynagrodzenia nauczycielskie – kto ma rację? (https://wiedzadlapolityki.wordpress.com/2018/04/17/wynagrodzenia-nauczycielskie-kto-ma-racje). IBRD (2018), Swietokrzyskie and Podkarpackie: Towards More Efficient Spatial Planning , International Bank for Reconstruction and Development (http://documents.worldbank.org/curated/en/403871528788411320/pdf/Podkarpackie-and-wi-tokrzyskie- Towards-More-Efficient-Spatial-Planning.pdf). IMF (2017FR), Republic of Poland: Developing a Medium-Term Budget Framework, Technical Assistance Report , International Monetary Fund, Washington, DC. Janas, K., and W. Jarczewski (red.) (2017), Zarządzanie i współpraca w miejskich obszarach funkcjonalnych. Raport o stanie polskich miast , Obserwatorium Polityki Miejskiej IRM, Kraków. Komorowski Ł., and M. Stanny (2017), Publiczny transport zbiorowy na obszarach wiejskich – wnioski z badań , Roczniki Naukowe Stowarzyszenia Ekonomistów Rolnictwa i Agrobiznesu, 2017, tom XIX, zeszyt 3, Warsaw. KRBRD (2018), S tan bezpieczeństwa ruchu drogowego oraz działania realizowane w tym zakresie w 2017 r ., Krajowa Rada Bezpieczeństwa Ruchu Drogowego, Warsaw. Magda I., A. Kiełczewska and N. Brandt (2018), The Effects of Large Universal Child Benefits on Female Labour Supply , IZA Institute of Labor Economics, Discussion Paper Series No. 11652. ",
        "References 64 Masuch, K., R. Anderton, R. Setzer, and N. Benalal (2018), Structural policies in the euro area , ECB Occasional Paper Series No. 210. MEN (2018), Odpowiedź MEN ws nauczania indywidualnego ze statystykami , DWKI- WSPE.4034.45.2018.AP, Ministry of National Education. MF and MIR (2015), Przegląd wydatków publicznych: Polityka wspierająca mieszkalnictwo , Ministry of Finance and Ministry of Infrastructure and Development (http://www.mf.gov.pl/ministerstwo- finansow/dzialalnosc/finanse-publiczne/przeglady-wydatkow). MF (2016), Preferencje podatkowe w Polsce, Nr 7, Stan prawny na 31 grudnia 2015 r. , Ministry of Finance, Warsaw. MF (2018), Uzasadnienie projektu ustawy o zmianie ustawy o podatku od towarów i usług oraz ustawy – Ordynacja podatkowa , Ministry of Finance, Warsaw (https://legislacja.rcl.gov.pl/ projekt/12317902/katalog/12547398#12547398). Ministry of Digital Affairs (2017 ), Koncepcja e-Dowód – kontynuacja projektu pl.ID i realizacja powiązanych projektów (www.gov.pl/web/cyfryzacja/e-dowod-dowod-z-warstwa-elektroniczna). MPiT (2018), Zatory płatnicze w Polsce - Zielona Księga , Ministerstwo Przedsiębiorczości i Technologii, Ministerstwo Przedsiębiorczości i Technologii, (https://www.mpit.gov.pl/media/55168/Zielona_Ksiega_Zatory_platnicze_w_Polsce.pdf). Myck M. and M. Oczkowska (eds.) (2017), Pokolenie 50+ w Polsce na tle Europy: aktywność, zdrowie i jakość życia . Wyniki na podstawie badania SHARE , Centrum Analiz Ekonomicznych CenEA. NBP (2017), Kwartalny raport o rynku pracy i sytuacji gospodarstw domowych , National Bank of Poland (https://www.nbp.pl/home.aspx?f=/publikacje/rynek_pracy/rynek_pracy.html). NBP (2018), Szybki Monitoring NBP. Analiza sytuacji sektora przedsiębiorstw nr 4/18 , National Bank of Poland, Warsaw. Nerlich, C., and W. H. Reuter (2013), The Design of National Fiscal Frameworks and Their Budgetary Impact , ECB Working Paper Series No. 1588. NIK (2017a), Informacja o wynikach kontroli. Opieka nad osobami starszymi w dziennych domach pomocy , Najwyższa Izba Kontroli, Warsaw. NIK (2017b), Informacja o wynikach kontroli. Przygotowanie do wykonywania zawodu nauczyciela , Najwyższa Izba Kontroli, Warsaw. NIK (2018a), Informacja o wynikach kontroli: system oceny jakości kształcenia w szkołach wyższych , Najwyższa Izba Kontroli, Warsaw. NIK (2018b), Informacja o wynikach kontroli: przeciwdziałanie wyłudzeniom podatku VAT, KBF.430.003.2018 , Najwyższa Izba Kontroli, Warsaw. NIK (2018c), Informacja o wynikach kontroli: usługi opiekuńcze świadczone osobom starszym w miejscu zamieszkania , Najwyższa Izba Kontroli, Warsaw. NIK (2018d), NIK o kształceniu uczniów z niepełnosprawnościami , Najwyższa Izba Kontroli, Warsaw. ",
        "References 65 Obywatelskie Forum Legislacji (2018), Legislacja bez dialogu, Wnioski z obserwacji procesu legislacyjnego w okresie od 16 listopada 2017 do 15 maja 2018 roku: XI Komunikat Obywatelskiego Forum Legislacji , Fundacja im. Stefana Batorego, Forum Idei, Warsaw [TBU in February, forthcoming]. OECD (2018a), Education at a Glance 2018: OECD Indicators , Organisation for Economic Co-operation and Development, OECD Publishing, Paris. OECD (2018b), OECD Economic Surveys: Poland , Organisation for Economic Co-operation and Development, OECD Publishing, Paris. OECD (2018c), Rethinking Regional Development Policy-making , OECD Multi-level Governance Studies, Organisation for Economic Co-operation and Development, OECD Publishing, Paris. Opening Doors (2018), Poland country fact sheet; Opening Doors for Europe’s Children Campaign (http://www.openingdoors.eu/wp-content/uploads/2018/02/country-fiche-Poland-2017.pdf). PKO BP (2018), Investment rate in Poland – higher than it seems , Poland macro weekly, 7 September. Putterman L. and D. N. Weil (2010), Post-1500 Population Flows and the Long-Run Determinants of Economic Growth and Inequality , The Quarterly Journal of Economics, 125(4): 1627-1682. Rzecznik Praw Obywatelskich – RPO (2018), RPO do MEN - prośba o uzupełnienie informacji ws nauczania indywidualnego , XI.7036.12.2017.AKB. Sancak, C., R. Velloso, and J. Xing (2010), Tax Revenue Response to Business Cycle , IMF Working Paper 10/71. SPC and EC (2018), Pension Adequacy Report 2018: current and future income adequacy in old age in the EU (Volume 2 – country profiles) , Social Protection Committee and European Commission, Publications Office of the European Union, Luxembourg. Sokołowski, J., A. Kiełczewska, and P. Lewandowski (2019), Defining and measuring energy poverty in Poland , IBS Research Report 01/2019, Instytut Badań Strukturalnych, Warsaw. Stec, K., A. Strzebońska, B. Worek and P. Antosz (2018), Rozwój kompetencji – uczenie się osób dorosłych i podmioty oferujące usługi rozwojowe , Bilans Kapitału Ludzkiego 2017, Kraków. Śleszyński, P. (2018), Polska średnich miast. Założenia i koncepcja deglomeracji w Polsce , Klub Jagielloński, Warsaw (https://klubjagiellonski.pl/publikacje/polska-srednich-miast-zalozenia-i-koncepcja- deglomeracji-w-polsce). UZP (2018), Koncepcja nowego prawa zamowń , Urząd Zamówień Publicznych. Visa (2016), Europeans “touched to pay” three billion times in the last 12 months , 11 May 2016 (https://www.visaeurope.com/media/pdf/36283.pdf). Ward, A., M. Zinni, and P. Marianna (2018), International productivity gaps: Are labour input measures comparable? ”, OECD Statistics Working Papers, 2018/12, OECD Publishing, Paris. Winckler, G. et al. (2017), Horizon 2020 Policy Support Facility Peer Review of Poland’s Higher Education and Science System , European Commission, Brussels. ",
        "References 66 WiseEuropa, Fundacja Przyjaciolka and Koalicja na rzecz Rodzinnej Opieki Zastępczej (2018), Postępy deinstytucjonalizacji pieczy zastępczej w Polsce , Warsaw. Wiśniewska, L. (2017), Eco-Innovation Observatory Country Profile 2016-2017: Poland (https://ec.europa.eu/environment/ecoap/poland_en). World Bank (2018), Doing Business 2019: Training for Reform , World Bank Group, Washington, DC. "
    ]
}