{
    "text": [
        "EN Official Journal of the European Union C 97 English edition Information and Notices Volume 63 24 March 2020 Contents I Resolutions, recommendations and opinions OPINIONS European Economic and Social Committee 548th EESC plenary session, 11.12.2019-12.12.2019 2020/C 97/01 Opinion of the European Economic and Social Committee on Taxation/private investment and the Sustainable Development Goals — cooperation with the UN Committee of Experts on International Cooperation in Tax Matters (own-initiative opinion) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 2020/C 97/02 Opinion of the European Economic and Social Committee on Binding UN treaty on business and human rights (own-initiative opinion) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 2020/C 97/03 Opinion of the European Economic and Social Committee on ‘External aid, investment and trade as instruments to reduce the reasons of economic migration, with a special focus on Africa’ (own-initiative opinion) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18 2020/C 97/04 Opinion of the European Economic and Social Committee on ‘Use-value’ is back: new prospects and challenges for European products and services (own-initiative opinion) . . . . . . . . . . . . . . . . . . . . 27 2020/C 97/05 Opinion of the European Economic and Social Committee on Common Minimum Standards in the field of unemployment insurance in EU Member States — A concrete step towards the effective implementation of the European Pillar of Social Rights (own-initiative opinion) . . . . . . . . . . . . . . 32 2020/C 97/06 Opinion of the European Economic and Social Committee on ‘Shaping the EU agenda for disability rights 2020-2030: a contribution from the European Economic and Social Committee’ (own-initiative opinion) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 41 ",
        "2020/C 97/07 Opinion of the European Economic and Social Committee on Populism and fundamental rights — suburban and rural areas (own-initiative opinion) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 53 III Preparatory acts European Economic and Social Committee 548th EESC plenary session, 11.12.2019-12.12.2019 2020/C 97/08 Opinion of the European Economic and Social Committee on the Report from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions — Report on Competition Policy 2018 (COM(2019) 339 final) . . . . . . . . . . . . . . 62 2020/C 97/09 Opinion of the European Economic and Social Committee on ‘Proposal for a Regulation of the European Parliament and of the Council amending Regulation (EU) No 1306/2013 as regards financial discipline as from financial year 2021 and Regulation (EU) No 1307/2013 as regards flexibility between pillars in respect of calendar year 2020’ (COM(2019) 580 — 2019/0253(COD)) . . . . . . . 69 ",
        "I (Resolutions, recommendations and opinions) OPINIONS EUROPEAN ECONOMIC AND SOCIAL COMMITTEE 548TH EESC PLENARY SESSION, 11.12.2019-12.12.2019 Opinion of the European Economic and Social Committee on Taxation/private investment and the Sustainable Development Goals — cooperation with the UN Committee of Experts on International Cooperation in Tax Matters (own-initiative opinion) (2020/C 97/01) Rapporteur: Krister ANDERSSON Legal basis Rule 32(2) of the Rules of Procedure Plenary Assembly decision 24.1.2019 Section responsible Economic and Monetary Union and Economic and Social Cohesion Adopted in section 29.11.2019 Adopted at plenary 11.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 129/0/2 1. Conclusions and recommendations 1.1. Taxation policies are fundamental for the SDGs as they determine the economic environment in which investment, employment, and innovation take place while providing the government with revenues for financing public spending. Additional policy alignment and credibility enhancing measures could do much to increase private investment and to close the global investment gap by stimulating capital flows from capital-intense states to developing economies with investment needs. 1.2. Businesses provide valuable goods and services in the economies and are important drivers of investment, productivity, inclusive economic growth, and job creation. As these organisations are diverse and range from SMEs to multinationals, they are a major resource of expertise, creativity, and innovation which assist in solving many of the sustainable development challenges. 1.3. A high percentage of informal economic activity results in narrow tax bases, which further reduce the potential for tax collection and increase distortions. Tax bases should be as broad as possible allowing tax rates to be as non-distortive as possible. 24.3.2020 EN Official Journal of the European Union C 97/1 ",
        "1.4. The EESC would like to emphasise that a successful domestic resource mobilisation requires that (1) tax rulings are made in an open and transparent manner; (2) systems are put in place to ensure the accountability of civil society organisations (CSOs) and parliamentarians; (3) governments should be transparent with taxes and expenditure; and that (4) taxes are visible. 1.5. The private sector plays an important role in promoting gender equality. Wage policies as well as training and education in the work place are important to promote equal opportunities between genders, in career progression and professional growth. The opportunities linked to female participation in the global economy are huge, and should be a driver of inclusive economic growth, innovation and productivity. 1.6. Policies related to taxation of the digitalised economy should seek to promote, not hinder economic growth and cross-border trade and investment. In the face of the growing importance of digitalised companies, there is a need to develop a new methodology for nexus and profit allocation to determine taxation rights between market countries and the country in which the digitalised MNEs are resident. 1.7. The EESC considers it important that any new rules on how to allocate taxation rights between countries is fair for both small and large consumer countries, as well as for developed and developing countries. Proper remuneration for the contributions made in terms of innovation, entrepreneurship etc. must be recognised. Corporate tax revenues, although small in relation to total tax revenues, are important for resource mobilisation and financing of needed infrastructure, research and development, education and health care, etc. 1.8. The EESC notes that EU Member States are among the SDG top performers. The Committee stresses that the EU and its Member States have to take steps to ensure sustainable fiscal and taxation systems in order to achieve the SDGs. The involvement of Organised Civil Society at all levels is essential in order to realise the SDGs, as civil society represents key stakeholders in the implementation of the Agenda 2030 and much of the needed investment will come from the private sector. 1.9. The EESC welcomes the Platform for Collaboration on Tax, which is a joint initiative of the International Monetary Fund (IMF), the Organisation for Economic Cooperation and Development (OECD), the United Nations (UN) and the World Bank Group (WBG), as it facilitates the interactions between standard-setting, capacity-building, and technical assistance in the sphere of international tax. The EESC believes that the EU should also be a member of the Platform. 1.10. The EESC considers that the work on taxation/private investment and the Sustainable Development Goals by the UN Committee of Experts on International Cooperation in Tax Matters is of the utmost importance for advancing the global dialogue and greatly contributes to peer learning and to exchange of best practices. The EESC stresses that European civil society must play an active role in this crucial international debate. 2. Introduction to investment, taxation and the SDG 2.1. The 2030 Agenda is centred on 17 Sustainable Development Goals (SDGs) ( 1 ) and 169 targets which aim to address the environmental, political and economic challenges facing our world. 2.2. To achieve the Goals, private investment plays an important role and further alignment of investment and tax policies would be a necessary step to promote investment, job creation and sustainable economic growth globally. Some important work has already been carried out in this direction by the OECD, such as the Base Erosion Profit Shifting (BEPS) ( 2 ) project and the initiative Policy Coherence for Sustainable Development (2018) ( 3 ). C 97/2 EN Official Journal of the European Union 24.3.2020 ( 1 ) https://sustainabledevelopment.un.org/topics/sustainabledevelopmentgoals ( 2 ) http://www.oecd.org/tax/beps/ ( 3 ) http://www.oecd.org/publications/policy-coherence-for-sustainable-development-2018-9789264301061-en.htm ",
        "2.3. Taxation policies are fundamental for the SDGs as they determine the economic environment in which investment, employment and innovation take place, while providing the government with revenues for financing public spending. Additional policy alignment and credibility enhancing measures could do much to increase private investment and to close the global investment gap by stimulating capital flows from capital-intense states to developing economies with investment needs. 2.4. Tackling tax avoidance and diminishing tax competition at the global level is of high importance for achieving SDGs. At times of austerity and budgetary constraints, the decline in tax revenues from companies has an adverse effect on the sustainability of social protection systems and may lead to regressive taxation if the tax burden is shifted to consumers and low-income workers. 2.5. Developing countries most in need of resources still face challenges collecting taxes. In the developing countries, the contribution from personal income taxes is often very low — only a few per cent of GDP while in the developed countries they constitute the bulk of tax revenues, in particular if social security contributions are included. 2.6. How tax revenues are administered and used is also very important. It must be noted that some countries, notably African nations, use 25-35 % more inputs in both the education and health sectors to produce the same outputs as more advanced and efficient countries ( 4 ). It is therefore important to ensure that public spending is cost-effective. 3. Taxation as an instrument for environmental protection 3.1. Several of the SDG targets relating to climate protection would benefit from the creation of a coherent framework and implementation plan in the area of taxation for the use of natural resources. Environmental tax policies could be employed to combat climate change (Goal 13) ( 5 ) and protecting ecosystems in the ocean and on land (Goals 14 and 15 ( 6 )). By affecting the pricing structures of inputs, tax policy can be used to promote affordable and clean energy (Goal 7) ( 7 ) and stimulate a responsible use of the common natural resources (Goal 12) ( 8 ). 3.2. The purpose of environmental taxes, from an economic point of view, is to correct for externalities, i.e. situations where the polluters are able to shift the costs from the environmental damage over to society; an example is the emission of greenhouse gases. In designing these kinds of taxes, it would be highly beneficial to involve civil society and business in the process as this would ensure that policies which strengthen the regulatory frameworks align private sector incentives with public goals ( 9 ). 3.3. An example of a policy mix in the field of taxation could be to phase out subsidies on inefficient fossil fuel (target 12.C) ( 10 ). This would bring about important budget savings for governments, while also making these types of fuel less attractive for businesses and consumers. These savings, if redirected towards increasing the share of renewables in the global 24.3.2020 EN Official Journal of the European Union C 97/3 ( 4 ) https://openknowledge.worldbank.org/bitstream/handle/10986/8325/wps3645.pdf?sequence=1&isAllowed=y ( 5 ) Goal 13 — Take urgent action to combat climate change and its impacts. ( 6 ) Goal 14 — Conserve and sustainably use the oceans, seas and marine resources for sustainable development; Goal 15 — Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss. ( 7 ) Goal 7 — Ensure access to affordable, reliable, sustainable and modern energy for all. ( 8 ) Goal 12 — Ensure sustainable consumption and production patterns. ( 9 ) For more information, see ICC ‘Business Charter for Sustainable Development — Business Contributions to the Sustainable Development Goals’, https://iccwbo.org/content/uploads/sites/3/2015/09/ICC-Business-Charter-for-Sustainable-Development- Business-contributions-to-the-UN-Sustainable-Development-Goals.pdf ( 10 ) 12 c — Rationalise inefficient fossil-fuel subsidies that encourage wasteful consumption by removing market distortions, in accordance with national circumstances, including by restructuring taxation and phasing out those harmful subsidies, where they exist, to reflect their environmental impacts, taking fully into account the specific needs and conditions of developing countries and minimising the possible adverse impacts on their development in a manner that protects the poor and the affected communities. ",
        "energy supply (target 7.2) ( 11 ), can support universal access to clean energy (target 7.1) ( 12 ). If additional policies are put in place to stimulate investments in clean energy infrastructure (target 7.B) ( 13 ), it would facilitate decoupling economic growth and environmental degradation (target 8.4) ( 14 ). 3.4. The principle of aligning business incentives with public goals is in line with the Addis Ababa Action Agenda ( 15 ), by which businesses were encouraged to embrace a core business model that takes account of the environmental, social and governance impacts of their activities. Businesses provide valuable goods and services in the economies and are important drivers of investment, productivity, inclusive economic growth, and job creation. As businesses are diverse and range from SMEs to multinationals, they are a major resource of expertise, creativity, and innovation which assist in solving many of the sustainable development challenges. In order to achieve the SDGs on combating climate change, the private sector should adhere to a code of conduct that will significantly increase green investments and reduce or eliminate investments with negative effects on the environment. 3.5. Considering the interlinkage of the SDGs, civil society involvement is vital to ensure that three-dimension sustainable development (economic, social and environmental) is reflected in the design and implementation of policies. Environmental taxes have traditionally been identified as regressive, meaning that they have a larger impact on low-income households. Consequently, it is important to ensure that policies remain socially sustainable. 3.6. The EESC does not support taxation of an arbitrary nature that would adversely affect and disproportionately impact the poor and less well-off in society and equally undermine several of the SDGs. For example, substantially increasing taxes on goods and services where there are no viable alternatives would only be a burden without achieving its objectives. 3.7. The EESC would like to underline the role that civil society organisations play in monitoring SDG implementation and in ensuring socially acceptable measures as well as indicating the need to revise the indicators ( 16 ). 3.8. The EESC would like to underline the need to create the right conditions to ensure that both private and public funds are directed towards the sustainable long-term investments needed for a sustainable economy ( 17 ). 4. Taxation of the informal economy 4.1. In order to finance public investment and public spending needed to meet the SDGs, broadening the tax base of governments by taxing the informal economy is important. According to the International Labour Organization, more than 61 % of the global workforce (2 billion people) makes a living in the informal sector, with 93 % of informal employment worldwide being concentrated in emerging and developing countries. For this reason, it is vital to design tax policies and an institutional framework which allows for the integration of the informal sector into the formal economy. C 97/4 EN Official Journal of the European Union 24.3.2020 ( 11 ) 7.2 — By 2030, increase substantially the share of renewable energy in the global energy mix. ( 12 ) 7.1 — By 2030, ensure universal access to affordable, reliable and modern energy services. ( 13 ) 7.b — By 2030, expand infrastructure and upgrade technology for supplying modern and sustainable energy services for all in developing countries, in particular least developed countries, small island developing States, and land-locked developing countries, in accordance with their respective programmes of support. ( 14 ) 8.4 — Improve progressively, through 2030, global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation, in accordance with the 10-year framework of programmes on sustainable consumption and production, with developed countries taking the lead. ( 15 ) https://sustainabledevelopment.un.org/index.php?page=view&type=400&nr=2051&menu=35 ( 16 ) EESC ongoing opinion on The sustainable economy we need (not yet published), point 1.10 — The EESC calls on the Commission to establish a blueprint for ‘green fiscal reform’ in the EU Member States to help align taxation, subsidies and pre-distributive policies with the goal of achieving a just transition to a wellbeing economy. ( 17 ) EESC opinion on Next steps for a sustainable European future (OJ C 345, 13.10.2017, p. 91). ",
        "4.2. The prominent role of the informal economy, particularly in developing countries, means that the daily economic activities of citizens and business remain outside the tax base. In many cases, the choice to operate outside of the formal economy is not an active choice, but rather the only practical alternative for firms and workers who either cannot access the formal sector, or have been excluded from it. The inclusion of the informal economy must be promoted through effective institutions (Target 16.A and 16.6) ( 18 ) that allow workers, business and consumers to contribute to the tax base of the state, while benefiting from social protection and services. In particular, the fairness, transparency, efficiency and effectiveness of tax systems, should be a priority as a precondition for sustainable development. 4.3. Many companies would be willing to formalise, as there are hidden costs facing SMEs operating outside the formal economy and many benefits for companies who formalise. The benefits of being formalised include easier access to credit and other financial instruments (Target 8.10) ( 19 ), training and support programmes, government procurement contracts, property rights, as well as the possibility to engage with larger firms. The costs associated with formalising are the costs of registration and licences, the costs of tax compliance, the cost of complying with labour laws and other government regulations. By simplifying the procedures of registration, licencing and the administration of tax compliance, companies would be incentivised to formalise. 4.4. In many situations where the informal economy is very widespread, an important contribution to this process can come from companies in general and sometimes in particular from cooperative enterprises, which allow many people without economic resources to start economic and entrepreneurial activities, even with a minimum capital injection. 4.5. Encouraging the formalisation of micro enterprises and SMEs would allow for policies that support job creation and growing enterprises (Target 8.5) ( 20 ). Labour market regulations to achieve decent working conditions must be adhered to (Target 8.5). Similarly, greater oversight and regular control over economic activity would allow governments to adopt policies, especially fiscal, wage and social protection policies that progressively achieve greater equality (Target 10.4). 4.6. While the benefits of a functioning system for tax collection are evident, challenges remain in how to implement the necessary changes to increase the capacity of states in this regard. Experiences from the past have shown that much of the efforts that have been directed towards this end have often resulted in distortions, low yields, high collection costs, enforcement challenges and even capital flight. Considering that many developing states have reduced means, measures to improve administrative efficiency and effectiveness of tax systems should be prioritised. The private sector can offer assistance in capacity-building, transferring experiences from highly developed countries and economies ( 21 ). 4.7. The administrative costs and compliance costs must be taken into account when governments try to close any revenue gaps, be it from direct or indirect taxes. Special consideration must be given to the situation of low income earners and to the distribution of the tax burden across income levels. Increasing inequalities may jeopardise tax morale. The Committee considers that a properly designed progressive tax system could ensure a fair distribution of the tax burden and significantly contribute to diminishing inequalities and reducing poverty. 4.8. A high percentage of informal economic activity results in narrow tax bases, which further reduce the potential for tax collection and increase distortions. It is important to highlight the need to mobilise resources to improve domestic revenue collection (Target 17.1) ( 22 ) and to fight tax evasion and money laundering. Countries need to improve their cooperation against illicit financial flows and the EU should consider having a coordinated list of possible counter measures. 24.3.2020 EN Official Journal of the European Union C 97/5 ( 18 ) 16 a — Strengthen relevant national institutions, including through international cooperation, for building capacity at all levels, in particular in developing countries, to prevent violence and combat terrorism and crime. 16.6 — Develop effective, accountable and transparent institutions at all levels. ( 19 ) 8.10 — Strengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all. ( 20 ) 8.5 — By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value. ( 21 ) The International Panel on Climate Change (IPCC) has initiated such a programme. ( 22 ) 17.1 — Strengthen domestic resource mobilisation, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection. ",
        "4.9. The EESC would like to emphasise that a successful domestic resource mobilisation requires that (1) tax rulings are made in an open and transparent manner; (2) systems are put in place to ensure the accountability of civil society organisations (CSOs) and parliamentarians; (3) governments be transparent with taxes and expenditure; and that (4) taxes are visible ( 23 ). 5. Taxation and gender equality 5.1. Sustainable Development Goal 5 aims at ending all forms of discrimination against women and promoting policies for gender equality and the empowerment of women and girls. A precondition of female empowerment is to secure equal rights to economic resources, as well as access to ownership and control over land and other forms of property, financial services, inheritance and natural resources (Target 5.A) ( 24 ). By pursuing economic emancipation for women, women’s full and effective participation is promoted and equal opportunities for leadership at all levels of decision-making in political, economic and public life is improved (Target 5.5) ( 25 ). By achieving these goals, guaranteeing female economic rights also strengthens other SDGs, such as Goal 8 (decent work and economic growth) and Goal 16 (peace justice and strong institutions). 5.2. The private sector plays an important role in promoting gender equality. Wage policies as well as training and education in the work place are important to promote equal opportunities between genders, in career progression and professional growth. The opportunities linked to female participation in the global economy are huge and should be a driver of inclusive economic growth, innovation and productivity. 5.3. There is an important link between reducing the informal sector and gender equality. When companies do not pay taxes, it means that the public administration (state, regional and local) will have less funds for public services, sustainable infrastructure and social protection, which are important for gender equality. Without proper social spending and adequate infrastructure the poor will be hurt, and often women in particular. 6. Taxation in the digitalised economy 6.1. The rapid digitalisation of the economy is an important driver for global economic growth. It also allows more effective information gathering for tax authorities and enhanced service to taxpayers. The digitalisation of the economies has, however, raised the issue of where income and profits are earned and created and how they are distributed among countries. Digital services can be supplied at a distance, without any physical presence in the market jurisdiction where consumption takes place. 6.2. Policies related to taxation of the digitalised economy should seek to promote, not hinder economic growth and cross-border trade and investment. In the face of the growing importance of digitalised companies, there is a need to develop a new methodology for nexus and profit allocation to determine taxation rights between market countries and the country in which the digitalised MNEs are resident ( 26 ). 6.3. What this requires is to find an internationally accepted solution for how to tax these new business models, while taking account of the needs of both developed and developing countries ( 27 ). To implement any model for taxation in the digitalised economy, a framework for intensified cooperation between the administration of national tax authorities, as well as a resolution mechanism for multi-party disputes must be established. C 97/6 EN Official Journal of the European Union 24.3.2020 ( 23 ) A discussion of some of these issues can be found in the article Promoting Tax Bargains in Uganda and Beyond: The Importance of Civil Society and Parliamentarians ( 24 ) 5.a — Undertake reforms to give women equal rights to economic resources, as well as access to ownership and control over land and other forms of property, financial services, inheritance and natural resources, in accordance with national laws. ( 25 ) 5.5 — Ensure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life. ( 26 ) See EESC opinion Taxation in the digitalised economy (OJ C 353, 18.10.2019, p. 17). ( 27 ) See EESC opinions Taxation of profits of multinationals in the digital economy (OJ C 367, 10.10.2018, p. 73) and Taxation in the digitalised economy (OJ C 353, 18.10.2019, p. 17). ",
        "6.4. The Interim Report from the OECD, Tax Challenges Arising from Digitalisation — Interim Report 2018 . (March, 2018) ( 28 ) sets out the Inclusive Framework’s ( 29 ) agreed direction of work on digitalisation and the international tax rules through 2020. It describes how digitalisation is also affecting other areas of the tax system, providing tax authorities with new tools that are translating into improvements in taxpayer services, improving the efficiency of tax collection and detecting tax evasion. A final report from the OECD/Inclusive Framework is expected in 2020. 6.5. The EESC considers it important that any new rules on how to allocate taxation rights between countries is fair for both small and large consumer countries, as well as for developed and developing countries. Proper remuneration for the contributions made in terms of innovation, entrepreneurship etc. must be recognised. Corporate tax revenues, although small in relation to total tax revenues, are important for resource mobilisation and financing of needed infrastructure, research & development, education and health care etc. 7. The role of private investment to fulfil the SDG 7.1. The EESC notes that for many of the SDGs, the EU Member States are among the top performers. The Committee stresses that the EU and its Member States have to take steps to ensure future-proof fiscal and taxation systems in order to achieve the SDGs. 7.2. The involvement of Organised Civil Society at all levels is essential in order to realise the SDGs, as civil society represents key stakeholders in the implementation of the Agenda 2030 and much of the needed investment will come from the private sector. 7.3. Businesses are global drivers of productivity, inclusive economic growth, job creation, investment and innovation. Private sector expertise holds the keys to unlocking many of the challenges linked to sustainable development. 7.4. Investment, including foreign direct investment (FDI), plays an important role in eradicating poverty, combatting climate change and ensuring inclusive sustainable growth ( 30 ). For instance, the achievement of Goal 8 ( 31 ) will require more private-sector investment. The Addis Ababa Action Agenda (2015) recognises this by stating that ‘private business activity, investment and innovation are major drivers of productivity, inclusive economic growth and job creation.’ 7.5. The EESC underlines that predictable tax rules are essential for cross-border trade, business investment, jobs and growth. Income tax treaties could help trade grow by providing greater certainty for businesses, reducing double taxation and providing a mechanism to fight aggressive tax planning and tax evasion. Governments must agree on acceptable forms of tax competition and businesses must adhere to rules and principles agreed upon by and between countries. 7.6. Recently, the OECD and the IMF issued a joint report on tax certainty as a response to heightened concern expressed by the G20 leaders about uncertainty in tax matters and its impact on cross-border trade and investment, especially in the context of international taxation. 7.7. The World Bank’s Paying Taxes 2018 report ( 32 ) notes that for many businesses in developing countries the tax burden is already quite high. For example, in sub-Saharan Africa, effective tax rates facing medium-sized companies are seven percentage points higher than the world average. Tax policies that promote investment and innovation, particularly in developing economies, would go a long way in attracting foreign direct investment (FDI), which consequently provides opportunities for decent work, innovation and increased productivity in order to effectively increase the gross domestic product of countries. 24.3.2020 EN Official Journal of the European Union C 97/7 ( 28 ) http://www.oecd.org/tax/tax-challenges-arising-from-digitalisation-interim-report-9789264293083-en.htm. ( 29 ) The OECD Inclusive Framework. ( 30 ) See Business Charter for Sustainable Development ICC, (2015). ( 31 ) Goal 8 — Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all. ( 32 ) https://www.doingbusiness.org/en/reports/thematic-reports/paying-taxes ",
        "7.8. Companies need to be transparent towards the tax authorities. The principal aim of country-by-country reporting is, according to the OECD, to develop a high-level risk assessment tool to provide tax authorities with a better overview of multinationals’ global activities and taxes paid, while expressly not being the basis of taxation itself. In addition, there is also a need for greater transparency from governments regarding how much tax is collected and how it is spent. 7.9. There is sometimes a misconception that development funding could be financed entirely or primarily by ‘cracking down on the questionable tax practices of multinational enterprises.’ Impartial OECD estimates indicate that BEPS by multinationals amounted to USD 100-240 bn before any counter-measures were enacted ( 33 ). In the EU, BEPS was estimated to have been 0,3 % of GDP ( 34 ). While significant, this amount is not enough to fund implementation of the SDGs. Further, these revenues would likely not accrue to those countries most in need of development funds. The most important source of revenue for funding the SDGs is sustainable economic growth. Thus, tax policies that encourage sustainable economic, social and environmental growth are required to meet these goals. 7.10. The EESC welcomes the Platform for Collaboration on Tax, which is a joint initiative of the International Monetary Fund (IMF), the Organisation for Economic Cooperation and Development (OECD), the United Nations (UN) and the World Bank Group (WBG), as it facilitates the interactions between standard-setting, capacity-building, and technical assistance in the sphere of international tax. The EESC believes that the EU should also be a member of the Platform. 7.11. The EESC considers that the work on taxation/private investment and the Sustainable Development Goals by the UN Committee of Experts on International Cooperation in Tax Matters is of the utmost importance for advancing the global dialogue and greatly contributes to peer learning and exchange of best practices. The EESC stresses that European civil society must play an active role in this crucial international debate. Brussels, 11 December 2019. The President of the European Economic and Social Committee Luca JAHIER C 97/8 EN Official Journal of the European Union 24.3.2020 ( 33 ) BEPS report (2015), OECD. ( 34 ) See EESC opinion Taxation — qualified majority voting (OJ C 353, 18.10.2019, p. 90). ",
        "Opinion of the European Economic and Social Committee on Binding UN treaty on business and human rights (own-initiative opinion) (2020/C 97/02) Rapporteur: Thomas WAGNSONNER Plenary Assembly decision 24.1.2019 Legal basis Rule 32(2) of the Rules of Procedure Own-initiative opinion Section responsible External Relations Adopted in section 28.11.2019 Adopted at plenary 11.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 136/23/12 1. Conclusions and recommendations Conclusions 1.1. The EESC fully endorses human rights as a universal and inalienable, indivisible, interdependent, interrelated and therefore mandatory basis for all societal engagement. Human rights are a foundation for Europe’s wealth and a peaceful life. The EESC emphasises that all social and political human rights must guarantee a decent way of living for all people and that their infringement must not lead to unjustified profits. 1.2. Human rights infringements can be better prevented when there is an internationally–agreed binding standard, designed to be implemented and protected by states. The EESC welcomes an approach recognising that it is the duty of states to protect, promote and fulfil human rights and that businesses have to respect those rights. 1.3. The EESC welcomes that the current draft text has considered substantive issues proposed by the EU, such as its recommendations for on the scope to encompass all businesses and for a stronger conceptual alignment with the United Nations Guiding Principles on Business and Human Rights (UNGPs). The rules shall be built coherently with existing due diligence systems, especially the UNGPs, to facilitate easier implementation and to avoid redundancies. 1.4. As the scope of the draft treaty, based on EU recommendations, now encompasses all business activities, generally regardless of size, the EESC encourages the EU and its Member States to take measures to support businesses with the implementation of their human rights obligations, which could be based on their existing voluntary CSR engagements, particularly with regard to international activities. The EESC recognises the difficulties in applying the measures foreseen in such a treaty for SMEs and urges the EU and its Member States to strongly support SMEs and facilitate practical frameworks to enable them to ensure that they respect human rights in their activities. 1.5. The EESC stresses that non-binding and binding measures are not mutually exclusive, but shall complement each other. 24.3.2020 EN Official Journal of the European Union C 97/9 ",
        "1.6. Systems like the OECD Guidelines for multinational enterprises (OECD MNE Guidelines) and the Reporting standards of the UNGP show that there are already practical ways of implementing stringent human rights standards of conduct on the business side. Businesses that have already committed themselves to those standards, should not incur additional burdens. To avoid creating redundancies the optional protocol envisaged in the implementation mechanism shall take into account the system of OECD National Contact Points, which would have to be adapted to support binding rules, or other existing national human rights institutions (NHRIs). 1.7. Despite much-welcomed major progress, especially in Europe, in relation to non-binding guidelines for respecting human rights in the business context (e.g. UNGPs, OECD MNE Guidelines), a binding treaty is important for those businesses that are not yet taking their responsibilities seriously. In this way, worldwide uniform human rights standards, jurisdiction and applicable law as well as fair and effective access to justice will be assured for victims of business-related human rights infringements. This will also serve to level the playing field for businesses, create legal certainty and create fairer global competition. 1.8. The EESC recommends that one forum ( 1 ) conducting fair proceedings should have jurisdiction particularly when it is unclear whether a parent company, one of its subsidiaries or a supplier is potentially liable, even if the companies are located in different countries. The EESC stresses that through the strong provision on mutual legal assistance, forum shopping can be avoided. 1.9. The EESC believes that the work of the Open Ended Intergovernmental Working Group shall continue. Accordingly, the EESC stands ready to give input as the voice of organised civil society. The EESC affirms that social dialogue, social partners and civil society organisations significantly contribute to respecting human rights. Recommendations 1.10. In the interest of furthering and fostering human rights and creating a level playing field for businesses based on coherent and stringent worldwide standards, the EESC calls on the European institutions, in particular the European Commission and the European Council and the Member States, to support the ongoing current treaty process and constructively engage in the negotiations. 1.11. The current draft has potential for substantive improvements that must be addressed. The European Commission needs a clear mandate to coordinate the necessary European engagement. 1.12. The EESC recommends that there shall also be provisions allowing for flexibility between commensurate but not overburdening rules for SMEs on the one hand, and more stringent rules for high-risk industries on the other. Moreover, the EU shall offer special support instruments to help SMEs to manage the challenges of such a treaty (e.g. an agency, support for peer learning). 1.13. The EESC fully supports the resolutions adopted by the European Parliament (EP) ( 2 ), in particular its calls for full commitment to the development of a binding instrument and specifically the need for an international grievance and monitoring mechanism. The EESC notes that there are international systems, like the complaints procedure at the ILO, which can serve as a template for more ambitious international enforcement, because binding rules will not be effective without strong engagement by states and enforcement mechanisms. 1.14. Where not already developed, national action plans shall be drawn up to implement human rights due diligence and there shall also be a European action plan. When developing, implementing and enforcing the action plans, organised civil society must be involved. 1.15. The EESC recommends that the European Commission study the feasibility of a ‘Public EU Rating Agency’ for human rights in the business context. C 97/10 EN Official Journal of the European Union 24.3.2020 ( 1 ) Oxford Dictionary of law (7 th ed) — The place or country in which a case is being heard. ( 2 ) i.a: EP resolution of 4 October 2018 [2018/2763(RSP)]. ",
        "1.16. The EESC recommends that there shall be a strong international monitoring and enforcement mechanism, with the possibility of bringing complaints to an international committee. Moreover, there shall be an independent UN officer (ombudsperson) for victims of human rights infringements, investigating and supporting their claims where necessary, which independently follows up on alleged infringements and brings them to the attention of the committee. 1.17. The draft includes a very broad definition of human rights. A reference in the draft treaty’s preamble to the ILO Tripartite Declaration of Principles concerning Multinational Enterprises and Social Policy and the Sustainable Development Goals (SDGs) shall include them as fundamental to its interpretation. In particular, human rights — such as the right to a healthy environment, education and data protection — must be more explicitly referred to and included within the scope of the treaty. 1.18. The draft already stipulates a choice of competent jurisdictions, which needs further refining and so the EESC considers that, when a company is involved with its business activities in transnational supply chains, it shall be ensured that jurisdiction can be asserted in its country of domicile. It shall also be made clear that local subsidiaries and suppliers can be sued or at least joined to claims in the country of domicile of the parent or recipient company. 1.19. The EESC notes the importance of witnesses and the role of whistle-blowers. It welcomes the protective provisions included in the current draft text. NGOs working in this area shall be supported. 1.20. The EESC recommends that there must be clarification regarding the interplay between due diligence and liability, including clear and practical provisions to make sure that due diligence incorporates ongoing monitoring in supply chains, along with respective liability, should that fail. A further clarification shall build on the concepts already developed for the UNGPs. 1.21. The EESC recommends that there shall be criminal liability in cases of grave negligence. In the case of less serious offences, such as neglecting the duty to report regularly, administrative liability shall be stipulated. 1.22. The draft text includes a provision on reversing the burden of proof in civil liability, which shall be clarified to ensure consistent application across jurisdictions and to ensure that victims can rely on its application when necessary. 1.23. In relation to trade and investment agreements, it shall be made clear that implementation measures for a treaty on business and human rights are justified and cannot be circumvented by investment dispute resolution ( 3 ). 1.24. The current draft allows to opt-in to a dispute settlement system. This shall be reconsidered in order to fit better within existing frameworks, as those of the nine core human rights instruments with dispute settlement include an opt-out provision. 1.25. The EESC welcomes the fact that the current draft text addresses issues of mutual assistance. However, the provisions on the cost of proceedings have changed substantially. With the exception of cases of frivolous litigation, victims shall not have to bear the costs of proceedings. 1.26. The EESC endorses a legally-binding instrument on business and human rights, but strongly encourages close cooperation with social partners and civil society organisations. 2. Background 2.1. The SDGs target, in various ways, improvements in employment relations, responsible production and consumption and firm human rights commitments. A binding treaty could support these efforts substantially, by creating an international liability framework. 24.3.2020 EN Official Journal of the European Union C 97/11 ( 3 ) OJ C 110, 22.3.2019, p. 145. ",
        "2.2. International guidelines on business and human rights include the UNGPs and the UN Global Compact (UNGC), as well as guidelines developed at the OECD (OECD MNE Guidelines) giving multinational enterprises a framework for Corporate Social Responsibility (CSR) strategies and also legal implementation by structuring their contracts when operating abroad and using global supply chains. The OECD also provides guidance documents on a number of sectors. Their effect on encouraging the implementation of due diligence in supply chains ( 4 ) shows that it is possible to manage risks and implement stringent standards pertaining to human rights infringements. 2.3. The infringement of human rights affects the lives of people, their communities, the environment or their property. The EESC has thus welcomed initiatives such as this ( 5 ) and emphasises that the participation of civil society and trade unions in due diligence procedures is important. Responsible business conduct has become an issue for businesses. Civil society as well as trade unions see that businesses are making efforts to broaden the practical implementation of human rights and better business conduct. In the ongoing discussions on the treaty, business representatives emphasise the importance of worldwide human rights applying to all employees, the effective implementation of ILO standards and rules for health and occupational safety. CSR reports are not marketing tools but a way to illustrate that responsibility is being assumed. The EESC encourages the MS to take strong measures to implement their human rights policies and to support businesses in relation to their voluntary CSR engagement, particularly with regard to international activities. 2.4. However, voluntary measures cannot prevent all rights infringements ( 6 ). Binding measures accompanied by appropriate sanctions would serve to ensure adherence to a minimum legal standard, also by those businesses that do not take their moral responsibility as seriously as those that implement a high human rights standards, e.g. on the basis of the UNGPs. Binding rules shall be shaped coherently with existing due diligence systems, especially the UNGPs, to facilitate easier implementation and to avoid redundancies. Voluntary and binding measures are not mutually exclusive, but complement each other. 2.5. The EESC recognises that most businesses, especially in the EU, are committed to upholding human rights. However, according to ILO statistics, forced labour generates worldwide in the construction, manufacturing, mining, utilities and agriculture sectors, USD 43 billion in profits for those businesses that have not committed themselves enough to implementing human rights in their value chain. 2.6. The Corporate Human Rights Benchmark was created by professional investors together with human-rights NGOs ( 7 ). The benchmark is designed to be a tool for investors to identify responsible firms, so it would be in the interest of companies to show a good performance. It shows that implementation of the UNGPs is low with regard to many benchmarked companies. Especially noteworthy are active companies worldwide, such as McDonalds and Starbucks, which are especially active in Europe, and have a low implementation ranking on the UNGPs. Over and over again, international, non-European, companies gain advantages over European companies, committed to the observance of human rights. Over 40 % of benchmarked companies score no points in human rights diligence at all and two thirds of benchmarked companies score under 30 % in UNGP implementation, which also includes European companies. 2.7. Even though a large majority of business feels committed to human rights, human rights infringements in the context of business activities happen again and again. The binding treaty would assure victims that worldwide uniform human rights standards, an applicable law as well as fair access to authorities and courts will be ensured. This would also serve to level the playing field for businesses and create legal certainty as well as fairer global competition. C 97/12 EN Official Journal of the European Union 24.3.2020 ( 4 ) http://www.oecd.org/daf/inv/mne/oecd-portal-for-supply-chain-risk-information.htm ( 5 ) OJ C 303, 19.8.2016, p. 17. ( 6 ) Some of the most recent examples: hazelnut pickers in Turkey, https://www.nytimes.com/2019/04/29/business/syrian-refugees- turkey-hazelnut-farms.html; gravestones produced with child labor https://kurier.at/politik/ausland/blutige-grabsteine-was-fried- hoefe-mit-kinderarbeit-zu-tun-haben/400477447; mineral extraction for electric car batteries https://www.dw.com/de/kinderarbeit- f%C3%BCr-elektro-autos/a-40151803 ( 7 ) https://www.corporatebenchmark.org/ ",
        "2.8. The EU follows an agenda of promoting and spreading human rights in its external policies. The EU Conflict minerals regulation, the Non-financial Reporting Directive and the Timber Regulation are examples in which human rights due diligence has been strengthened. Clauses in Free Trade Agreements include commitments to the protection of these rights. Certain EU MS — foremost France, but also the UK and the Netherlands — have adopted legislation enhancing corporate accountability and firmer frameworks for human rights due diligence. The Fundamental Rights (FRA) Agency analysed European competences regarding business and human rights and found that there are definitive grounds for EU competences as well as MS competences ( 8 ). Accordingly, it advises an open method of coordination approach. The competence issues must be clarified before formal ratification of the convention takes place; however, in principle a mixed competence must be assumed. Proceedings against infringements of fundamental rights by businesses are handled indirectly through administrative, civil or criminal law. They raise issues of international private and international (corporate) criminal law, legal matters which have to some extent been harmonised in the EU. 2.9. The EP has adopted a number of resolutions on the topic and has been a strong supporter of active participation in the negotiations on a binding legal instrument. The EP has also requested a study on Access to legal remedies for victims of corporate human rights abuses in third countries ( 9 ) formulating concrete recommendations to the EU institutions to improve such access. 2.10. The Council has requested an opinion from the FRA on Improving access to remedy in the area of business and human rights at the EU level . This opinion found substantial potential for improvement. 2.11. In 2014, the United Nations Human Rights Council (UNHRC) adopted Resolution 26/9, in which it decided to establish an open-ended intergovernmental working group (OEIWG), to elaborate an international legally binding instrument to regulate, in international human rights law, the activities of transnational corporations and other business enterprises. The resolution was supported by a large number of developing countries. The current draft was presented in July 2019. 2.12. The EU has participated in the working group, but has disassociated itself from the results of the working group session of October 2018, citing a number of issues. The most important of these seem to be issues of applicability to all businesses and not only transnational ones, closer orientation to the UNGP and a more transparent process. As the current draft text stands, substantive issues proposed by the EU seem to have been taken into consideration. In view of the legal issues of harmonisation, the EU should strongly participate in the process, with an official negotiation mandate, to represent the interests of the European Union and its Member States. 2.13. There are major economies, which are as of now not actively participating, such as the US, or do not seem to be strongly engaged, such as China, in the treaty process. Giving the treaty wide scope of application will serve to promote responsible business conduct, including by firms from these major economies. Even if they do not ratify the binding treaty, entering with their operations into the European common market, will make them potentially liable in Europe, according to the binding treaty. It would be a necessity for those countries to implement more stringent rules on human rights due diligence, if they wish to profit further from European markets. 3. General comments 3.1. The EESC fully endorses human rights as a universal and inalienable, indivisible, interdependent, interrelated and therefore mandatory basis for all societal engagement, be it politics, international cooperation, social dialogue, economy or business. Human rights have been a foundation for Europe’s wealth and a peaceful life on our continent. More than that, they and the European social state model including universal education systems have guaranteed economic development and material well-being. The EESC emphasises that all social and political human rights must guarantee a decent way of living for all people in the world and that their infringement must not lead to unjustified profits. 24.3.2020 EN Official Journal of the European Union C 97/13 ( 8 ) FRA opinion on Improving access to remedy in the area of business and human rights at the EU level p. 62. ( 9 ) EP/EXPO/B/DROI/FWC/2013-08/Lot4/07, Feb. 2019 — PE 603.475. ",
        "3.2. The EESC considers that prevention of human rights abuses should be the foremost goal of a binding treaty. When there is an internationally agreed minimum binding standard for business conduct, businesses need even more support and guidance in implementing measures and the EU and its MS need to recognise the responsibility they have in making sure responsible business conduct does not lead to unfair competition. 3.3. The EESC fully supports the resolutions adopted by the EP and reiterates its call for a full commitment to and active engagement in the process in Geneva for the development of a binding instrument including the need expressed therein for a grievance mechanism. The European Commission should act on these resolutions and show a strong commitment. 3.4. The EESC also agrees on the necessary content of a binding treaty as set out by the EP, namely: — building on the UNGP framework, — defining mandatory due diligence obligations for transnational corporations and other business enterprises including their subsidiaries , — the recognition of the extraterritorial human rights obligations of states and the adoption of regulatory measures to that effect, — the recognition of corporate criminal liability , — mechanisms for coordination and cooperation among states on investigation , prosecution and enforcement of cross-border cases and — the setting-up of international judicial and non-judicial mechanisms for supervision and enforcement. 3.5. The EESC also supports the EP’s opinion that if claimants are able to choose the jurisdiction, states will be incentivised to introduce stringent rules and fair legal systems, to keep such cases within their jurisdiction. However, enforcement mechanisms should ensure that it is in the best interests of states to legislate for obligatory due diligence concerning business and human rights. There are international systems, such as the complaints procedure at the ILO, which can serve as a template for more ambitious international enforcement. 3.6. Binding rules shall not lead to a situation in which businesses adhering to responsible business conduct are the target of frivolous litigation. The extent to which a binding act makes businesses responsible for violations needs to be clearly defined. Accordingly, rights infringements can be better prevented, when there is an internationally agreed binding standard, implemented and protected by states. This is reflected in the current approach of the draft text, which does not introduce direct obligations to businesses but obligates states to implement an agreed standard according to their own legal systems. 3.7. The study by the EP and the opinion by the FRA referred to above explore particular issues that come up regularly when people try to claim human rights infringements by companies, their subsidiaries or in their supply chain before European courts. 3.7.1. The jurisdiction of European courts is usually reserved for European defendants. This means that a Europe-based company may be sued in a European court, but its subsidiaries, which are based in the country where the damage occurred, typically may not. Suppliers and intermediaries in the supply chain are even farther removed from the European company in question. The EESC notes that it must be ensured that victims of business-related human rights infringements have, as a matter of human rights, guaranteed access to fair proceedings, courts and authorities. Especially when it is unclear if the parent company, one of its subsidiaries or suppliers is potentially liable, one forum conducting fair proceedings shall have jurisdiction. C 97/14 EN Official Journal of the European Union 24.3.2020 ",
        "3.7.2. The EP study also illustrates mediation procedures that can be used by victims to state their claims. The EESC explicitly welcomes such valuable voluntary procedures as popularised by the OECD, the UNGP and the Global Compact, but notes that these procedures do not solve the issue of human rights infringements by firms that do not apply the human rights aspects of CSR. Therefore, official prosecution is necessary as well. 3.7.3. Gathering evidence is often difficult for claimants for practical reasons. Cases often involve large numbers of people and language barriers. While it is often easy to prove that a local company is a subsidiary or a supplier of a European company, proving the extent of control exercised is very difficult for victims. When a European jurisdiction can be asserted, the costs of proceeding s can be extreme, even when victims of infringements succeed. There is much potential for improvement in international judicial cooperation. The EESC welcomes the fact that the current draft text addresses issues of mutual assistance but demands that victims shall not have to bear the costs of proceedings, with the exception of cases of frivolous litigation. 3.8. When EU MS, on an individual basis start stipulating more stringent mandatory due diligence frameworks this will lead to a mismatch of such standards within the EU. Companies that are located in EU MS with more stringent due diligence requirements shall not be out-competed by those that are not. The EESC notes that companies shall have a level playing field and legal certainty, with clear responsibilities. 3.9. The EESC therefore considers active engagement and participation of representatives of the EU in the coming process to be crucial. It cannot be in the interest of the EU and its MS not to participate actively in the drafting of a human rights treaty with potentially major ramifications for the international trade system ( 10 ). The current draft has potential for substantive improvements that must be addressed. The European institutions and the MS have to engage actively and the European Commission needs a clear mandate to be able to coordinate the European engagement. 3.10. As the treaty will have to be implemented and enforced by the MS and the EU, where not already developed, national actions plans shall be drawn up in the Member States, setting out how human rights due diligence will be implemented. There shall also be a European action plan, in order to make sure all levels of European governance participate according to their competences. When developing, implementing and enforcing the action plans, organised civil society has to be involved. 3.11. The European Commission shall study the feasibility of a ‘Public EU Rating Agency’ for human rights in the business context, developing a system on which basis auditing firms can be certified and regularly controlled (criteria, monitoring). Such an agency could support business (in particular SMEs) by trying to define and improve their human rights exposure, with beneficial effects for businesses on questions of liability. The exploration of this concept could be an issue for a subsequent opinion. 3.12. Human rights responsibility should become a required subject in economic, business and related curricula and training and such an educational emphasis could be supported by EU education programmes. 4. Specific comments 4.1. The treaty is being developed by a working group of the UNHRC, which is responsible for the implementation of the UN human rights covenants. As the norm-addressees of the treaty are states and not individuals (such as corporations or persons who are victims of infringement), the set-up of such a working group at the UNHRC does make sense, while other organisations, such as the ILO and WTO are easily involved. The EESC believes that the work of the OEIGWG shall continue. 4.2. The underlying mandate of the OEIWG focuses on transnational situations. Business associations and trade unions have argued for a broader scope, covering all business (e.g. state-owned enterprises and domestic business enterprises). The EESC welcomes the fact that the revised draft text has considered those demands in principle. However, the draft text needs further clarification. In this regard, the EESC demands that EU institutions actively involve themselves. 24.3.2020 EN Official Journal of the European Union C 97/15 ( 10 ) The EESC noted the relevance of a UN binding treaty in OJ C 110, 22.3.2019, p. 145, point 2.19. ",
        "4.3. There shall be a strong international monitoring and enforcement mechanism, with the possibility of bringing individual complaints to the international committee. More than that, there shall be an independent UN officer (ombudsperson) for victims of human rights infringements, investigating and supporting their claims when necessary and independently following up on alleged infringements to bring them to the attention of the committee. 4.4. The draft includes a very broad definition of human rights. The EESC welcomes the inclusion of the ILO 190 Convention in the preamble. However, the ILO’s Tripartite Declaration of Principles concerning Multinational Enterprises and Social Policy also includes a comprehensive catalogue of declarations and rights pertaining to multinational enterprises and work, which also specifically notes the conventions and recommendations on occupational safety and health. Recent developments in human rights have also emphasised more strongly the rights to a healthy environment and data protection and shall be considered. The above-mentioned documents and rights belong to a basic corpus of human rights, which is applicable worldwide and therefore shall be considered within the scope of the treaty. The EESC welcomes the fact that the gender dimension of human rights infringements, an often overlooked aspect, has been more strongly embedded into the prevention part of a binding treaty. 4.5. The draft already stipulates in principle a choice of competent jurisdictions, which must be further refined. When a company is involved with its business activities in transnational supply chains (e.g. receiving wares or resources), it shall be ensured that jurisdiction can be asserted in its country of domicile. It shall also be made clear that local subsidiaries and suppliers can be sued or at least joined to claims in the domicile country of the parent or recipient company. 4.6. There shall be further clarification regarding the interplay between due diligence and liability, including clear and practical provisions to make sure that due diligence incorporates ongoing monitoring — in the sense of a system of checks and controls — in supply chains, along with liability, should that fail. English case law has developed a standard of control for parent companies regarding infringements by their subsidiaries ( 11 ), which might inspire a clearer provision on liability specifically for subsidiaries. The current draft text focuses on contractual relationships, which might make it difficult to reliably map liability along global value chains, as business relationships may take different forms along these chains. There is potential to improve the current text, and a further clarification shall build upon the concepts already developed for the UNGP which the EU shall make a priority. 4.7. As the scope now encompasses all business activities, and not only transnational ones, there shall also be provisions allowing for flexibility between commensurate but not overburdening rules for SMEs on the one hand, and more stringent rules for high-risk operations on the other. Moreover, the EU shall offer special support instruments to help SMEs to manage the challenges of such a treaty (e.g. an agency, support for peer learning). 4.8. The EESC notes the rules on mutual legal assistance and international cooperation in the current draft. Such functions can perhaps be facilitated through the international offices of a UN ombudsperson, mentioned above. 4.9. The draft text includes a provision on reversing the burden of proof in cases of civil liability, which shall be clarified to ensure a consistent application across jurisdictions and make sure that victims can rely on its application when necessary. That would mean at least that claimants of human rights infringements shall only be required to prove the existence of a definite connection between the perpetrator of the infringement (such as a supplier or subsidiary) and the (recipient or parent) company, which shall in turn be required to plausibly explain that the infringements were not within its control. The EESC doubts that relegating the reversal of the burden of proof to the courts, instead of legislation, will serve legal certainty and consistent application. 4.10. The EESC notes the importance of witnesses and the role of whistle-blowers. It welcomes the protective provisions included in the current draft text. NGOs working in this area shall be supported. 4.11. There shall be criminal liability in cases of grave negligence. In the case of less serious offences, such as neglecting the duty to report regularly, administrative liability shall be stipulated. C 97/16 EN Official Journal of the European Union 24.3.2020 ( 11 ) See FN 9, p. 40. ",
        "4.12. The EESC welcomes the inclusion of a provision on consistency with other bilateral and multilateral agreements. However, in relation to trade and investment agreements, it shall be made clear that implementation measures for a treaty on business and human rights are justified and cannot be circumvented by investment dispute resolution. 4.13. It shall be possible among states to enforce the implementation of a binding treaty. There already exist procedures, which can inspire such possibilities, such as the complaints procedures under the ILO constitution, which allows the social partners and states to file complaints against the non-observance of ILO Conventions. If states can file complaints against each other, worldwide implementation can be enforced. Responsible companies would be better protected against unfair competition. Such complaints shall also be accessible for social partner organisations and NGOs. If such a system is established independently of ILO procedures, it shall operate without prejudice to the ILO system and its provisions. 4.14. The current draft allows to opt- in to a dispute settlement system. This shall be reconsidered to fit better within existing frameworks, as those of the nine core human rights instruments with dispute settlement include an opt-out provision. 4.15. In the revised draft, the provisions on statutes of limitations and the applicable law were scaled back compared to the ‘zero draft’. As these provisions contain important procedural rights for victims the EESC recommends going back to the text of the zero draft. 4.16. Representatives of organised civil society, especially business representatives, have pointed out the late availability and publication of draft documents in the ongoing treaty process in Geneva. This must be improved in order to allow for well-balanced and constructive feedback. Transparency must be ensured for all participants in all steps of the process. 4.17. The EESC endorses a legally-binding instrument on business and human rights, but strongly encourages close cooperation with social partners and civil society organisations. Brussels, 11 December 2019. The President of the European Economic and Social Committee Luca JAHIER 24.3.2020 EN Official Journal of the European Union C 97/17 ",
        "Opinion of the European Economic and Social Committee on ‘External aid, investment and trade as instruments to reduce the reasons of economic migration, with a special focus on Africa’ (own-initiative opinion) (2020/C 97/03) Rapporteur: Arno METZLER Co-rapporteur: Thomas WAGNSONNER Plenary Assembly decision 23-24.1.2019 Legal basis Rule 32(2) of the Rules of Procedure Own-initiative opinion Section responsible External relations Adopted in section 28.11.2019 Adopted at plenary 12.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 152/0/9 1. General conclusions and recommendations 1.1. EU development policy seeks to foster the sustainable development of developing countries, with the primary aim of eradicating poverty, stimulating sustainable growth and job creation, and promoting peace and security/stability, good governance and human rights. It is a cornerstone of EU relations with the outside world and contributes to the objectives of EU external action — alongside foreign, security and trade policy (and international aspects of other policies like environment, agriculture and fisheries). When implementing these aims, the policies should in all cases ensure a ‘decent life’, enforce the rule of law and create quality working conditions. In this regard, the EESC explicitly emphasises the necessity of achieving gender equality and empowering girls and women. 1.2. In an ever-changing world, one thing is sure: Africa and Europe will remain each other’s close neighbours. Africa’s 54 countries and the European Union’s 28 Member States have a shared neighbourhood, history and future. The EESC underlines that past errors should definitely be avoided in the shared future of both continents. 1.3. Seventy years ago, Europe was a continent of net emigration as its citizens fled scourges such as war, hunger, poverty, unemployment, environmental degradation, oppression and discrimination. The success of the EU in creating opportunities for its people has made us a continent of net immigration. We should work together with African countries to offer them similar progress. 1.4. It is difficult to identify a coherent EU economic strategy relating to Africa as a whole. The EESC would like to stress its engagement to being involved in such a transparent and coherent approach, as a body representing organised civil society and as an active partner in all such EU agreements. The European External Action Service (EEAS) has announced that the EU is already a strong political partner with Africa and that the next step is to be true economic partners and deepen our trade and investment relationship. The EESC has played a major role in identifying civil society relationships under the Cotonou Agreement. It is now important that continued and even greater engagement by the EESC and its structures becomes a substantial element of the post-Cotonou agreement. In this way EU civil society will be enabled to help civil society from African countries to become a reliable and trustworthy partner for investors. This will only be accomplished by fostering a partnership on an equal footing and by taking into real account the current asymmetries in the economic situation. C 97/18 EN Official Journal of the European Union 24.3.2020 ",
        "1.5. To achieve common objectives, strengthening economic collaboration will be crucial. Recent years have witnessed approaches to a new paradigm in EU-Africa relations (for example in agriculture), focusing increasingly on policy cooperation and the promotion of sustainable investment and a stable, responsible and inclusive business environment. This paradigm has to be successfully developed further in the agriculture sector as well as in other sectors and must include more local people on the ground. 1.6. The EESC recommends the establishment at EU level of a one-stop-shop policy and an appropriate consultation mechanism for providing information and contacts to those wanting to invest in and collaborate with Africa. This would also serve the purpose of monitoring, as a form of political instrument. The implementation of a one-stop-shop for all Africa-related initiatives would avoid overlapping of projects and ensure transparency and efficiency of EU support. 1.7. The EESC equally recommends the establishment of an appropriate platform for better information sharing between European and African SMEs about best practices for investing and collaborating. 1.8. There is a need to put forward a clear and transparent institutional architecture for EU development cooperation with Africa, based on the New Consensus for Development ( 1 ), that allows more realistic analysis and implementation of the development perspective. The EESC hopes that the post-Cotonou agreement could propose a pragmatic platform for reformed development cooperation policy, consistent with the complexities of the development process. This platform should be based on collaboration between all EU Member States and EU institutions in an effort to register all programmes, projects and initiatives at national and EU level. This would avoid overlapping and duplication of activities in certain areas, while missing support in other areas. 1.9. At the same time the EESC is in favour of a process to maximise the social and economic ( 2 ) development impact of other EU policies. In particular, trade, investment, tax ( 3 ), external aid ( 4 ), the fight against internationally organised crime and climate policies must be coherent with the goals of development cooperation policy. 1.10. The EESC is strongly committed to making European development finance more efficient and effective. Taking into consideration the EU investment funds which already invest in Africa, the EESC recommends establishing an investment fund, similar to the ESF, to partner as co-investor with private and public investments. This fund should be based on the criteria and principles of the 2030 Agenda and recognition of internationally accepted basic standards ( 5 ). The projects supported should be monitored and listed in central registers or platforms. The EESC urges even closer collaboration by CSOs (especially the EESC) on their ethical values in connection with all projects. 1.11. The EESC calls for implementation of a ‘from aid to invest’ approach, meaning changing the focus from handing out benefits to dealing with and supporting self-reliant, self-dependent economic players and intercontinental economic projects based on cooperation on a level playing field. 1.12. Financial structures in Africa itself should be strengthened to support long-term financing, both for private and public investments. This is an important prerequisite for enduring, sustainable development. European experiences with cooperative banking and national development banks, catering to municipalities in particular, can perhaps serve as a template. In particular, microcredit and investment could be a key issue for the future of the African economy. Sustainable development will only take place when regional value chains and consumer markets for a middle class are supported ( 6 ). 24.3.2020 EN Official Journal of the European Union C 97/19 ( 1 ) OJ C 246, 28.7.2017, p. 71. ( 2 ) https://www.africa-eu-partnership.org//sites/default/files/documents/eas2007_joint_strategy_en.pdf. ( 3 ) OJ C 81, 2.3.2018, p. 29. ( 4 ) Understood as disaster and humanitarian relief, conflict prevention, democratisation, development cooperation, but not military and border police support and cooperation. ( 5 ) Such as the Tripartite Declaration of Principles concerning Multinational Enterprises and Social Policy. ( 6 ) Studies show that a certain minimum income leads to decreasing migration pressures, i.a. Clemens, Does Development Reduce Migration? (2014) (http://ftp.iza.org/dp8592.pdf). ",
        "1.13. The EESC considers that EU development cooperation should focus on working towards a people-centred partnership, ensuring the participation of civil society, trade unions and the private sector and delivering direct benefits for African and European citizens. 1.14. The EESC stresses that organised civil society could help to build a trusted environment in structuring African civil society with instruments for access to law, enforcement of security, and anti-corruption in partnership with African structures. This should be the added value European civil society brings to African development based on the same shared values, such as democracy, rule of law, and political and citizens’ rights. 1.15. EU FTAs and EPAs with African countries do not contain any mechanism for dialogue with organised civil society. The EU should seek, in the context of the revision of these agreements, to establish such dialogue mechanisms for non-state actors. 1.16. Drawing on the approach and emerging experience of the Sustainable Business for Africa (SB4A) platforms, mainly focused on private sector engagement, the EU should target more of its aid and foster a similar initiative for civil society at large — either as part of the SB4A framework or accompanying it or in parallel to it. These could become multi-stakeholder Sustainable Trade and Investment for Africa platforms. 1.17. The EESC considers that the EU should target some of its Aid for Trade resources to the support of civil society organisations’ participation and capacity-building, regarding sustainable trade and investment endeavours. 1.18. Through a multi-stakeholder approach also involving civil society organisations, the EESC promotes initiatives and adjustments to the FTA/EPA/GSP trade policy regimes conducive to effective and sustainable implementation of the AfCFTA and African market integration. It should in particular strengthen intra-African trade and regional and continental integration and develop major sectors of the economy throughout Africa. 1.19. At the heart of improving living conditions in Europe has been investment in public infrastructure, especially in education. One core aim of our development policy in Africa must be to improve the level of education there, particularly among economically vulnerable groups. 1.20. The EESC welcomes the EU’s planned increase of funding to Africa to EUR 40 billion (USD 46,5 billion) in the next budget period and hopes it will be significantly leveraged by private investors. 2. Background 2.1. Europe is a global leader in development, being the world’s biggest provider of Official Development Assistance. Providing over 50 % of all global development aid, the EU and its Member States are collectively the world’s leading donor. 2.2. According to the World Bank ( 7 ), remittances by expatriates to developing countries amounted in 2016 to about USD 426 billion, which is about three times official development assistance worldwide. Providing legal employment opportunities for African migrants in Europe and ensuring safe money transfer facilities will do much to help Africa’s development. 2.3. Africa and Europe are immediate neighbours, bound by a common history. They share common values and interests to guide their cooperation in the future. Today they are jointly addressing global common challenges such as climate change and peace and security. Africa will be especially vulnerable to climate change, even though it contributes less than 4 % to global gas emissions. 27 out of the 33 countries most at risk from climate change are in Africa. C 97/20 EN Official Journal of the European Union 24.3.2020 ( 7 ) http://pubdocs.worldbank.org/en/992371492706371662/MigrationandDevelopmentBrief27.pdf. ",
        "2.4. Cooperation at a continental level between Africa and the European Union is guided by a Strategic Partnership, which is based on shared values and common interests. In 2007, the Joint Africa-EU Strategy (JAES) was adopted by the EU and the African Union to forge stronger links between the two continents in key areas of cooperation, to deepen the political dialogue, and to provide a concrete road map for future joint work. 2.5. The EU has the longest-standing cooperation with the African, Caribbean and Pacific (ACP) Group, enshrined since 1975 in the Lomé Convention and updated since 2000 in the Cotonou Agreement. 48 states of sub-Saharan Africa are parties to the Cotonou Agreement. 2.6. The EU is currently negotiating a successor to the Cotonou Agreement, which covers the 2000-2020 period, with the African, Caribbean and Pacific (ACP) states. The political and economic context has changed enormously over the past two decades, with trade relations between the EU and the ACP countries now largely regulated by bilateral and regional Economic Partnership Agreements, and with the prominence of the African Union framework, calling into question the coherence, complementarity and synergy between ACP and AU frameworks. 2.7. A successor to Cotonou offers an opportunity to modernise the rules on issues including investment, services, fair trade, human rights, decent working conditions and migration. But cooperation needs to be placed on a new foundation based on the 2030 Agenda and the African states will have to decide whether they want to negotiate together as a continent. 2.8. These facts motivate the EESC to insist on a coherent socioeconomic strategy on EU-Africa relations and to show the proper place of civil society and the social partners’ engagement in the post-Cotonou negotiations. 2.9. The EESC has discovered that there is no centralised oversight or recording of all initiatives and programmes and partnerships at EU or national level. In addition there is no complete knowledge about the amount of funds going to Africa. 3. Bottlenecks 3.1. It is essential to underline the growing heterogeneity of the African continent and the EU should adapt its policies to the realities. We need a much more pragmatic and realistic approach in developing EU-Africa relations. 3.2. The direct relationship between the EU and the African Union (AU) has gained in prominence since the release of the Joint Africa-EU Strategy (JAES) in 2007. The EU has also pushed other initiatives, like the Emergency Trust Fund, the Africa Investment Facility, the External Investment Plan, and a series of sub-regional accords. The multiplicity of modalities in EU-Africa relations produces a complex and at times incoherent architecture , where elements of other policies mix with development cooperation. To this confusion are added the divergent interests of the Member States. 3.3. Boosting private sector investment requires peace, security and stability, and an enabling investment climate and business environment. Investor surveys ( 8 ) clearly indicate that much more is needed in this area to improve Africa’s capacity to compete worldwide in attracting investment capital. The rule of law, fight against corruption, an independent judiciary, and predictability of taxation, as well as peace and stability, are all key factors influencing both domestic and foreign investors’ decisions. The cost of setting up a business is thought to be around three times higher in fragile states, significantly discouraging private investment ( 9 ). 24.3.2020 EN Official Journal of the European Union C 97/21 ( 8 ) Inter alia, World Bank Doing Business 2017 Report. ( 9 ) European Political Strategy Centre strategic note, The Makings of an African Century (2017). ",
        "3.4. In its opinion on The core role of trade in implementing the SDGs ( 10 ) the EESC stated that: ‘Implementation of the SDGs will need direct involvement of civil society not least as that should encourage the rule of law and help counter corruption’. That opinion also emphasised the need to build infrastructure within Africa, currently being pursued by the Chinese. Internal trade within Africa is low, especially when agricultural products are concerned; it accounts for between 10 % and 15 % of all African trade, which will hopefully improve with the implementation of the 2017 WTO Trade Facilitation Agreement. 3.5. According to projections, resources of about USD 600 billion annually are necessary to implement the SDGs in Africa ( 11 ). Even with the engagement of foreign investment and official development assistance, sustainable development in Africa will depend on the mobilisation and the generation of domestic resources. Such resources are based on long-term investment and long-term value creation, to achieve quality employment and local and regional value chains. Better education and private consumption are major drivers for growth in Africa, which means that creating markets — consumers — in Africa for its own products has to play a substantial part in achieving development. Public infrastructure is very crucial in enabling long-term private investment as well. 3.6. The EESC points out the importance of the Erasmus+ programme in order for more African youth to have access to advanced education. 3.7. The link between economic development and migration should not be overlooked. Studies have shown ( 12 ) that the needs for migration decrease once a certain per capita income is reached (depending on the study, figures between USD 6 000 and 10 000 per capita per annum are found). Aside from the fact that most migration in Africa takes place within the continent, these figures point to the need for a development policy geared towards giving people a decent life, employment and prospects in their own countries. To achieve this will be an immense challenge because, according to demographic projections, 2,5 billion people will live in Africa by 2050 ( 13 ). 3.8. The SDGs stipulate the necessity of achieving gender equality as well as empowering girls and women becoming self-sufficient; the development challenges we face today have a distinct gender aspect, which needs to be assessed in designing policies and addressed in implementing them. 3.9. Corruption is a huge problematic issue, not only in Africa. There is a need to promote good economic and financial governance by strengthening the transparent management of public finances, creating a credible system to fight corruption based on the independence of the judiciary, and improving the business climate as well as the circumstances for social improvement. 3.10. Organised civil society could have an important watch-dog function. Implementing a stronger role for NGOs, trade unions and business associations and supporting such initiatives in partner countries serves to promote good governance, justice and democratisation. 3.11. Europe is losing ground in Africa in comparison with other global players like China, investing billions in the continent. EU Member States fear they will find themselves relegated to the second league. If Europe’s engagement, as well as that of China, were not centred exclusively on profits, but also focused on sustainable development in Africa, fostering decent living standards, the need to migrate could be lessened. 3.12. The EESC calls for implementation of a ‘from aid to invest’ approach, meaning changing the focus from handing out benefits to dealing with and supporting self-reliant, self-dependent economic players and intercontinental economic projects based on cooperation on a level playing field. C 97/22 EN Official Journal of the European Union 24.3.2020 ( 10 ) OJ C 129, 11.4.2018, p. 27. ( 11 ) German Ministry for Development Afrika und Europa — Neue Partnerschaft für Entwicklung, Frieden und Zukunft — Eckpunkte für einen Marshallplan mit Afrika and Unctad Economic Development in Africa Report 2016 . ( 12 ) i.a. Clemens, Does Development Reduce Migration? (2014) (http://ftp.iza.org/dp8592.pdf). ( 13 ) Africa’s Development Dynamics 2018: Growth, Jobs and Inequalities , AUC/OECD 2018. ",
        "3.13. The reluctance of conservative structures (for example churches) towards population growth management reduces the chances for the development of a strategy for sustainable economic and social growth. 4. Investment 4.1. For many years the EU’s Africa policy has been characterised by good intentions and unfulfilled promises. However, since the refugee crisis interest in a new strategy for cooperation with the continent has increased sharply. The EU plans to invest more in Africa and wants to intensify trade relations, because the next step needed is to become true economic partners. Such a partnership should be founded on an understanding of equal opportunities, taking note of the obvious asymmetries that exist between Africa and Europe. 4.2. Investments in Africa show an uneven picture, reflecting global uncertainty, with foreign direct investment flows to Africa fluctuating and not showing the strong upward trend required. South Africa, Nigeria, Kenya, Egypt and Morocco together attracted 58 % of total foreign direct investment in 2016, while less-advanced and more fragile countries face systemic challenges in attracting private investment. 4.3. The EU is Africa’s biggest investor, with its Member States holding approximately 40 % of foreign direct investment stock worth EUR 291 billion in 2016 ( 14 ). Africa’s strong economic progress over the last two decades and the inherent potential for the future mean that there is a substantial opportunity to do more. Demographic projections for Africa make it clear that it is also necessary to generate millions of new, quality jobs, especially for young people entering the labour market. Macroeconomic indicators do not by themselves translate into better living standards for everyone. Policies need to make sure that economic development benefits the living standards of the population at large. 4.4. In order to achieve sustainable development and create quality jobs for the African population — which is set to double by 2050 — public and private investment in particular must increase. 4.5. Investment has become a key question for Africa’s future development and will be an issue in the negotiations on a successor to Cotonou. In view of the multitude of existing instruments, negotiations on an investment regime that combines appropriate investor protection on an equal footing with sustainability commitments, especially regarding human rights, the protection of the environment and the creation of decent living standards, promise especially great added value. 4.6. In the next budget period the EU plans to increase funding to Africa to EUR 40 billion (USD 46,5 billion). The hope is that this money will then be multiplied by private investors. As an incentive, the EU wants to provide risk guarantees to encourage the private sector to make the commitment and invest in African countries. Those investments which clearly fulfil and target the sustainability goals, set out in Agenda 2030, should be given priority when it comes to support. Beside the system of risk guarantees an adequate system of checks and monitoring is also needed to ensure the fulfilling of the SDGs. The EESC strongly recommends that organised civil society contributes to the fight against the misuse of European funds. 4.7. Potential investors, mainly those coming from SMEs, report that there is a lack of confidence in the investment environment concerning political stability, justice, intellectual property rights, access to markets and the state of implementation of trade agreements. 4.8. The EESC recommends establishing an investment fund, similar to the ESF, to partner as co-investor with private and public investments. This fund should be based on the criteria and principles of the 2030 Agenda and recognition of internationally accepted basic standards ( 15 ). The projects supported should be monitored and listed in central registers or platforms. The EESC emphasises even more intensive collaboration with organised civil society (especially the EESC) on their ethical values in connection with all projects. 24.3.2020 EN Official Journal of the European Union C 97/23 ( 14 ) Eurostat 2018. ( 15 ) Such as the Tripartite Declaration of Principles concerning Multinational Enterprises and Social Policy. ",
        "4.9. The EESC supports the creation of an environment where access to finance is facilitated for both African and European micro, small and medium-sized enterprises, where the legal framework is improved for both public and private investment, and where public procurement systems become more efficient, where investments benefit the people in the local economies and foster domestic quality job creation and where necessary international standards are promoted. 4.10. Financial structures in Africa should also be strengthened to support long-term financing. This is an important prerequisite for lasting sustainable development. In addition, cooperative banking, for example, was a cornerstone of development in numerous European countries and national development banks, also catering to municipalities in particular, have fostered investment in Europe. By using these measures European countries financed social and local public infrastructures in particular, which were not only an important foundation for private investments and lasting economic growth, but also for the development of European welfare states. 4.11. The EU and its Member States should concentrate their financial instruments on specific targets and institutions in order to avoid destructive competition. Competition between different European and international institutions has caused misunderstandings and difficulties in accessing African markets. More joint and direct engagement, control and transparency are needed. Civil society could play an institutional role here as independent monitors. 4.12. An investment policy fostering European private investments in Africa should in particular be directed towards creating regional value chains producing goods which can be consumed primarily in Africa, thereby creating domestic markets. This could echo the European growth model in the decades after the Second World War, which was highly dependent on its domestic markets to develop its industry. 4.13. The African and European NGOs, mainly those with African roots, could perform a bridge-building function for economic development and could become actors in supporting sustainable economic development in their countries of origin. 5. Trade 5.1. The EU is still Africa’s biggest trading partner, accounting for 36 % of all exports, ahead of China and the US. The aim of the European Commission is to intensify this cooperation and put it on a new contractual basis. 5.2. As Africa’s main trading partner, the EU’s intention has been to offer its most generous trade preferences to African countries, either through its GSP (and EBA for LDCs, many of which are in Africa), or through FTAs, notably Economic Partnership Agreements, which have development as their prime objective. 5.3. Yet, contrary to provisions in the new generation of EU FTAs and in the Caribbean EPA, EU FTAs and EPAs with African countries do not contain any mechanism for dialogue with organised civil society. FTAs with north African countries do not yet have clauses on Domestic Advisory Groups or a Trade and Sustainable Development chapter. And EPAs, which are about development, do not provide for a Consultative Committee clause to foster non-state actor dialogue on the sustainable implementation and impact of the EPA. 5.4. Engagement and dialogue with organised civil society can also take place outside of (or in parallel to) trade agreements. As trade and investment relations between the EU and Africa are meant to foster sustainable development, all stakeholders, and not only state actors, should be engaged. 5.5. There are development challenges resulting from the current structure of trade between Africa and Europe. Even when ratified, not all EPAs are actually implemented by partner countries. This is also not wholly unjustified, as there have been numerous reports of European exports crowding out the development of local industries and sectors ( 16 ). Extended C 97/24 EN Official Journal of the European Union 24.3.2020 ( 16 ) e.g. https://www.deutschlandfunk.de/das-globale-huhn-ghanas-bauern-leiden-unter-gefluegel.766.de.html?dram:article_id=433177 https://www.wienerzeitung.at/nachrichten/wirtschaft/international/835163_Was-Altkleider-fuer-Afrikas-Wirtschaft-bedeuten.html https://www.dialog-milch.de/im-fokus-eu-milchpulver-und-der-milchmarkt-in-afrika/ ",
        "free trade is a definite structural shift for partner countries, which were previously able to regulate their economic sectors through preferential systems. Also, EPAs are negotiated with economic blocs, the members of which often have different situations, and this could merit different approaches to trade policy. Last but not least, comprehensive trade agreements could in and of themselves pose an organisational challenge regarding negotiations for developing countries and newly industrialised countries. 5.6. A greater engagement with civil society has some capacity-building and cost implications, which should be addressed for effective engagement mechanisms to be put in place. The EU should target some of its Aid for Trade (a percentage could be identified) to the support of civil society participation, social dialogue and capacity-building, regarding sustainable trade and investment endeavours. 5.7. Africa is also engaged in the establishment of the African Continental Free Trade Agreement (AfCFTA), towards a single African market. To date it has over 40 signatories and is seen as extremely significant by many state and non-state actors across Africa. It should strengthen intra-African trade and regional and continental integration and develop major sectors of the economy across Africa. The EU can effectively support this endeavour and help ensure that its preferential trade regimes with African countries and regions (EU FTAs with north Africa, EPAs and GSP regime) contribute to support Continental trade integration, moving towards a continent-to-continent trade agreement. 6. Towards a new ‘Africa-Europe Alliance’ 6.1. Africa does not need charity: it needs genuine and fair partnership according to the Alliance for Sustainable Investment and Jobs between Europe and Africa proposed in September 2018. The proposal declares that this would help create up to ten million jobs in Africa in the next five years alone. It must be implicit that these jobs have to guarantee an income that allows for a decent standard of living. The Alliance is about unlocking private investment and exploring the huge opportunities that can produce benefits for African and European people and economies alike. The EU should consider developing the numerous EU-African trade agreements into a continent-to-continent free trade agreement, as an economic partnership between equals. As such, the Alliance is an important political sign. Such a partnership should be founded on an equal footing, mindful of the asymmetries, and take into account the respective capabilities. 6.2. In order to become a real alliance, there is a need for reflection on both sides, a need for greater understanding, coordination and cooperation from both parties and a need: — for ownership from Africa, — to go beyond the governments, — to include all non-state actors, — to have the goal of creating a decent life for all people in Africa. 7. Post-Cotonou and the role of civil society 7.1. The European Commission has started negotiations for a new ambitious partnership with 79 ACP countries. Both the ACP and the EU value the ‘political dimension’ as an achievement of the Cotonou Agreement and wish to retain it. It focuses on the political dialogue related to national, regional and global questions of mutual interest, as well as a commitment to human rights, good governance and peace and stability. 7.2. Such a new fair trade relationship developed with African countries should promote decent work and uphold public services. Trade policy must ensure full respect and protection of human rights, quality jobs and the environment and must also take account of the development needs of less developed countries. Trade can be a great opportunity only if it creates quality jobs and boosts sustainable growth. Every trade agreement should ensure the inclusion of organised civil society, good governance and transparency. 24.3.2020 EN Official Journal of the European Union C 97/25 ",
        "7.3. The EESC has played a major role in fostering civil society relationships under the Cotonou Agreement. It is now important that continued and even greater engagement by the EESC and its structures becomes a substantial element of the post-Cotonou agreement. In this way EU civil society will be enabled to help civil society from African countries to become a reliable and trustworthy partner for investors. Brussels, 12 December 2019. The President of the European Economic and Social Committee Luca JAHIER C 97/26 EN Official Journal of the European Union 24.3.2020 ",
        "Opinion of the European Economic and Social Committee on ‘Use-value’ is back: new prospects and challenges for European products and services (own-initiative opinion) (2020/C 97/04) Rapporteur: Dimitris DIMITRIADIS Plenary assembly decision 24.1.2019 Legal basis Rule 32(2) of the Rules of Procedure Section responsible Single Market, Production and Consumption Adopted in section 19.11.2019 Adopted in plenary 11.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 191/3/4 1. Conclusions and recommendations 1.1. The European Economic and Social Committee (EESC) considers that providing innovative, highly-specialised products and services with well-recognised and certified key characteristics that cater to customers’ needs, as well as to social and environmental sustainability requirements, can become the essence and focus of modern European competitiveness. The present opinion aims to establish a European identity in accordance with global, systemic socioeconomic changes. 1.2. The EESC argues that recent developments are restoring use-value to the forefront of contemporary competition. This serves the sustainable rebound in European production across all sectors and industries. Beside their well-documented socioeconomic impact, European small and medium enterprises (SMEs) can become an important factor in redefining Europe’s position in the contemporary distribution of labour, responding to the demand for variety worldwide. 1.3. The ‘return of use-value’ ties in with the basic attributes of Europe, where significant sociocultural, geological and climatic diversity occurs. This underlines the importance of aiming for highly-specialised products and services: for the sake of competitiveness, production processes should also be in line with policies for social and environmental sustainability. 1.4. If we consider the massive economies of scale in emerging and developing economies and the denial of social and environmental responsibility along with the return of aggressive protectionism in many of the developed countries, adopting specialised, qualitative and sustainable production patterns is probably the best (if not the only) way out of this trap, not only for Europe but for the world as a whole. 1.5. To that end, the EESC recommends policy interventions in the following directions: (i) national and EU governance should apply a use-value oriented policy mix, spatially adjusted according to local characteristics and needs; (ii) developing a similarly ambitious industrial policy for Europe and promoting clustering and cooperatism of (semi-) autonomous producers, whereby preserving variety matches scale benefits in specific segments of the product life cycle; (iii) generalising industrial symbiosis in order to promote the circular economy; (iv) improving access to financial resources by implementing the capital markets union action plan and its promotion of microfinancing tools, as well as through green and use-value-related banking approaches. 1.6. Vocational Education and Training (VET) and Life-Long-Learning (LLL) provide an excellent opportunity for networking and clustering in order to lower the costs of human development, as well as a way to strengthen crucial horizontal abilities. 24.3.2020 EN Official Journal of the European Union C 97/27 ",
        "1.7. Data access and data management ability is the next area for policy intervention. Nevertheless, ensuring both digital sovereignty and the privacy of natural and legal persons may be a technically and legally difficult task. On the other hand, producers of products and services need to also have the possibility and the ability to use the necessary methods and processes, digitalised or not. Next to the provision of open-source software (OSS), this discussion guides us back to the need for VET and LLL. 2. Background to the present opinion 2.1. ‘Use-value’ is the answer to the question ‘what is a product or a service useful for’. In a broader, holistic approach it includes all different positive or negative uses, directly related or indirectly induced. Use-value refers to all real, objective and/or subjectively anticipated attributes of a product or a service during its whole life-cycle (‘from cradle to grave’). Everything, material or not, that has a use-value is an ‘economic good’. In an era of a ‘commercialised economy’, exchange-value (the price) has pushed use-value out of sight of the operating market, so that the latter was at best supposed to be indicated by the former. 2.2. Nowadays, due to the speeding up of labour’s productivity growth, human needs are being gradually transformed towards the satisfaction of a desire for variety rather than quantity, which has long been saturated in the leading world markets. In general, consumer preferences are shifting towards products and services of specialised, differentiated, certified qualities. This characterises even the emerging markets, for special segments of local demand according to age, education, occupation, degree of urbanisation etc. 2.3. Not surprisingly, the latest technological and procedural upgrades aim to expand productivity, not only in terms of producing quantities on a mass scale, but more importantly in terms of producing differentiated qualities, thereby improving the direct match between production and existing preferences. 2.4. Moreover, accelerating technical change is also leading to goods losing their typical commercial character and triggering a process of gradual de-commercialisation, albeit to different degrees in different industries. All of this is placing use-value back at the forefront of contemporary competition, which could serve as the basis for a sustainable rebound in European production across all sectors. 2.5. The EU institutions seem to have perceived these structural mutations. Commission Communication COM/2017/0479 focuses on the need to invest in a smart, innovative and sustainable European industry. The EESC responded with the referral opinion ( 1 ), stressing the need to scale up SMEs and boost relevant innovation. 2.6. In a more recent exploratory opinion, the EESC called for ‘a holistic approach to reconcile growth, climate, environmental challenges and societal problems in a fair transition design’. On this basis, the Committee went on to urge the Commission and the Member States to ‘adopt a long-term and comprehensive strategy with a global vision’, where ‘Europe’s attractiveness must be a priority for any industrial policy based on innovation and competitiveness’ ( 2 ). 2.7. More recently, given the ‘high costs vs facing the Greenhouse Effect’ dilemma, the EESC’s own-initiative opinion on the industrial perspective of reconciling climate and energy policies ( 3 ) investigates the technical and legal feasibility of border adjustment measures for the internal price of GHG emissions. In that document, the EESC advised the Commission to look more closely at this and other policy options, such as a reformed emissions trading system (ETS), carbon border adjustment, and a VAT rate adjusted to carbon intensity. 2.8. The present own-initiative opinion goes one step further. It refers to what a comprehensive approach to industrial policy should include, in order to reposition European production of goods and services in the global context, on the basis of an eco-social open market model that responds to the tradition and the future of the EU. C 97/28 EN Official Journal of the European Union 24.3.2020 ( 1 ) OJ C 227, 28.6.2018, p. 70. ( 2 ) OJ C 197, 8.6.2018, p. 10. ( 3 ) OJ C 353, 18.10.2019, p. 59. ",
        "3. The micro level 3.1. The structural changes mentioned update the ‘usefulness’ of SMEs: beside their well-documented socioeconomic impact — significantly boosting value added in a modern society and creating new jobs — SMEs can become the main factor in repositioning European production, given their ability to respond to the specific needs of niche markets and the increasing demand for variety worldwide. 3.2. Acknowledging the contemporary importance of SMEs does not automatically make them less vulnerable. As such, one of the aims of this opinion is to help find new ways to support European small and medium-sized producers in overcoming scale-related disadvantages. The EESC reiterates its call for the promotion of new methods of networking, clustering and cooperatism, preserving the autonomy of producers in the interests of producing goods of differentiated quality, while some segments of the life cycle of the output produced will be jointly served utilizing economies of scale. This could apply, for instance, when designing and promoting goods, in establishing start-up incubators and pre-incubators, in the areas of transportation and logistics, access to financial resources, access to and use of big data and specialised databases, and interconnectivity in the context of the circular economy. 3.3. Improving access to financial resources and services is vital for European companies and especially for SMEs. The implementation of the Capital Markets Union Action Plan is essential, as it puts forward microfinancing tools for innovation, start-ups and non-listed companies, as well as methods for making it easier to enter and raise capital on public markets, etc. Moreover, given the importance of environmental and social aspects relating to goods and services (either directly or indirectly), green and use-value-related banking approaches should be further promoted. Appropriate competence centres could prove very helpful for including sustainability principles in SME operation. 3.4. Special attention should also be paid to the transition to a circular economy, encouraging producers to collaborate and share resources efficiently. To this end, as well as stressing the importance of providing European consumers with the most objective information, the EESC emphasises the creation of eco-industrial parks and districts. A community of manufacturing and service businesses can enhance environmental and economic performance by collaborating on managing environmental and resource issues, including energy, water and materials. This spatial ‘symbiosis’ fosters the sharing of resources between entities in the same sector or even across different sectors. 3.5. The benefits of industrial symbiosis can be felt at all levels of sustainability: the widening of forward and backward linkages within industrial parks and production districts turns the cost of waste disposal and treatment into a profit centre by reducing the cost of raw materials, maximising the use of underutilised resources and facilities, spreading the cost of new infrastructure, and investing in collaboration with stakeholders from the same sector or even other sectors. 3.6. Moreover, resource management becomes a source of innovation, adding value to ‘useless’ or ‘non-exploitable’ resources and opening up new business opportunities, while enabling compliance with regulations and eliminating the risk of incurring financial penalties. Equally important are the environmental benefits: through industrial symbiosis, the use of raw materials, net waste generation and carbon emissions are reduced without compromising economic activity. These factors can serve as the basis for a recognisable global certification of final output with a view to further highlighting the quality of European products and services. 3.7. Improving the ability of European companies, and especially of small and medium-sized producers, to efficiently manage any relevant data and information (business intelligence is a new relevant term) increases their chances of survival, but also their ability to adapt to a changing global market: — smarter use of resources, as real-time data on the status of products such as vehicles and other machinery enables companies to identify possible failures and plan for predictive maintenance and repairs accordingly, thus extending the lifespan of products; — greater security of supply resulting from the ongoing transition to the circular economy, i.e. decreased dependency on ‘virgin’ resources, and increased use of recycled goods, resulting in lower exposure to volatile raw prices for a company and, thereby, increasing its resilience; 24.3.2020 EN Official Journal of the European Union C 97/29 ",
        "— providing products as a service, using sensors to oversee their usage — consumers can then pay fees according to their consumption, while companies remain the owners of the product, thereby enabling products to be used for longer periods, with customers only paying for what they actually use; — increased flexibility and competitiveness as a result of properly addressing challenges such as higher volatility, client interaction and loyalty, and the costly issue of waste disposal; — opening up ways of creatively engaging with customers, whereby companies may establish more intimate service relationships with them and ‘tailor’ products and services more effectively. 3.8. Last but not least, the matter of networking and clustering also applies when it comes to developing the required skills among employees. Cedefop has stressed the need for more cooperation, especially on work-based learning, between VET institutions, universities, research centres and companies. Horizontal skills should be strengthened though initial and also life-long learning processes in order to create more flexible manufacturing processes and boost creativity and innovation, including in relation to the digital transformation, etc. 4. The macro-level 4.1. Re-industrialisation in the sense of rebuilding a multisectoral production structure in Europe emphatically emerged following a period of de-industrialisation and an increase in outsourcing to other, mostly non-European regions. The restoration of a diverse, productive sustainable ‘ecosystem’ is recognised as having multiple positive effects on socioeconomic development. This is because it: (i) creates forward and backward productive linkages, (ii) strengthens local markets, (iii) reduces the degree of productive dependency, thereby fostering the resilience of the local economy; and (iv) provokes interdisciplinary R & D activities boosting innovation with respect to production processes and the characteristics of the products and services on offer. 4.2. To bring about a rebound in European production and take advantage of the existing global trend of re-shoring, European competitiveness must be restated in the framework of contemporary internationalised markets. Global value chains experience significant changes: (i) continuous contraction since the global financial crisis; (ii) ‘regionalisation’ as a strategy to move closer to the major consumer markets; (iii) restructuring of the spatial break-up of production chains. 4.3. Prioritising quality next to price and goods losing their typical commercial character ties in with the basic attributes of Europe — an area that is full of sociocultural, geological and climatic diversity, where, at the same time — or perhaps precisely for that reason — SMEs continue to play a significant role as ‘intensifiers’ in the economy. Therefore, providing innovative, highly-specialised products and services with well-recognised and certified key characteristics that cater to customers’ needs as well as to social and environmental sustainability can become the essence and focus of modern European competitiveness. 4.4. This argument is even more convincing if we consider the newly evolving bi-polar world: massive economies of scale in emerging and developing economies and the denial of social and environmental responsibility along with the return of aggressive protectionism in many of the developed countries, with Europe caught in the middle (being for instance affected by the trade war between the USA and China). Spectacular technological, social and demographic changes are bringing about dramatic transformations in the nature and structure of the global economy, with new local markets and needs emerging. Adapting to systemic developments and adopting the aforementioned characteristics of specialised, qualitative and sustainable production could provide a way out, not only for Europe but for the world as a whole. 5. Relevant policy proposal at local, national and EU level 5.1. In order to address all of the challenges associated with establishing a European identity and reasserting the role of European products and services in the global economy, the EU and its Member States have to invest significantly more resources in research and development, education, infrastructure, marketing and innovative technologies. To that end, as advocated by the European social partners, civil society and other stakeholders, an ambitious industrial policy for Europe is needed, focusing on innovation, smart regulation, social partnership, free trade, and social and environmental responsibility. C 97/30 EN Official Journal of the European Union 24.3.2020 ",
        "5.2. Given the rapidly transforming and intensifying global competition, trade policy is unavoidable. Moreover, it is essential for counteracting internally-generated market failures. Nevertheless, rather than becoming trapped in a protectionism spiral, national and EU governance should develop and apply a use-value oriented policy mix, spatially adjusted according to local characteristics and needs: (i) standardisation and certification measures for domestic protection and for overseas promotion of European brands; (ii) (pro-)active economic diplomacy exploiting international political, cultural and socioeconomic bonds; (iii) use of public sector procurement as an instrument for enforcing qualitative standards in the European markets; (iv) promoting the necessary infrastructure investments and institutional arrangements that further strengthen the competitiveness of local production. 5.3. The above-mentioned smart trade regulations should go hand in hand with smart EU and national industrial policies: (i) digitalisation, cyberisation and AI applications in production; (ii) investing in the development of more deeply differentiated and highly specialised products and services; (iii) investing in the technical ability to efficiently produce differentiated varieties, (iv) promoting clustering and cooperatism of (semi-)autonomous producers, whereby preserving variety matches scale benefits in specific, carefully-chosen segments of the products life cycle; (v) generalising the system of industrial symbiosis to promote the circular economy; (vi) further strengthening the links between production and R & D, also in less applied scientific fields (see the relevant discussion for the new Horizon Europe 2020-2025). 5.4. Especially for the above-mentioned promotion of targeted clustering and of industrial symbiosis, regional, branch-specific studies will be needed to reveal the segments of local production, where the different types of networking and cooperatism could be established. 5.5. As already mentioned, VET and LLL are both a tool for networking and clustering in order to achieve scale benefits regarding the costs of human development that employers must bear, as well as a way to strengthen crucial abilities for boosting creativity, innovation and adjustability in the production process. Future European VET and LLL policy will need to prioritise these horizontal skills at all levels in a variety of ways, including new learning methods, utilising up-to-date technology and new funding mechanisms, thereby helping production units to adopt the newest achievements and use them in developing new differentiated products. 5.6. Data access and data management ability is the next area of policy intervention that refers to the purpose of supporting European producers and service providers in responding to the contemporary evolution of globalised markets and utilising their comparative advantage in highly specialised goods and services. This is especially essential for SMEs. Nevertheless, freeing data access goes hand in hand with an increasing risk of data abuse. Ensuring both digital sovereignty and the privacy of natural and legal persons may be a technically and legally difficult task, yet at the same time essential. 5.7. Finally, next to the already easier access to an exponentially growing amount of data, producers of products and services also need to have the possibility and the ability to use the necessary data-management ‘toolkit’ consisting of methods and processes, digitalised or not. Business intelligence is a relatively new term in the relevant literature and describes exactly the ability to utilise information and data-sets. Next to the technical and legal interventions for providing OSS, this discussion guides us back to the relevant horizontal skills that need to be developed through VET and LLL. Brussels, 11 December 2019. The President of the European Economic and Social Committee Luca JAHIER 24.3.2020 EN Official Journal of the European Union C 97/31 ",
        "Opinion of the European Economic and Social Committee on Common Minimum Standards in the field of unemployment insurance in EU Member States — A concrete step towards the effective implementation of the European Pillar of Social Rights (own-initiative opinion) (2020/C 97/05) Rapporteur: Oliver RÖPKE Plenary Assembly decision 15.3.2018 Legal basis Rule 32(2) of the Rules of Procedure Own-initiative opinion Section responsible Section for Employment, Social Affairs and Citizenship Adopted in section 15.11.2019 Adopted at plenary 11.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 141/65/14 1. Conclusions and recommendations 1.1. The European Pillar of Social Rights (EPSR) was solemnly proclaimed at the EU social summit in Gothenburg on 17 November 2017. In order to breathe life into the pillar, the EU and Member States need to take concrete steps to implement it effectively. 1.2. The European Economic and Social Committee (EESC) would draw attention to principle 13 of the EPSR (Unemployment benefits) , which states that the unemployed have the right to adequate activation support from public employment services to (re)integrate into the labour market and the right to adequate unemployment benefits of reasonable duration , in line with their contributions and national eligibility rules. Such benefits should not constitute a disincentive to a quick return to employment. 1.3. Unemployment insurance is a central component of the social welfare systems of all Member States, albeit with different formats in different countries. The EESC shares the Commission’s view that improved standards in Member States’ unemployment insurance systems enable labour markets to function more effectively , and that Member States with more generous unemployment insurance systems and higher spending on active labour market policy and measures are better able to reintegrate unemployed people into the labour market on a sustainable basis ( 1 ). At the same time, the EESC highlights its important function as an automatic stabiliser. 1.4. There is currently a large divergence in unemployment benefits among Member States. The EESC would refer to the 2019 Joint Employment Report, which states that the provision of adequate unemployment benefits over an appropriate period of time, to which all workers have access and which are accompanied by effective labour market measures, is essential to support job seekers in the transition into the labour market ( 2 ). 1.5. The EESC reiterates its call for high employment and social standards ( 3 ) and therefore recommends setting targets for the Member States’ unemployment benefits. Targets should be set for net replacement rate , entitlement period and coverage rate . The EESC also recommends targets for training and activation . C 97/32 EN Official Journal of the European Union 24.3.2020 ( 1 ) European Semester: Thematic factsheet — Unemployment benefits — 2017. ( 2 ) COM(2018) 761 final of 21.11.2018, EPSCO Council ST 7619 2019 INIT, 15.3.2019. ( 3 ) OJ C 62, 15.2.2019, p. 165. ",
        "1.6. As a first step, targets for unemployment benefits should be set and monitored in a European Semester benchmarking process . The EESC reiterates its recommendation that the EPSR should also influence economic governance in the EU ( 4 ). In its view, the country-specific recommendations to the Member States under the European Semester should include specific targets on net replacement rate , entitlement period and coverage rate , as well as on training and activation . The country-specific recommendations are drawn up by the Commission, adopted by the Council and endorsed by the European Council. 1.7. The basis for the country-specific recommendations should be the integrated guidelines ( 5 ). Under Guideline 7 of the 2018 employment policy guidelines ( 6 ) , which remain applicable in 2019 ( 7 ), Member States should provide the unemployed with adequate unemployment benefits of reasonable duration , in line with their contributions and national eligibility rules although such benefits should not constitute a disincentive to a quick return to employment. 1.8. The EPSR is supported by a social scoreboard, which monitors the implementation of the pillar by following trends and progress in the Member States and feeds these into the European Semester. The EESC recommends that, in future, unemployment benefits should also be monitored in the social scoreboard. It also recommends a benchmarking process for unemployment benefits as a complement to the social scoreboard . The EESC therefore specifically welcomes the Commission’s current efforts to establish a benchmarking process for unemployment benefits, and considers that these efforts should be stepped up and associated with a long-term monitoring process. 1.9. The aim of the proposed benchmark process on unemployment benefits is to promote the upward social convergence of the Member States and improve the functioning of labour markets . The benchmark process must be based on an analysis of the situation as it stands, with no omissions or airbrushing. It must not be confined to monitoring and evaluation alone. Member States should learn from one another by analysing those performing best ( benchlearning ) and make improvements ( benchaction ). 1.10. The benchmark process for unemployment benefits should be managed by the Commission and the social partners should be closely and consistently involved in setting benchmarks. 1.11. Social targets must lead to social convergence over time. People need to see that the principles of the EPSR do not only exist on paper, but are also implemented in practice and gradually improve their living conditions. 1.12. The EESC recommends that the results of the benchmarking process should be closely monitored and evaluated. If there is insufficient progress towards the desired outcomes, a legally binding instrument should be introduced to support and complement Member States’ efforts to modernise their unemployment insurance systems. In addition to a Council Recommendation to guide Member States, the EESC recommends introducing a directive pursuant to Article 153 TFEU laying down legally binding minimum standards for the Member States’ unemployment insurance systems. This directive should include EU-wide minimum standards for unemployment benefits in terms of net replacement rate , entitlement period and coverage rate . The EESC is also in favour of EU-wide minimum standards for training and activation in the context of unemployment insurance. 1.13. Legally binding minimum standards should be applied progressively, over an appropriate period of time set such that all Member States can achieve the common standards. 1.14. As set out in Article 153 TFEU, the right of Member States to define the fundamental principles of their social security systems and the financial equilibrium thereof must not be significantly affected by this. This principle should be respected irrespective of the form or substance of the system in the Member State. Member States would not be prevented from exercising the right provided for in the Treat to maintain or introduce more stringent protective measures. 24.3.2020 EN Official Journal of the European Union C 97/33 ( 4 ) OJ C 81, 2.3.2018, p. 145. ( 5 ) OJ L 224, 5.9.2018, p. 4 ( 6 ) OJ L 224, 5.9.2018, p. 4. ( 7 ) OJ L 185, 11.7.2019, p. 44 ",
        "Particular attention should be paid in this context to differences in the organisation of national insurance systems, the involvement of the social partners, and financing. 2. Current situation and background to the opinion 2.1. Following the painful experience of the economic and financial crisis starting in 2008 and the ensuing instability, the economy is now growing again and unemployment rates are falling. However, the ongoing recovery of the labour markets is not proceeding at the same pace in all Member States, regions or sections of the population. The EESC would refer in this connection to the Joint Employment Report 2019 ( 8 ). 2.2. The EESC shares the Council’s view that the Member States and the EU should address the social consequences of the economic and financial crisis and work to build an inclusive society . Inequality and discrimination should be tackled. Access and opportunities should be ensured for all and poverty and social exclusion should be reduced, in particular by ensuring well-functioning labour markets and social protection systems ( 9 ). 2.3. In the Europe 2020 strategy , the EU set itself the goal of reducing the number of people at risk of poverty or social exclusion by 20 million by 2020. We are a long way from reaching this goal . Although the situation has been steadily improving since 2012 (when almost 25 % of the total EU population was at risk of poverty or social exclusion), Europe is still facing enormous challenges. In 2018, just under 22 % of the EU population was at risk of poverty or social exclusion ( 10 ). 2.4. Unemployment insurance is a central component of the social welfare systems of all Member States. It provides a safety net for workers who lose their jobs and offers protection against poverty . At the same time, unemployment benefits act as automatic stabilisers , because they mean that, if general unemployment levels rise, incomes and thus consumption do not fall as heavily. In addition, effective and adequate unemployment benefits enable workers to find jobs that correspond to their skills and expectations, or to complete re-training courses as part of an active labour market policy. 2.5. In some Member States, social protection has deteriorated in recent years as a result of crisis-related policies. Many people feel that, increasingly, their social interests and requirements are not safeguarded in the EU. Brexit represents the first reversal of the trend towards greater European integration. These developments must be seen as warning signs. In order to ensure the future viability of the EU and regain people’s trust, the EESC now considers it necessary to strengthen the social dimension of the EU, which includes addressing other current challenges such as climate change and digitalisation . This requires commitment at all levels , including Member States, social partners and civil society entities, on the basis of a stable, sustainable and inclusive economy ( 11 ). 2.6. At the EU social summit in Gothenburg on 17 November 2017, the European Parliament, the Council and the Commission solemnly proclaimed the European Pillar of Social Rights (EPSR) . In order to breathe life into this, the EU and Member States need to take concrete steps to implement it effectively. In her political guidelines for the European Commission 2019-2024, the newly elected president of the Commission, Ursula von der Leyen, says she will put forward an action plan to fully implement the EPSR. The EESC wishes to contribute to the implementation of the EPSR with its proposal on targets for Member States’ unemployment benefits. 2.7. The EESC would draw attention to principle 13 of the European Pillar of Social Rights (Unemployment benefits) : The unemployed have the right to adequate activation support from public employment services to (re)integrate into the labour market and the right to adequate unemployment benefits of reasonable duration , in line with their contributions and national eligibility rules. Such benefits shall not constitute a disincentive to a quick return to employment. C 97/34 EN Official Journal of the European Union 24.3.2020 ( 8 ) COM(2018) 761 final, 21.11.2018, EPSCO Council ST 7619 2019 INIT, 15.3.2019. ( 9 ) OJ L 224, 5.9.2018, p. 4. ( 10 ) Eurostat, 16.10.2019. ( 11 ) OJ C 262, 25.7.2018, p. 1. ",
        "2.8. In this connection, the EESC also highlights principle 17 of the EPSR, according to which people with disabilities have the right to income support that ensures living in dignity, and services that enable them to participate in the labour market and in society. With respect to the entitlement period for unemployment insurance, it should be borne in mind that it is considerably more difficult and time-consuming for people with disabilities to find a new job or to retrain. 2.9. Unemployment insurance is a central component of the social welfare systems of all Member States. National provisions concerning unemployment insurance systems differ widely, in terms both of eligibility and of amount, duration and calculation method. The EESC recommends setting targets for unemployment benefits within the European Semester. The EESC also draws attention to the need to safeguard basic social provision by having common rules at EU level ( 12 ). It recommends an ongoing evaluation of the benchmarking process . A Council Recommendation could be used to initiate and guide debates and reforms in the Member States concerning the introduction of common minimum standards, and to facilitate cooperation between the Member States in this area. 2.10. If, over time, there is insufficient progress towards the desired outcomes, the EESC recommends introducing a directive pursuant to Article 153 TFEU laying down legally binding minimum standards for the Member States’ unemployment insurance systems. This directive should include EU-wide minimum standards for unemployment benefits in terms of net replacement rate , entitlement period and coverage rate . The EESC is also in favour of EU-wide minimum standards for training and activation in the context of unemployment insurance. Minimum requirements should not prevent Member States from establishing more ambitious social standards (see point 16 of the preamble to the European Pillar of Social Rights). Existing standards in the Member States should not be reduced. The EESC recommends setting minimum requirements for Member States’ unemployment insurance systems in conjunction with an appropriate application of a non-regression clause (a prohibition on using the introduction of minimum standards as an excuse to reduce standards). This will accommodate the EU’s objective of improving living and working conditions in the interests of upward convergence between the Member States (Article 151 TFEU). 2.11. When looking at support for unemployed people, a distinction should be made between social security benefits (insurance-based payments) and social assistance. Insurance-based payments are generally contribution based, and are contingent on a certain length of employment. Social assistance comprises non-contributory, tax-funded welfare payments that support people who cannot support themselves financially, and are subject to an assessment of needs. This own-initiative opinion relates to social security benefits. 2.12. In connection with the debate on deepening Economic and Monetary Union, the Commission proposes creating a stabilisation function for the euro area (which non-euro area Member States would have the opportunity to join), which should make it possible to better respond to asymmetric shocks in future. One possible option put forward by the Commission for such a stabilisation function is the creation of a European Unemployment Reinsurance Scheme to act as a ‘reinsurance fund’ for national unemployment insurance schemes ( 13 ). This fiscal proposal, which is now the subject of controversial discussions, should be seen as something completely separate from this own-initiative opinion — a social policy proposal aimed at strengthening the EU’s social dimension. 2.13. The EESC recently expressed support for examining the option of setting EU-wide minimum standards for national unemployment schemes , in part to ensure that any person seeking employment can benefit from financial support ( 14 ). The Committee’s own-initiative opinion now follows through on that request. 3. General comments 3.1. Under Guideline 7 of the 2018 employment policy guidelines ( 15 ) , which remain applicable in 2019 ( 16 ), Member States should provide the unemployed with adequate unemployment benefits of reasonable duration, in line with their contributions and national eligibility rules. This recommendation means that the EPSR has been taken on board in the employment policy guidelines. 24.3.2020 EN Official Journal of the European Union C 97/35 ( 12 ) OJ C 13, 15.1.2016, p. 40. ( 13 ) COM(2017) 822 final, 6.12.2017. ( 14 ) OJ C 129, 11.4.2018, p. 7. ( 15 ) OJ L 224, 5.9.2018 , p. 4. ( 16 ) OJ L 185, 11.7.2019, p. 44. ",
        "3.2. Reducing the number of people experiencing or at risk of poverty and social exclusion is one of the five objectives of the Europe 2020 strategy and one of the 17 goals (SDGs) of the UN 2030 Agenda for Sustainable Development . The social scoreboard introduced in the ambit of the EPSR also monitors trends and progress in the Member States relating to those experiencing or threatened by poverty or social exclusion. 3.3. The EESC highlights the Commission’s findings that the entitlement period of unemployment insurance benefits has a direct impact on the risk of unemployed people falling into poverty. Member States with more generous unemployment insurance systems and higher spending on active labour market policy and measures are better able to reintegrate unemployed people into the labour market on a sustainable basis ( 17 ). There are large differences between Member States. The maximum entitlement period for unemployment benefits ranges from ninety days in Hungary to an unlimited entitlement period in Belgium ( 18 ). 3.4. The EESC believes that social security benefits must be designed in such a way that, in the event of a risk scenario such as unemployment, an adequate standard of living can be ensured. The amount of the unemployment insurance benefit, i.e. the net replacement rate , must therefore be appropriate. Here, too, there are marked differences within the EU. Net replacement rates for a low-wage worker with a short work history (1 year) range from less than 20 % of previous (net) earnings in Hungary to around 90 % in Luxembourg ( 19 ). 3.5. The number of unemployed people receiving unemployment insurance benefits as a proportion of the overall number of unemployed people is represented by the coverage rate . The coverage rate is expressed in relation to a particular length of unemployment (e.g. the proportion of unemployed receiving benefits after one year of unemployment). Here again there is a great divergence between Member States. On average, the number of the short-term unemployed (jobless for less than a year) who receive unemployment benefit amounts to only one third of all unemployed. At around 63 %, Germany has the highest coverage rate. In contrast, coverage rates are well below 15 % in Malta, Croatia, Poland, Romania and Bulgaria ( 20 ). 3.6. Low coverage in one Member State may have different causes. One reason is youth unemployment . Young unemployed people who do not manage to enter the labour market are often unable to claim entitlement without having completed periods of employment. For this reason, the young unemployed often do not receive benefits. 3.7. The EESC once again stresses that young people’s transition from (school-based) education into the labour market is of key importance. They must be given as much support as possible in order to ensure that they can be rapidly integrated into the labour market. 3.8. The duration of unemployment also affects the coverage rate. While the EU average coverage for the short-term unemployed is around a third, it is lower for the long-term unemployed because the period of entitlement to unemployment benefit is limited in most Member States. The EESC recommends setting a target for the coverage rate for the short-term unemployed (those unemployed for less than one year). 3.9. A further reason for a low coverage rate are new forms of employment and atypical and precarious insecure work , which make it difficult to acquire a benefit entitlement. With reference to the Council’s political agreement on a Recommendation on access to social protection for workers and the self-employed, the EESC calls for a comprehensive solution as regards the recognition of social security rights for workers in new forms of employment ( 21 ). 3.10. The European Pillar of Social Rights states as its first principle that everyone has the right to quality and inclusive education, training and lifelong learning in order to maintain and acquire skills that enable them to participate fully in society and successfully manage transitions in the labour market. The EESC therefore endorses targets for training and activation and reiterates its position that ensuring the right to lifelong learning for all should be on the EU’s agenda ( 22 ). C 97/36 EN Official Journal of the European Union 24.3.2020 ( 17 ) European Semester: Thematic factsheet — Unemployment benefits — 2017. ( 18 ) COM(2018) 761 final, 21.11.2018, EPSCO Council ST 7619 2019 INIT, 15.3.2019. ( 19 ) COM(2018) 761 final, 21.11.2018, EPSCO Council ST 7619 2019 INIT, 15.3.2019. ( 20 ) COM(2018) 761 final, 21.11.2018, EPSCO Council ST 7619 2019 INIT, 15.3.2019. ( 21 ) OJ C 129, 11.4.2018, p. 7. ( 22 ) OJ C 237, 6.7.2018, p. 8 and EESC opinions OJ C 14, 15.1.2020, p. 1 and OJ C 14, 15.1.2020, p. 46. ",
        "3.11. The EESC shares the Commission’s view that improved standards in Member States’ unemployment insurance systems enable labour markets to function more effectively . However, low standards do not necessarily mean lower public expenditure, as unemployed people not receiving unemployment insurance benefit in most cases receive another form of State support (e.g. unemployment benefit or minimum income). The Committee also agrees with the Commission that it is reasonable to assume that the extra spending to ensure better unemployment insurance standards, in conjunction with an active labour market policy, will — in a relatively short period — be offset by higher employment and thus higher tax revenues as well as faster economic growth ( 23 ). 4. Specific comments 4.1. There is currently a large divergence in unemployment benefits among Member States. The EESC would refer to the 2019 Joint Employment Report, which states that the provision of adequate unemployment benefits over an appropriate period of time , to which all workers have access and which are accompanied by effective labour market measures, is essential to support job seekers in the transition into the labour market ( 24 ). 4.2. The EESC therefore recommends setting targets for Member States’ unemployment benefits. Targets should be set for net replacement rate , entitlement period and coverage rate . The EESC also recommends targets for training and activation . 4.3. The EESC expressly welcomes the Commission’s efforts to support the EPSR, inter alia, in the European Semester, and to promote a benchmarking process for national unemployment insurance benefits (including via the Joint Employment Report). Benchmarking is rightly seen as an important tool in implementing the EPSR. These efforts should be stepped up and associated with a long-term monitoring process. The benchmark process for unemployment benefits must aim to contribute to upward social convergence in the EU and a better functioning of labour markets . 4.4. In the EESC’s view, the country-specific recommendations should contain concrete targets on net replacement rates, entitlement period and coverage rate , as well as on training and activation . In this regard, the Committee supports the Commission’s approach whereby more generous benefits must go hand in hand with appropriate activation for unemployed people . 4.5. The success of the single market depends to a large extent on both the efficiency of labour markets and the social protection system and on the ability of European economies to adapt to shocks. With this premise, the Europe 2020 strategy was established as a strategy for transforming the EU into a smart, sustainable and inclusive economy with a view to delivering high levels of employment, productivity and social cohesion ( 25 ). The EESC points out that the EU will not achieve the Europe 2020 strategy target of cutting the number of people in or at risk of poverty and social exclusion by twenty million. 4.6. In the EESC’s view, following the elections to the European Parliament from 23 to 26 May 2019 , it must be an urgent task for the newly constituted Commission to propose measures to improve the functioning of labour markets and to achieve the upward social convergence of the Member States. A new strategy is also needed on the social dimension of Europe after 2020. 4.7. Member States are currently discussing the social dimension of Europe after 2020 . One of the crucial questions here is which key aspects should be the decisive ones for the future social dimension ( 26 ). The EESC believes that the better functioning of labour markets and the fight against poverty and social exclusion are key aspects of Europe’s social dimension after 2020. Targets for Member States’ unemployment benefits could make a significant contribution in this. 4.8. Social targets must lead to social convergence over time. People need to see that rights and principles, such as those in the EPSR, do not only exist on paper, but are also implemented in practice and gradually improve their living conditions. 24.3.2020 EN Official Journal of the European Union C 97/37 ( 23 ) European Semester: Thematic factsheet — Unemployment benefits — 2017. ( 24 ) COM(2018) 761 final, 21.11.2018, EPSCO Council ST 7619 2019 INIT, 15.3.2019. ( 25 ) COM(2018) 761 final, 21.11.2018, EPSCO Council ST 7619 2019 INIT, 15.3.2019. ( 26 ) EPSCO Council ST 6622 2019 INIT, 27.2.2019. ",
        "4.9. Should targets set in connection with the European Semester prove insufficiently effective, the EESC recommends, with regard to the social dimension of Europe after 2020, introducing a directive pursuant to Article 153 TFEU laying down legally binding minimum standards for the Member States’ unemployment insurance systems. This directive should include EU-wide minimum standards for unemployment benefits in terms of net replacement rate , entitlement period and coverage rate . The EESC is also in favour of EU-wide minimum standards for training and activation in the context of unemployment insurance. Brussels, 11 December 2019. The President of the European Economic and Social Committee Luca JAHIER C 97/38 EN Official Journal of the European Union 24.3.2020 ",
        "ANNEX The following amendments, which received at least a quarter of the votes cast, were rejected in the course of the debate (Rule 59(3) of the Rules of Procedure): 1. Point 1.12 Amend as follows: The EESC recommends that the results of the benchmarking process should be closely monitored and evaluated. If there is insufficient progress towards the desired outcomes, a binding legally binding instrument framework should be considered introduced to support and complement Member States’ efforts to modernise their unemployment insurance systems. In addition to a Council Recommendation to guide Member States, the EESC recommends considering introducing a directive binding legal framework pursuant to Article 153 TFEU laying down legally binding minimum standards for the Member States’ unemployment insurance systems. This legal framework directive should include EU-wide minimum standards for unemployment benefits in terms of net replacement rate , entitlement period and coverage rate . The EESC is also in favour of EU-wide minimum standards for training and activation in the context of unemployment insurance. Outcome of the vote: In favour: 64 Against: 119 Abstentions: 19 2. Point 2.10 If, over time, and after close monitoring and evaluation of the outcomes, there is insufficient progress towards the desired outcomes, the EESC recommends introducing considering a binding legal framework directive pursuant to Article 153 TFEU laying down legally binding minimum standards for the Member States’ unemployment insurance systems. This legal framework directive should include EU-wide minimum standards for unemployment benefits in terms of net replacement rate , entitlement period and coverage rate . The EESC is also in favour of EU-wide minimum standards for training and activation in the context of unemployment insurance. Minimum requirements should not prevent Member States from establishing more ambitious social standards (see point 16 of the preamble to the European Pillar of Social Rights). Existing standards in the Member States should not be reduced. The EESC recommends setting minimum requirements for Member States’ unemployment insurance systems in conjunction with an appropriate application of a non-regression clause (a prohibition on using the introduction of minimum standards as an excuse to reduce standards). This will accommodate the EU’s objective of improving living and working conditions in the interests of upward convergence between the Member States (Article 151 TFEU). Outcome of the vote: In favour: 63 Against: 122 Abstentions: 18 3. Point 4.9 Should targets set in connection with the European Semester, after close monitoring and evaluation, prove insufficiently effective, the EESC recommends, with regard to the social dimension of Europe after 2020, introducing considering a directive binding legal framework pursuant to Article 153 TFEU laying down legally binding minimum standards for the Member States’ unemployment insurance systems. This legal framework directive should include EU-wide minimum standards for unemployment benefits in terms of net replacement rate , entitlement period and coverage rate . The EESC is also in favour of EU-wide minimum standards for training and activation in the context of unemployment insurance. 24.3.2020 EN Official Journal of the European Union C 97/39 ",
        "Outcome of the vote: In favour: 63 Against: 122 Abstentions: 21 C 97/40 EN Official Journal of the European Union 24.3.2020 ",
        "Opinion of the European Economic and Social Committee on ‘Shaping the EU agenda for disability rights 2020-2030: a contribution from the European Economic and Social Committee’ (own-initiative opinion) (2020/C 97/06) Rapporteur: Ioannis VARDAKASTANIS Plenary Assembly decision 24.1.2019 Legal basis Rule 32(2) of the Rules of Procedure Own-initiative opinion Section responsible Section for Employment, Social Affairs and Citizenship Adopted in section 15.11.2019 Adopted at plenary 11.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 178/1/2 1. Conclusions and recommendations 1.1. The EESC calls on the European Commission (EC) to strongly consider the following recommendations and conclusions when drawing up the Disability Rights Agenda 2020-2030 (Agenda), to more fully implement the United Nations Convention on the Rights of Persons with Disabilities (CRPD), and to meet its commitments under the 2030 Agenda and the Sustainable Development Goals (SDGs), where disability is mentioned 11 times. The EESC particularly recommends the following: 1.2. That disability focal points (DFP) are present in all DGs and agencies of the EC, and in all EU institutions, with the central DFP located within the general secretariat of the EC, in light of the transversal nature of disability issues, and that a Disability Rights Committee made up of these DFPs oversees the implementation of the Agenda. As there will now be a Commissioner for Equality, it is also essential that a DFP exists within DG Justice. 1.3. That an interinstitutional mechanism is in place between the EC, the Parliament and the Council ( 1 ), with their presidents meeting at the start of each mandate. The EESC also calls for a working group on disability to be established within the Council to facilitate this. 1.4. That the EU institutions make all the necessary means, human resources and financial support available to the EU Monitoring Framework of the CRPD to ensure it is able to carry out its tasks according to CRPD Article 33(2). 1.5. That a European Access Board be established to monitor the implementation of EU accessibility legislation. 1.6. That the EC reviews its shared competences with the Member States (MS) deriving from the CRPD and EU law to establish where the EU can work alongside MS for implementation. This should be done by producing a Declaration of Competences revising the declaration of exclusive EU competences and concluding the Optional Protocol to the CRPD. 24.3.2020 EN Official Journal of the European Union C 97/41 ( 1 ) CRPD Committee recommendations to the EU in 2015. ",
        "1.7. That the EC mainstreams the principles of the Social Pillar into the Agenda, with particular proposals for implementing Principle 17 on the inclusion of persons with disabilities (PWD). 1.8. That concrete actions are taken to implement the Agenda. The most urgent actions to be taken should be the following: the adoption of legislation combating all forms of discrimination based on disability ( 2 ), a directive harmonising the recognition of disability assessment across the EU to facilitate the freedom of movement of PWD, measures guaranteeing the rights of PWD to political participation at EU level and guidance to the MS to assure the same at national level, binding legislation harmonising accessibility standards for the built environment, measures harmonising minimum standards for reasonable accommodation in the workplace and establishing guidelines on minimum standards for the levels of disability benefits and the provision of services, including support for independent living and, where possible, the provision of personal assistance in the MS. 1.9. That disability equality issues are mainstreamed into all EU economic, social and environmental policies, specifically into the Gender Equality Strategy, the Youth Guarantee, the Green New Deal, the Child Guarantee and the forthcoming Green Paper on Ageing. 1.10. That the EU institutions and MS agree on a Disability Rights Guarantee, similar to the Youth Guarantee to get PWD into employment, traineeships, job placements and further education. 1.11. That the EU budget better supports PWD by investing in research into the development of new assistive technology, dedicating funds to increase the accessibility of Erasmus+ programmes to increase participation of PWD, funding the transition from institutional to family- and community-based care and independent living together with strong monitoring and evaluation mechanisms at MS level, and strategically investing EU funds to implement the CRPD in the MS, particularly in areas where the EU does not have full competence. 1.12. That the Agenda plays a role in promoting the rights of PWD in the EU’s external action. 1.13. That improving data collection and publications on PWD in the work of Eurostat is central to the Agenda. 1.14. That the Agenda includes clear and tangible benchmarks and measurable indicators, particularly for women and girls with disabilities, young and older PWD, as well as refugees and migrants and LGBTI PWD. 1.15. That the EC puts pressure on the MS, through the European Semester, to develop their own national disability strategies for promoting disability equality mainstreaming and address the implementation of the CRPD in the National Reform Programmes. 1.16. That the Agenda includes awareness raising on the rights of PWD under the CRPD. C 97/42 EN Official Journal of the European Union 24.3.2020 ( 2 ) In line with Article 1 of the CRPD, PWD include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others. ",
        "1.17. That when social dialogue takes place at EU and national level and collective agreements are negotiated by social partners, disability rights and CRPD implementation are strongly taken on board in full consultation and with the involvement of OPDs. 1.18. That the full and active involvement of OPDs and civil society organisations be ensured in the drafting, implementation and governance of the Agenda. 2. Introduction 2.1. As a strategy that will be drawn up and implemented in a context in which the EU and all MS have signed and ratified the CRPD, the EESC underlines that the Agenda should serve as a means of addressing the entire scope of the CRPD. 2.2. Unlike the current Disability Strategy, the Agenda 2020-2030 should also take into account the inseparable correlation between obligations under the CRPD and commitment to the SDGs and the Pillar of Social Rights. Therefore, the EESC’s proposal is that the Agenda is named ‘The European Disability Rights Agenda 2020-2030’. 2.3. In light of the review of the EU by the CRPD Committee in 2015, the EESC points out that the Agenda also needs to be constructed around the Concluding Observations (COs) and recommendations. 2.4. The new Agenda should be based on a cross-cutting, comprehensive review of all EU legislation and policy and be coherent with other EU initiatives and strategies to ensure full harmonisation with the CRPD. It must also reflect the human rights approach to disability and integrate the most recent developments in the areas of social and digital rights. 2.5. Taking into consideration the vulnerability of certain groups of PWD, all areas of the Agenda should pay special attention to women, children, young and older PWD, refugees and migrants with disabilities, LGBTI PWD, as well as to homeless PWD. 3. Principles of the European Disability Rights Agenda 3.1. In line with the general principles outlined in Article 3 of the CRPD, the EESC believes the Agenda should mainstream disability in all EU policy and legislation affecting the life of PWD. It must uphold the principles of non-discrimination, accessibility, participation and inclusion, equal opportunity, equality between men and women, respect for inherent dignity and individual autonomy, acceptance of PWD as part of human diversity and humanity, and recognition of the evolving capacities of PWD and for their right to preserve their identities. 4. Scope of the European Disability Rights Agenda 4.1. Combating discrimination and inequalities ( 3 ) 4.1.1. Half of all Europeans consider discrimination on the grounds of disability to be widespread in the EU, and the rate is increasing ( 4 ). The EESC therefore urges the following: 4.1.2. That the EU institutions take action for the adoption of a horizontal (disability) antidiscrimination directive protecting PWD from discrimination in all areas of life. This must recognise the denial of reasonable accommodation in any area of life as a form of disability-based discrimination, and also recognise other forms of discrimination such as discrimination by association and multiple and intersectional discrimination. 24.3.2020 EN Official Journal of the European Union C 97/43 ( 3 ) Articles 1, 21 and 26 of the EU Charter and by Articles 10 and 19 of the Treaty on the Functioning of the EU. ( 4 ) Special Eurobarometer 437. Available at: https://data.europa.eu/euodp/data/dataset/S2077_83_4_437_ENG ",
        "4.1.3. That the EU institutions accelerate the adoption of the Council of Europe Convention on preventing and combating violence against women and domestic violence (Istanbul Convention) along with concrete measures to prevent, combat and sanction gender-based violence. 4.1.3.1. That all EU institutions ensure accessibility in their role as a public employer, for example by ensuring accessible internal and external websites, human resource policies and procedures to increase the presence of staff with disabilities and the inclusivity of the European Schools. 4.1.3.2. That the EU institutions ensure measures to rectify the lack of equal opportunities for PWD through EU funds. More attention should be paid to those experiencing multiple or intersectional discrimination on the grounds of nationality, age, race or ethnicity, gender, religion or belief, gender identity and sexual orientation. 4.1.3.3. That Article 7 of Regulation (EU) No 1303/2013 of the European Parliament and of the Council ( 5 ), the current Common Provisions Regulation (CPR 2014-2020), be incorporated in the proposed new CPR 2021-2027, echoing the EESC’s previous recommendations, and that this principle be directly embedded in the main text of the proposed ERDF Regulation. Accessibility for PWD should also be included as a prerequisite for programmes to benefit from EU Funds. 4.1.3.4. That the EU institutions mainstream disability equality issues into all EU economic, social and environmental policies, namely the Gender Equality Strategy, the Youth Guarantee, the Green New Deal, the Child Guarantee and the forthcoming Green Paper on Ageing. 4.1.3.5. That the EC promotes the compliance of MS legislation on legal capacity with the CRPD ( 6 ) and facilitates an exchange of expertise between MS. 4.2. Ensuring full participation and free movement 4.2.1. PWD are still prevented from exercising the right to free movement in the EU because of the lack of harmonised recognition of disability assessment and the inability to transfer entitlement to support services and allocations when moving to another MS. Continued institutionalisation, a lack of investment in community-based services and the general inaccessibility of mainstream services also hinder the participation of PWD in society. The EESC therefore urges the following: 4.2.2. That the EC proposes a directive harmonising the recognition of disability assessment for persons moving between MS. With this directive, the EU institutions must uphold the right of PWD to freedom of movement by ensuring the portability of social security benefits, either through their continued provision by the MS of origin, provision by the new MS of residence, or with a gradual transition between the two. Equivalent rights and eligibility for services must be ensured for PWD moving to another MS. This needs to be done in a coordinated manner that facilitates smooth and quick transferability of these entitlements ( 7 ), including personal assistance. C 97/44 EN Official Journal of the European Union 24.3.2020 ( 5 ) Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320). ( 6 ) CRPD Committee general comment No 1 (2014) on equal recognition before the law. ( 7 ) Recommendations of the CRPD Committee, Article 18. ",
        "4.2.2.1. That the EU institutions ensure EU funds are never used to further the institutionalisation of PWD ( 8 ) and are actively invested in community- and family-based services. It is crucial that young people participating in the EU Solidarity Corps are not allocated placements in institutional care settings that perpetuate segregation. Investment should also go to training workers currently in institutions to offer community-based, CRPD-compliant care, co-produced alongside PWD. The EC should also spread awareness of the harm done to PWD by care institutions to incentivise MS transition towards community-based alternatives. 4.2.2.2. That the EU institutions prioritise access to culture and leisure through the use of EU funds, namely by promoting and formalising the use of the EU Disability Card by all MS, supported by EU funding. 4.2.2.3. That the EU institutions ensure the provision of sign language, Braille and easy-to-read, when requested, in their dialogues with citizens. 4.2.2.4. That the EU institutions undertake policy initiatives to remove all obstacles that hinder the political participation of PWD and deprive them of their right to vote and to stand for election, in particular for persons with intellectual disabilities and mental health issues who face particular discrimination. The EC must also ensure full accessibility in the electoral process. To this end, the EC should promote that all MS ensure political participation for their citizens with disabilities in their national, regional and local electoral processes. 4.2.2.5. That the EU institutions adopt appropriate measures to ensure that all PWD can exercise all the rights enshrined in EU treaties and legislation, encourage non-coercive measures and supported decision-making for PWD and ensure liberty and security for all PWD. 4.2.2.6. That the EU institutions promote the structural involvement of PWD and OPDs, including those working for children with disabilities, in all decision-making processes, both nationally and at EU level, and fund OPD capacity building. The EC and other EU bodies should also ensure that PWD can easily participate in public consultations. 4.3. Achieving access in all environments 4.3.1. Inaccessible public spaces, buildings, transport and technology still prevent far too many PWD from being able to play an active role in society and jeopardise their safety. The EESC therefore urges the following: 4.3.1.1. That the EC takes concrete actions to create a European Access Board, similar to the US Access Board, to monitor the implementation of EU accessibility legislation, and facilitate the development of accessibility standards and guidelines, exchange of best practices and meaningful participation of representative OPDs in the field of accessibility. 4.3.2. That the EU institutions themselves strive for the highest accessibility standards in physical infrastructure, services and in digital terms, and ensure full accessibility for PWD in all of the EU administration’s websites and contact forms. 4.3.2.1. That the EU institutions use legislative and other instruments, such as standardisation, to fill the gaps left by the European Accessibility Act for harmonising minimum accessibility standards for all aspects of the built environment ( 9 ), both in urban and in rural areas, and not overlooking provisions for persons with intellectual and/or psychosocial disabilities. 24.3.2020 EN Official Journal of the European Union C 97/45 ( 8 ) CRPD, Article 19 and General Comment 5. ( 9 ) CRPD, Articles 9 and 20. ",
        "4.3.2.2. That the EC revises, extends and strengthens the passenger rights of PWD, for example by publishing a new legislative proposal on multimodal transport, revising Regulation (EC) No 1107/2006 of the European Parliament and of the Council ( 10 ) on air passenger rights for PWD eliminating, harmonising and defining in detail the cases of ‘denied boarding’ and improving other existing regulations. 4.3.2.3. That the EU institutions take a strong stance on eliminating the required pre-notification periods for railway assistance in the new EU Rail Passengers’ Rights Regulation. 4.3.2.4. That the EC further improves rail accessibility for PWD ( 11 ) by making sure MS ensure the accessibility of all rail platforms and facilitate access to train carriages, not only regarding new constructions, but also as regards the adaptation of existing infrastructure. 4.3.2.5. That the EC offers guidance to the MS on how to implement the EU directives on common minimum standards for procedural rights for victims of crime or persons suspected or accused of crimes, with regards to disability ( 12 ), including training on the rights of PWD for agents involved in access to justice. OPDs should be considered as collaborating entities and possess a specific status that legitimises them in the courts. 4.3.2.6. That the EC ensures the provision of accessibility is an eligibility criterion for accessing EU funds ( 13 ). 4.3.2.7. That the EC invests in research for the development of new assistive technology and devices for PWD. 4.3.2.8. That accessibility is seen as going hand-in-hand with sustainability, e.g. in construction and transport, and as a prerequisite to achieve a greener Europe for everyone. 4.3.2.9. That the EC supports MS in improving the accessibility of new and existing built environment, especially housing, and improving training on assistance for accessibility for staff on all transport networks. 4.3.2.10. That the MS are supported by the EC to ensure that PWD are given access to, and support to afford assistive devices, technology and services, regardless of the EU country in which these are offered. 4.3.2.11. That the EC supports the MS in guaranteeing that public procurement ensures access for PWD as citizens, beneficiaries and as public servants. 4.3.2.12. That the EC provides MS with the necessary support in transposing the Web Accessibility Directive in a correct and timely fashion. C 97/46 EN Official Journal of the European Union 24.3.2020 ( 10 ) Regulation (EC) No 1107/2006 of the European Parliament and of the Council of 5 July 2006 concerning the rights of disabled persons and persons with reduced mobility when travelling by air (OJ L 204, 26.7.2006, p. 1). ( 11 ) During the next revision of Commission Regulation (EU) No 1300/2014 of 18 November 2014 on the technical specifications for interoperability relating to accessibility of the Union’s rail system for persons with disabilities and persons with reduced mobility (OJ L 356, 12.12.2014, p. 110). ( 12 ) CRPD Article 13. ( 13 ) OJ C 62, 15.2.2019, p. 83. ",
        "4.4. Promoting quality employment and vocational training 4.4.1. The employment rate of PWD remains disproportionately low compared to that of persons without disabilities, standing at 48,1 % compared with 73,9 %. Employment of women with disabilities is considerably lower ( 14 ). The EESC therefore urges the following: 4.4.2. That the EC proposes measures harmonising requirements across the EU on what employers are obliged to offer, and in turn what support governments must offer their employers, in order to provide reasonable accommodations for workers with disabilities ( 15 ). 4.4.3. That the EU institutions become role models when it comes to employing PWD by increasing the proportion of employees with disabilities in their institutions and the EU administration. 4.4.3.1. That the EC studies the effectiveness of the quota systems that many MS use to promote the employment of PWD, with a view to promoting best practices and potentially introducing such a system for the EU administration. 4.4.3.2. That the EU institutions undertake action to invest EU funds in initiatives for the training, employment and job mobility of PWD, including support for social entrepreneurship and social economy enterprises, promoting all types of inclusive employment in line with the Convention, and with a particular focus on young people, women, migrants and refugees and older workers with disabilities ( 16 ). Emphasis should be put on supporting PWD to exercise choice in their area of work and investment should also be made in vocational rehabilitation, job retention, career progression and return-to-work policies, with an emphasis on developing skills for emerging professions. 4.4.3.3. That the EU institutions and MS agree on a Disability Rights Guarantee, similar to the Youth Guarantee, to get PWD into employment, traineeships, job placements and further education. A disability employment initiative should set aside financial resources to support this aim. 4.4.3.4. That the EC provides MS with the necessary support to ensure that Directive (EU) 2019/1158 of the European Parliament and of the Council ( 17 ) on work-life balance for parents and carers is fully implemented, allowing parents of PWD to access adequate leave of absence and flexible working arrangements, and that the EC pushes for PWD themselves to be entitled to this same flexibility. 4.4.3.5. That the European Semester and legislation are used as tools to ensure that workers with disabilities are paid an appropriate/agreed wage at the same level as employees without disabilities, and never below minimum wages. The EC should use EU funds to review good practices and employment legislation on the reintegration and rehabilitation of workers after long sick leaves and who might have acquired a disability. 4.4.3.6. That the EC supports MS in reducing the risk involved in the transition towards the labour market by offering more flexible disability benefit and allocation systems to avoid the loss of safety nets against poverty and to incentivise employment. 4.4.3.7. That the EC pushes MS to better assist employers in getting information about — and funding for — assistive technology, making workplaces more accessible and making working hours more flexible in relation to the individual’s needs. In particular, the EC should support research to build the business case for disability-inclusive workplaces. 24.3.2020 EN Official Journal of the European Union C 97/47 ( 14 ) https://www.disability-europe.net/theme/employment ( 15 ) CRPD Articles 5 and 27. ( 16 ) CRPD Article 27. ( 17 ) Directive (EU) 2019/1158 of the European Parliament and of the Council of 20 June 2019 on work-life balance for parents and carers and repealing Council Directive 2010/18/EU (OJ L 188, 12.7.2019, p. 79). ",
        "4.4.3.8. That the EC provides MS with the necessary support in ensuring that Council Directive 2000/78/EC ( 18 ) banning discrimination in employment is fully implemented. The EC and MS should also proceed with the adoption of the draft horizontal non-discrimination directive on access to goods and services, as discrimination in this domain can give rise to discrimination in the labour market. 4.4.3.9. That the EC supports MS in integrating policies on corporate social responsibility and disability, in order to integrate disability into companies’ employment policies. The EC should also support the MS in promoting disability and accessibility aspects in the non-financial information provided by companies. 4.4.3.10. That the EC supports the rights of PWD throughout the EU to be able to exercise their labour and trade union rights on an equal basis with others. This should be done in cooperation with the social partners. In particular, the European process of Diversity Charters should have a stronger focus on promoting ability-diverse workforces. 4.4.3.11. That the social partners, when they enter into social dialogue at the EU level and when concluding collective agreements, take into consideration the implementation of the CRPD and the rights of workers and employees with disabilities, in consultation with EU-level OPDs. 4.5. Providing quality, inclusive education and lifelong learning 4.5.1. Access to mainstream education for PWD remains difficult, often resulting in segregated educational settings. PWD in the EU are on average 13 % more likely to be early school leavers than their non-disabled peers and 14 % less likely to access tertiary education ( 19 ). The EESC therefore urges the following: 4.5.2. That the EU institutions invest EU funds in inclusive learning settings, early childhood intervention, lifelong learning programmes and training programmes to assist the transition from education to employment for PWD. Career mobility for PWD should also be facilitated. 4.5.2.1. That the EU institutions undertake specific action to ensure inclusivity for children and young PWD in their own European School system for the children of EU staff. 4.5.2.2. That the EC takes concrete actions to increase participation of PWD in higher education by providing assistance for support needs and costs while studying or training. 4.5.2.3. That the EC takes measures to increase the accessibility of Erasmus+ programmes and increase participation of PWD by providing assistance for support needs and costs while studying or training abroad. 4.5.2.4. That the EC provides MS with the necessary support to train staff in mainstream schools and support the training of classroom assistants specialised in disability to foster the inclusion of children with disabilities in regular schools. Training should also focus on how assistive technology can be used to better integrate pupils with disabilities. Attention should equally be paid to creating good working conditions in the classroom and reducing class sizes. C 97/48 EN Official Journal of the European Union 24.3.2020 ( 18 ) Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (OJ L 303, 2.12.2000, p. 16). ( 19 ) ANED based on Eurostat 2016, persons with and without disabilities (age: 30-34 years), difference in percentage points. ",
        "4.6. Combating precarity, poverty and social exclusion 4.6.1. PWD in the EU are, on average, 9 % more likely to face poverty and social exclusion than their counterparts without disabilities ( 20 ). The EESC therefore urges the following: 4.6.1.1. That the EU institutions ensure that the new Agenda includes specific actions to promote an inclusive social protection system and that the EC establishes guidelines for the MS on a social protection floor for PWD and carers that would guarantee them an adequate standard of living ( 21 ). The EC and MS should ensure that PWD, in particular persons who have acquired a disability during their career and have shorter contribution periods towards pension insurance, are covered by adequate social protection arrangements before and after pension age. 4.6.1.2. That the EC provides guidance on benefit reforms to support the extra cost of disability-related devices, assistive technology, accommodation, transport etc. The EC should push the MS to be more flexible, allowing PWD to retain allocations when they enter the labour market, to balance disproportionate outgoings, reduce the risk of in-work poverty, and incentivise employment. 4.6.1.3. That the EC provides guidance to MS on disability assessment procedures to ensure persons with rare conditions or multiple impairments are not overlooked. The EC must also strongly dissuade the MS, through the European Semester, from reducing disability benefits for their citizens and thus increasing the risk of poverty and social exclusion. The EC should ask MS to revise the equity of their disability benefits throughout the lifecourse to ensure that PWD who reach older age and older persons who acquire a disability do not lose their access to entitlements. 4.6.1.4. That the Social Scoreboard is adapted to integrate measurements related specifically to PWD in order to complement the growing links between the European Semester and the Pillar of Social Rights. 4.6.1.5. That the EC provides MS with the necessary support in properly implementing the Council Recommendation on social security for atypical work contracts, and ensuring that no PWD, working or otherwise, is denied the right to adequate healthcare coverage and other entitlements. 4.6.1.6. That the EC supports MS in fostering healthcare access for PWD on an equal basis with others ( 22 ). 4.6.2. That the EC ensures that former, current and future employed PWD in the EU administration, or dependent family members affected by a disability, benefit from comprehensive health insurance that can provide them with the best possible medical care and quality of life. 4.7. Making the EU a world leader in leaving no one behind beyond its borders 4.7.1. The EU is the biggest development donor in the world. The EU and MS should, as States Parties to the CRPD, promote the rights of PWD in their external action. The EESC therefore urges the following: 4.7.2. That the EU institutions take measures to ensure all EU-funded actions in third countries adhere to the general principles of the CRPD, outlined in point 3.1. 24.3.2020 EN Official Journal of the European Union C 97/49 ( 20 ) EU SILC 2016. ( 21 ) CRPD Article 28. ( 22 ) The CRPD Committee recommendations, paragraph 63. ",
        "4.7.2.1. That the EU institutions undertake action to ensure that candidate and potential candidate countries for EU accession show proof of safeguarding the rights of PWD to the same level as EU MS. The EC should also ensure that the financial instruments for pre-accession assistance are used to improve their situation. 4.7.2.2. That the EC raises awareness of the CRPD and the needs of PWD, including accessibility, in the area of emergency and humanitarian aid and awareness of disability issues in EU delegations. 4.7.2.3. That the EU institutions ensure a clear follow-up on the EU Consensus for Development and support the inclusion of the OECD’s Development Assistance Committee (DAC) disability markers in EU cooperation programmes, projects and activities around the world. 4.7.2.4. That the EU institutions ensure rights are upheld and sufficient and appropriate support is provided to PWD who arrive in the EU as asylum seekers or refugees, or in offering support for persons who have become disabled through the process of fleeing their country. 4.7.2.5. That the EC supports MS in addressing disability issues in dialogues with non-member countries. The EC should also work to foster agreement and commitment on disability issues in international fora (UN, Council of Europe, OECD). 4.7.2.6. That the EC supports MS, in light of Brexit, in ensuring that citizens from the European Union currently residing in the UK, and vice versa , continue to receive the assistance currently being provided by their country of origin. 5. Governance, implementation and monitoring 5.1. Taking into consideration the CRPD Committee’s COs to the EU, the EESC strongly recommends that DFP be designated in each EU institution, agency and body, namely the European Parliament, the Council of the European Union, the External Action Service, the Committee of the Regions, etc., and in agencies such as the Fundamental Rights Agency and the European Institute for Gender Equality. DFP should also be placed in all DGs of the EC itself. Since disability issues are transversal in nature, the central DFP should come under the secretary-general of the EC. This will be necessary to monitor the implementation of the CRPD and the Agenda by the EU institutions. The EESC, leading by example, has its own DFP and the Disability Rights Study Group supported by the SOC secretariat. The EESC also urges the following: 5.2. That, as there will be a Commissioner with a portfolio on equality, a DFP exists within DG Justice to assist her in her role. This is of paramount importance. 5.3. That the current system of a High-Level Group on Disability is replaced with a ‘Disability Rights Committee’ serving as a platform for regular meetings by all of the DFP positioned in the different directorates, institutions and agencies, as well as the different MS. This Committee should have the right to monitor implementation of the Agenda at the EU and MS level, as well as to give recommendations to the EC and national governments. 5.4. That the EC reviews its shared competences with MS deriving from the CRPD and EU law, in order to establish where the EU can work alongside MS for implementation. This should be done by producing a Declaration of Competences. C 97/50 EN Official Journal of the European Union 24.3.2020 ",
        "5.5. That an interinstitutional mechanism is in place between the EC, the Parliament and the Council ( 23 ). The presidents of these three institutions should meet at the start of each mandate to show commitment to disability rights. A working group on disability must be established within the Council to facilitate such a mechanism. 5.6. That the EU institutions include in the Agenda clear, tangible and specific benchmarks and measurable indicators to keep track of implementation gaps and effectively measure the progress made. 5.7. That the EC ensures that effective monitoring mechanisms are planned out during the conception of legislative proposals and initiatives and sufficient resources and budgets are allocated for this. The Agenda should include a clear commitment to funding with an indication of amounts to be earmarked for monitoring mechanisms. 5.8. That the EC provides the EU CRPD Framework with adequate resources to ensure its independent and adequate functioning. 5.9. That the EU institutions actively and fully involve OPDs and civil society organisations in the drafting, implementation and governance of the Agenda ( 24 ). OPDs should also be continuously consulted and involved in the design, adoption, implementation and monitoring of laws, policies and programmes emerging from this Agenda and should have access to resources that will support meaningful involvement of them. Consultation processes should also be understandable and fully accessible to PWD. 5.10. That the EC takes appropriate measures to ensure that Eurostat, in collaboration with the national statistical authorities and representatives of OPDs, develops a human rights-based indicator system and a comparable comprehensive disability equality data collection system on the situation of PWD in the EU and also publishes more relevant and disaggregated disability analyses. This should take into consideration the intersectionality of issues and experiences of PWD such as those due to gender, age, refugee, asylum or migrant status or ethnic minority background, as well as different types of disability and the way they affect wellbeing and outcomes ( 25 ). Data also needs to be collected on the number of PWD living in institutions and of children with disabilities living outside of households. 5.11. That the EC puts pressure on MS, through the European Semester, to develop their own national disability strategies, and address the implementation of the CRPD in the National Reform Programmes. 5.12. That the EC makes all the necessary means, human resources and financial support available to the EU Monitoring Framework of the CRPD to ensure it is able to carry out its tasks according to Article 33(2) of the CRPD. 6. Communication and dissemination ( 26 ) 6.1. The EU institutions should raise awareness of the barriers still faced by PWD to break stereotypes and work alongside national and regional governments to ensure this information reaches decision-makers and other stakeholders at all levels. The EC should support the work of EU-level OPDs and NGOs active in the area. 6.2. The EC should develop campaigns and training courses to raise awareness of the rights of PWD, targeting the general public, policy- and decision-makers, staff of public and private entities, PWD and their families, etc. The MS should be encouraged by the EC to implement similar campaigns. 24.3.2020 EN Official Journal of the European Union C 97/51 ( 23 ) CRPD Committee recommendations to the EU in 2015. ( 24 ) CRPD General Comment. ( 25 ) CRPD Article 31. ( 26 ) CRPD Article 8. ",
        "6.3. The EC and MS should pay particular attention to underlining the multiple and intersectional discrimination faced by certain groups of PWD, particularly with regard to women and girls, LGBTI people and ethnic minorities. Brussels, 11 December 2019. The President of the European Economic and Social Committee Luca JAHIER C 97/52 EN Official Journal of the European Union 24.3.2020 ",
        "Opinion of the European Economic and Social Committee on Populism and fundamental rights — suburban and rural areas (own-initiative opinion) (2020/C 97/07) Rapporteur: Karolina DRESZER-SMALEC Co-rapporteur: Jukka AHTELA Plenary Assembly decision 20.2.2019 Legal basis Rule 32(2) of the Rules of Procedure Own-initiative opinion Section responsible Agriculture, Rural Development and the Environment Adopted in section 27.11.2019 Adopted at plenary 11.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 145/3/6 1. Conclusions and recommendations 1.1. Populist parties made significant gains in the 2019 European elections. Populism leads to the undermining of the stability of political institutions, further fragmentation and polarisation of communities and an increasingly risky environment for investment decisions on the part of businesses. 1.2. The causes behind the success of populist movements and parties are manifold. In the most general terms, it is driven by processes of globalisation affecting all types of developed countries. More specifically, populism can be explained by both cultural and identity factors as well as socioeconomic developments. Finally, the populist threat is particularly pronounced in the ‘places that don’t matter’ ( 1 ), regardless of whether they are on the periphery or in the very centre of the European Union. 1.3. A clear distinction needs to be made between, on the one hand, fears, anxiety and anger driving people into the arms of populist parties and, on the other hand, those political entrepreneurs who deliberately try to transform these fears into political gains. Citizens’ discontent, which often has rational reasons, needs to be taken seriously. This is different from the rhetoric of populist leaders trying to capitalise on that discontent. 1.4. The geography of discontent combines the continental North-South divide and the East-West divide across the EU with the national centre-periphery divide within each individual Member State. Depending on the location, discontent is rooted in different forms of hardship. Counter strategies need to take account of these complexities if they wish to be successful. The EESC believes that the building of alliances between local authorities, civil society organisations, the social partners and other actors, e.g. local leaders and social movements, is key to addressing the root causes of populism. 1.5. The less people profit from the success of their countries’ growth poles, the more pronounced their negative attitudes vis-à-vis governing elites, party systems and postmodern lifestyles tend to be. Civil society activists are often classified as being part of these groups, which reinforces negative attitudes towards them. 24.3.2020 EN Official Journal of the European Union C 97/53 ( 1 ) Andrés Rodríguez-Pose 2018, The revenge of places that don't matter (and what to do about it) , p. 32 (LSE Research online): http://eprints. lse.ac.uk/85888/1/Rodriguez-Pose_Revenge%20of%20Places.pdf ",
        "1.6. For civil society, the situation becomes particularly severe where populists have gained power and are able to markedly influence government agendas, sliding towards authoritarianism. Civil society organisations (CSOs) are massively threatened not only by the shrinking of spaces available for their activities but also by personal threats and persecution. 1.7. The EESC considers that civic education on the principles of democracy, fundamental rights and the rule of law should be reinforced to address these developments. It points to the recommendation made in the opinion on ‘Further strengthening the Rule of Law’ ( 2 ) for Member States to mainstream these topics in school and higher education curricula and for the European Commission to propose an ambitious communication, education and public awareness strategy on fundamental rights, the rule of law and democracy and the role of independent media. 1.8. Considering the population’s longing for ambitious and effective political visions, the EESC is convinced that the European Union should propose narratives on a desirable future and revive key principles which have played a major role in the European project, such as partnership and subsidiarity. 1.9. The EESC supports the European Parliament’s resolution ‘on addressing the specific needs of rural, mountainous and remote areas’ (2018/2720(RSP) ( 3 ) ‘to promote socioeconomic development, economic growth and diversification, social wellbeing, protection of nature, and cooperation and interconnection with urban areas in order to foster cohesion and prevent the risk of territorial fragmentation’. The Committee thus joins the Parliament in advocating the establishment of a Smart Villages Pact which involves all levels of government in accordance with the principle of subsidiarity. 1.10. The EESC reiterates its recommendation in the opinion on ‘Resilient democracy through a strong and diverse civil society’ ( 4 ) for ‘the establishment of a Democracy Scoreboard that would (…) reflect the framework conditions for civil society activity and lead to specific recommendations for reform.’ 1.11. Authorities should adopt a human-rights based approach ( 5 ) to policies — in particular economic reform policies based on systematic human rights impact assessments ( 6 ). This should be a prerequisite for informed and inclusive national debates and adjustment of political choices, as well as smooth implementation of the reforms. 1.12. The EESC calls for more emphasis on the new economic activities emerging in rural areas, many of which are based on the principles of mutualism and care. It encourages measures aimed at encouraging better support for and connection of such initiatives, so as to move beyond isolated and experimental phases towards emancipatory political and social alliances. 1.13. The EESC calls on the EU and its Member States to strengthen infrastructure at the subnational level. The suspension of public transport connections, along with the shutdown of schools and health services, have clearly been among the reasons for populist protest in Europe. 1.14. The EU institutions should enhance capacity-building for European, national and local CSOs and equip them with resources to help them improve the scope and quality of their action. They play an important role in recognising and responding to the needs of the communities. They are hit particularly hard when the rule of law, fundamental rights and democracy deteriorate. C 97/54 EN Official Journal of the European Union 24.3.2020 ( 2 ) EESC opinion on Further strengthening the Rule of Law within the Union. State of play and possible next steps (OJ C 282, 20.8.2019, p. 39). ( 3 ) European Parliament resolution of 3 October 2018 on addressing the specific needs of rural, mountainous and remote areas (OJ C 11, 13.1.2020, p. 15). ( 4 ) EESC opinion on Resilient Democracy through a strong and diverse civil society (OJ C 228, 5.7.2019, p. 24). ( 5 ) OHCHR, Principles and Guidelines for a Human Rights Approach to Poverty Reduction Strategies https://www.ohchr.org/Documents/ Publications/PovertyStrategiesen.pdf ( 6 ) OHCHR, Guiding Principles on human rights impact assessments of economic reforms , 19 December 2018, https://documents-dds-ny.un. org/doc/UNDOC/GEN/G18/443/52/PDF/G1844352.pdf ",
        "2. General comments 2.1. Populist parties made significant gains in the 2019 European elections. The EESC is seriously concerned by this development and calls for major initiatives to address it, starting with efforts to better understand its underlying causes. 2.2. The EESC considers that particular attention should be paid to the situation of civil society organisations which are hit particularly hard when the rule of law, fundamental rights and democracy deteriorate. CSOs are currently experiencing shrinking space for their activities in many countries. The further rise of populism is also likely to mean less economic stability and more inefficient governance and policies, leading to a negative effect on investments. 2.3. The EESC has already expressed strong concern regarding ‘the deterioration in human rights, the populist and authoritarian drift that is spreading, and […] the risk this poses to the quality of democracy and the protection of fundamental rights’ ( 7 ). It has called on the European institutions to ‘take a proactive and preventive approach in their political activities, in order to anticipate and avoid problems.’ 2.4. In its own-initiative opinion on ‘Resilient democracy through a strong and diverse civil society’ ( 8 ), the EESC has underlined that it considers that civil society plays a key role ‘in preserving liberal democracy in Europe’ and that ‘only a strong and diverse civil society can defend democracy and freedom and preserve Europe from the temptations of authoritarianism.’ 2.5. Several dimensions must be considered in order to fully grasp the phenomenon of populism. Some observers primarily turn to cultural factors to identify the source of populism. While not neglecting the importance of these factors, others argue that the primary cause of growing populism is socioeconomic, and rooted in the complexities of the globalisation process. 2.6. Many concerns at the root of people’s discontent are rational and call for political solutions. These legitimate preoccupations must be distinguished from the attempts made by some political entrepreneurs to capitalise on discontent and use it for electoral gain through demagogic but unreasonable proposals. 2.7. The most important factors explaining receptiveness to populism include: age (high), level of education (low), relative wealth (low), unemployment (high) and type of employment (atypical, fixed-term). The prevalence of these socioeconomic factors is higher in rural areas and outside large cities. 2.8. The Brexit vote in the UK, the Yellow Vest movement in France and the success of the AFD in East Germany, of the Lega in Italy and of the Law and Justice Party in Poland differ in many respects. However, what all these developments have in common is that they reflect the dramatic decline in trust in institutions, politicians and the media. 2.9. The less people manage to benefit from the success of their respective country’s growth poles, the more pronounced their negative attitudes vis-à-vis governing elites, party systems and postmodern lifestyles tend to be. Civil society activists are often classified as being part of these groups, which reinforces negative attitudes towards them and has substantial implications for the operation of CSOs. 3. General and space-bound factors accounting for populism 3.1. The rise of populism can be explained through two main angles. One angle highlights the cultural factors such as identity formation and changes in perceptions as a result of trends in development over the past two to three decades. The other angle underlines the salience of socioeconomic factors as the main causes explaining the success of populism. While 24.3.2020 EN Official Journal of the European Union C 97/55 ( 7 ) EESC opinion on The European control mechanism on the rule of law and fundamental rights (OJ C 34, 2.2.2017, p. 8). ( 8 ) EESC opinion on Resilient Democracy through a strong and diverse civil society (OJ C 228, 5.7.2019, p. 24). ",
        "both of these explanations are relevant, the political economy factors are clearly more important when it comes to considering the role of space and territory ( 9 ). 3.2. Populism is one specific expression of what has come to be called a change of era, a change of epoch or an epochal break. To varying degrees, all countries are affected by the implications of this change, irrespective of the region involved. All major dimensions of social order tend to be subject to that change — the state as much as the market or the community, the latter representing civil society. 3.3. Triggered by processes of commodification of social and political relations, populism first tends to arise within the community dimension. Communities based on choice, such as interest associations, social movements and other civil society organisations, are increasingly subject to disorganisation. They struggle to survive and to retain their members. Communities of destiny, such as families, neighbourhoods and local groups, also suffer from fragmentation, loss of solidarity, alienation and dissolution. 3.4. In an increasingly complex world, such social and political fragmentation tends to cause insecurity, anxiety and the search for non-ambiguous answers. Traditional communities are often no longer able to provide such answers. Irrespective of age and social class, many people look for new ways to belong and for secure identities. Populist political entrepreneurs have specialised in providing such simple answers, which are often related to backward visions of a glorious past that would need to be re-constructed. 3.5. Once translated into political programmes that are attractive, such simple answers feed back into the realms of politics and the state — systems which are themselves affected by fragmentation of party systems and a decline in trust in governance. 3.6. The general causes explaining populism are further reinforced by the territorial fragmentation affecting rural and suburban areas. Their populations feel cut off from economic development and public infrastructures for transport, health, care for the elderly, education and security. This translates into a high prevalence of anti-elitism and prejudices against what is considered to be a cosmopolitan way of life. 4. Globalisation and the economic crisis 4.1. Globalisation has generated opportunities and threats, the latter weighing more heavily on suburban and rural areas. This has generated disinvestment in these areas and a justified feeling of insecurity when faced with the risks of offshoring of industry infrastructures and jobs, combined with a rejection of unjust tax policies commonly considered to be insufficiently fair. Specific trade agreements, such as the recent one with Mercosur, have also raised concerns in some Member States as they are perceived as jeopardising the livelihoods of European farmers and the European farming family model. 4.2. This ‘political economy of populism’ is explored in a report prepared for the EESC’s Diversity Group ( 10 ), which suggests that ‘higher levels of disposable income, employment rate, social benefit expenditure, and GDP [are] all associated with a smaller populist vote share at the regional level’. A decrease in disposable income is associated with an increase in support for populist parties. 4.3. Despite the overall positive developments in the area of employment in Europe, unemployment, atypical employment and social and economic marginalisation are particularly acute among the younger parts of the population in many Member States. Those aged between 20 and 30 may be the first generation since the birth of the EU that could be worse off than the one that came before. Eurostat figures show that 44 % of workers aged between 19 and 24 in Europe only have a temporary contract, compared with 14 % among the population as a whole. C 97/56 EN Official Journal of the European Union 24.3.2020 ( 9 ) Societies outside Metropolises: the role of civil society organisations in facing populism , EESC, Brussels 2019: https://www.eesc.europa.eu/ sites/default/files/files/qe-04-19-236-en-n.pdf ( 10 ) Societies outside Metropolises: the role of civil society organisations in facing populism , EESC, Brussels 2019: https://www.eesc.europa.eu/ sites/default/files/files/qe-04-19-236-en-n.pdf ",
        "4.4. Rural, suburban and peripheral areas are generally more prone to the influence of populism, which proposes a model that calls into question the very factors on which recent economic growth has been based: open markets, migration, economic integration and globalisation ( 11 ). 4.5. In the context of structurally low economic growth, European states generally tend to have less revenue and more expenditure. Pressure on spending stems from multiple factors including aging populations, the weight of debt and the rising costs of public security. At the same time, pressure on revenues stems from factors such as political economy choices, austerity policies and tax evasion or avoidance. As a result, the scarcity of public resources constrains states in their roles as duty-bearers in the area of redistributive policies, which are central to the fulfilment of social and economic rights. Public and private investors are turning away from the industrial fabric, particularly in rural and suburban areas, leading to a feeling of marginalisation and abandonment by state structures and public services on the part of some sectors of the population. 4.6. The EESC calls on European and national authorities to consider inclusiveness, access to rights and the preservation of economic and industrial fabrics and employment pools as key criteria for economic, cohesion and territorial policies. 5. The role of migration 5.1. Like globalisation, migration is a phenomenon affecting all countries, developed or less developed. It is not likely to disappear and will grow over time. The increasing pressure imposed by populist movements makes it complicated, but no less mandatory, for Member States to agree on a much needed fair, compassionate and responsible European migration and asylum policy which complies with international human rights law. 5.2. The populist rhetoric is not rationally directed at the regulatory aspects of migration policies. Instead, it directly stigmatises migrants as criminals, terrorists or invaders, creating a climate encouraging direct attacks against them. 5.3. With regard to migration, the most important divisions in geographical terms have to do with differences in social welfare systems and labour markets. Welfare systems and labour markets may be relatively open to immigrants in some countries but closed and exclusionary in others. With the arrival of larger numbers of migrants, the reactions of those parts of the local population which are marginalised, or are anxious about becoming marginalised, are different according to the types of political economies. 5.4. In some countries, and in specific areas of those countries, there is a fear that welfare systems will become overburdened while, in others, migrants are perceived as competitors in the labour market. Subjectively, migrants may represent a challenge with respect to stable employment or the receipt of welfare benefits. Fears of this kind may be particularly pronounced among people living in rural and suburban areas. 5.5. This makes for a plethora of potential causes of the growth of populist movements that national governments, European Union institutions and civil society organisations should consider when designing appropriate counter strategies of a political and/or economic nature. Equally important is the fact that, in parts of the EU, feelings of social decline and economic marginalisation do not result from inward migration but rather from outward migration. In parts of Eastern Europe especially, the outflow of highly qualified professionals has assumed dramatic proportions which have upset the socioeconomic fabric of these countries. 5.6. The EESC refutes the idea that there is competition for public resources between migrants and local populations. It calls for civil society organisations to step up their activities intended to address the fear and anxiety present among parts of the population. It also calls for the setting up of education and social programmes addressing the range of motives driving populism, especially in remote parts of the EU. More support should be offered to civil society’s national and European platforms and networks in order to obtain a more detailed analysis of the phenomenon and encourage distribution of reliable information and educational activities aimed at a better understanding of it. 24.3.2020 EN Official Journal of the European Union C 97/57 ( 11 ) Andrés Rodriguez-Pose, The revenge of places that don't matter (and what to do about it) , p. 32 (LSE Research online): http://eprints.lse.ac. uk/85888/1/Rodriguez-Pose_Revenge%20of%20Places.pdf ",
        "6. The geography of discontent 6.1. Populist parties have gained above average success in rural and post-industrial peripheral areas of the EU ( 12 ). This is the case with regard to the Brexit vote in the UK, as well as in Austria where the FPÖ candidate gained 62 % of the rural vote during the presidential elections in May 2018. 6.2. The geography of discontent combines the continental North-South divide and the East-West divide across the EU with the national centre-periphery divide within each individual Member State. Populism has grown over the years in this multiple fragmentation of societies and territories. Infrastructures and transport policies are therefore of particular importance as they ensure territorial continuity and are a material pre-condition for public access to civil, political, economic and social rights. 6.3. The EESC recommends that European and national authorities consider transport, infrastructure and internet connectivity policies as a means of addressing populism. Authorities should shape these policies as well as cohesion, social and poverty-reduction policies using a human-rights based approach ( 13 ). They should also ensure that policies, particularly economic reform policies, are based on systematic ex ante and ex post human rights impact assessments ( 14 ), in order to facilitate informed and inclusive national debates on the arbitration and adjustment of political choices. 6.4. One of the consequences of social, economic and territorial fragmentation is an increasing de facto political disenfranchisement of a large part of the population in suburban and rural areas. This takes the form of high abstentionism, the rejection of representative democracy and intermediary bodies including political parties and trade unions, and support for radical populist movements. The EESC considers that civic education on the principles of democracy, fundamental rights and the rule of law should be reinforced so as to address these developments. It points to the recommendation made in the opinion on Further strengthening the Rule of Law ( 15 ) for Member States to mainstream these topics in school and higher education curricula and for the European Commission to propose an ambitious communication, education and public awareness strategy on fundamental rights, the rule of law and democracy. 6.5. Precisely because of the intersecting politics of identity, belonging, recognition and redistribution, account must be taken of the fact that religion, gender dynamics, place and cultural identity are important, as are class interests and inequality. Mobilising alternatives to easy capture by regressive political forces is not straightforward. New campaigns and narratives are required. One particularly important way to achieve this is to consider the many new economic activities that are emerging in rural areas, based on the principles of community, mutualism and care. The task then is to connect these, moving beyond isolated and experimental phases, and link them to each other and to emancipatory political alliances. 7. How civil society outside the big cities is affected by populism 7.1. Civil society is deeply affected by the rise of populist movements and parties throughout Europe and across different territorial levels. As political spaces in many parts of Europe are increasingly affected by authoritarian propaganda, xenophobic and racist attitudes and fascist violence, social movements, trade unions and business associations alike are directly concerned. 7.2. For civil society, the situation has become particularly severe where populists have gained power and are able to markedly influence government agendas. When populist parties occupy key positions in parliament and the executive, they tend to push once liberal societies in the direction of authoritarian regimes. Civil society organisations are massively threatened by the shrinking of spaces available for their activities. At the same time, certain pseudo or fake NGOs which are C 97/58 EN Official Journal of the European Union 24.3.2020 ( 12 ) Caroline de Gruyter, Commentary: The revenge of the countryside , 21 October 2016 ( 13 ) OHCHR, Principles and Guidelines for a Human Rights Approach to Poverty Reduction Strategies https://www.ohchr.org/Documents/ Publications/PovertyStrategiesen.pdf ( 14 ) OHCHR, Guiding Principles on human rights impact assessments of economic reforms , 19 December 2018, https://documents-dds-ny.un. org/doc/UNDOC/GEN/G18/443/52/PDF/G1844352.pdf ( 15 ) EESC opinion on Further strengthening the Rule of Law within the Union — State of play and possible next steps (OJ C 282, 20.8.2019, p. 39). ",
        "created from above and often disguise themselves as radically democratic, further complicate the free operation of existing civil society organisations. 7.3. The question of the extent to which civil society is affected by populism in rural and suburban areas is complex. Rural activists often lack the critical resources to build the types of coalition that are more common in metropolitan areas. This also applies to coalitions with, for instance, consumer movements and urban-based food activists who are often more advanced in sustainable food politics. The lack of powerful social movements and political parties that could represent the interests of rural dwellers partially explains the electoral success of right-wing populist parties in rural Europe. 8. Opportunities to combat populism 8.1. Two sets of policies are recommended as tools to combat populism. The first is related to the populist threat in general and to potential instruments to be used by the European Union. The second set of recommendations refers more directly to specific regions, rural and suburban areas. 8.2. Several strategies may be appropriate for addressing the roots of populism. The first concerns the way politicians and institutions approach and engage with those who are effectively suffering from socioeconomic hardship. Social, economic and political complexities are such that no single institution, the EU included, is capable of finding easy and unambiguous answers that would reduce such complexity by reverting to an idealised socioeconomic status quo ante. While focusing on addressing the root causes of populism, politicians and institutions should deconstruct the rhetoric that claims to propose such immediate and infallible answers to complex problems. 8.3. The second of these strategies relates directly to the image and fate of the European Union. Among the many frustrations felt by those who are more receptive to populist propaganda is the absence of truly desirable political projects proposing a credible hope for a better future and action aimed at improving daily living conditions. Populists have used this frustration to suggest a backward-looking vision located in a seemingly glorious past. To survive, the European Union has no choice but to revive the popular desire for the European project. 8.4. The EU’s founding myth alone is no longer enough to appeal to the people of Europe. The EU should propose narratives on a desirable future and revive key principles that have played a major role in the European project, such as partnership and subsidiarity. 8.5. The EESC calls on the EU, the Member States and all relevant stakeholders to revitalise the principles of subsidiarity and partnership. As mentioned by the Recommendation of the Diversity Europe Group on ‘Regaining Citizens’ Trust and Confidence in the EU’ ( 16 ), the EESC considers that efforts should be made ‘to clarify to citizens the principle of subsidiarity and to explain that the EU respects both cultural diversity and local traditions.’ Functional subsidiarity would consist of greater involvement on the part of civil society organisations in both regional planning and EU regional policies, as much as in the defence of democracy, justice and equal treatment of all inhabitants in rural and peripheral areas. Territorial subsidiarity would further empower regional and local authorities to assume co-responsibility in the design, implementation and evaluation of structural policies. 8.6. The EESC recommends strengthening a tool implemented in the context of European cohesion policy, namely Community-Led Local Development (CLLD). Local actors and citizens would thereby have the opportunity to take decisions with respect to problems of direct concern to them and would thus substantially contribute to improving their quality of life. 8.7. Partnership is essential, both with respect to communication and to solidarity and mutual help among CSOs from different countries. Partnership is equally important when it comes to building alliances between public authorities and civil society groups at local level. 24.3.2020 EN Official Journal of the European Union C 97/59 ( 16 ) Regaining Citizens' Trust and Confidence in the EU: 7 priorities of the Diversity Europe Group ; Diversity Europe Group. ",
        "8.8. The EU and the Member States must improve their responses to the fundamental rights and rule of law violations resulting from action by populist movements, including those in power. The EESC points to its recommendation in the opinion on ‘Resilient democracy through a strong and diverse civil society’ ( 17 ) for ‘the establishment of a Democracy Scoreboard that would (…) reflect the framework conditions for civil society activity and lead to specific recommendations for reform’, as well as its recommendations in the opinion on ‘Further strengthening the rule of law’ ( 18 ). 8.9. The EESC recommends integrating the considerations of this opinion into this Democracy Scoreboard and a future rule of law monitoring mechanism. Careful communication should make it clear that the response of the EU and the Member States aims to address violations of fundamental rights and the rule of law carried out by certain populist policies, rather than targeting people who voted for populist parties and whose legitimate concerns must be answered through fair, non-discriminatory and effective policies. 9. Supporting a grassroots response to populism 9.1. The problem facing civil society in rural areas is not necessarily one of ‘shrinking spaces’. The problem is that spaces have yet to be created. A response to the rise of populism should address the root causes of discontent and come from the grassroots level as far as possible. The EESC encourages action that generates a sense of shared interests and objectives among various groups of food producers and consumers, across class, gender, generational and urban-rural divides. Food sovereignty and the multiple issues surrounding the right to food and to a healthy environment are examples of specific challenges that would be better tackled by enhancing solidarity, collective identity and political participation in rural Europe. 9.2. With respect to enhanced participation by citizens, Member States which consider strengthening direct democracy by means of local referenda should be aware of the fact that this is exactly the tool currently being promoted by populist parties throughout Europe. Direct democracy can be a double-edged sword. Local authorities and civil society actors should take appropriate measures to guarantee that its use is limited to situations where it could be expected to deliver real benefits. 9.3. The EESC believes that building alliances between local authorities, civil society organisations, the social partners and other actors, e.g. local leaders and social movements, is key to addressing the root causes of populism. This will form part of efforts to address the feeling on the part of rural and suburban dwellers that they are being left behind. It will also reinforce the role of the social partners who can help reduce disparities and attract economic investment and development through their dialogue and action. 9.4. The interests and concerns of small business associations, craftworkers and farmers are equally important. Where authoritarian groups have gained power in (local) government, economic actors may be hesitant to invest. Moreover, migrants in search of employment may avoid such places, although there are job opportunities. It is therefore important to break this vicious circle in suburban and rural regions. 9.5. Encouraging private and public investment in the untapped potential of regions that are seen as left behind is an approach that merits further development. The emphasis on transfers or welfare should be complemented by enhancing regions’ opportunities (taking into account the local context), by tackling institutional inefficiencies and bottlenecks and through measures to boost training, the promotion of entrepreneurship and the assimilation of knowledge and innovation ( 19 ). C 97/60 EN Official Journal of the European Union 24.3.2020 ( 17 ) EESC opinion on Resilient Democracy through a strong and diverse civil society (OJ C 228, 5.7.2019, p. 24). ( 18 ) EESC opinion on Further strengthening the Rule of Law within the Union — State of play and possible next steps (OJ C 282, 20.8.2019, p. 39). ( 19 ) Andrés Rodriguez-Pose, The revenge of places that don't matter (and what to do about it) , p. 32 (LSE Research online): http://eprints.lse.ac. uk/85888/1/Rodriguez-Pose_Revenge%20of%20Places.pdf ",
        "9.6. To address the root causes of populism, factors such as religion, gender dynamics, place of residence, cultural identity and education need to be better considered alongside socioeconomic factors. Mobilising alternatives to the easy answers of regressive political forces is not easy. Answers must be adjusted to the specific mix in which hardship appears in certain local situations. 9.7. New narratives could also help in combating the type of disinformation leveraged by social media campaigns that aim to undermine European values and thus support the emergence of separatist and nationalist claims and attitudes. It is important to strengthen the role of traditional media (public TV, independent newspapers) in order to enable them to fulfil their role in providing unbiased information. Although the Commission has already been active in that respect (see COM (2018) 236), a greater sense of urgency is highly recommended. 9.8. The EESC calls for more emphasis to be placed on the new economic activities emerging in rural areas, many of which are based on the principles of mutualism and care. It encourages action aimed at better supporting and connecting up such initiatives, moving beyond isolated and experimental phases towards emancipatory political and social alliances. 9.9. The EESC calls on the EU and its Member States to strengthen infrastructure at the subnational level. The suspension of public transport connections, along with the shutting down of schools and health services, have clearly been among the reasons for populist protest in Europe. Financial assistance is needed to improve local infrastructures, both material (transport and public services) and immaterial (networks across types of localities, institutions and organisations). 9.10. The EESC, its member organisations and other EU institutions should enhance capacity-building for local CSOs and equip them with resources to improve the scope and quality of their action. More support should be offered to CSOs and their European networks to train the members of local CSOs. Brussels, 11 December 2019. The President of the European Economic and Social Committee Luca JAHIER 24.3.2020 EN Official Journal of the European Union C 97/61 ",
        "III (Preparatory acts) EUROPEAN ECONOMIC AND SOCIAL COMMITTEE 548TH EESC PLENARY SESSION, 11.12.2019-12.12.2019 Opinion of the European Economic and Social Committee on the Report from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions — Report on Competition Policy 2018 (COM(2019) 339 final) (2020/C 97/08) Rapporteur: Gerardo LARGHI Referral European Commission, 15.10.2019 Legal basis Article 304 of the Treaty on the Functioning of the European Union Section responsible Single Market, Production and Consumption Adopted in section 19.11.2019 Adopted at plenary 11.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 197/0/1 1. Conclusions and recommendations 1.1. The European Economic and Social Committee (EESC) welcomes the European Commission’s (EC) report on Competition Policy 2018, in which the Commission develops an approach aimed at strengthening the Single Market, economic development and social policy objectives. 1.2. As it has pointed out in several documents, the EESC considers an effective and principled competition policy to be one of the pillars of the European Union and an essential tool in achieving the internal market, pursuant to the Treaty on the Functioning of the European Union, and in line with the Sustainable Development Goals (SDGs), the construction of a social market economy and the content of the Social Pillar ( 1 ). 1.3. The EESC and the European Union must maintain a continuous dialogue on this question with the other institutions, civil society and, in particular, consumer associations. C 97/62 EN Official Journal of the European Union 24.3.2020 ( 1 ) Articles 7, 9, 11 and 12 of TFEU. ",
        "1.4. For this reason, the EESC calls for the granting of aid to be accompanied at all times by maximum transparency with regard to the costs that are passed on to consumers and for consumers to be clearly informed of these costs in their bills ( 2 ). The EESC welcomes the Commission’s intention to take action against horizontal and vertical restrictions to competition, in particular in relation to e-commerce, where the effects of anti-competitive behaviour can be felt. 1.5. Artificial intelligence (AI) merits special attention where discriminatory practices are concerned. EU legislation should be adapted in order to prohibit discrimination caused by AI-assisted profiling of consumers. 1.6. Big Data can be used against consumers, and specifically in ways detrimental to their well-being: by profiling consumers, their capacity for free choice is curtailed. 1.7. The EESC considers that competition authorities must have the expertise, skills and resources they need to apply specific legislation and resolve serious competition problems that are harmful to consumers. 1.8. With regard to State aid, the EESC welcomes the fact that the process of modernising control has allowed the authorities to focus their attention on the most important and relevant files, including with the help of the Transparency Award Module IT platform. 1.9. The EESC emphasises the need for consistency between environmental and State aid policies. In particular, the Committee takes note of the ongoing revision of the guidelines on environmental protection and energy. 1.10. The EESC welcomes the fact that the Commission guidelines on State aid aim to guarantee free competition on the European energy market through technology-neutral tenders. The latter are essential for the development of different renewable energy technologies, with a view to ensuring a resilient and competitive European energy market that guarantees security of supply. The EESC calls on the Commission and the Member States to adopt a comprehensive, long-term strategy as opposed to a short-term strategy based on corrective measures, which do not allow for more tangible and sustainable growth and job creation. In this context, it would be helpful if the Commission were to draw up a comparative study on the various plans to support the manufacturing industry recently adopted in the US, China, and Korea ( 3 ). 1.11. The EU calls for the same social and environmental rules to be guaranteed where competition with companies from outside the EU is concerned, in order to ensure a level playing field. 1.12. The EESC highlights the importance, with a view to creating a social free market, of a competition policy that strikes a balance between the development of social and economic objectives for workers and consumers and maintaining an efficient and competitive productive structure. 1.13. The EESC considers the internal market provisions on the right to free movement (particularly of people but also of services, goods and capital) to be the cornerstones of EU law and is of the view that the posting of workers and free movement of services should be guaranteed, so as to avoid all forms of social dumping. 1.14. Finally, the EESC is surprised at the omission in this report of any reference to the apparent deadlock in the negotiations between the Council and the EP on collective action, following the proposal on the New Deal for Consumers, as such action is essential to completing the system of effective redress for damages caused to consumers in the event of an infringement of the antitrust measures. 24.3.2020 EN Official Journal of the European Union C 97/63 ( 2 ) Directive (EU) 2019/944 of the European Parliament and of the Council of 5 June 2019 on common rules for the internal market for electricity and amending Directive 2012/27/EU (OJ L 158, 14.6.2019, p. 125). ( 3 ) OJ C 197, 8.6.2018, p. 10. ",
        "2. Gist of the 2018 Report on Competition Policy 2.1. The 2018 report addresses areas such as the digital economy, financial services, energy and the environment, agriculture and food, transport and manufacturing industry, as well as issues such as the decentralised application of antitrust powers in the Member States and extensive international cooperation. 2.2. The Commission’s daily enforcement practices are based on the following principles: non-discrimination, fairness, transparency, predictability, the right to be heard and the protection of confidentiality. The protection of consumer welfare is an explicit objective of action taken under European Competition law. 2.3. The digital era presents new challenges for competition law such as the use of Big Data, algorithms and Artificial Intelligence (AI). 2.4. In line with the aim of streamlining procedures in competition cases, the Commission has published updated guidance for companies on business secrets and other confidential information during antitrust proceedings. Updated guidance has also been provided on the use of confidentiality rings. 2.5. Rewarding cooperation by companies in antitrust proceedings has proved to be effective in helping the Commission to increase the relevance and impact of its decisions, by speeding up its investigations. 2.6. Directive (EU) 2019/1 of the European Parliament and of the Council ( 4 ) (the ‘ECN+ Directive’) allows the competition authorities of the Member States to implement EU competition rules more effectively. 2.7. Modernising State aid policy has made it simpler for Member States to implement measures to promote investment, economic growth and job creation, has enabled rapid implementation of State aid measures in the Member States and has had a significant impact in terms of reducing costs for the least-distorting State measures. 2.8. The Commission’s settlement procedure has enabled cartels to be identified more quickly, freeing up resources for other investigations and reducing the cost of investigations. In addition, companies have benefited from faster decisions. 2.9. The 2018 report highlights the decisions adopted in 2018 (and in previous years) on cartels in the automotive sector and the launch of an in-depth investigation into the possible collusion between car manufacturers regarding the technological development of emission cleaning systems for passenger cars. 2.10. Digital economy 2.10.1. Competition policy is an integral part of creating a functioning single market. In this regard, ‘network giants’ should be prevented from using their market power to weaken competition and thus weaken innovation in digital markets. 2.10.2. Maintaining resale prices on e-commerce platforms is one of the most widespread restrictions in the digital economy. An increase in the use of pricing algorithms for this purpose was found. 2.11. State aid in the green economy supports the investments needed to guarantee security of supply while decarbonising the European energy system. C 97/64 EN Official Journal of the European Union 24.3.2020 ( 4 ) Directive (EU) 2019/1 of the European Parliament and of the Council of 11 December 2018 to empower the competition authorities of the Member States to be more effective enforcers and to ensure the proper functioning of the internal market (OJ L 11, 14.1.2019, p. 3). ",
        "2.12. Energy 2.12.1. State aid clearances granted in 2018 in the renewable energy field have led Member States to promote sustainable energy and reduce costs for consumers in the electricity system as a whole. 2.12.2. The Commission states that State aid measures will contribute to guaranteeing security of supply without pushing prices up for consumers or preventing electricity flows beyond EU borders. 2.12.3. The EU needs to increase the share of renewable energy in its energy mix, with regard to diversifying the gas supply and to ensure it has well-targeted European and national energy legislation. 2.13. Competition in the Single Market 2.13.1. The Commission prohibited the proposed acquisition of Alstom by Siemens. In the agri-food sector, it authorised the merger between Bayer and Monsanto with the condition that certain assets be sold. With regard to the steel market, the acquisition of Ilva by Arcelor Mittal was approved subject to certain divestments. The planned acquisition of Alstom by Siemens was blocked because it was harmful to competition. 2.14. Financial sector 2.14.1. The general stabilisation of the sector has reduced public budgetary interventions in State aid cases in this sector. However, in some Member States, non-performing loans have not yet been eradicated. 2.15. Ensuring a level playing field in the area of taxation 2.15.1. A level playing field where companies can compete on their merits must be created. Member States cannot offer tax advantages to multinational companies to the detriment of SMEs. 3. General comments 3.1. The 2018 report develops an approach aimed at strengthening the Single Market, economic development and social policy objectives. 3.2. The digital economy will require major investment — some EUR 500 billion — over the next 10 years to achieve connectivity objectives. It is essential to put in place a robust competition policy, especially in rural and less-urbanised areas. 3.3. The digital era presents new challenges for competition law such as the use of Big Data, algorithms and Artificial Intelligence (AI). It must therefore be ensured that ‘tech giants’ do not use their market power to weaken competition with them. Competition authorities should have the expertise, skills and resources they need to apply specific legislation and resolve serious competition problems that are harmful to consumers before it is too late. 3.4. Implementation should also be based on proactive use of tools to compile information and carry out sectoral investigations. 3.5. Any delay in applying the rules should be avoided by making proactive use of the competition toolbox (for example, interim measures) in cases where there is clear harm to competition and to consumers. 3.6. It is crucial to transfer the burden of proof to companies that engage in mergers on the digital markets, so that they can prove that such agreements do not distort competition. 3.7. There should be more rigorous assessment of whether operators are able to block entry onto the market, restricting consumer choice and information flows, and manipulating users’ behaviour. 24.3.2020 EN Official Journal of the European Union C 97/65 ",
        "3.8. In order to draw attention to competition problems raised by certain practices, companies should be given guidelines and they should be helped to work within the confines of legislation. 3.9. AI is currently having an impact on pricing policies and monitoring, producing effects that are not entirely harmless. Algorithms allow e-commerce platforms to control and restrict retailers’ freedom in terms of their pricing policies and competition within the large retail sector (with unfair practices that it will be impossible to maintain in the future). 3.10. The same is happening in the tourism sector, where sales platforms are marked by abuse of their dominant positions. There are four major sales networks that wield enormous power over hotels, small operators and SMEs. 3.11. AI merits special attention where discriminatory practices are concerned. EU legislation should be adapted in order to prohibit discrimination caused by AI-assisted profiling. 3.12. The EESC supports the Commission’s decision to consider companies using algorithms as being solely responsible for the actions that flow from these algorithms. Big Data can be used against consumers, and specifically in ways detrimental to their well-being: by profiling consumers excessively, their capacity for choice is reduced. 3.13. In the EESC’s view, the impact of Big Data on competition must not be overlooked and will become increasingly important. An overly interventionist policy could however reduce the incentives for innovation (i.e. better services and lower prices that may depend on innovation in the distribution of products and purchasing platforms). 3.14. Advantages over competitors generated by Big Data can enable leading operators to occupy dominant market positions. Big analytics (data trading, online marketing, pattern recognition, demand estimation, price optimisation) can constitute exploitative practices. 3.15. In the context of the Digital Single Market strategy, European Commission investigations have shown that restrictions on resale prices are by far the most prevalent restrictions of competition on the e-commerce market. In 2018, the Commission issued a number of decisions fining companies for imposing online resale price restrictions, in violation of EU competition rules. 3.16. In the area of taxation, the EESC welcomes the measures put in place by Commission in 2018. At the same time, it is important that fair competition between different countries also be ensured in this area too. In particular, greater vigilance is needed with regard to tax rulings and unfair competitive advantages gained through agreements between certain countries and ‘big players’. This behaviour can distort the free market, is damaging to SMEs and creates unfair competition between countries. 3.17. In the area of energy, the EESC notes that full and general transparency with regard to household bills is not yet guaranteed in some countries. Without transparency, consumers have less opportunity to make informed choices and the status quo is favoured, to the advantage of the big players. 3.18. Agriculture and food. In this sector, it is important to protect products of European designation of origin. The seeds and pesticides sector is essential for farmers and consumers, but also raises concerns that go beyond consumer protection, food safety and ensuring compliance with environmental and climate standards. 3.19. In relation to transport, it is recommended that the Commission examine whether and to what extent the kerosene tax exemption may constitute undue aid to airline companies compared with rail transport. C 97/66 EN Official Journal of the European Union 24.3.2020 ",
        "3.20. In order to strike a balance between the freedom of the market and concentrations, it is not enough to refer to competition from other major global players, especially if they come from countries that are closed to competition from foreign companies. In this regard, the Committee suggests that as an alternative to company mergers that weaken competition, measures should be put in place aimed at overcoming barriers to entry to third markets, more robust tax incentives for R & D and agreements between European producers to coordinate export and investment strategies abroad. 3.21. In any case, consumer protection must be balanced with action to support and promote innovative companies and SMEs (in ways that do not adversely affect dynamic competition on the market). This is the main way to create quality jobs and to ensure the dynamic sustainability of the production system. 3.22. As regards the labour market and protecting competition, the EESC considers the legal framework on respect for fundamental social rights and the free movement of workers and services as one of the areas to be addressed in order to ensure genuine free competition between businesses in the current market. 3.23. The aim is to prevent all forms of ‘social dumping’ (unfair competition in terms of wages and working conditions, which causes a downwards spiral) in order to ensure the equal treatment of workers, regardless of where they work and where they come from, and the non-discrimination of workers and companies in the place where work is carried out. 3.24. Finally, the EESC is surprised that, unlike in all of its reports in recent years, the Commission has for the first time, both in the report under consideration and in Working Document SWD(2019) 297 final which accompanies it, omitted any reference to the lack of progress in relation to collective action — which is not covered by Directive 2014/104/EU ( 5 ) on actions for damages due to infringement of the anti-trust rules — as a means of promoting effective redress for damages caused to consumers by the infringements of the anti-trust measures, particularly in the light of the EESC opinion ( 6 ) on the Commission’s proposal on the New Deal for Consumers ( 7 ) and the Council’s decision to exclude all collective action ( 8 ) from the recently adopted directive, which in the EESC’s view clearly falls short. 4. Specific comments 4.1. With regard to digitalisation, the EESC agrees with the Commission’s choice to prioritise this area and to focus its competition programme for 2021-2027 on challenges linked to Big Data, algorithms and AI. The EESC calls on the Commission to follow up on the report on ‘Competition Policy for the digital era’ from April 2019, in particular with regard to: 4.1.1. the strategies to be implemented to counter any restrictions to competition and the free market put in place by digital platforms, including in the trade and tourism sectors; 4.1.2. the user-consumer’s real and complete knowledge of personal data and their ability to transfer such data from each platform; 4.1.3. tackling all forms of exclusion of businesses that certain digital platforms see as potentially dangerous to their dominant positions; 4.1.4. safeguarding the free market by protecting small start-ups with market potential which are often taken over by big digital sector players who see them as dangerous future competitors. 24.3.2020 EN Official Journal of the European Union C 97/67 ( 5 ) Directive 2014/104/EU of the European Parliament and of the Council of 26 November 2014 on certain rules governing actions for damages under national law for infringements of the competition law provisions of the Member States and of the European Union (OJ L 349, 5.12.2014, p. 1). ( 6 ) OJ C 440, 6.12.2018, p. 66. ( 7 ) Proposal for a Directive of the European Parliament and of the Council on representative actions for the protection of the collective interests of consumers, and repealing Directive 2009/22/EC, COM(2018) 184 final — 2018/0089 (COD). ( 8 ) See document PE-CONS 83/19 of 18 October 2019. ",
        "4.2. The EESC believes that operators which have, at all levels, delegated tasks of general interest to digital platforms must also have the legislative tools to access and control the algorithms used by those platforms. 4.3. The EESC suggests that the Commission should step up measures to monitor the implementation of free trade agreements and to protect European companies’ free access to the world markets. 4.4. To this end, genuine reciprocity on global public procurement markets must be guaranteed. Brussels, 11 December 2019. The President of the European Economic and Social Committee Luca JAHIER C 97/68 EN Official Journal of the European Union 24.3.2020 ",
        "Opinion of the European Economic and Social Committee on ‘Proposal for a Regulation of the European Parliament and of the Council amending Regulation (EU) No 1306/2013 as regards financial discipline as from financial year 2021 and Regulation (EU) No 1307/2013 as regards flexibility between pillars in respect of calendar year 2020’ (COM(2019) 580 — 2019/0253(COD)) (2020/C 97/09) Referral European Parliament, 13.11.2019 Council of the European Union, 15.11.2019 Legal basis Articles 43(2) and 304 of the Treaty on the Functioning of the European Union Section responsible Section for Agriculture, Rural Development and the Environment Adopted at plenary session 11.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 191/1/1 Since the Committee unreservedly endorses the content of the proposal and feels that it requires no comment on its part, it decided, at its 548th plenary session of 11 and 12 December 2019 (meeting of 11 December 2019), by 191 votes to 1 with 1 abstention, to issue an opinion endorsing the proposed text. Brussels, 11 December 2019. The President of the European Economic and Social Committee Luca JAHIER 24.3.2020 EN Official Journal of the European Union C 97/69 ",
        "",
        "",
        "",
        "",
        "EN ISSN 1977-091X (electronic edition) ISSN 1725-2423 (paper edition) "
    ]
}