{
    "text": [
        "EUR 22879 EN - 2007 Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union Outcomes of the 3 rd International Life Cycle Thinking Workshop on “Sustainability and Decoupling Indicators: Life cycle based approaches” © P . T h u n i s - I E S ",
        "The mission of the Institute for Environment and Sustainability is to provide scientific-technical support to the European Union’s Policies for the protection and sustainable development of the European and global environment. European Commission Joint Research Centre Institute for Environment and Sustainability Contact information Address: T.P. 460, I – 21020 Ispra (VA), Italy E-mail: lca@jrc.it Tel.: +39 – 0332 - 786281 Fax: +39 – 0332 - 785601 http://lca.jrc.ec.europa.eu/ http://viso.jrc.it/lca-indicators/index.html http://ies.jrc.ec.europa.eu http://www.jrc.ec.europa.eu Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server http://europa.eu/ PUBSY 8055 EUR 22879 EN ISBN 978-92-79-06541-5 ISSN 1018-5593 Luxembourg: Office for Official Publications of the European Communities © European Communities, 2007 Reproduction is authorised provided the source is acknowledged Printed in Italy ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 3 Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union Outcomes of the 3rd International Life Cycle Thinking Workshop on “Sustainability and Decoupling Indicators: Life cycle based approaches” K. Koneczny, R. Bersani, M.A. Wolf, D.W. Pennington European Commission, Joint Research Centre, Institute for Environment and Sustainability Contributions for the breakout groups’ results from: Michael Betz, Katarina Celic, Tourane Corbiere, Peeter Eek, Linas Kliucininkas, Joanna Kulczycka, László Pintér, Valentin Vladimirov, Ester van der Voet. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 4 ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 5 C ONTENTS 1 E XECUTIVE SUMMARY ............................................................................................ 7 2 P OLITICAL BACKGROUND ....................................................................................... 9 3 L IFE CYCLE THINKING AND ASSESSMENT ................................................................ 10 4 P REVIOUS WORKSHOPS ........................................................................................ 12 5 S TRUCTURE AND PARTICIPANTS OF THE 3 RD WORKSHOP ......................................... 13 6 O VERVIEW OF THE PLATFORM PRESENTATIONS ...................................................... 15 6.1 Welcome and Keynote Speeches ............................................................15 6.2 Session I: Sustainability and decoupling indicators in policy support15 6.3 Session II: Life cycle thinking and sustainability assessment..............16 6.4 Session III: Different approaches to sustainability measurement ........17 6.5 Session IV: Practical application of sustainability and decoupling indicators..............................................................................................................18 6.6 Session V: Case studies: Life cycle based sustainability indicators ...18 7 B REAKOUT GROUP RECOMMENDATIONS ................................................................ 20 7.1 Breakout Group I.......................................................................................20 7.1.1 General views and opinions .................................................................20 7.1.2 Data quality and reporting; knowledge-based research .......................20 7.1.3 The issues of aggregation and proper level of application ...................21 7.1.4 Recommendations ...............................................................................21 7.2 Breakout Group II......................................................................................21 7.2.1 General views and opinions .................................................................21 7.2.2 Recommendations ...............................................................................22 7.3 Breakout group III......................................................................................23 7.3.1 General views and opinions .................................................................23 7.3.2 The issue of aggregation......................................................................23 7.3.3 Recommendations ...............................................................................24 7.4 Breakout Group IV.....................................................................................24 7.4.1 General views and opinions .................................................................24 7.4.2 The issue of aggregation......................................................................24 7.4.3 Recommendations ...............................................................................25 8 O VERALL CONCLUSIONS AND RECOMMENDATIONS ................................................. 26 9 A CKNOWLEDGEMENTS ......................................................................................... 28 10 R EFERENCES ...................................................................................................... 29 11 L IST OF ACRONYMS .............................................................................................. 30 ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 6 ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 7 1 Executive summary Background Public administrations in Europe need robust Sustainability Indicators to support the conception, development, implementation, and monitoring of policies. For policies and measures related to production, consumption, and waste management, these indicators must account for all relevant environmental impacts and they must be inclusive; to help avoid the “shifting of burdens” of impacts among e.g. countries and among different types of environment and human health considerations. Life Cycle Thinking (LCT) is essential to ensure this, taking into consideration the environmental impacts along the whole “life cycle” of a product (both goods and services) in a single framework, irrespective of when or where they occur. The life cycle ranges from resource extraction, material production, manufacturing, use (or service delivery), to re-use, recovery, end of life treatment, and disposal of remaining waste Life Cycle Thinking already enhances a number of European policy activities, facilitating more coherent and science-based policymaking: This visibly started from the Integrated Product Policy (IPP) Communication [1] of 2003. In the context of decoupling economic growth from environmental impact, the two European Commission’s Thematic Strategies on the Sustainable Use of Natural Resources [2] and on the Prevention and Recycling of Waste [3] of 2005 equally raised the potential need for life cycle based indicators. This will be continued and extended in the upcoming Sustainable Consumption and Production Action Plan (SCP) [4], where life cycle thinking is a major component. The workshop On 22-23 January 2007, in Cyprus, the European Commission’s Directorate General Joint Research Centre (DG JRC) co-ordinated a two-day workshop, bringing together 50 scientific experts and public administrators from 20 countries to discuss whether, and how, to further integrate life cycle thinking into indicators in the contexts of decoupling and sustainability. In addition to background presentations from the European Commission (DG Environment, DG Eurostat, DG Joint Research Centre) and the European Environment Agency (EEA), Member States representatives and external experts contributed with their experience and insights into current practice. In subsequent breakout groups recommendations and further steps were discussed, providing the timely examination of the needs and options for life cycle based indicators for decision support at all levels of public administration in Europe. Outcome The necessity for further developing existing Sustainability Indicators that stand in relation to production, consumption, and waste, such as the respective indicators among the Sustainable Development Indicators (SDI) developed by Eurostat, by ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 8 integrating Life Cycle Thinking was stressed by all participants, as stated in the presentations and the breakout group reports. Recommendations were given for activities spanning from the evaluation and further harmonisation of the underlying methods, to the development of overall indicators from a policy needs perspective. It was highlighted that the developments must focus on providing meaningful, reliable, and consistent indicators that have a clear policy-support role. These are required at the EU and Member State levels, as well as regional and local levels. The indicators are to be developed on solid methodological foundations to achieve broad acceptance right from the beginning. Feasibility and affordability were equally stressed as important. Next steps This workshop and its outputs will facilitate further developments within the Commission, as well as collaboration with Member State representatives and scientific experts, aiming at the establishment of a set of agreed methods for life cycle based sustainability indicators in European policy support. The first life cycle based indicators to be tackled will be the Decoupling Indicators required for the implementation of the Thematic Strategy on Natural Resources [2], which are likely to support the Sustainable Consumption and Production Action Plan (SCP) [4]. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 9 2 Political background In June 2001, the European Council in Göteborg adopted the Sustainable Development Strategy, renewed in June 2006 for the enlarged EU [5]. One of its core objectives is to decouple environmental degradation and resource consumption from economic and social development. However, the measurement of decoupling remains one of the most important and, yet, challenging issues for the European Union’s services, member states, regions and cities that are committed to improve the quality of life and the state of the environment. To help address this challenge a new approach – Life Cycle Thinking (LCT) – is being integrated into EU strategies, becoming now an important element of European environmental policy. In June 2003, the European Commission adopted the Integrated Product Policy Communication [1] to improve the environmental performance of products throughout their life cycles, i.e. from raw material extraction, through processing and production, to use (or service delivery), re-use, recovery, end of life treatment, and disposal of remaining waste (“cradle-to-grave” approach). In December 2005, the Thematic Strategy on the Sustainable Use of Natural Resources [2] further emphasised the important role of LCT in EU policy making; focusing on decoupling economic growth from impacts on the environment in a life cycle perspective and announcing the development of an overall decoupling indicator and related sub-indicators. At the same time the related Thematic Strategy on the Prevention and Recycling of Waste [3] was adopted, including revisions of the Waste Framework Directive [6]. Specific policies that are founded on the principles of Life Cycle Thinking are e.g. the Energy-using-Products Directive 2005/32/EC and the Eco-label Regulation (EC) No. 1980/2000. By the end of 2007, this will be further strengthened and many policies integrated through the Sustainable Consumption and Production (SCP) Action Plan that is under development [4]. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 10 3 Life cycle thinking and assessment Life Cycle Thinking is the process of taking into account in decision making, as far as possible and for example, all resources consumed and all environmental and health pressures that are associated with the life cycle of a product, considering the extraction of resources, production, use, re-use, transport, recycling, and ultimate waste disposal. This process helps to avoid the \"shifting of burdens\" among life cycle stages, geographic areas, and e.g. environmental and human health impacts such as Climate Change, Summer Smog, Acid Rain, Resource Depletion, Carcinogenic Effects, etc. Fig. 1. Scheme of a product’s life cycle along the supply chain of production, the product’s use and disposal, as well as the related impact topics. Being the method for quantitative, environmental Life Cycle Thinking, Life Cycle Assessment (LCA) is internationally standardised as ISO 14040ff [14]. It combines Life Cycle Inventory (LCI) data collection of emissions and resource consumptions along the life cycle with the Life Cycle Impact Assessment (LCIA) of these emissions and resource consumptions. While LCA has been increasingly used for product development and strategic decisions in all kinds of business sectors since 15 to 20 years, it is now reaching maturity and supporting further policy development including on the micro- and macro-economic level. The IPP Communication of 2003 stated hence that “LCAs provide the best framework for assessing the potential environmental impacts of products currently available”. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 11 Observing data inconsistency among different sources and differences in the outcome of studies on the same subject due to methodological choice, the need for harmonisation towards good practice in LCA was expressed by the Commission in the IPP Communication. As consequence, support to further facilitate LCT and LCA is being provided by, as one example, the European Commission’s project the “European Platform on Life Cycle Assessment” [7]. This project is developing the European Reference Life Cycle Data System (ELCD) and best-consensus Technical Guidance Documents that are essential to ensure quality and consistency for greater acceptance of LCT in support of policy in Europe and decision-making in business. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 12 4 Previous workshops In 2004, the Joint Research Centre (JRC), a Directorate-General of the European Commission providing internal research-based policy support 1 , launched a series of international life cycle thinking workshops [8, 9] and regional pilot case studies [10, 11] in collaboration with representatives of the Union’s new member states, acceding countries, and associated countries. The first international workshop and conference took place in Prague, in April 2004, and provided training and the exchange of insights for managing and reducing wastes, focusing on integrated waste management and Life Cycle Assessment. The second was held in Malta, in November 2005, and provided the platform for discussing the results from the pilot studies and specialised training on “how an LCA is conducted according to the ISO 14040 standard”. These life cycle workshops and pilot studies also demonstrated some of the advantages of compliance with EU Directives for municipal waste management. They highlighted the potential for further benefits that are achievable beyond minimal compliance, in terms of reducing waste management costs in parallel with reductions in environmental burdens (win-win situations). The life cycle perspective helped identify and quantify the full global extent of these benefits, as well as some trade- offs, for the different waste management options. Benefits included, for example, the quite different reductions that are achievable in terms of contribution to climate change through different waste management options such as recycling, anaerobic digestion, composting and energy recovery. Life cycle thinking was shown to be helpful, if not essential, in local planning, as well as at regional, national, and European levels, for evaluating different strategies, policies, and planning options. Therefore, the need was identified to evaluate options for broadening the scope and consider life cycle based indicators in relation to sustainable consumption and production at all levels of public administration in Europe, setting thereby the agenda for the next workshop. 1 “The Mission of the JRC is to provide customer-driven scientific and technical support for the conception, development, implementation and monitoring of EU policies. As a service of the European Commission, the JRC functions as a reference centre of science and technology for the Union. Close to the policy-making process, it serves the common interest of the Member States, while being independent of special interests, whether private or national.” ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 13 5 Structure and participants of the 3 rd workshop This 3 rd European Commission life cycle workshop provided an integrated focus on the following topics: • Life Cycle Thinking and Assessment • Decoupling and sustainability indicators • Sustainability assessment at various administrative levels in the EU, using pre- defined and agreed indicators • Decision-making and policy support with the help of sustainability indicators • Balancing environmental, economic and social objectives. The two days of the workshop were structured in a section with keynote presentations, the following five sessions, plus four subsequent, parallel breakout groups: • Session I: Sustainability and decoupling indicators in policy support • Session II: Life cycle thinking and sustainability assessment • Session III: Different approaches to sustainability measurement • Session IV: Practical application of sustainability and decoupling indicators • Session V: Case studies: Life cycle based sustainability indicators. Presentations (see Section 6) focused on achievements, areas of application, and practicality. The need for further development of the approaches was highlighted, with particular attention to data availability, data quality, and methods. In the second part of the workshop all topics were extensively discussed in breakout groups. The overall findings, main outcomes and recommendations for each of four working groups are presented in Section 7. The workshop attracted numerous experts: • Representatives from the European Commission 2 , European Environmental Agency (EEA), UNEP, and Member States involved in environmental protection and responsible for direct policy support. • Scientific experts from academic institutes, supporting methodologies and activities for sustainable development as well as its measurement. 2 The Commission was represented by DG Environment’s responsible for the implementation of the Thematic Strategy on the Sustainable Use of Natural Resources, by DG Eurostat’s responsibles for the co-ordination of the three new European Data Centres on Natural Resources, Products (IPP), and Waste that are also involved in sustainability indicators development, and by the Commission’s DG Joint Research Centre with staff from its Institute for Environment and Sustainability (IES). ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 14 • Representatives from non-government organisations involved in research projects. • Practitioners from consultancies having experience in supporting both business and public administrations with life cycle services and indicator development. For a complete list of speakers and participants see http://viso.ei.jrc.it/lca- indicators/participants.htm. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 15 6 Overview of the platform presentations 6.1 Welcome and Keynote Speeches The scope of the workshop was briefly introduced by David Pennington ( EC, DG JRC ) from the perspective of supporting the European Commission’s policies and strategies, focusing on the main recommendations to “avoid overexploitation of renewable resources, applying the concept of life-cycle thinking, breaking the link between economic growth and environmental degradation”. Opening the workshop, Antonis Antoniou ( Ministry of Agriculture, Natural Sources and Environment, Cyprus ) stressed the importance of promoting Life Cycle Thinking worldwide, to achieve sustainable consumption and production patterns through better planning and the management of development. This should include the rational use of natural resources to enhance the quality of life and to protect the environment in line with the Marrakech process [12]. The opening messages were underlined by Antonis Ioulianos ( Cyprus Research Promotion Foundation ), who presented research activities conducted at the national and international levels (funded by the Cypriot government and the EC), and expressed the need for future collaboration on this topic. Werner Bosmans ( EC, DG ENV ) outlined how the concept of decoupling is intended to reduce the negative environmental impacts of resource use in a growing economy, and – as a consequence – to improve resource efficiency. There is full commitment to the decoupling goal that is to be reached, and life cycle thinking is to be integrated, into all related policies. This should be achieved by developing measures for progress, identifying priorities, and setting targets. As announced in the Thematic Strategy on Sustainable Use of Natural Resources, the Commission will develop by 2008: • indicators to measure progress in efficiency and productivity in the use of natural resources, including energy, • resource-specific indicators to evaluate how negative environmental impacts have been decoupled from resource use, and • an overall indicator to measure progress in reducing the ecological stress of resource use by the EU (eco-efficiency indicator). 6.2 Session I: Sustainability and decoupling indicators in policy support This session focused on ongoing activities at the European level for the development and application of indicators for monitoring policy implementation and ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 16 for target setting, as well as for providing concrete decision support in public administrations and the private sector. Christian Heidorn and Jörg-Alexander Hanauer (both EC, DG ESTAT ) outlined in their two presentations the recent establishment of the European Data Centres on Natural Resources, Products (IPP), and Waste, coordinated by Eurostat, that are to provide pooled information for policy-support. The content is developed in collaboration with DG ENV, DG JRC and the EEA. Both speakers highlighted the need to develop and include resource decoupling, product, and waste indicators, all considering the life cycle perspective. This would require consideration, further development and integration of different approaches from Material Flow Accounting (MFA) to Life Cycle Assessment, from mass flows of materials towards a method that address environmental impacts. Stephan Moll ( ETC-RWM ) presented on behalf of the EEA their experience in providing environmental information to the European Community, focusing on the measurement of resource efficiency. This work ranges from indicators on decoupling economic growth from environmental impacts (e.g. from resource and material consumption or climate change emissions) to e.g. monitoring environmental performance in Europe, data collection and processing, creating and using indicators, and reporting (indicator-based integrated assessment). Sonia Valdivia ( UNEP ) outlined how they are promoting sustainable consumption and production patterns to contribute to human development through the market. She mentioned active participation in different initiatives, such as in the Marrakech process, and the support to the EC by building up the International Panel on Natural Resources. In the context of the UNEP/SETAC 3 Life Cycle Initiative, UNEP e.g. surveyed SCP policy implementation in 52 countries and is currently planning further monitoring of national strategies realisation also with the use of relevant indicators. 6.3 Session II: Life cycle thinking and sustainability assessment This session introduced how Life Cycle Thinking can be integrated into sustainability indicators. Building on ongoing policy support at the Commission’s JRC, Marc-Andree Wolf ( EC, DG JRC ) provided a first comparative evaluation of process-based (ISO-LCA) and sector-based (EIO, NAMEA) life cycle approaches. He also introduced a bottom- up concept for decoupling indicators using the ISO-based Life Cycle Assessment to support administrations in Europe consistently on micro- and macro-level. 3 UNEP - United Nations Environment Programme; SETAC – Society of Environmental Chemistry and Toxicology ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 17 Reinout Heijungs ( CML ) outlined details on economic issues and eco-efficiency, including an overview of available tools and methods for Life Cycle Costing. Such approaches would help forming eco-efficiency ratios, e.g. environmental productivity (or improvement cost) and environmental intensity (or cost-effectiveness), which he argued to be good starting points towards life cycle based sustainability indicators. Michael Betz ( PE International GmbH ) further stressed how the life cycle approach would have the potential to move towards a broader “sustainable” concept in a single framework i.e. including social and economic aspects using a life cycle perspective. He illustrated with examples that significant experience has been gained in the past 10 years on such approaches, and reported a lack of consensus on the methodology and indicators proposed by different research groups. He strongly recommended to “take the good things that are there and applicable” instead of waiting for a “perfect tool”. 6.4 Session III: Different approaches to sustainability measurement This session initialised an overview of existing approaches for monitoring sustainability, focusing on national data systems as well as National Accounting systems such as sector-based Input/Output analysis of economic flows as an option for providing an overview of consumption and production patterns in Europe. Demetris Demetriou ( Ministry of Agriculture, Natural Sources and Environment ) provided detailed information on the Cypriot government’s actions on sustainability monitoring. He presented a “national list of environmental indicators” and a set of indicators prepared in accordance to the Lisbon strategy [13] (“structural indicators”), Sustainable Development strategy [5] (“sustainable development indicators”), and EEA reporting requirements. Stephan Moll ( Wuppertal Institute / ETC-RWM ) explained the NAMEA approach – the use of national statistics on the economic relations among business sectors combined with environmental impact data of each sector. This approach could be used for identifying production and consumption patterns and priority areas on national and sector-level. While having been applied in some research projects, the approach is currently being independently evaluated as well as further developed at international level in e.g. 7th Framework European Research and Technological Development (FP7 RTD) projects. The application of the NAMEA approach in the regional and local context, known as RAMEA, was presented by Joanna Kulczycka ( PAS ). She stressed the importance of building this upon robust and reliable data and pointed to local / regional databases as valuable sources of information. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 18 6.5 Session IV: Practical application of sustainability and decoupling indicators The second day focused on examples and case studies. It was highlighted that Sustainability Indicators have significant potential to support pervasive, system-wide changes that facilitate decoupling of economic growth and environmental impact. Laszlo Pinter ( IISD ) explained why the use of integrating indicators into the strategic governance processes would be a necessary, but not sufficient, measure: strategies would need to be consistently implemented through the entire policy cycle and adapted to changing requirements. The need of aggregated indicators for a more comprehensive communication would also need to be strongly connected with the reliability of any weighting method used, which should be always clearly defined and documented. It would equally be crucial to develop life cycle based indicators for the environmental impact of materials consumption. Ester van der Voet ( CML ) introduced in this context the Environmentally- weighted Material Consumption (EMC) index, a process-LCA based approach that scales up life cycle assessment micro data of production and recycling of materials and use of energy carriers to the national and EU macro level. Marc Bonazountas ( Epsilon Greece ) closed the session with an overview of a European-wide project that developed a mathematical model for assessing the Environmental Sustainability of EU regions based on a “4x4x4 concept” (4 sustainability pillars (including “Institutional”), with 4 themes each, with 4 sub-themes each). 6.6 Session V: Case studies: Life cycle based sustainability indicators Several practical examples of indicators in various applications were given in this session, with a focus on non-waste issues; waste having already been the main theme of the previous workshops and pilot studies. Giacomo Martirano ( Epsilon Italy ) detailed an indicator-based model to assess the management of water resources, conducted for 137 municipalities from province of Cosenza, Italy. The model could be transferred to other regions and used as a decision support tool, capable of measuring the effectiveness of the adopted sustainability policies. This would allow for a quick evaluation of the management actions for waters use / reuse, with reference to different scenarios of the Integrated Water System. Matti Melanen ( SYKE ) presented indicators developed and used for monitoring sustainability in the region of Kymenlaakso, Finland. Three sets of indicators were prepared, with the use of 3 different approaches: 1) Indicators based on economic ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 19 and material flow analysis – with the so-called ”top-down approach” (using NAMEA approaches to provide a sectorial perspective); 2) Indicators based on environmental analysis – with the ”bottom-up approach” (using a process-based life cycle approach); 3) Social and cultural indicators supporting the measurement of eco- efficiency. Jo van Assche ( University of Ghent ) outlined a method for monitoring urban sustainability developed for the Flemish part of Belgium. 190 indicators were prepared, based on 4 principles: 1) Economical: proper allocation between demand and supply; 2) Social: intra-generational equity or justice (equal opportunities, equality of outcome, redistribution of means, combating poverty, etc.); 3) Physical and ecological: inter-generational justice (rational use of resources, fuels, space, quality of nature and environment); 4) Institutional: quality of mental climate (attitude of responsibility, cooperation, openness, participation, etc.). All these indicators were produced with the participation of a broad variety of stakeholders (coming from different public administration levels and fields of civil society). In sum, the vision- driven and participatory design resulted in simplified indicators. However, these do not include a specific life cycle perspective. Tourane Corbiere ( University of Lausanne ) gave a brief overview of a case study on bioethanol supply in Switzerland (50% domestic / 50% from Brazil vs. 100% from Brazil), identifying sustainability indicators and how these options might influence Swiss energetic independency. All three pillars of sustainability were investigated using generally life cycle approaches. The results highlighted a number of trade-offs (e.g. economic benefits vs. technological slowdown vs. negative social effect in the exporting country) that would gain even higher importance if considering a larger economic region, such as the European Union and its energy policy. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 20 7 Breakout group recommendations 7.1 Breakout Group I 4 7.1.1 General views and opinions The prominent trends to include Life Cycle Thinking (LCT) in the development of Sustainability and Decoupling Indicators were addressed during the workshop. A broad spectrum of methods and tools for monitoring Sustainable Development (SD) was presented, from socially oriented to product and material flow based approaches, and on to ones based on statistical data. There is still more research and development required in some cases, also as the concept of Sustainable Development is very wide and some areas are more advanced than others. The timely introduction of LCT is seen, however, as useful for the subset of SD indicators that relate to the sustainability of products (both goods and services), i.e. their production, use, and end-of life, while not to those indicators that deal with other issues (e.g. institutional, availability of healthcare and education facilities etc.). 7.1.2 Data quality and reporting; knowledge-based research Life cycle based indicators of resource use were argued to be a powerful tool to monitor different aspects of Sustainable Development. Statistical data can be seen as an engine to make such indicators operational. National data reported to Eurostat were argued to, however, not yet always comply with the requirements for data consistency and quality. Thus, further development of statistical data systems, and appropriate utilization of such data together with other data in practice, was seen as an important task for the EU institutions. The group considered that, in the past, society was dealing with established knowledge, but today we should learn to work with developing knowledge. Thus, policy and planning, public participation and decision-making should be also based on state-of-the-art research, not just knowledge that would be historically well- founded over many years. An effective system of wide dissemination of innovative developments should therefore be seen as one of the goals towards sustainable development. 4 Authors: Linas Kliucininkas, Katarina Celic, Michael Betz; Participants: Reinout Heijungs, Matti Melanen, Haari Moora, Iveta Steinberga, Stephan Moll, Mojca Zitnik. For details on affiliations, see: http://viso.ei.jrc.it/lca-indicators/participants.htm ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 21 7.1.3 The issues of aggregation and proper level of application Based on personal experiences, the breakout group discussed possible application levels of LCA-based SD indicators. The opinions diverged as to the levels on which indicators would be most required. 7.1.4 Recommendations The breakout group identified the need for comparative studies and critical reviews of different life cycle approaches (e.g. ISO-based LCA, NAMEA-type approaches, etc.) in the context of further developing sustainability indicators. The group suggested performing a related concrete case study, which should explicitly demonstrate possibilities and limits. This could be e.g. a study on “Life cycle based sustainability evaluation of bio-fuels – perspective of 3 pillars of sustainability”, which would be analogous in approach to indicators set up for broader policy support. Other recommendations included: • To integrate Life Cycle Thinking into EU policies towards Sustainable Development and SD indicators. • To make life cycle based indicators operational and to test and validate them on a practical level. The need should be considered for different sets of indicators for different levels of sustainability assessment – i.e. strategic, tactical and operational, which require careful selection and application. • To strengthen the social and economic dimension of life cycle based indicators. • To further enhance consistency and reliability of statistical data on different administrative levels. • To consider creating a EU-wide portal for dissemination of progress in the field of enhanced SD indicators. 7.2 Breakout Group II 5 7.2.1 General views and opinions Taking a life cycle perspective is useful, and often essential, when assessing the environmental and sustainability implications of projects, policies, products or programs. Following a life cycle approach is increasingly needed in a world of ever more complex supply chains, pressures from multiple sources, and the growing 5 Authors: Joanna Kulczycka, László Pintér; Participants: Roberto Buonamici, Jörg-Alexander Hanauer, Arjen Kapteijns, Vladimir Koci, Róbert Nemeskéri, Sonia Valdivia. For details on affiliations, see: http://viso.ei.jrc.it/lca-indicators/participants.htm ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 22 awareness of, and concern about, environmental and socio-economic impacts along this chain. Use of life cycle approaches in business and government is seen as both generating demand for such approaches and such data, while, at the same time, such organisations also provide data. LCA can be useful for creating sustainability indicator(s), but also the group sees its effectiveness constrained by a number of conceptual, methodological and technical factors that have to be addressed, including: • difficulty in generating information about global societal and other effects of national or sub-national processes • using the appropriate and comparable data • definition of system boundaries • assigning monetary values (positive or negative) to external costs and benefits • aggregation of data across various levels, especially from micro to macro level (need for efficient concepts to consider, how to elevate LCA from the micro to macro level). 7.2.2 Recommendations In order to increase the effectiveness of applying the life cycle approach in sustainability and decoupling indicators, the group proposed the following for further consideration: • develop screening criteria and mechanisms for deciding under which conditions a detailed life cycle assessment would be required versus where straightforward life cycle thinking approaches are sufficient • invest in further efforts to harmonise and / or standardise LCA methods (for micro and macro level application) • major effort is needed to improve the underlying monitoring and data collection systems that can provide systematic time series data with adequate spatial resolution; this would be of use to both life cycle based and other types of sustainability assessments • increase efforts to better communicate LCA results and indicators to key audiences without expert knowledge in LCA • develop methods to quantify the social value of some of the processes, products and materials ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 23 • develop advanced, but practical, methods to quantify internal and external economic costs. 7.3 Breakout group III 6 7.3.1 General views and opinions While not all Sustainable Development indicators need to be life cycle based, those related to sustainable consumption and production should be. The chain from raw materials to products and to waste needs to be regarded in an integrated way, which only a life cycle approach can offer. Sustainability should be a key issue for corporate management, and companies are key actors here. Providing environmental information to consumers (eco-label, product information) should be mandatory to facilitate informed purchase decisions. Policy makers in many countries should be further familiarized with LCT and with the general application of SD indicators. Relevant indicators should already be developed using dedicated guidelines, potentially varied for different levels, countries, and regions. From a spatial perspective, in some of the case studies presented during the Workshop, the actual approaches for monitoring sustainability were found to be mainly based on sectoral or national data. It would be also useful to introduce geostatistics (spatial statistics) for related information. This would facilitate analysis of existing data, formulating conclusions, and taking up decisions with the consideration of time and space. 7.3.2 The issue of aggregation Product and resource policies are generally formulated at national or EU level. Weighting methods should be agreed upon to facilitate aggregate decoupling indicators on the national and EU level within the next few years. The municipalities are the appropriate level to collect data to support environmental indicators in relation to activities at the local and regional levels. Life cycle related information may be already collected, through e.g. “good housekeeping” data collection and in general studies. This data could be brought in as contribution to a full life cycle perspective. 6 Authors: Valentin Vladimirov, Ester van der Voet; Participants: Marc Bonazountas, Christian Heidorn, Jo van Assche, Susanna Xara. For details on affiliations, see: http://viso.ei.jrc.it/lca- indicators/participants.htm ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 24 7.3.3 Recommendations • Develop guidance on the LCT approach and on life cycle based sustainability indicators, which may vary for the national, regional and local level, reflecting differences among locations. • Develop a Directive on LCT, based on commitment, sound and harmonised / standardized methodology and seeking broad stakeholder support. As a result LCT might become standard practice within 5 years. • The EC should support the development and further harmonisation / standardisation of life cycle methodologies and databases, considering LCA, NAMEA, MFA/SFA and other industrial ecology tools. • Make better use of already existing life cycle information and databases. For this purpose, an inventory of completed and on-going “life cycle studies” would be worthwhile, although this should comply with some agreed standards in relation to e.g. quality and consistency. • Develop and use indicators on the technosphere (man-made environment) as a separate system in addition to the other Areas of Protection (environmental, social and economic indicators). 7.4 Breakout Group IV 7 7.4.1 General views and opinions Life Cycle Thinking is indispensable for measuring sustainable development. The life cycle perspective is important especially at a policy / decision-making level, since major impacts can occur in different life cycle stages, impact categories, or geographical regions. For this reason, it is essential to ensure that improvements in one part of the system are not deteriorated in another, thus to avoid unwanted trade- offs. Policy and decision makers should understand and agree on related indicators. It is seen as extremely important to have this acceptance and understanding, as poorly understood and distrusted indicators will not be used. 7.4.2 The issue of aggregation There is no “One Indicator” but a basket of indicators to qualify and/or quantify a system and its sustainability. Aggregated indices can assist decision-making by summarising a complex array of information in a consistent framework / metric and they do have a role in assisting decision makers, but only as long as they are not 7 Authors: Tourane Corbiere, Peeter Eek; Participants: Demetris Demetriou, Emmanuel Gentil, Jacob Madsen, Giacomo Martirano, Kevin Mercieca, Ryszard Szpadt, Rasa Uselyte, Andis Zilans. For details on affiliations, see: http://viso.ei.jrc.it/lca-indicators/participants.htm ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 25 used in isolation from more detailed information. As an example of an interesting secondary resource life cycle based indicator, MUI – Material Use Intensity – was proposed. 7.4.3 Recommendations • As the difficulty of starting up a life cycle based indicator system raised some concerns, the need is seen for adopting an approach similar to the one offered for the IPPC Directive BAT/BREF (‘public information’). This includes: a) transparent and updated data; b) „meaningfully simplified“ LCA/LCT studies and success stories; c) methodological guidance notes. • A clear definition and explanation of “what the indicator can be used for?” is necessary. • The most detailed accessible level of data should always be kept. • Some investigations should be done on how to communicate complex results and indicators. Approaches should be tested, with policy-makers being the main addressees. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 26 8 Overall conclusions and recommendations This workshop was a timely event for a concrete discussion about needs and options for the inclusion of Life Cycle Thinking in the further development of Sustainability Indicators. The representatives of the European Commission services, of Member States, and of other governmental organisations outlined the needs and expectations. The experts of academia and consultancies presented achievements and proposed a feasible way forward, with the consideration of different methodologies, data sources, and tools. The workshop’s participants eventually agreed to a number of issues, while some others are to be evaluated further to find the most suitable solutions. The following considerations and recommendations are reflecting the workshop achievements: • Breaking the link between economic growth and environmental degradation is the overarching goal. Life Cycle Thinking is the right approach for further developing related sustainability indicators and is, hence, indispensable to achieve sustainable consumption and production. • Full commitment to the decoupling goal is to be reached by seeking broad stakeholder support, and life-cycle thinking is to be integrated, into all relevant policies towards more coherent policies. This should be achieved by developing measures for progress, for identifying priorities, and subsequently setting targets. • Life Cycle Thinking is the right approach to substantially improve existing Sustainability Indicators, such as the Sustainable Development Indicators developed by Eurostat, for the ones that relate to production, consumption, and waste, while not to a number of others that are complementary dealing e.g. with education, health care access etc. • The need of aggregated indicators for a more comprehensive communication across the Areas of Protection of the natural environment, human health, social working conditions and economic interests needs to be strongly connected with the reliability and policy acceptance of the weighting method. • Make purpose-oriented life cycle based sustainability indicators operational and test and validate them on a practical level. Different sets of indicators are required for different purposes of sustainability assessment – i.e. strategic, tactical and operational. • Develop screening criteria and mechanisms for deciding under which conditions a detailed Life Cycle Assessment would be required versus where straightforward Life Cycle Thinking approaches are sufficient. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 27 • Improve the underlying monitoring and data collection systems that can provide appropriate data in time series and with the adequate spatial resolution, where required. This would be of use to both life cycle based as well as other types of sustainability assessments. • Further enhance consistency and reliability of statistical, life cycle inventory, and other data from micro to macro level. The most detailed accessible level of data should always be kept for reviewing purposes. • Strengthen the social and economic dimension of life cycle based indicators, building on promising first achievements. Although there is a lack of consensus on “which methodology and indicators should be used?” there has been a lot of experience gained, so it may be time to apply what is available instead of waiting for a “perfect tool”. • Develop guidance on the LCT approach and on life cycle based sustainability indicators that may vary for the national, regional and local level, or related to different needs such as e.g. housing, food etc. or product groups such as e.g. flats or meat. • Consider creating a EU-wide portal for dissemination of progress made in the field of enhanced life cycle based sustainability indicators. • The need was stressed for a short-term, but systematic critical review of different life cycle approaches and data (e.g. process-based LCA, NAMEA-type approaches, MFA/SFA and other industrial ecology tools, as well as integrated approaches) in order to identify the most promising way forward, for a long- term workable, reliable and relevant solution for life cycle based sustainability indicators ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 28 9 Acknowledgements The Workshop was organised by Institute for Environment and Sustainability (IES) of the European Commission’s DG Joint Research Centre, located in Ispra, Italy, represented by: Karol Koneczny (overall management and organisation), David Pennington, Raffaella Bersani, and Marc-Andree Wolf (scientific support), Madeline Rizzi and Michela Rossi (logistics and formal arrangements). The organisers would like to thank for the collaboration the Members of the Steering Committee: Werner Bosmans (DG Environment), Christian Heidorn and Jörg-Alexander Hanauer (DG ESTAT); the local organisers: Costas Papastavros and Meriopi Milioti (Ministry of Agriculture, Natural Resources and Environment, Cyprus); and the break-out group authors: Katarina Celic (Ministry of Environment and Spatial Planning, Slovenia), Linas Kliucininkas (Kaunas University of Technology, Lithuania), Joanna Kulczycka (Polish Academy of Sciences), Laszlo Pinter (International Institute for Sustainable Development, Canada), Ester van der Voet (Leiden University – CML, The Netherlands), Valentin Vladimirov (Sofia University, Bulgaria), Tourane Corbiere (University of Lausanne, Switzerland) and Peeter Eek (Ministry of the Environment, Estonia). The organisers would also like to thank all the speakers, co-authors of the presentations and break-out group members – for their active and beneficial involvement (complete list of speakers and participants is available at http://viso.ei.jrc.it/lca-indicators/participants.htm, while all the co-authors are acknowledged in their presentations, see: http://viso.ei.jrc.it/lca- indicators/presentations.htm). ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 29 10 References [1] European Commission, Integrated Product Policy Communication, COM (2003) 302 final. [2] European Commission, Thematic Strategy on the Sustainable Use of Natural Resources, COM (2005) 670 final. [3] European Commission, Thematic Strategy on the Prevention and Recycling of Waste, COM (2005) 666 final. [4] European Commission, Sustainable Consumption and Production Action Plan (SCP), under preparation http://ec.europa.eu/environment/eussd/escp_en.htm . [5] European Council, The European Sustainable Development Strategy, Göteborg 2001, renewed in June 2006 for the enlarged EU (10917/06). [6] European Parliament and the Council, Waste Framework Directive, 2006/12/EC. [7] DG JRC-IES, European Platform on Life Cycle Assessment, http://lca.jrc.ec.europa.eu/. [8] Integrated Waste Management & Life Cycle Assessment, Workshop and Conference, Prague, Czech Republic, April 2004, http://viso.jrc.it/iwmlca. [9] Life Cycle Thinking in Municipal Waste Management in the Enlarged EU, International Workshop, Malta, November 2005, http://viso.ei.jrc.it/lca-waste. [10] Koneczny K., Pennington D.W., Dragusanu V., Environmental Assessment of Municipal Waste Management Scenarios: Part I – Data collection and preliminary environmental assessments for life cycle thinking pilot studies, European Commission, DG JRC-IES, 2007 (in press). [11] Editors: Koneczny K. and Pennington D.W., Environmental Assessment of Municipal Waste Management Scenarios: Part II – Detailed Life Cycle Assessments, European Commission, DG JRC-IES, 2007 (in press). [12] The “Marrakech Process” – launched at the 1st international expert meeting on the 10-year framework held in Marrakech, Morocco, 16-19 June 2003, organized by DESA's Division for Sustainable Development and UNEP. [13] European Council, The Lisbon Strategy, Lisbon 2001. [14] ISO 14040:2006 “Environmental Management – Life Cycle Assessment – Principles and framework” and ISO 14044:2006 “Environmental management – Life Cycle Assessment – Requirements and guidelines”. ",
        "Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union 30 11 List of acronyms BAT – Best Available Technology BREF – BAT reference document EC – European Commission ELCD – European Reference Life Cycle Data System EMC – Environmentally-weighted Material Consumption index EU – European Union GHG – Greenhouse gases IPP – Integrated Product Policy Communication IPPC – Integrated Pollution and Prevention Control Directive LCA – Life Cycle Assessment LCI – Life Cycle Inventory LCIA – Life Cycle Impact Assessment LCT – Life Cycle Thinking MFA – Material Flow Accounting MUI – Material Use Intensity NAMEA – National Accounting Matrix Including Environmental Accounts RAMEA – Regional NAMEA SCP – Sustainable Consumption and Production Action Plan SD – Sustainable Development SDI – Sustainable Development Indicators SFA – Substance Flow Accounting ",
        "",
        "European Commission EUR 22879 EN – Joint Research Centre – Institute for Environment and Sustainability Title: Recommendations for life cycle based Indicators for Sustainable Consumption and Production in the European Union Author(s): K. Koneczny, R. Bersani, D.W. Pennington, M.A. Wolf Luxembourg: Office for Official Publications of the European Communities 2007– 30 pp. – 21.0 x 29.7 cm EUR – Scientific and Technical Research series – ISSN 1018-5593 ISBN 978-92-79-06541-5 Abstract Public administrations in Europe need robust Sustainability Indicators to support the conception, development, implementation, and monitoring of policies. Life Cycle Thinking (LCT) is essential to ensure this, taking into consideration the environmental impacts along the whole “life cycle” of a product (both goods and services) in a single framework, irrespective of when or where they occur. This report summarises the outcomes of the 3rd International Life Cycle Thinking Workshop on “Sustainability and Decoupling Indicators: Life cycle based approaches” organised by DG JRC in Cyprus, in January 2007. More than 50 scientific experts and public administrators from 20 countries met to discuss whether, and how, to further integrate life cycle thinking into indicators in the contexts of decoupling and sustainability. Platform presentations, case studies and breakout groups’ recommendations are reported. The necessity for further developing existing Sustainability Indicators in relation to production, consumption, and waste, by integrating Life Cycle Thinking, was stressed by all participants. It was highlighted that the future developments must focus on providing meaningful, reliable, and consistent indicators that have a clear policy-support role, developed on solid methodological foundations to achieve broad acceptance. ",
        "The mission of the JRC is to provide customer-driven scientific and technical support for the conception, development, implementation and monitoring of EU policies. As a service of the European Commission, the JRC functions as a reference centre of science and technology for the Union. Close to the policy-making process, it serves the common interest of the Member States, while being independent of special interests, whether private or national. L B - NA - 22879 - E N - C "
    ]
}