{
    "text": [
        "Targeted Surveys on application of core labour standards Cape Verde Written by Ergon Associates 31 August 2019 ",
        "Targeted Surveys on application of core labour standards, Cape Verde 2 EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion Directorate D — Labour Mobility Unit D.3 — International Issues E-mail: empl-d3-unit@ec.europa.eu European Commission B-1049 Brussels ",
        "Targeted Surveys on application of core labour standards, Cape Verde 3 Targeted Surveys on application of core labour standards Cape Verde Directorate-General for Employment, Social Affairs and Inclusion EU Programme for Employment and Social Innovation 2019 ",
        "LEGAL NOTICE Manuscript completed in August 2019 The contents of this publication do not necessarily reflect the position or opinion of the European Commission. Neither the European Commission nor any person acting on behalf of the European Commission is responsible for the use that might be made of the following information. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2020 doi: 10.2767/028046 KE-04-20-065-EN-N PDF ISBN 978-92-76-10417-9 © European Union, 2020 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. ",
        "Targeted Surveys on application of core labour standards, Cape Verde 5 Targeted Surveys on application of core labour standards, Cape Verde This report has been developed to provide a picture of the application of core labour standards in Cape Verde. The report is based on a combination of desk research and stakeholder interviews. The assessments of the issues covered in the report are based on the views of credible international organisations, national governments, employer organisations, trade unions, experts and other stakeholders. Key context A sound multi-party democracy since 1991, Cape Verde is a young and rapidly developing republic. Among its West African neighbours, the archipelago distinguishes itself through its political and economic stability. Cape Verde has enjoyed middle-income status since 2008, largely based on income generated by tourism, which continues to be the backbone of the economy. This has brought about notable social development gains, with significant declines in poverty. Nevertheless, the labour market does face challenges, with a significant proportion of informality and self-employment. Employment is also declining in a key export sector - aquaculture. Furthermore, with most of the population under the age of 25, creating decent work opportunities for youth is an increasingly pressing challenge. Following a ‘modernization’ of the Labour Code in late 2016, workers’ representatives have also voiced concerns about an increase in ‘flexible’ forms of employment. Its history of migration is central to understanding Cape Verde, which has a recognised diaspora, primarily in the US, Portugal and other Western European countries. With a relatively small domestic labour force, in more recent years the archipelago has itself become a destination country for economic migrants. Migrant workers are primarily from member countries from the Economic Community of West African States (ECOWAS), through which full labour mobility is permitted. Between 17,000 and 20,000 migrants are thought to be currently working in Cape Verde, principally in construction and services, in both formal and informal employment. Progress • Legislation and enforcement against human trafficking • Legislation and protection against worst forms of child labour • Action plans on trafficking and migration • Reporting on and institutional awareness of core labour standards Challenges • Uncertainty surrounding right to strike (establishing minimum services and grounds for civil requisitioning) • Low levels of collective bargaining • Non-discrimination legislation • Labour inspectorate capacity • Limited information, monitoring and data on CLS issues in practice and relevant projects ",
        "Targeted Surveys on application of core labour standards, Cape Verde 6 Cape Verde has made some considerable advancements on core labour standards (CLS) issues in recent years, as detailed below. There are, however, some cross-cutting issues that are constraints to progress. These include the limited capacity and presence of the labour inspectorate (Inspecção Geral do Trabalho - IGT), inadequate technical knowledge of CLS issues among some relevant authorities and national stakeholders, and a paucity of data and information on CLS issues in practice. Nevertheless, the government reportedly plans to increase the number of inspectors, particularly on the tourist island of Sal. Freedom of association and collective bargaining Freedom of association and the right to collective bargaining are broadly respected in Cape Verde, in both law and practice. Trade unions carry out their activities without interference and there are no recent reports of violence, threats, or other abuses against trade union members or leaders. However, collective bargaining is limited in practice. Increasing social dialogue and collective bargaining is reportedly a priority for the government. Authorities ran a collective bargaining and labour dispute conference and workshop in late 2018, and in June 2019, parliament approved the ratification of ILO C144 (Tripartite Consultation). Nevertheless, to date, little has reportedly changed in practice. Legislative issues persist in relation to the list of minimum essential services to be maintained during strike action and the imposition of civil requisitioning, or “back to work orders”, during strikes. Through the reform of the Labour Code in 2016, it was provided that an independent tripartite commission was to be established and that this commission would decide on amendments in these two areas. Nevertheless, the commission has yet to be established, with various reasons cited for the delay. This situation has thus left law reform in this area in a state of uncertainty. In this context, the government classified a police strike in late 2017 as illegal for reasons including failure to comply with civil requisition and failure to maintain minimum essential services. Trade unions have since lodged a complaint with the ILO in relation to this. Forced labour National legislation is broadly in line with international standards. Previous gaps were rectified by the 2015 amendment of the Penal Code, which criminalised trafficking. Some perpetrators have since been prosecuted under the new Penal Code provisions, and in 2018, the country’s first prosecution for forced labour began. While there is limited data and information on the issue in practice, authorities have identified cases of sex trafficking and forced labour in recent years. Non-sexual forms of forced labour are less reported than trafficking in Cape Verde. Some stakeholders acknowledge that indicators of forced labour are present yet may go unrecognised owing to a lack of awareness. Relevant authorities in Cape Verde may conflate the concepts of forced labour and trafficking. Migrant workers are thought to be at a heightened risk of both forced labour and trafficking. Migration management systems in Cape Verde are weak and many migrants are reportedly working irregularly and are vulnerable to exploitation. Nevertheless, Cape Verde is considered to have made positive advancements in this area. During 2018, the country’s first National Anti-Trafficking Action Plan (2018-2021) was approved and funded. It also established an Observatory for Monitoring and Rapid ",
        "Targeted Surveys on application of core labour standards, Cape Verde 7 Identification of Situations of Trafficking in Persons to better coordinate government efforts against trafficking. Furthermore, in early 2019, II National Action Plan for Migration and Social Inclusion of Immigrants (2018-2020) was approved. The plan seeks to improve the legal regulation, documentation and social inclusion of migrants, in order to reduce their vulnerabilities Child labour The legislative framework on child labour is partially in line with international standards. Some gaps persist in relation to minimum age for admission to hazardous work, regulations on light work, and protections for working children outside formal employment relationships. The ILO CEACR has expressed disappointment at the fact that the list of hazardous work for minors, established in 2016, failed to protect children aged between 16 and 18 years of age. Cape Verde was also examined in relation to C182 by the ILO Committee on the Application of Standards (CAS) at the International Labour Conference (ILC) in June 2019. The ILO CAS noted with satisfaction the 2015 Penal Code amendments that criminalised use of minors under 18 years of age prostitution and sexual exploitation. However, CAS requested greater information on enforcement efforts. In practice, child labour, including in its worst forms, is overwhelmingly found in informal contexts in agriculture, fishing, domestic work and to a lesser extent street work. Sexual exploitation of minors is also a widely identified risk issue, sometimes with links to tourisms. Information and data on the situation in practice is inconsistent and was last collated in 2015. A variety of protection efforts by the Cape Verdean Institute for Children and Adolescents (ICCA) are ongoing. These actions include an awareness campaign, a child labour reporting hotline and several centres for at-risk children. Contrastingly, international observers and national stakeholders largely report that enforcement remains inadequate, particularly in high-risk sectors and contexts. Again, there is limited data and reporting on inspections or prosecutions related to child labour, and this impedes effective monitoring of the situation. Discrimination The legislative framework on non-discrimination is broadly adequate, despite some notable gaps, which were not amended in the Labour Code reform in 2016 – this was considered a missed opportunity by many. Legislative gaps persist in relation to equal remuneration for work of equal value, protections against sexual harassment by fellow employees, and non-discrimination on grounds of national extraction. Employers’ representatives stress that legislation must be amended as a priority, before any tangible improvements in practice can be expected. In practice, women and migrant workers are most likely to experience employment discrimination in direct and indirect forms. Sexual harassment is thought to be underreported. Although cultural barriers remain, efforts to tackle gender discrimination and to a lesser extent poor conditions of migrant workers, have been observed under relevant national plans and strategies adopted in recent years. The development of a third National Gender Equality Plan is reportedly underway, and the Cape Verdean Institute for Gender Equality (ICIEG) has been advocating for better protection of ",
        "Targeted Surveys on application of core labour standards, Cape Verde 8 domestic workers, who are overwhelmingly women. In 2019, II National Action Plan for Migration and Social Inclusion of Immigrants (2018-2020) was also approved. International observers continue to highlight a lack of data and reporting on non- discrimination, which means progress is difficult to monitor. Status of ratification and reporting Cape Verde has ratified all eight ILO fundamental (core) conventions and one of the four governance (priority) conventions – C81 (Labour Inspection). In June 2019, parliament approved the ratification of governance convention, ILO C144 (Tripartite Consultation). However, at the time of writing, this had yet to be formally communicated to the ILO. During 2018, Cape Verde met all its reporting requirements to the ILO supervisory machinery, marking a significant improvement from previous years. This was supported by the ILO-implemented and EU-funded project, “Support on the application of international labour standards in the process of GSP+”, which sought to improve Cape Verde’s international reporting capacity, among other aims. The project has also served to increase international awareness of international labour standards, particularly core labour standards. Application issues - latest ILO CEACR observations and direct requests on core conventions Freedom of association & collective bargaining C87 (2018): Requested efforts to determine the minimum services in the event of a strike, and thus exceptional cases where civil requisition would be applicable. These must be agreed through tripartite dialogue, as dictated under the Labour Code reform. C98 (2018): Requested reports on progress made to promote collective bargaining and re-establish of the National Committee for the Promotion of Collective Bargaining. Welcomed case specific advancements. Forced labour C29 (2016): Requested govt revise the Penal Code to criminalize trafficking in persons for sexual and labour exploitation. This issue was reportedly resolved through an amendment to the Penal Code. C105 No recent comments Child Labour C138 (2019): Noted that the national list of forms of hazardous labour only applies to children under 16 years old and there is no authorisation procedure for those aged between 16 and 18 years. Requested information on the application of penalties in cases where minors are working on an unpaid basis or in the informal economy; and requested information on cases of child labour identified and penalties, including enforcement efforts against worst forms. C182 (2016): Requested that measures be taken to define ‘minor’ in the Penal Code; ensure that hazardous work legislation protects children in informal working relationships; and that the Penal Code improves protections against prostitution of under 18s. ",
        "Targeted Surveys on application of core labour standards, Cape Verde 9 References ILO CEACR, Observations and Direct Requests for Cape Verde Discrimination C100 (2017): Noted that current legislation provides no system for objective job evaluation. Noted that provisions in the Constitution and the Labour Code on equal pay are more restrictive than the principle of equal remuneration for work of equal value provided for in the Convention. C111 (2017): Noted that the Labour Code does not protect against discrimination on the grounds of national extraction or sexual harassment by other workers and requested amendments. Requested govt take measures to train labour inspectors on provisions. ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by electronic mail via: http://europa.eu/contact Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU Publications You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU law and related documents For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        ""
    ]
}