{
    "text": [
        "P8_TA(2018)0013 Nigeria European Parliament resolution of 18 January 2018 on Nigeria (2018/2513(RSP)) (2018/C 458/04) The European Parliament , — having regard to its previous resolutions on Nigeria, — having regard to the African Charter on Human and Peoples’ Rights of 1981, ratified by Nigeria on 22 June 1983, — having regard to the Constitution of the Federal Republic of Nigeria, in particular the provisions on the protection of freedom of religion contained in Chapter IV on the right to freedom of thought, conscience and religion, — having regard to the Council conclusions of 12 May 2014 on abductions in Nigeria and of 9 February 2015 on elections in Nigeria, — having regard to President Muhammadu Buhari’s address to the European Parliament of 3 February 2016, — having regard to the decision to add Boko Haram to the EU list of designated terrorist organisations by means of Commission Implementing Regulation (EU) No 583/2014 of 28 May 2014 amending for the 214th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al Qaida network, which entered into force on 29 May 2014, — having regard to the statement by Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy (VP/HR) Federica Mogherini of 7 May 2017 on the release of girls kidnapped by Boko Haram in Nigeria, — having regard to the UN Declaration on the Elimination of All Forms of Intolerance and of Discrimination based on Religion and Belief of 1981, — having regard to the International Covenant on Civil and Political Rights of 1966, ratified by Nigeria on 29 October 1993, — having regard to the UN Convention on the Rights of the Child of 1989, ratified by Nigeria in April 1991, — having regard to the second revision of the Cotonou Agreement, ratified by Nigeria on 27 September 2010, — having regard to the Universal Declaration of Human Rights of 1948, — having regard to the awarding of the European Parliament’s Sakharov Prize for Freedom of Thought to human rights defender Hauwa Ibrahim in 2005, — having regard to the outcome of the Nigerian presidential elections of March 2015, — having regard to Rules 135(5) and 123(4) of its Rules of Procedure, A. whereas the UN estimates that Nigeria, Africa’s most populous and culturally diverse nation (its population having grown from 33 million in 1950 to about 190 million today), is set to become the world’s third most populous country, just behind China and India, by 2050; B. whereas Nigeria is home to Africa’s largest Christian population; C. whereas Nigeria’s population is almost evenly split between Muslims and Christians; 19.12.2018 EN Official Journal of the European Union C 458/43 Thursday 18 January 2018 ",
        "D. whereas an estimated 30 million Christians live in northern Nigeria, forming the largest religious minority in the predominantly Muslim region; E. whereas the UN Office for the Coordination of Humanitarian Affairs (OCHA) reported in November 2017 that in northeastern Nigeria 8,5 million people were in need of lifesaving assistance and that 6,9 million people were targeted for humanitarian assistance in 2017; F. whereas the country’s Middle Belt has suffered years of economic and political tension between ethnic and religious communities, with the recent violence fuelled by competition for power and access to land between pastoralist and farming communities; G. whereas peace and stability in northern Nigeria have been threatened by the continuing attacks, murders and kidnappings perpetrated by the Islamist group Boko Haram since 2009; H. whereas over 20 000 people have been killed and more than 2 million displaced, including to neighbouring countries, since Boko Haram began its attacks; I. whereas in April 2014, Boko Haram kidnapped 276 girls from their school in Chibok, northern Nigeria, of which some have since been reunited with their families, but a significant number are still being held in an unknown location; J. whereas women and girls have been enslaved, raped, radicalised and forced into ‘marriages’ by Boko Haram; whereas many survivors of these horrific experiences are now pregnant by their rapists; K. whereas the security forces have also been accused of interrupting peaceful protests and meetings, in some cases with violence and excessive use of force; L. whereas numerous kidnappings of clergy and nuns have taken place in the past year, including that of six Sisters of the Eucharistic Heart of Jesus Convent who were abducted in Iguoriakhi on 13 November 2017, and were recently released; M. whereas over 14 people were killed, and many others wounded, in Omoku as they were returning from a church service in the early hours of New Year’s Eve; whereas the number of Christian and Muslim deaths has been rising of late, which underlines the worrying situation of both faiths in the country; N. whereas pastoralist-farmer conflicts in Nigeria have increased in number, spread and intensified over the past decade and today pose a threat to national survival; whereas thousands of people have been killed, communities destroyed and a huge number of farmers and pastoralists have lost their lives and property in an escalation of killings and destruction that is not only destroying livelihoods but also affecting national cohesion; O. whereas in the long term, pastoralism is under threat owing to high population growth, expansion of farming, and loss of pasture and cattle routes; whereas at the same time, pastoralism cannot come to an end or be prohibited, as there are strong cultural, political and economic reasons for its existence; P. whereas the International Criminal Court (ICC) has stated that there are reasonable grounds to believe that crimes against humanity under Article 7 of the Rome Statute have been committed in Nigeria by Boko Haram, including murder and persecution; Q. whereas Nigeria has a complex legal system, which combines common, customary and religious law and several tiers of government, which creates a challenging environment for the proper enforcement of human rights; R. whereas accountability, justice, the rule of law and the fight against impunity constitute essential elements underpinning peace and conflict resolution, reconciliation and reconstruction efforts; C 458/44 EN Official Journal of the European Union 19.12.2018 Thursday 18 January 2018 ",
        "S. whereas the death penalty is legal in Nigeria; whereas in 2016, Nigeria sentenced 527 people to death, three times more than in 2015; whereas there has been a de facto moratorium on the death penalty since 2006, although this moratorium was broken in 2013 and 2016; T. whereas Nigeria’s Independent National Electoral Commission has announced that presidential and national assembly elections will be held on 16 February 2019; U. whereas the organisation Transparency International ranked Nigeria 136th out of 175 countries in its Corruption Perceptions Index 2016; V. whereas pursuant to Article 8 of the Cotonou Agreement, the EU engages in regular political dialogue with Nigeria on human rights and democratic principles, including ethnic, religious and racial discrimination; 1. Is deeply concerned by the increasing interethnic conflicts between pastoralists and farmers in the Middle Belt region which have increased the security challenges already facing Nigeria, and regrets the lack of real progress in addressing these issues; 2. Strongly condemns the increase in violence against Christians and Muslims in Nigeria, including the targeting of religious institutions and worshippers, such as the recent killing of at least 48 Christians in villages across Plateau State and the bombing of a mosque in Mubi, northeast Nigeria, in which at least 50 people died; calls on President Buhari and the Nigerian Government to increase their efforts to bring the violence to an end, defend Nigerians’ right to worship freely and protect the rights of all their citizens more rigorously, in line with the country’s laws and Constitution; extends its condolences to the families of all the victims of the ongoing violence; recalls, in addition, that until the 1970s, the coexistence of herdsmen and farmers was peaceful and regrets that the current violence, which concerns access to land and has been exacerbated by the disappearance of effective mediation schemes, is being depicted as a religious conflict, which oversimplifies the issue; 3. Urges the Government to focus on upholding human rights and dignity in all policies to ensure peaceful coexistence among citizens irrespective of their religion, beliefs and political affiliations; 4. Urges the Nigerian Government to negotiate a national policy framework that would protect the interests of both farmers and herders and calls on international partners to increase investment in preventing and resolving intercommunal conflicts between cattle pastoralists and farmers by supporting cooperation through shared economic and natural resource management initiatives; 5. Deplores the ongoing violence and attacks in northern Nigeria, whose targets have been Christian communities; notes that Boko Haram has attacked Muslim, Christian and other faiths indiscriminately; 6. Notes that the Nigerian military has recaptured territory from Boko Haram and arrested some of its members, but that the Government’s non-military efforts to stop Boko Haram remain nascent; 7. Urges the Buhari Government to defend its citizens from terrorism, but insists that such actions must be conducted in full accordance with respect for human rights and the rule of law; commends the progress made by the Buhari Government on the security challenges facing Nigeria and in addressing corruption; offers its support in achieving this objective and in seeking to sever the link between corrupt practices and terrorism; 8. Recalls, however, that the actions taken by the Government against Boko Haram and other terrorist organisations should not fuel the violence further; calls, in this regard, for a reform of the Nigerian state security forces, including the police, and for the conduction of investigations into those who are responsible for any human rights violations, including extrajudicial killings, torture, arbitrary arrests and extortion-related abuses; 9. Urges the Nigerian Government to address the root causes of the violence by ensuring equal rights for all citizens and non-discriminatory legislation; 19.12.2018 EN Official Journal of the European Union C 458/45 Thursday 18 January 2018 ",
        "10. Condemns sexual and gender-based violence against women and girls and the targeting by Boko Haram and other terrorist groups of women and children for abductions, forced marriage, rape and use as suicide bombers; expresses concern, in addition, that inadequate humanitarian assistance in refugee camps has also led to high levels of exploitation and sexual abuse; 11. Calls on the Nigerian authorities to provide the necessary psychosocial support to the victims of the scourge of radicalisation, especially women, children and young people, before reintegrating them back into society; calls for joint efforts by all international actors on the prevention of radicalisation leading to violent extremism and the development of rehabilitation and de-radicalisation programmes; 12. Encourages greater progress in addressing the corruption which has blighted Nigerian society for decades and believes that without tough action to eradicate such crimes the Buhari Government’s wider political, economic and social agenda cannot be fulfilled; urges the Nigerian authorities to strengthen measures to tackle corruption and stresses that failure to do so will mean more years of poverty, inequality, reputational damage, reduced external investment and fewer life opportunities for its citizens; recalls that corruption leads to dissatisfaction with public institutions and the decreased legitimacy of governments in the eyes of the citizens; 13. Calls for improvements to the efficiency and independence of Nigeria’s judiciary system to enable the effective use of criminal justice to combat violence, terrorism and corruption; 14. Urges the Nigerian authorities to implement a moratorium on the death penalty with a view to its abolition; 15. Reminds the Government of Nigeria of its responsibility to ensure that elections are held in conformity with its international human rights obligations and to take all necessary measures to ensure free, transparent and credible elections; 16. Calls on the Commission, the European External Action Service (EEAS) and Member States to monitor the reintegration of Nigerian returnees from Libya and to ensure that the EU funding foreseen is spent effectively; calls on the Commission to keep Parliament informed about these reintegration measures; 17. Instructs its President to forward this resolution to the Council, the Commission, the European External Action Service, the Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy, the governments and parliaments of the Member States, the President of the Federal Republic of Nigeria, the Chairperson of the African Union, the ACP-EU Joint Parliamentary Assembly, the Pan-African Parliament and representatives of the Economic Community of West African States (ECOWAS). C 458/46 EN Official Journal of the European Union 19.12.2018 Thursday 18 January 2018 "
    ]
}