{
    "text": [
        "Early lessons from transnational work in the European Social Fund Integrated services Technical Dossier no. 3 October 2017 ESF Transnational Platform Social Europe Social Europe ",
        "ESF – TEchnical DoSSiEr no. 3 Neither the European Commission nor any person acting on behalf of the Commission may be held responsible for the use that may be made of the information contained in this publication. For any use or reproduction of photos which are not under European Union copyright, permission must be sought directly from the copyright holder(s). Authors : Eddy Adams, Professor Mike Campbell, Fintan Farrell, Toby Johnson, Richard Kokeš and Vladimír Kváča (Faculty of Social Sciences, Charles University in Prague), Allan Mercer, Jyostna Patel and Leda Stott Principal editor : Eddy Adams Supervising editor : Toby Johnson Design and layout : Anita Cortés, Daniel Renders The authors would like to thank the personnel of the cases analysed for their valuable contributions to this dossier. Image copyrights : pp. 21, 23, 24 Kohtaamo-project, p. 22 Eurofound, pp. 28, 29 Barbora Kleinhamplová. Published on behalf of the European Commission, Directorate General for Employment, Social Affairs and Inclusion by the ESF Transnational Platform AEIDL, Chaussée St-Pierre 260, B-1040 Belgium +32 2 736 1890 esf@aeidl.eu Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2017 ISBN 978-92-79-73932-3 ISSN 2467-3153 doi:10.2767/944887 © European Union, 2017 Reproduction is authorised provided the source is acknowledged. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "1 Technical Dossier no. 3 October 2017 Dedicated to Professor Mike Campbell Integrated services Early lessons from transnational work in the European Social Fund DIRECTORATE GENERAL FOR EMPLOYMENT, SOCIAL AFFAIRS AND INCLUSION © European Union, 2017 ",
        "2 ESF – TEchnical DoSSiEr no. 2 Contents Summary – making public services serve the public better ....................................................................... 3 ThE DImEnSIonS AnD SuCCESS FACTorS oF SErvICE InTEgrATIon .................................................. 4 1. InTroDuCTIon ..................................................................................................................................................................... 5 2. InTEgrATED SErvICES: A bETTEr wAy To TACklE ‘wICkED’ SoCIAl ProblEmS? ...... 5 3. ThE Eu PolICy ConTExT ............................................................................................................................................. 6 4. SErvICE InTEgrATIon: A govErnAnCE PErSPECTIvE ........................................................................ 9 4.1 Product-dominant logic behind public service delivery .................................................................................................9 4.2 Flaws in a product-dominant logic when challenged by ‘wicked’ problems ......................................................9 4.3 A service-dominant perspective and integrated services as an alternative ..................................................10 4.4 Seeing theory in practice .............................................................................................................................................................12 4.4.1 Child Protection in Greater Amsterdam ..................................................................................................................12 4.4.2 Buurtzorg ...................................................................................................................................................................................14 4.4.3 Karolinska University Hospital .......................................................................................................................................15 4.5 Conclusions ..........................................................................................................................................................................................16 5. SErvICE InTEgrATIon ThEmE by ThEmE .................................................................................................. 17 5.1 Introduction .........................................................................................................................................................................................17 5.2 Employment – supporting the long-term unemployed ...............................................................................................17 5.2.1. Cooperation on data exchange between ESF and Public Employment Service: Mijn Loopbaan voor Partners (Flanders) .................................................................................................................................................17 5.2.2 A new name and a better service: Intreo (Ireland) ............................................................................................18 5.2.3 Cité des Métiers (France) ..................................................................................................................................................19 5.2.4 Components of an effective integrated services approach for the long-term unemployed.......20 5.3 Youth employment ...........................................................................................................................................................................21 5.3.1 Supporting NEETs .................................................................................................................................................................21 5.3.2 Putting young people at the centre of service design .....................................................................................23 5.3.3 The Ohjaamo service offer ..............................................................................................................................................24 5.3.4 Components of an effective integrated services approach for young people ....................................25 5.4 Inclusion.................................................................................................................................................................................................26 5.4.1 Integrated services and the inclusion agenda ......................................................................................................26 5.4.2 Deinstitutionalisation ..........................................................................................................................................................26 5.4.3 Housing First ............................................................................................................................................................................27 5.4.4 Lessons for an effective integrated services approach for people experiencing poverty, exclusion and discrimination ..........................................................................................................................................28 5.5 Partnership ...........................................................................................................................................................................................29 6. InTEgrATED SErvICES For mAnAgIng AuThorITIES AnD TrAnSnATIonAl nETworkS ........................................................................................................................................................................... 31 6.1 How ESF Managing Authorities can use the idea of service integration...........................................................31 6.2 The scope for work on service integration within the ESF is very broad ..........................................................31 6.3 Service integration is a horizontal topic reflected by the Thematic Networks...............................................32 7 ConCluSIonS: why InTEgrATE PublIC SErvICES? .......................................................................... 33 8 rECommEnDATIonS ..................................................................................................................................................... 36 Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 3 SUMMARY – making public services serve the public better This dossier synthesises the work of five transnational networks of European Social Fund managers on reform- ing public services to better serve the needs of people in need. Three of these networks are concerned with particu- lar groups – the long-term unemployed, young unemployed and people experiencing poverty and social exclusion – while the other two are working on horizontal principles of gov- ernance and partnership. The chapters in this dossier thus approach the issue of service integration both bottom-up – from the point of view of the client – and top-down, from that of the system. Evidence from seven practical cases is brought together and discussed to bring a deep understanding of the dimensions of service integration, the immense benefits when it suc- ceeds – and the challenges that lie along the way. This evi- dence is situated within the latest scientific thinking on how best to manage public service delivery. Drawing on these varied examples from the field, we identify a number of the preconditions to making service integration work. Some of these are shared by all projects aiming to bring about organisational change, but suffering as it does from a combination of a universal service obligation, often growing demand and increasingly demanding users simultaneously with budgetary stringency, and a need to be transparent and accountable to the public, the job of making public services serve the public better is a particularly complex one. A clear purpose First and foremost is the need to have a clear idea of what benefits are sought. The primary sources of evidence here have to be the clients themselves. Designing public services from the public’s point of view may seem too obvious to need saying – but our cases show how codesign with users can transform take-up and impact. It may well be front-line service delivery staff – along with cli- ents – who have the keenest experience of the way a service is dysfunctional. However it is vital that the need for change is appreciated all the way up the chain of command, so that the necessary heads can be knocked together. The cases in this dossier show that departments and organisations long used to working in parallel have to learn to collaborate, and that a methodology to get everyone to pull in the same direc- tion needs to be found. In many cases, one of the benefits may turn out to be financial savings – but this cannot be the sole driver of reform. Savings, if they come about, must result from a more effective service that actually resolves problems that previously lingered on interminably. Secondly, this vision must be communicated to all the ac- tors who need to be on board to make the process a success – and this often depends on carrying out a comprehensive stakeholder analysis, and developing principles and methods to involve the stakeholders in the redesign of the service. Solving knotty problems Service integration seems to have its most remarkable results when dealing with the toughest social problems – those knotty cases that can all too easily soak up an im- mense amount of time and money and yet get nowhere. This is particularly the case with clients suffering from mul- tiple problems who, if given the run-around from one office to another by a traditional fragmented bureaucracy, may simply end up breaking down and becoming dependent on the state’s help in the long term. The key to success in service integration seems to be to bring all the departments relevant to a given issue together with users to reshape a service which can respond to us- ers’ complex needs. Decision-making authority should be delegated as far down the organisational tree as is possible. Front-line staff – such as nurses or employment advisers, who are closest to the individual’s problem – need to be able to build a relationship of trust with the user and to call in whatever specialist service providers are needed. These front-line staff will often work in local teams, based in easily accessible and unintimidating premises which offer a wel- come to their sometimes difficult – or alienated – clients. To back up this empathetic front line there needs to be net- work of specialists who can work together across discipli- nary boundaries to solve the problems of individual citizens. And the upper levels of the organisation need to be on hand to ensure the necessary resources and data are there. Creating integrated services may not be an easy or cheap process, but our cases show the potential they have to bring sustainable answers to the most wicked social problems. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 4 The dimensions of service integration Situations of course vary, but from the cases we have analysed we can draw out some recurring themes and principles which may serve as an agenda or mirror to assist those addressing the issue of service integration. Rationale • Care about creating better services, especially for the most excluded • Recognise that life is messy, ‘wicked’ problems are multidimensional and different actors need to work together to address them • Commit to tackling the ‘revolving door’ syndrome where clients are recycled between services, often without core needs being addressed • Realise that there are long-term benefits in terms of reduced service dependency • Recognise the need to better align practice with policy Design • Be determined to get to the bottom of wicked prob- lems, not give clients the run-around • Adopt a service not a product logic, designed around user pathways • Map stakeholders; draw relevant stakeholders to- gether and come to voluntary agreement on expec- tations, principles, roles, timescales and procedures • Codesign with users, collectively as well as individually • Build institutional buy-in and top-level support • Move from fragmentation to the holistic manage- ment of a network of services • Build trust, both between organisational levels and between the front line and clients • Staff are intrinsically motivated. Remove features that discourage them from working in new silo- breaking way • High-level support, leadership • Commitment to cultural change • Aiming for better service, not cost savings • Multi-actor collaboration with clear shared goals • Articulation between policy and practice • Codesign with users • Empowerment and greater autonomy for clients • Low-threshold access, informality, abandonment of • Train and develop staff so that they are capable of empathy and analysis in a whole-system context • Support staff to work across disciplines to achieve shared goals • Support the promotion of identified positions for ‘ex- perts by experience’ who can sensitise the system to the realities of the users of the services. Operations • Customer focus • Single contact person who can build a trusted rela- tionship with the client • Give front-line staff maximum autonomy. They should have the authority to deviate from pre-specified pro- cedures, and to call in whatever specialist support is needed • Ensure low-threshold accessibility, often through lo- cal teams Back-up systems • Reports based on client progress (‘Are we helping?’) rather than internal process steps (‘Are we doing what was planned?’). • Exception reporting – higher level is called in when front line requires back-up • Dismantle systems barriers and enable common data sharing • Use IT where it can help integration, e.g. public ser- vices card (Ireland) • Monitor user satisfaction • Evaluate impact, recognising that an ‘assist’ is as valuable as a ‘goal’ • Abandon obsessive monitoring of internal procedures (‘box-ticking’) and counter-productive practices (e.g. collecting unnecessary data) box-ticking • Delegation of decision autonomy to the front line • Matrix management to allow back-up network of specialists • Management stands in reserve, ready to step in in difficult cases • Monitoring and evaluation which measures the right things Success factors of service integration Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 5 In recent years there has been a growing interest in the concept of integrated services – sometimes referred to as ‘one-stop shops’. This has partly been driven by the need for greater public sector efficiencies, as well as evidence that integrated services may offer a more effective way to progress clients with multiple support needs. But stream- lining user access by giving different services the same ‘front door’ is only the tip of a much deeper and more in- teresting iceberg. The debate about integrated services has been echoed in the ESF Thematic Networks. For some – notably Youth Em- ployment, Employment, Inclusion and Governance – it has been an important theme in their work to date. This dossier opens a window on these discussions, and also reflects the perspective of the Partnership network on the issue. The dossier starts with some important contextual messag- es about the EU policy context and current organisational theory in relation to the integrated services concept. It goes on to provide an insight into the key issues – and case stud- ies – relating to five of our networks – Governance, Youth Employment, Employment, Inclusion and Partnership. Final- ly, we reflect on the main implications of these findings for ESF Managing Authorities and transnational working. We hope that the dossier will make a timely and important contribution to the service integration debate. 1. INTRODUCTION The idea of public sector services integration has attracted the attention of many policy-makers around the globe in recent years. The main reasons for this are dissatisfaction with the current business-as-usual approach and the per- ceived lack of effectiveness and efficiency of many public services. To fully understand the growing calls for integrat- ed services, we first have to understand the main problems affecting the management of public services. Beyond this, to see what kind of integration of services we should seek, we must explore the key requirements of better service delivery. There has been a strong focus on performance in the public sector at least since the 1950s. 1 We have seen numerous reforms which have aimed to ensure that public services are fit for purpose and efficient. Despite these reforms, our public services often still struggle to help people out of poverty, to reduce youth unemployment and social exclu- sion, and to prepare for the demands of an aging popu- lation. 2 These social problems are often called “wicked” 1 Dooren, W. V., Bouckaert, G., & halligen, J. (2015) Performance Man- agement in Public Sector. new York: routlege. 2 oEcD (2016) Society at Glance. Paris: oEcD. problems because they are persistent and not at all easy to solve. Why? First of all, the essence of these ‘wicked’ problems makes them hard to address directly. They are typically caused by multiple and complex causes, which means: (a) that the situation of citizens in need of help results from the pres- ence of multiple causes simultaneously; and (b) that these causes feed each other. 3 Also, some of the causes of the problematic situation cannot even be removed, but only mitigated (this is the case for example with some chronic health issues). What does this mean for public services? Goals or final states are highly ambiguous and cannot be specified eas- ily. This means that it is hard to pre-specify where the ser- vice should help the client get without even seeing the cli- ent, because this might differ from one person to another. Furthermore, there is high causal uncertainty, meaning it is not clear beforehand whether an intervention will work 3 australian Public Service commission (2007) Tackling Wicked Prob- lems. Barton: commonwealth of australia. 2. INTEGRATED SERVICES: A BETTER WAY TO TACKLE ‘WICKED’ SOCIAL PROBLEMS? Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 6 or how. 4 Finally, since multiple causes vary significantly in their character, various kinds of expertise are needed at the same time. 5 imagine Ruth , who has 6 children with three hus- bands, was a victim of domestic violence, strug- gled financially, lived in a sub-standard home, had health problems, and was socially isolated. She had 124 interactions with different agencies between 1996 and 2012. after being part of the Participle pilot project, 6 her situation is now stable. 7 4 Moynihan, D. P. (2011) Performance regimes amidst Governance complexity. Journal of Public administration research and Theory, 21, pp. 141-155. 5 Van Dooren, W., & Willems, T. (2016) Thinking allowed; Triantafillou, P. Enhancing Public innovation by Transforming Public Governance (pp. 256-272). cambridge: cambridge University Press. 6 cottam, h., & James, r. (2013) The life Programme: a report on our Work. london: Participle 7 locality (2014) Saving Money by Doing the right Thing. london: locality and Vanguard Public organisations in the western world do not always have the optimum structure to meet these complex needs. Organisational units are usually functionally specialised: they have high expertise in very specific aspects of human well-being, but low interconnectedness with other units. Also, service provision is very often pre-specified by rules, proce- dures, ICT and performance management, which leaves very limited space to customise services to meet user needs. When facing multiple-cause problems, the combination of these two aspects leads to high system inefficiencies and low service effectiveness (we will discuss concrete examples below). Since simply putting different services in one build- ing to create ‘one-stop shops’ does not address these two problems, possible improvements are very limited. However a very promising body of literature and practical experiences is emerging which shows us how to substan- tially improve services and service collaboration. Not all problems can be resolved as such, but the quality of life of people who are suffering can always be improved. The integration of services is of critical importance in help- ing to effectively design and deliver the action required across the EU to achieve the Europe 2020 vision of smart, sustainable and inclusive growth. In particular, this is the case in respect of the employment and inclusion agenda. The two key Europe 2020 objectives connected to the em- ployment and inclusion agenda are those of the 75% em- ployment rate target (currently the EU rate is 68%, with some 24 million people unemployed) and the target to ensure that at least 20 million fewer people will be at risk of poverty or social exclusion. From the latest figures available (2015) almost 119 million people may be con- sidered to be living in poverty or social exclusion across the EU – some 2 million more than when the target was set. The recently published European Pillar of Social rights 8 is an important part of the context for the future develop- ment of the EU. It sets out key principles and rights to sup- port fair and well-functioning labour markets and welfare 8 http://ec.europa.eu/social/main.jsp?catid=1223 systems, which are both essential for a resilient economy, and in building convergence towards better working and living conditions in Europe. The pillar outlines 20 principles and rights, in three categories: • equal opportunities and access to the labour market • fair working conditions • social protection and inclusion The implementation and follow-up of the pillar will be de- veloped and monitored through the European Semester process and supported by the European Social Fund, and by other European Structural and Investment Funds, the Youth Employment Initiative, Erasmus+, the European Glo- balisation Adjustment Fund and the Fund for European Aid to the Most Deprived. The pillar will help shape the post- 2020 financial perspectives. Getting more people into work, with more and better jobs available, is crucial to achieving the employment and pov- erty targets. The EU’s recent thinking on this issue includes the new Skills Agenda , with its series of 10 actions in- cluding the upskilling Pathways for low-skilled adults. 3. THE EU POLICY CONTExT Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 7 Of particular importance however are the Council Recom- mendation on long-Term unemployment Integration measures 9 and the establishment of the youth guaran- tee and youth Employment Initiative . 10 These are de- signed to support adults and young people who are out of work to get back into the labour market, by raising employ- ability and increasing the opportunities open to them. In order to do so a coherent, comprehensive and integrated approach is required so that services are able to meet their needs. With regard to long-term unemployment (LTU), there are currently around 10.9 million long-term unemployed people (those continuously unemployed for more than 12 months) across the EU: nearly half of all those unem- ployed. It is the low-skilled and third country migrants who face the highest risk of becoming long-term unem- ployed whilst it is older people, in declining occupations, who have the least chance of getting back to work once unemployed. Moreover, the long-term unemployed have only half the chance of finding work that the short-term unemployed do. Many face multiple problems beyond access to work opportunities which diminish their employability including health problems, both physical and mental; housing; debt; and self-confidence. Hence, social as well as employment and training services are important. Action is proposed in order to: • encourage registration of the LTU with the Public Employment Service and the development of active support for them • provide an individual assessment of needs within 18 months (at the most) of becoming unemployed • offer a job integration agreement (JIA) including an integrated service offer within 18 months (at the most) of becoming unemployed The recommendation also recognises: • the risk of the LTU falling into inactivity unless inte- grated action is taken • the importance of a preventative approach in re- ducing the risk of the unemployed falling into unem- ployment or inactivity • the importance of employer engagement to max- imise the job offers available to the LTU 9 http://ec.europa.eu/social/main.jsp?catid=1205 10 http://ec.europa.eu/social/main.jsp?catid=1176 The Social Investment Package 11 places considerable em- phasis on the importance of the Active Inclusion Recom- mendation (2008). 12 This recommendation aimed to en- able every citizen, notably the most disadvantaged, to fully participate in society, including through having a job. In practical terms, this means: 1. adequate income support together with help to get a job. This could be by linking out-of-work and in-work benefits, and by helping people to access the benefits they are entitled to 2. inclusive labour markets – making it easier for people to join the workforce, tackling in-work poverty, avoid- ing poverty traps and disincentives to work 3. access to quality services helping people participate actively in society, including getting back to work. The Active Inclusion Recommendation and the Social In- vestment Package more generally provide guidance on ad- dressing social inclusion with support from the ESF. The role of the European Social Fund It is important to note that the ESF plays a major role in supporting measures to promote employment and in- clusion across the EU countries. EU funds accounted for around 20% of total ‘active labour market’ expenditure in the EU over the 2007-13 period. Over the period 2014-20, investment priority 8i is devoting €11 billion on this prior- ity, whilst 8vii on increasing the capacity of labour market actors has nearly €1 billion programmed and 9i on social inclusion has €13 billion. With regard to young people , there are around 4.2 million (aged 15-24) unemployed across the EU, an unemploy- ment rate of 19%. Some 6.6 million can be classified as ‘NEET’ i.e. Not in Employment, Education or Training. This amounts to 12% of all young people. Young people have to make the difficult transition from school to work and enter the labour market in competition with those already there with work experience. The EU has launched a major initiative to help tackle the problem: the youth guarantee accompanied by financial support in the form of the youth Employment Initia- tive . The Youth Guarantee was launched in 2013 with the aim of ensuring that Member States are able to offer all young people aged up to 25 either a quality job, continued education, an apprenticeship or a traineeship, within four 11 http://ec.europa.eu/social/main.jsp?catid=1044 12 http://ec.europa.eu/social/main.jsp?catid=1059 Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 8 months of leaving education or becoming unemployed. It seeks to ensure that Employment Services, working with all key stakeholders, help young people in their transition to work, through early intervention and fast-acting meas- ures that lead to a job that suits their skills and quali- fications, or to skills and experience that increase their employability. The European Commission believes that the key building blocks in this process include a partnership-based ap- proach so that services can be brought together through co-operation between different bodies to develop a com- prehensive approach tailored to young people’s needs. For example, as well as employment support, further skills development and wider information, advice and guidance may be required, alongside housing, childcare and other services in a range of cases. The ESF is seeking to provide around €16 billion over the 2014-20 period to help young people in their transition to the labour market. In addition to the ESF’s support to youth people, the Youth Employment Initiative (YEI), a part of the 2014-20 ESF programme, was established to provide dedicated support for those who are ‘NEET’ in regions where the youth un- employment rate exceeds 25%. €3.2 billion of support is available through the YEI, which must be equally matched by existing ESF allocations of Member States, making a total of €6.4 billion available specifically to tackle youth unemployment and kick-start the implementation of the Youth Guarantee in Member States. Indeed, the ESF is the EU’s key financial tool to address both long-term and youth unemployment. Around €86 bil- lion will be invested through the ESF over the 2014-20 period. Member States develop operational programmes to address key national priorities within the framework of ESF priorities which are: • increasing worker adaptability • improving access to employment and pathways to/through work • vocational training • increasing labour market participation • focus on disadvantaged groups and areas at most risk of exclusion The Commission also supports EU countries’ efforts to address their social challenges through the EU funds, in particular the European Social Fund, which has currently earmarked 20% of its funds for social inclusion. According to estimates, 25% of funds have actually currently been invested in social inclusion initiatives, representing an in- vestment of almost €25 billion. These figures nonetheless require further monitoring to assess which types of initia- tives are qualified as supporting social inclusion. Some 15 million people per year – 10 million unemployed or inactive and 5 million employed – benefit from these ESF programmes. It is essential in all this that resources are effectively deployed and value for money secured. In order to do this, services are required which meet people’s needs. This will often require service integration. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 9 4.1 Product-dominant logic behind public service delivery The design of public services remains largely influenced by organisational management principles introduced by Tay- lor, Weber and others in the early 20th century. These were very successful in the production sector. Derived from pri- vate sector performance systems, which emphasise effi- ciency, they were further refined in the 1990s, with the introduction of new Public Management . 13 Output indica- tors, targets, performance contracts etc. all aim to ensure the efficient delivery of pre-agreed outputs. 14 This product-dominant approach is based on an assump- tion that there are economies of scale. The production of complex outputs for customers is divided into small man- ageable parts. Each organisational unit is then responsible for producing a high volume of these small parts which fits together to create final product. This is solved by pre- specifying parameters for the production process and for the output. To improve performance, production of these small units is measured and pushed to higher efficiency by performance management. The result is a hierarchical type of organisation, where the lower the organisational unit, the more specific the task it is fulfilling. Only the higher levels of the organisation have an overview over production, and their responsibility is to manage the small units so that the final product meets the customers’ needs. 15 The underlying idea is to have a complex organisation that does simple predefined tasks. 16 When service provision is organised in this manner, the citizen is perceived as a consumer of the public services that are produced. Consequently, the goal is then to plan and project the production of services that best fits the demand of citizens. 17 13 hood, c. (1991) a Public Management for all Seasons. Public administration (69). 14 Dooren, Bouckaert & halligen, ibid. 15 Meuleman, l. (2008) Public Management and the Metagovernance of hierarchies, networks and Market. The hague: Physica-Verlag heidelberg. 16 Wauters, B. (2017). Zelfsturing in publieke dienstverlening: een verhaal van twee paradigma’s. Vlaams Tijdschrift voor overheidsman- agement. 17 osborne, S. P., randor, Z., & nasi, G. (2012) a new Theory for Public Service Management? Toward a (Public) Service Dominant approach. american review of Public administration, 2 (43), pp. 135-158. 4.2 Flaws in a product-dominant logic when challenged by ‘wicked’ problems In the western world, public services and their provision are usually organised according to this product-dominant logic. Expertise is concentrated in small narrowly-focused units. These units also have most aspects of service provision – volume, duration, eligibility etc. – pre-specified through rules, procedures, ICT and performance management. The result is that the public sector is full of ‘silos’ which require a lot of time to gather information and feed it into the ICT system or report it to higher levels of the hierarchy. This information mainly concerns how the units comply with rules, procedures and performance metrics – or even on how the service user complies with what is expected of her/him (for example in unemployment measures). The relationship with the customer is transactional. First, the citizen’s eligibility for the service is checked, then the pre-specified service is provided. As regards wicked prob- lems, several issues stem from this logic. These problems are also tightly interconnected. To be able to provide a suc- cessful integrated service, they all need to be challenged. First, the capacity to interact with different units is limited. This is mainly because the front-office staff do not see the big picture. Narrowly specialised units are trained to detect and react to a precisely specified demand. So when a citizen contacts them with her/his need, they are trained to check eligibility and then support him/her with their pre- defined service, not to specify what other services and ex- perts are needed in that concrete case. Second, the pre-specification of services further limits the space to react to different causes of the problem in a way that is specific to the citizen. For example, an unemployed older man is looking for a job and is sent on a requalifi- cation course, but he has severe psychological problems with depression, self-esteem and motivation. Without first- ly helping him with his psychological state, the effect of training would be very limited. But in pre-specified service provision driven by product-dominant logic, front-office staff mostly check the citizen’s eligibility for the service and then offer it. There are usually risks connected with 4. SERVICE INTEGRATION: A GOVERNANCE PERSPECTIVE Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 10 non-compliance with regulation and metrics which further limits the scope to customise the service. Third, since the system is transactional, there is no expec- tation that a relationship will be created between the pub- lic organisation and the citizen. However, without trust and a minimal relational level, it is very hard to understand all the complex causes of wicked social problems. Problem detection might end in recognising only the consequences of a problem, without knowing its real causes. Citizens with health or social issues are forced to go from door to door, from service to service, where interactions are very for- malised and his/her situation is understood in bureaucratic terms. This limits the citizen’s motivation to cooperate, to openly admit what the problem is, or even to use the ser- vice. They might not even have space to truly specify what is needed to improve their situation. Fourth, for manufacturing, the planning of production and its measurement is typical. The performance manage- ment movement brought this to the public sector. Output measurement with targets is also quite usual in the area of social services. Output, or rather simple outcome quan- tity measurement, enables organisations to push for ef- ficiency up and at the same time control the performance of the lower levels of the hierarchy. However, social needs are usually quite complex. They are very hard to measure quantitatively and objectively, taking the subjective view and needs of each client into account. From the higher levels of the hierarchy, things might all seem fine. There are highly efficient units producing high volumes of services, which look successful according to predefined metrics. From the citizen’s perspective, we get a totally different picture. For example, an analysis of ser- vices in Swindon (UK) showed that 24 departments were offering 73 services to families in crisis. These services are unable to understand family problems holistically and from the user perspective. 18 This absence of a holistic approach places an artificial de- mand on public organisations. Since the services mainly check eligibility and offer narrow expertise at one time only, the core situation often remains undetected and un- resolved. Families (or other troubled citizens) then remain in their problem situation – and so they remain eligible for the current services. 19 In this cycle, the cost of public sector 18 cottam & James, ibid. 19 locality, ibid. service provision rises, even if the unit costs stay low. For example, one case study carried out by Vanguard in the UK studied the health needs of 21 citizens: they placed 79 demands on the acute health system, 75 demands on general practitioners, 55 demands on district nurses and 30 demands on adult social care. 20 To sum up, a product-dominant logic behind services which aim to solve wicked social problems may lead to internally efficient units (agencies), which are at the same time ex- ternally ineffective – thus creating public service system- wide inefficiencies. 4.3 A service-dominant perspective and integrated services as an alternative There is a growing awareness of a different way of working, rooted in an alternative logic and based on different as- sumptions about what works. These assumptions are tak- en from service management theory, 21 design thinking, 22 systems thinking 23 and developments of the New Public Governance framework. 24 To successfully organise services addressing complex problems, the difference between products and services should be understood. There are at least three significant differences. 25 First, services are intangible and their quality is not only the result of their parameters. The expectations and ex- perience of service users are also important, and together they inform perceived quality. Second, in the production environment, production and consumption are separated, but services are produced and consumed simultaneously. The process of service provision is thus crucial in creating a high-quality result. 20 locality, ibid. 21 osborne, S. P., & Strokosch, K. (2013) it takes Two to Tango? Understanding the co-production of Public Services by integrating the Services Management and Public administration Perspectives. British Journal of Management (24 ), pp. 31-47. 22 iDEo (undated) The Field Guide to human-centered Design. avail- able at http://www.designkit.org/resources/1 23 Seddon, J. (2008) Systems Thinking in the Public Sector: The Failure of the reform regime... and a Manifesto for a Better Way. axminster: Triarchy Press ltd.; Wauters, B. (2016). Self-regulation by groups in ‘lean thinking’ versus the modern socio-technical approach: similarities and differences. Politicologenetmaal. Vrije Universiteit Brussel. 24 Torfing, J., & Triantafillou, P. (2013) What’s in a name? Grasping new Public Governance as a Political-administrative System. interna- tional review of Public administration, 2 (18), pp. 9-25. 25 osborne & Strokosch, ibid. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 11 Third, in the case of a product, users can be perceived as consumers. They customise a product to their needs by selecting the right product, and after choosing it the product is consumed and the need is satisfied. In the case of services, these are always co-produced by the user, not only consumed. This is because quality is formed not only by service user expectation and experience, but also by the service user input. These factors require a much closer focus on what hap- pens during service provision and on how the user per- ceives the service, rather than on compliance with pre- specified rules. So how should the process of providing services to tackle wicked social problems be structured? The service-dominant perspective leads us to create in- tegrated services that have wide expertise and enough decision autonomy to find the right solution for each spe- cific citizen, including by networking with others outside the unit. At the same time, providers need to focus clearly on building relationship with citizens. Thirdly, since there is high causal uncertainty it is not clear whether service design will lead to success, or if customer-centred meas- urement is a better choice than output-focused measure- ment. We now discuss each aspect separately. Since complex social problems have multiple causes (psychological problems, health problems, low skill lev- els, bad housing conditions, drug abuse, discrimination, inequality etc.), services need to be able to absorb and react to a highly variable demand. Front-line employees need to have wide expertise in providing different servic- es at the same time (give medication, help with psycho- logical issues, help to find adequate training, understand the impact of discrimination etc.). If it is not possible to access such a wide front-line expertise, then differ- ent services need to be integrated around users. 26 This might be done by creating a service with, at its centre, a professional trained to build relationships with troubled citizens and to understand their needs. This professional then sits a specific set of experts round a table with the troubled citizen to plan together how to tackle the situ- ation holistically. This leads us to the second precondition of success. There must be enough decision-making autonomy around the design of the user-specific path of service provision. Pre- specification should thus be very limited. The organisa- tion needs to trust its experts to do the job as best they 26 Wauters, ibid. can. Experts from different fields that are close to the citi- zen can then, along with the person(s) concerned, choose the strategy which helps best. Service provision needs to be based on trust. The front- line worker who is closest to the customer ensures that the citizen trusts each member of the team. This is sup- ported by giving the user significant autonomy to choose which route to take, using experts as guides. The experts are also there to help the user to stand on his/her own feet, preventing dependency and reducing future de- mands on public services. Finally, when dealing with wicked social problems, cus- tomer-centred measurement is appropriate. Since there is high degree of uncertainty, if the troubled service user makes it to the point where they can stand on their own feet, it makes much more sense to measure the capacity of service provision to get them to that spot, rather than whether something was provided as planned by rules, procedures, ICT and performance measurement. This can be done by analysing the citizen’s situation into a series of phases, and then checking how and why they are mov- ing forward from one phase to another, without putting any rigid timing on this. Some people will always need more time than others because their context and characteristics differ. If, how- ever, someone is clearly getting stuck for too long and the reasons go beyond anything the front office can tackle, it can pull in help from supporting experts to find a dif- ferent strategy or escalate the issue (if it is of a general nature) to management. This type of measurement thus serves as a learning instrument about what works and what does not, and when more expertise or higher-level action is needed. Given the extent and complexity of client needs, a 100% public service success rate is unachievable. However, a more client-centred approach involving an integrated service response can achieve system-wide cost savings and better outcomes for citizens. Recognising clients’ ex- pertise in diagnosing their own support needs and pro- gression can also be hugely empowering. Even if they are not yet on their feet completely, they have a stronger sense of control over improving the quality of their lives. This, surely, is a key step towards a rebalanced and im- proved relationship between citizens and public services. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 12 4.4 Seeing theory in practice These theories are being applied in various cases around western Europe in both the public and non-profit sectors. In the United Kingdom, there was quite a successful pilot project (Participle) aimed at families at risk, 27 while in the Netherlands there are striking examples of very successful futuristic services concerned with child safety 28 and com- munity home care. 29 Another very interesting case is now being developed in Stockholm (Sweden), where the biggest hospital is currently going through reorganisation into a new operating model of integrated care. 30 These cases re- ally show us ways of doing more with less by preventing artificial demand, and by addressing issues before they be- come too expensive to act on, by focusing on what is really important for the clients. We discuss three cases below. Child Protection in Greater Amsterdam is especially interesting because of its trans- formation from a product dominant to service dominant operating model. The Buurtzorg case then shows us how to create an organisation with wide expertise on the front line 27 cottam & James, ibid. 28 Wauters, B., & Dinkgreve, M. (2016) improving the quality of public service and reducing costs: lessons from the public youth protection agency of amsterdam (netherlands). available at http://www.latitude- consulting.eu/images/childprotect.docx 29 royal college of nursing (Policy and international Department (2016) The Buurtzorg nederlands (home care provider) model. obser- vations for the United Kingdom (UK) available at https://www.rcn.org. uk/about-us/policy-briefings/br-0215 30 Karolinska Universitetssjukhuset. (2016). Karolinska’s new operat- ing Model and Value Based health care. https://youtu.be/dr6sa2cmv9E with a highly customisable approach to its clients. Finally, the Karolinska hospital is a promising case of how to inte- grate different specialists around clients’ needs. 4.4.1 Child Protection in greater Amsterdam This text is based on a two-day study visit by the ESF Pub- lic Administration and Governance Thematic Network and the case study paper prepared for it. 31 background Jeugdbescherming regio amsterdam (aka Child Protect) is a public agency covering the greater Amsterdam region where it looks after around 10,000 children at risk with about 600 staff. Its goal is to support families so as to create a safe environment for children up to 18 years old. Children perceived to be at risk of abuse or neglect are re- ferred to the agency by teachers, police officers, doctors or other professionals. Parents can choose to accept support from the agency voluntarily, or it can be imposed through a court decision. The agency also supports children who have been sentenced for an offence and are now on parole. In each case, there is scope to cooperate with a range of welfare services such as foster homes, parental support groups and mental health services. Crisis point In 2008 Jeugdbescherming was placed under heightened supervision by the government bodies responsible, be- 31 Wauters & Dinkgreve, ibid. Comparing product dominant and service dominant logic while serving people with complex needs Product dominant logic Service dominant logic System of management Fragmented. Each organisation is account- able to its own hierarchy. There is low com- mon service quality focus among the service organisations. Holistic. There is a central coordinating or- ganisation that guarantees service quality for the whole service network. Front office autonomy Low. Service design and eligibility to be served is highly pre-specified from the top of the service organisations. High. Services and needed expertise for each client is set at front office or just above it. Elimination of pre-specification leaves room for customisation. Trust There is low trust both between top and bot- tom of the hierarchy and between clients and service organisations. High trust, both inside and between service organisations and between them and clients, is crucial. Measurement Output and limited outcome measurement. Focus is on objective data. Purpose of meas- urement is to control and support efficiency. Measurement mainly answers the question “are we implementing as we planned?” Process measurement. Purpose of measure- ment is to learn to be more effective. Can be based on front office expert estimate (some subjectivity is acceptable). Measurement mainly answers the question “are we help- ing?” Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 13 cause it was perceived as being unable to fulfil its core mission or control its own organisation and finances. At this point a new CEO conducted a thorough analysis of the situation. This concluded that the core work was functionally divid- ed among three groups of people – social workers who worked with parents on a voluntary basis and who referred children to other services; guardians who had legal respon- sibility for children under state care, based on court orders; and parole officers who worked with (convicted) juvenile offenders. As a result, some families were confronted with more than one caseworker who each time had to start from scratch getting to know the family, building trust and gathering information. Some families had been in the sys- tem for 8 to 10 years and had been serviced by 20-25 people from Jeugdbescherming and other services. A lot of a time was spent on complying with (real or im- agined) prescribed protocols and targets. Extensive case reports often grew to more than 100 pages. Arbitrary tar- gets were set, e.g. see a family in five days, or have a plan signed in six weeks. Service provision looked mostly the same for each family and did not consider the specific needs of parents caused for example by a mental disabil- ity. Employees perceived compliance with protocols and targets as providing a safe environment – getting it right meant providing the sense of doing a good job even if the service was not helping some of the families at all. The system of work was rather bureaucratic. Workers held frequent meetings with each other to talk about the fami- lies, but the time they actually spent with families was very short. Instead they were sending a lot of letters that were hardly read and understood (because of limited ca- pacities to understand the letters or simply because of fear of opening them). Meetings were often held with families at the organisation’s offices for limited amounts of time. Team managers mainly focused on the size of the case load and on the capacity of workers to take on new cases. At any one time, a social worker would be responsible for around 60 children, a guardian for 18 children and a parole office for 22 children. With the targets in place, the organi- sation focused mainly on quantity, and no information on quality was available. The result of this design was to focus capacities on chil- dren with the highest risk, but the situation of the lower- risk children deteriorated over time, generating demand for more specialised services later. The new way of working Jeugdbescherming now works in a completely different way. Organisational silos were abolished and replaced by teams that can take on any kind of case. In each team there are 6-8 caseworkers supported by a team manager and a senior case manager who acts as a supervisor and has thus a lower caseload to manage themselves. Also, each team is supported by a behavioural and child de- velopment specialist (a psychologist). If there is a need, teams can pull in expertise from other specialists at head- quarters. Each family has only one worker, who takes care of them and helps them to create a plan to get out of their situa- tion. Teams and caseworkers have high levels of autonomy to decide how to work best with each family. Caseworkers now spend most of their time with the families, where they analyse the situation, build a trusted relationship with the families and coordinate networks around them. Also they are the main contact point for the families, who can al- ways call them to get help. Caseworkers always try to bring a ‘whole system’ approach into the room with their families. So for example when the plan for a family is being developed, all family members including the child, caseworker, and other relevant people are present. These could be grandparents, local teachers, police, or specialists from mental care or healthcare ser- vices. There are cases, for example, where one parent is in jail, and the caseworkers host the meetings in the jail to be sure that everybody who is important for the family to change their behaviour is there. Experience with the previous design of work showed that simply telling families what to do did not work. Impersonal communication via letters, e-mails or phone calls is highly ineffective. An absolutely crucial part of the case worker’s job is to get families and networks around them to reach a joint judgement of what is not going well and how to im- prove it. Families must be willing to accept help, and help must lead to a sustainable change in behaviour. The monitoring system was changed as well. It no long- er focuses on delivering quantity (plan in 6 weeks, visit in 4 days etc.). Instead, measurement is focused on as- sessing whether the service is helping the family to get back on its feet so that it no longer needs child protec- tion services. The work with families is structured in three phases: (1) engage and motivate; (2) support and monitor; (3) generalise. The time each family spends in each phase Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 14 differs very significantly and there are no specific targets that must be met. But when a family is stuck in any phase for a long time, this triggers discussions aimed at finding the best solution. Some other aspects are also measured. In the centre is child safety monitoring. On each family visit, caseworkers rate the safety of a child on a scale from 1 to 10. A score of 5 is insufficient, while 6 is just ok. In this way caseworkers can track how the situation is develop- ing and if the service is helping or not. When the situation is rated as 10, the family is ready to continue on its own. Each team has four hours of meetings each week, where they discuss their families, taking the measurement as the starting point. Usually between 8 and 20 cases are covered: team members can learn from each other what worked in various situations, and can ask for advice when they are stuck with a particular family. For each case four questions are asked: (1) Who is the child? (rather than fo- cusing on the parents or family issues); (2) How did it get to be that way? (3) What does the child need? (4) What is the next step? The new service design brought about more changes than expected in the efficiency and effectiveness of the service. The number of cases where legal instruments had to be used to compel parents to cooperate was reduced by 60%, and the number of children forcibly removed from families decreased by 50%. Youth parole decreased by 45%, al- though this was mainly due to a policy change by the pros- ecutors. Legal guardianship (by a case worker) decreased by 16% (while it rose nationally by 3%). The total budget was reduced from €53 million to €34 million, and a fur- ther €11 million (at least) was saved in the child protection system as a whole. 4.4.2 buurtzorg In 2006 a former community nurse, Jos de Blok, a manager and director of different care organisations, developed an idea to reuse old community care principles combined with new management ideas and ICT possibilities. He started with one team of nurses in 2007. General practitioners supported the idea and within a year, 12 teams were oper- ating. The good results quickly attracted attention. 32 Buurtzorg (‘Neighbourhood Care’) is now a unique district nursing system which in 2015 served around 70,000 pa- tients. Patients are cared for by 6,500 nurses working in 32 Buurtzorg nederland (2011) a new perspective on elder care in the netherlands. available at http://omahasystem.org/aarPTheJour- nal_Summer2011_deBlok.pdf 580 teams. 33 Buurtzorg delivers care for patients who are terminally ill, have chronic diseases, cancer, dementia or other illnesses. 34 Its operating model is based on self-man- aging teams with a maximum of 12 professionals (mostly nurses, supplemented with allied health professionals). Each team operates in a specific geographical area , pro- viding care to 40 to 60 patients. Since the nurses operate in self-managing teams, deci- sion-making is highly devolved and with it, responsibility for patient care. Nurses assess, plan and coordinate pa- tient care. They can handle a lot of tasks by themselves, but they also cooperate with other formal care institutions in the area and coordinate care for their patients. Within the team they discuss progress or problems with patients. The nurses are highly trained so that they can support pa- tients with a wide array of services. This is opposed to the more usual approach where patients with complex diseas- es are visited each week by various specialists who only carry out specific tasks and who are under time pressure because they need to travel from patient to patient each day. Nurses at Buurtzorg can handle activities from low- level care to highly technical tasks such as infusion ther- apy and palliative morphine treatment. To build a trust- ing relationship and to understand patients’ needs better, nurses also help with personal needs if this is required. 35 There are expert groups at Buurtzorg composed of nurses from local teams who care for patients with various specif- ic needs. These expert groups develop standards for Buurt- zorg as whole. In this way local teams are interconnected, communicating via the Buurtzorg web portal. The back of- fice is very small with around 47 people supporting 6,500 nurses. Buurtzorg is thus a real network, not a hierarchy. Buurtzorg nurses do more than coordinate formal services for their patients; they also map informal networks and try to involve these informal carers in the patient’s treatment plan. This is supported by the historically good community position of nurses in the Netherlands. As a result, there is a strong focus on building relationships not only with clients but also between the clients and their communities. The patient care outcomes are tracked by a robust moni- toring system called The Omaha System. 36 This enables Buurtzorg to gather evidence and improve its service de- livery. 33 rcn Policy and international Department, ibid. 34 ibid. 35 Buurtzorg nederland, ibid. 36 http://www.omahasystem.org Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 15 Patients perceive Buurtzorg as a high-quality service: in a 2009 survey it scored the highest satisfaction rate in the country. Compared to other home care organisations, Buurtzorg can achieve the same outcomes at a 40% lower cost. In addition the quality of Buurtzorg services leads to a 50% reduction in hours of care needed, owing to the way it promotes health, self-care and independence. 37 4.4.3 karolinska university hospital The third case, Karolinska University Hospital is the largest hospital in Sweden, providing universal healthcare. It is a little bit different from the previous ones for two reasons. First, the scale of demand that is met by the organisation presented is much higher. Second, the redesign of its op- erational model is not yet finished, although it is scheduled for completion in late 2017. We draw attention to this case here because the hospital might really be leading the way in designing health services and research together in the 21st century. Its approach is based on value-based health care and is heavily inspired by the work of Porter 38 and researchers from Karolinska Institutet. 39 As was indicated, Karolinska University Hospital works closely with Karolinska Institutet which is a research centre and medical university (ranked in the top 3 in Europe and the top 10 in the world). The hospital’s 16,000 employ- ees are supported by 2,700 researchers from the institute, who together serve 1.5 million patients each year. With major investments in new facilities, they are also trying to switch to a new operating model, which would ensure that care is provided holistically from the patient’s perspective. The hospital’s main focus is to constantly improve its ca- pacity to provide value for its patients, while cutting costs and ensuring that research is closely interconnected with the healthcare provided in the hospital. 40 The previous organisation of the hospital was quite typical. It was structured into different clinics based on functional lines. Each had its own budget and health outcome meas- urements, and the organisational structure did not sup- port coordination between them. Instead each part of the organisation looked after its own budget and plans. Thus, the separation of different functions into specific depart- 37 aarP (2013) Buurtzorg nederland: nurses leading the Way! available at http://journal.aarpinternational.org/a/b/2013/06/buurtzorg- nederland-nurses-leading-the-way 38 Porter, M. (2008) Value-based health care delivery. annals Surg., 4 (248), pp. 503-508. 39 Elf, M., Flink, M., nilsson, M., Tistad, M., von Koch, l., & Ytterberg, c. (2017) The case of value-based healthcare for people living with complex long-term conditions. BMc health Services research. 40 Uggla, a. r. (2016) organizing for value-based health care. avail- able at http://www.ichom.org/ichom-conference-2016-video/ ments hindered the customisation and integration of care, resulting in inconsistent quality of care. The decision was made to change the hospital structure to integrate differ- ent healthcare functions and improve health outcomes. 41 The hospital structure is now radically different. It is no longer organised into clinics performing specific functions. Instead, it is organised around specific patient pathways. Patients are categorised based according to their health issues into 400 groups (for example breast cancer, child diabetes, etc.). These are then aggregated, based on the similarity of care needed, into patient flows, which are fur- ther aggregated into 7 health themes (cancer, neurology, etc.). Thus, the approach is bottom-up. Patient pathways The most important level of the Karolinska University Hos- pital system is the patient pathway for a specific patient group. At that level, specific functions are integrated and decisions about processes, measurements, costs etc. are made. Each pathway is managed by a patient flow man- ager who has hiring and firing power for the specific com- petences that are needed for that specific patient group. He/she can hire any competence that makes sense. At the patient pathway level, a patient flow manager gov- erns an interdisciplinary management team. This is com- posed of different medical functional representatives, pa- tient representatives, researcher/teachers, controllers and others so that every competence needed for that specific patient group is present. Based on meetings of this team, decisions about health care processes are made, health outcome measurements are selected and even demand for specific research is formulated. Meetings are supported by high-quality data so that decisions are informed. This does not mean that specific functions have ceased to exist in Karolinska University Hospital. They still develop their competencies together, supported by research, but the hospital is no longer organised around them. A high level of trust is present. It is needed so that the multidisciplinary boards for each patient pathway can co- operate, share different perspectives and find agreement on how to deliver more value to patients. Patients are in- volved in decisions about their treatment, in order to in- volve them in the care process and ensure that a trusted relationship between them and the hospital is maintained. 41 ibid. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 16 The system for measuring health outcomes has also changed. It used to be specific to each function and fo- cused on the outcomes of single interventions. Now, the measurement is developed specifically for each patient pathway to monitor the health outcomes of the whole healthcare process. Using this measurement, the hospital plans to cut costs by comparing the health outcomes of patients going through a pathway with those of all inter- ventions undergone by patients in the process. Since this new operating model will not be fully imple- mented in 2017, no data are as yet available regarding the results of the change. However, Karolinska Univer- sity Hospital is an inspirational case to watch and learn from. 4.5 Conclusions All three cases are examples of services designed using service user centred logic. To conclude this chapter, we ex- amine where theory and practice meet each other in the three cases. Citizens who are struggling with complex social or health issues need to tackle numerous problems at the same time. These often require different kinds of expertise. Pub- lic organisations in the western world are often organised into functional hierarchies, and at the bottom of the or- ganisation we find very narrowly functionally specialised units with high expertise but little capability to see the big- ger picture. However, complex problems require seeing the bigger picture – otherwise they are only likely to be solved purely by chance. To overcome this problem, expertise needs to be inte- grated close enough to a problem so that the solution to numerous causes can be identified at the same time. This can be done by creating units that have a wider expertise and thus can address more problems at the same time. If this is not possible, a network of experts is needed, which can collectively help the troubled citizen. Services for tack- ling ‘wicked’ social problems are thus organised from the service user’s point of view, not functionally. Both Jeugdbescherming and Buurtzorg have designed their services to have front-line workers with extensive ex- pertise to help their clients with all kinds of issues. They must be good at analysing the needs of their clients, and they must be psychologically strong and able to under- stand the client situation truly holistically. When it is not possible for one front-line worker to have a wide enough range of expertise, services from all three cases integrate different functions into a network around the client. Jeugd- bescherming and Buurtzorg work with formal and informal actors around their clients and set up individual plans to serve them. In Karolinska University Hospital care is inte- grated in networks at the level of patient pathways which are structured around 400 categories of health issues with different needs. Since the need to see the big picture even from the bottom of the organisation is met in this manner, it is important to leave significant decision-making autonomy as close to the service user as possible. High decision-making au- tonomy at ground level encourages staff to find the most effective integrated support solution possible. All three cases presented design their services very simi- larly. There is always a front office which helps users to navigate the best way through the service delivery pro- cess. Space for decisions on the front line is conditioned mainly by the network which is just above the front office and is composed of colleagues and other professionals. In Buurtzorg it is the team of nurses with other helping experts, in Jeugdbescherming it is again the team of front- line workers with senior members, team leaders, psycholo- gists and, if needed, other experts. In the case of Karolin- ska Hospital it is a board specific to each patient pathway together with a network of experts once again. The higher layers of these organisations serve more as a support to these networks. They help them by collect- ing the right data, by educating them, and by solving true systemic issues that cannot be solved by the front office or the team just above it. The third important principle – trust and relationship build- ing, both among members of a network of service provid- ers and between service providers and the service user – is again an integral part of the work of each of the organisa- tions. All three of them involve service users in decision- making processes about treatment or service provision. Especially in the case of troubled families in Amsterdam, without building relationships with them and without the intention to come to a common understanding of the prob- lem, the service was highly ineffective. In all three cases, trust helps people to better understand what the real pur- pose of the service is, and what the causes of citizens’ problems are, ultimately generating improved results and better value for public money. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 17 5.1 Introduction As we have seen, there is a growing evidence base and an increasingly compelling logic in favour of public ser- vice integration. Our EU contextual section also under- lines the need to drive efficiencies, without losing our focus on those most in need of ESF support. How we align these conclusions has already formed an important aspect of the work conducted by the ESF The- matic Networks. Of course, this debate is more central to the work of some networks than others. In this section, we give an insight into five of the networks where this integrated services debate is taking place. For four of these – Gov- ernance, Employment, Youth Employment and Inclusion – the question of integrated services has been an im- portant component of their work to date. For the last, Partnership, it has also been a significant, though less central, element. This remains work in progress, as the networks continue and as they widen their scope. Consequently, these five networks may have other things to say by the time they conclude. At the same time other networks – most nota- bly Learning and Skills and Migrants – will explore this theme and will doubtless have important contributions of their own to make. 5.2 Employment – supporting the long-term unemployed Common to all the ESF projects engaged with the long- term unemployed (LTU) is the explicit recognition that the members of their target groups face multiple disad- vantages which mutually reinforce each other in creat- ing barriers to employment. These disadvantages may include lack of qualifications, poor housing conditions, health problems, discrimination, poverty and lack of self- esteem. Thus, the better social or vocational integration of these groups cannot be achieved through single, separate measures. Many ESF projects therefore favour an in- teractive network model that brings together different agencies such as those responsible for education, train- ing, placement, social, medical, health and other servic- es in a concerted approach. The Employment Thematic Network looked at three such one-stop shops in greater detail and these are described below. 5.2.1 Cooperation on data exchange between ESF and Public Employment Service: mijn loop- baan voor Partners (Flanders) MLP ( Mijn loopbaan voor Partners – My Career for Part- ners) was originally developed by VDAB, the Flemish public employment service (PES), as a digital system to track clients’ progress. Its main goal was to create a system which enabled unemployment counsellors to follow the steps their clients were taking on their way to the labour market, and subsequently, when in the market. An additional goal was to exchange monitor- ing information directly linked to the ESF indicators and output goals. The MLP system was initially developed by VDAB, the Flemish PES, in cooperation with ESF Flanders. VDAB is in charge of the general management, maintenance and updating of the system, while ESF Flanders allocates money from its Technical Assistance budget in order to perform these and other tasks. All jobseekers wanting to apply for unemployment ben- efits in Flanders are obliged to register with MLP as be- ing unemployed. Then, VDAB employment counsellors invite jobseekers for a first assessment interview and determine which steps would be the most appropriate to assist the jobseeker in his or her search for employment. When in training or counselling with a partner organisa- tion, the jobseeker has to give permission to this exter- nal organisation to access his or her personal VDAB file. 5. SERVICE INTEGRATION THEME BY THEME Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 18 PES and partner employees access the files via the My Career for Partners variant and counsellors can regis- ter visits, counselling sessions, job coaching, internships, work experience and training courses. Since MLP is directly linked to Dimona – the system re- sponsible for collecting national employment records – all users can automatically see when a participant has successfully started a job and is no longer registered as a jobseeker. ESF Flanders and VDAB are also in close contact when it comes to monitoring the ESF indicators and output goals. On a monthly basis, spreadsheets are generated in which the relevant indicators per participant and per individual (ESF-funded) activity or action are indicated. In terms of data protection, different measures are taken on various levels of the data exchange process. Before a coach or counsellor is able to update or re- cord any activities in the jobseeker’s personal file, they sign an agreement giving permission to access it. This agreement is then sent to the PES administration who in turn grants access to this specific jobseeker’s file. In addition to this, participants starting any form of project-based coaching or counselling will often sign a rather lengthy coaching agreement in which one if not more articles will cover privacy issues and explain the possibility of data exchange in the context of project activities. The PES also provides its partners with an additional document specifically covering safety and privacy issues. All items in this document are explained thoroughly to the participant, who signs it to confirm that the information was passed on and that they are aware of the possible exchange of their personal infor- mation. On a national level, the Flemish government’s privacy experts are regularly consulted and involved in the process of data exchange between the PES & ESF. For example the data which is ultimately exchanged ex- cludes personal details which could identify an individ- ual, such as social security numbers or addresses. On the level of the exchange of this data between the PES and ESF in the form of monitoring sheets, the Manag- ing Authority and the EU’s privacy commission are still discussing privacy regulations. Final decisions or rec- ommendations are yet to be made. Stakeholders using the system are: • Jobseekers • VDAB (PES) • ESF: monitoring of the population reached, as well as indicators • Partners in the field such as NGOs and social and public services • Employers: publishing vacancies and finding match- ing candidates At a policy level, data can be drawn from MLP to shed light on trends within the population of jobseekers and the employment market. These can be used to back up arguments for policy change. Simply in terms of figures, the situation appears to be very healthy. General VDAB figures for September 2016 show that a total of 229,727 unemployed jobseekers were registered and 215,887 jobs were being offered. In terms of ESF-funded action, 30,500 activities were registered during August 2016. The VDAB and the ESF are cooperating on the entire ESF 2014-2020 operational programme, and to ensure that it remains relevant, the MLP system is evaluated on an ongoing basis and all stakeholders are involved in the process: • Each year, jobseekers are asked for their views and opinions • Partners of VDAB using the MLP system send in their comments and remarks on an ongoing basis, although no formal evaluation survey has been carried out • Internal feedback is received via job mediators and competence centres looking to the future MLP is VDAB’s most important content management system (CMS) and data management system. On a mid- term basis, its sustainability is guaranteed. In the longer term, if deemed necessary, MLP will be screened against emerging needs and trends to ensure that it is still the most efficient and effective system. For the ESF the benefit is clear. According to the pro- gramme manager “ The example of the MlP has shown how joining forces on maintaining an existing database can simplify the registration of the final target groups and activities in ESF projects in Flanders .” Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 19 5.2.2 A new name and a better service: Intreo (Ireland) Intreo is a service from Ireland’s Department of Social Protection that was newly established in 2012. It offers a single point of contact on all employment and income support issues and practical, tailored employment ser- vices for jobseekers and employers alike. As part of this approach, the Department is seeking to change its focus from passive provision to the active case management of clients. The intention is to ensure that the payment of income support to people who do not have a job is directly linked to the equally, if not more, important task of assisting such people in their pursuit of employment and related opportunities. Under the case management model, the department works with such clients to prepare, execute and monitor a personal progression plan. Labour market activation policies are designed to give jobseekers a better chance of finding employment. The department describes activation as its engagement with jobseekers to support them back into employment, and jobseekers are expected to fully engage with this pro- cess. The department is already very well advanced with a number of supportive initiatives. A Public Services Card acts as an access key to pub- lic services, with registration providing an assurance of identity. Sixty per cent of all adults in Ireland are regis- tered. looking to the future Pathways to work reforms that have been identified in- clude: • increased provision and quality of activation and training • streamlining the further education sector • better alignment of in-work incentives • better engagement with employers Intreo has also successfully developed new programmes for a number of different target groups and has ensured that fewer than one in 20 of its users has expressed any dissatisfaction with its services. 5.2.3 Cité des métiers (France) A cité des Métiers is a space managed in partnership by different stakeholder organisations. The Cité des Mé- tiers selects the partners – Pôle Emploi (the public em- ployment service) universities, public and private human resources services and social NGOs – on the basis of their motivation to cooperate in the project. Once agreed, these partners deliver their services on the spot without any subsidy or financial support from the Cité des Mé- tiers. In Paris, the Cité des Métiers cooperates with more than 30 institutional and NGO partners. The objectives of the Cité des Métiers are: 1. To provide a centre for information and advice that helps people to improve their career choices, career transitions and career progress; 2. To offer concrete answers, tips, tricks and feedback to jobseekers and employees in general; Integrated services | Early lessons from transnational work in the European Social Fund From its offices throughout Ireland, Intreo offers the fol- lowing assistance to individual jobseekers, which it ex- plains as follows: • A group engagement session with other job- seekers to give an overview of the support avail- able • one-to-one sessions with a case officer to dis- cuss employment opportunities, training courses, financial support and other options which may lead to employment • A Jobseeker Information booklet that gives prac- tical advice on CVs, job application letters, inter- views, recruitment channels and summarises the employment and training that may help you in your job search • The Jobs Ireland website which lists jobs available in Ireland and abroad • The online Benefit of Work Ready Reckoner which can help you assess the financial consequences of taking up full-time work • A Training Support Grant (TSG) that provides quick access to short-term training that is not immedi- ately available from a State provider • Access to information on job opportunities through- out Europe through EURES, the European jobs net- work ",
        "ESF – TEchnical DoSSiEr no. 3 20 3. To bring together all the tools, resources and stake- holders in the field of labour, career management and learning and development. Bernadette Thomas, deputy director of the Cité des Mé- tiers in Paris, believes that “ The labour market is chang- ing drastically and the challenge is to find solutions for jobseekers and employers. also thanks to our interna- tional network (we have cités des Métiers all over the world) we can exchange a lot of information and stay as innovative as possible .” Since the Cité des Métiers is jointly run by partners spe- cialising in career advice, training, employment, evalua- tion and business start-up, their resources can be pooled to provide the most complete advice available. Each Cité des Métiers provides a multi-disciplinary team to ensure the best welcome for all types of users and this relies on staff carrying out complementary functions. To foster responsibility, initiative and team spirit, the organisation is centred on shared projects or objectives, and is more functional and horizontal than hierarchical. The Cité des Métiers acts in various ways to revitalise districts and areas, by strengthening their labour market activity and by facilitating the territorial management of jobs and skills. Unlike agencies specifically dedicated to jobseekers, which deliver fragmented information, the Cité des Mé- tiers enables users to compare various points of view and to widen their professional perspectives. The choice of the support structure for a Cité des Métiers as well as its design depend on local partnerships. The project leaders are generally public bodies such as the regional authority, but in some cases the project may be carried out by other organisations, such as Chambers of Commerce or Agriculture, a job centre or a vocational training organisation. looking to the future Bernadette Thomas says: “The Cité des Métiers of tomor- row must combine an online service (social networking, Cité des Métiers online, cloud services on Proxima Mobile etc.) with a ceaseless evolution of its face-to-face ser- vices and initiatives fostering autonomy as well as the creation of social links.” 5.2.4 Components of an effective integrated services approach for the long-term unemployed Looking across the three examples of one-stop shops that are described above, there appear to be eight com- ponents that are important in building effective inte- grated services approaches for long-term unemployed people. 1. Creating new relationships between counsellors and clients The role of counsellors is vital in assessing need, packaging provision into an integrated offer, advis- ing clients, action planning and compliance. However counsellor workloads need careful management, and their skills have to be developed to reflect the move from job brokerage, which they have been trained to deliver and are used to, to playing a proac- tive role in integrated service delivery. 2. Creating new modes of cooperation between exist- ing agencies and organisations Many organisations that might be involved in the one-stop shop approach experience problems in their cooperation that include systems barriers and IT connectivity, lack of time and competing priorities, and data sharing. However if there is really a com- mitment to work with and to help the long-term un- employed, solutions can be found to promote this cooperation. 3. Tailored responses Tailored action along a pathway to employment must be designed, as the long-term unemployed (LTU) are a diverse group. There is a need for increased reg- istration of the LTU, early assessment of their needs and the risk they face of becoming LTU (to reduce the flow into LTU as well as the stock of LTU). Employer services are vital to enable the volume and type of job offers to be accessible to the LTU. 4. Putting the package together In terms of the co-ordination of services, their form and delivery and the nature and degree of integra- tion may vary, but there is a need to consider whether the integration takes the form of institutional collab- oration, institutional reform or a user-facing single ‘one-stop shop.’ This might be physical and/or ‘virtual’ Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 21 in delivering ‘e-services’, but information and data collaboration are key foundation stones. 5. Planning ahead The existence of a reliable database cannot itself produce new policies but it can make a strong and convincing contribution to proving that the integrated services are attracting more individuals to become involved in training and educational activities. The database can also play a very important role in the planning of future activities for the LTU. 6. The Public Employment Services The Public Employment Services are the agencies that exist in each Member State and are expected to deliver the European Commission’s main employ- ment initiatives such as the Youth Guarantee scheme and the Job Integration Agreement. At the same time, the ESF is the main financial instrument to enable this implementation. Thus, it is to be expected that there will be areas of cooperation that should be explored between the two networks , in terms of serving the needs of the LTU. 7. Evaluation There is a need for more impact evaluation of ESF projects in the context of active labour market policy. In this, an emphasis should be placed on quality and not quantity. 8. More mutual learning mutual learning should be encouraged and this should include increased sharing of good practices at national and transnational levels using the resources of the ESF. Another aspect of this mutual learning could be the ESF passing on to the PESs its knowl- edge and experience in engaging with the most dis- advantaged groups and in developing programmes that are attractive and interesting to them. 5.3 Youth employment 5.3.1 Supporting nEETs In recent years, across Europe there has been a growing focus on addressing the needs of the NEET (Not in Edu- cation, Employment or Training) group. These are young people who are outside the mainstream, disconnected and often disengaged from education, training and the labour market. Studies indicate that even when econo- mies are strong, a minority of young people struggle to make the transition from school to employment. These can be young people facing significant barriers, such as chronic health conditions, offending behaviours and ad- dictions. But the NEET group is heterogeneous, and it also can also include young people who are highly employ- able, but who lack opportunities, confidence or support. The size of the NEET population rises as economies slow and employment opportunities decrease. Consequently, the EU has experienced a significant rise in NEET numbers since the start of the global financial crisis in 2008. Euro- stat estimates that in 2015, across the EU, the total num- ber of young people aged between 15 and 24 classified as NEET was 6.6 million, or 12% of all young people in that age bracket. 42 However, within this figure, the NEET rate varies dramatically, depending on the strength of regional and national economies, as the chart on p. 22 shows. Research has highlighted the risks associated with pro- longed periods of being NEET. A seminal OECD report 43 identified the link between extended periods of being NEET with weak labour market attachment throughout adult life – the so-called ‘scarring effect’. The conse- quences of this – economic and social – can be signifi- cant at the individual and communal level. Dealing with this upstream, by addressing the NEET issue effectively, is better than managing the extensive fall-out in later life. 42 Eurofound (2016) Exploring the Diversity of nEETs, p. 11: https:// www.eurofound.europa.eu/publications/report/2016/labour-market- social-policies/exploring-the-diversity-of-neets 43 oEcD (2010) a Good Start to Working life: https://www.oecd.org/els/ emp/46748099.pdf Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 22 So how do we address the NEET issue? Extensive re- search into their support needs indicates that many of these young people face barriers that go beyond the narrow scope of education and training provision. Often they present multiple – and at times complex – support needs which traditional education and training providers can struggle to address. The NEET group is also very het- erogeneous, meaning that it is challenging to effectively address all NEETs in one way and through one approach. The multiple and diverse support needs of these young people can mean that they are referred from one sup- port agency to another. The housing provider, the mental health agency, the guidance organisation – all will have a role to play in supporting the young person’s progression towards the labour market. However, this may require the young person to engage with a number of different ser- vice providers, located in different places. In addition, the public service requirement to monitor service use means that each will conduct an initial assessment of that young person – often gathering the same basic data. It is no surprise that this time-consuming and inefficient experience acts as a deterrent to young people. It re- quires them to spend more time in institutional settings which they often deeply mistrust, particularly if they already have negative experiences of school and other public agencies. The net effect is that the most disad- vantaged young people, furthest from the labour market and society, are amongst the least likely to engage and remain engaged with traditional guidance and job sup- port services. So, what works? The European Commission’s review of the Youth Guarantee and Youth Employment Initiative draws upon the learning from three operational years. nEET rate, 15-24 years, Eu28, 2015 (%) Source: Eurofound (2016) Exploring the diversity of nEETs, p. 15 Integrated services | Early lessons from transnational work in the European Social Fund Very low rate (<7%) Low rate (7%-10%) Average rate (10%-14%) High rate (14%-17%) Very high rate (>17%) ",
        "ESF – TEchnical DoSSiEr no. 3 23 The report 44 sets out six key success factors. One is the need for “strong institutional backing and internal co- ordination” between public institutions, and cooperation with other stakeholders such as employers, education providers and NGOs, particularly youth organisations. Another is the importance of “a single point of contact helping to provide tailor-made services specific to the young person’s needs.” Both imply the need for an in- tegrated services approach, which reflects other conclu- sions about how best to support this group of young people. But integrating services as not as easy as it sounds. The Eurofound study of social inclusion of young people 45 found that the effectiveness of the partnerships required to produce these varies across Europe. It notes that in Member States like Finland, Sweden and Austria major ef- forts are being made to strengthen meaningful and broad partnership working. However, it also notes that this is not universal. Encouraging government departments to collaborate is already regarded as a major advance – even before taking account of NGOs, youth organisations and other key players like the social partners. A frequent stumbling block is the assumption that ser- vice integration and service collocation are one and the same thing. This is not the case. Although challenging, it is possible to have service integration without physical collocation. But it is also true that simply housing differ- ent departments in the same building is not, in itself, suf- ficient to guarantee an integrated service offer. In fact, when services are collocated, that is often when the real work really begins. 5.3.2 Putting young people at the centre of service design The ESF Youth Employment Thematic Network has fo- cused on the NEET question over the past year. In partic- ular, we have been interested in three sub-themes, one of which is service integration (the others being outreach and client activation). Our aim has been to identify and share good practice across our network. In October 2016 we undertook a study visit to Helsinki to examine the Ohjaamo integrated service model. Ohjaa- mo centres provide one-stop shop guidance for young people. They are at the heart of Finland’s delivery of the 44 European commission: The Youth Guarantee and Youth Employment initiative three years on, october 2016 45 Eurofound: Social inclusion of Young People, 2015, page 77 Youth Guarantee and there are now almost 40 centres across the country. The central concept is a low-threshold service provid- ing guidance and support to young people under the age of 30. Within these services, young people can access a wide range of professional support. As well as careers guidance and training, this includes housing, welfare and social care provision. The word ohjaamo means ‘cockpit’ in Finnish. Behind this is the idea that the centres put young people in the driv- ing seat, so that they have greater control over their lives and their futures. Such an approach has been advocated by youth organisations as a key way to ensure that acti- vation measures not only reach young people but have a better, more sustainable impact on their development. 46 At Ohjaamo, this commit¬ment is reflected in the fact that young people have been involved in the co-design of each local facility. As a result, this integrated service model has distinctive features. One is that the Ohjaamo Helsinki environ¬ment feels informal and non-institu- tional. Helsinki staff do not wear uniforms or name badg- es (although they do in other centres). The layout and design of the interior feels quite unlike a government institution, and more like a large coffee-shop. 46 European Youth Forum (2015): Position Paper: Two years after: the implementation of the Youth Guarantee. available at http://www.youthfo- rum.org/publication/position-paper-on-youth-guarantee-implementation/ Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 24 Another important feature shaped by the youth input is a reliance on face-to-face relationships between profes- sionals and clients. This insistence on personal support might seem surprising given that the millennial gener- ation are considered to be digital natives. It also flies in the face of current public employment service (PES) trends, which increasingly rely upon web-based support services. However, it does confirm a recurring evaluation message about the value of trusted personal relation- ships as the basis for effective employment support. As a consequence, entering the Ohjaamo building in Helsinki one is not faced by rows of job-seekers facing banks of computer terminals. The atmosphere is more low-key, with small groups and pairs deep in discussion, in a largely open-plan layout. It is all very relaxed. 5.3.3 The Ohjaamo service offer Across Finland, each Ohjaamo is located in a town centre, where it is prominent, easy to find and easy to reach. 47 In some respects, this goes against other evidence, which inclines towards neighbourhood-based approaches, linked to higher levels of deprivation. 48 In the context of the NEET group, the question of location is widely identi- 47 The rationale for a central location in other cases (such as Glasgow) is that territorial gang warfare restricts youth mobility, so neighbour- hood facilities are not available to all. 48 owing to Finnish housing policies, such neighbourhoods are not prevalent. fied as a key consideration, as noted in the Commission’s review of PES practices: “The location of such services is crucial. They should be concentrated near areas where young people congregate or concentrate a high number of nEETs. indeed, the key to one-stop shops is awareness among the intended user group.” 49 Ohjaamo Helsinki has five combined services staffed by people from 27 different professional backgrounds. NGOs assume a key role in providing guidance and sup- port related to housing, migration and sport. Nurses are also on hand to provide health advice, and the centre director noted that it would also be good to have doctors on site in future. As in many other metropolitan areas, young people in Helsinki do not always make best use of available health and care provision. A large majority of users (around 90%) drop in and re- ceive support without any further intervention. The re- maining 10% are referred on for further support. 50 The shape of this is determined by a light-touch assessment process conducted informally with a guidance profes- 49 European commission, PES practices for the outreach and activa- tion of nEETs, March 2015 50 The 90/10 split is peculiar to helsinki. in other centres, the ratio is more balanced. anecdotally, a reason for this is that there is more service choice in the capital. Elsewhere, the entire local youth support team may be operating out of one shared space. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 25 sional. This will focus, for example, on education and employment goals, the young person’s situation, money, health and social support networks. Throughout, the em- phasis remains on the young person being in control, and steering the process in a way that they are comfortable with. This allows a sense of autonomy which is key in client activation and continued commitment. Recent analysis of the service usage identifies the most common support needs in the following order: 1. employment or entrepreneurship support 2. educational guidance 3. personal budgeting and financial support Across Finland, 80,000 young people used the Ohjaamo services in 2016. The latest feedback data from the Hel- sinki centre resulted in an overall satisfaction score of 9.4 out of a maximum 10. This suggests that, with the clients at least, this model is getting many things right. 51 5.3.4 Components of an effective integrated services approach for young people Based on our fieldwork, the Youth Employment Network has identified seven components for the development of effective service integration for young people. These are as follows: 1. The importance of high-level support Effective partnership requires clear leadership, will- ingness on all sides and clear shared goals. At na- tional policy level the Ohjaamo model is supported by a number of governmental departments that work together based on a collaborative understand- ing. Effective cross-sectoral partnership also needs high-level commitment and investment of resources. Where service integration is primarily driven by a cost-cutting agenda, it is less likely to succeed. 2. The articulation between policy and practice In the Ohjaamo model we can see a concerted effort to establish a clear link between the high-level policy goals and the operational realities on the ground. Crucially, this includes a commitment to drive culture change across professional disciplines. This takes time; however the Ohjaamo monitoring and evalua- tion model (detailed below) represents an important step forward in this alignment process. 51 For further information on ohjaamo, see Sharing Paper no 1: inte- grating services to promote youth employment: lessons from Finland: http://ec.europa.eu/esf/transnationality/content/sharing-paper-no-1-in- tegrating-services-promote-youth-employment-lessons-finland 3. Young people at the heart of service design We have noted that young people have played an ac- tive role in the design of the Ohjaamo centres. On the part of professionals, this requires a willingness to listen, and not to assume that ‘we’ know all the answers. This was one of the most surprising find- ings for some of our network members. Yet there is a growing evidence base that involving customers in product and service design makes sense in all ser- vice settings. This is especially the case for harder to reach target groups, such as young NEETs, who may have an in-built distrust in ‘the system’. The evidence base includes examples 52 of ethnographic approach- es to ensure that even the hardest to reach youth can help design the services they use. 4. Effective service integration is more about people than buildings The Ohjaamo model places significant focus on the drive to create a new hybrid organisational culture. Staff members volunteer, so they come with curiosity and en- thusiasm to work outside their professional silos. There is a matrix management structure to support cross-sec- toral working, as well as a separate but related ESF pro- ject in place to support the culture shift process. How- ever, even with this in place, Finnish colleagues noted that much of this culture adaptation takes place on the front line, in the workplace, on a daily basis. 5. Location matters Ease of access is widely assumed to be a core com- ponent of effective one-stop shops. In the Finnish capital, this has been translated into a city-centre shopfront location with good transport links. Else- where, the optimum location may vary, depending on the territorial situation and the target client group. For example, elsewhere the most accessible prem- ises are sometimes deemed to be in the most disad- vantaged neighbourhoods. However, a universal conclusion is that location is im- portant, requiring careful consideration at the plan- ning stage. 6. The need for a coherent monitoring and evaluation approach The design and implementation of the Ohjaamo monitoring and evaluation framework has been an integral consideration from the start. Overseen by a cross-departmental team, the approach is pragmatic 52 See the copenhagen Job centre case study in Supporting Youth through Social innovation, UrBacT, 2013, page 22 Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 26 and a good basis for collaboration. However it is also evident that despite a robust and structured frame- work, a number of practical challenges remain. One of the most important of these relates to data-shar- ing and difficulties in developing workable systems. Resolving this remains work in progress. 7. Clearly align practice with priorities The European Commission review of the Youth Guar- antee identified the need to improve ways to en- gage the most marginalised young people. This has also been identified as a priority in Finland. To help achieve this, the Ohjaamo approach does not gather client data at the first meeting. This innovative ap- proach has risks, as it may lead to under-reporting of activity. However, the low-threshold integrated model may provide a breakthrough in ways to connect with the most disengaged. In this sense, the operational model reflects the high-level strategic priorities. In the framework of the ESF, this trade-off may pose an additional challenge due to the high reporting and evaluation requirements attached to the European Structural and Investment Funds. 5.4 Inclusion Service integration is also a useful tool in responding to the needs of those who experience poverty, exclusion and discrimination. 5.4.1 Integrated services and the inclusion agenda The Thematic Network on Inclusion structures its work into three themes: 1. Improving access to services with a focus on deinsti- tutionalisation 2. Promoting inclusion of groups and communities ex- periencing poverty and discrimination with a focus on homelessness, Roma and geographical communities experiencing disadvantage 3. Promoting the active inclusion approach with a focus on lone parents and promoting participation in soci- ety as well as employment The approach adopted for this work is to start from the needs and experience of the people and communities ex- periencing exclusion and discrimination. From this start- ing point, integrated service delivery is a necessary way of working to ensure the holistic response that is needed to respond to the multiple needs of the individuals and communities concerned. The network has explored two conceptual models, as well as looking at their practical application, to respond to the needs of particular communities and individuals: deinsti- tutionalisation as a response to institutionalising people with particular needs, and Housing First as a response to the needs of homeless people. Their descriptions show how the elements of integrated service delivery are es- sential for the success of these approaches. 5.4.2 Deinstitutionalisation Deinstitutionalisation 53 involves the transformation from institutional to community-based care. It has been most developed in relation to the transition from orphanages to children’s homes and from large institutions for peo- ple with disabilities to independent living approaches. However it can be applied to work with other groups in- cluding homeless people, prisoners and older people. The key transformations involved in moving from the institutional to the deinstitutionalisation approach are: • Moving from a situation of limited or no choice about where and with whom you live to a situation of choice about where and with whom you live; • Moving from a system based on ‘one size fits all’ to a tailor-made system responding to the needs of the person; • Moving from a paternalistic relationship between ser- vice provider and service user to a partnership ap- proach; • Moving from the needs of the institution being at the centre to the needs of the individual or community being at the centre; • Moving from ‘special provision’ to more ‘normal’ pro- vision. To achieve this transition successfully requires a shift in how the public services work, and in particular it requires new ways of working between health and social services. It also requires the engagement of new actors, community organisations and self-organised groups. It needs a new relationship with the person receiving the service where they become central to decision-making. It will also need new roles such as ‘personal assistants’ to be developed and new ways of working such as a Deinstitutionalisa- tion Coordination Group, housed by the main public au- thority responsible and bringing together representatives of all the different actors concerned. The theoretical and 53 For more information on deinstitutionalisation see http://www.deinstitutionalisationguide.eu/ Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 27 practice experience developed through integrated service delivery will be invaluable to support this approach. Con- versely the approach itself will contribute knowledge and experience to the integrated service approach. The Czech Republic, with the support of EU funds, has be- gun to move towards a deinstitutionalisation approach. To date 10 institutional care homes have been closed, 47 are involved in ‘transformation’ while 418 institutional care homes remain. However the pace of change is very slow. The process already started in 2009 and one of the key issues that threaten the reform is the challenge to put in place the level of service integration needed after the de-institutionalisation. To make progress, civil soci- ety actors advocate that work be undertaken to remove the barriers to mainstream provision and to support self- advocacy and other forms of participation. 5.4.3 housing First Housing First uses housing as a starting point rather than an end goal. Providing housing is what a Housing First service does before it does anything else. A Housing First service is able to focus immediately on enabling an individual or family to successfully live in their own home as part of a community. Housing First is: • a recovery-oriented approach to homelessness; • moving people who experience homelessness into inde- pendent and permanent housing as quickly as possible; • with no preconditions; • providing people with additional services and sup- ports as needed; The underlying principle of Housing First is that people are more successful in moving forward with their lives if they are first housed. Finland has been implementing Housing First on a large scale, by integrating it into the national homeless strate- gy, where it also has an important role in prevention. This has led to a drastic reduction in the number of homeless people. It is estimated that for each homeless person that is housed and off the streets, there is a cost saving for social and other services of around €15,000 a year. The Housing First approach has fostered cooperation between government, NGOs, social and other housing actors. Housing First is an example of integrated service deliv- ery and puts into practice many of its key elements: a central role for the person receiving the service, coopera- tion and partnership, a holistic perspective, a customised approach and trust-building between all the actors con- cerned. A good example of the Housing First approach for home- less families is the 2016-2018 ‘Ending Family home- lessness through Housing First in Brno: A Randomized Control Trial’ project, funded by the ESF under the Social Innovation priority axis of OP Employment in Brno, the second largest city of the Czech Republic. 54 Showing a significant amount of political courage, Br- no’s city council created a partnership with local NGO IQ Roma Servis and the University of Ostrava to show that Housing First is an alternative to the mainstream housing policy based on Housing reward ladder sys- tem 55 principles, which seems to work for only 10-20% of homeless people. The project aims to solve the prob- lems of homeless families with children in Brno. Accord- ing to field research preceding the project there are 421 54 http://www.romea.cz/en/news/czech/czech-republic-romani-social- workers-share-their-experiences-ahead-of-rapid-re-housing-project- in-brno 55 a system of emergency shelter/transitional housing/regular housing progressions, where the target group (the homeless) have to prove that they are fit to progress to next level, e.g. by successful management of their addictions etc. The housing First approach relies on the integration of key supports Housing Supports • Help finding housing • Negotiating with landlords • Building relations with landlords • Obtaining rent subsidies • Setting up apartment • Landlord mediation • Developing skills for independent living Social Supports • Health • Mental health • Addictions Comple- mentary Supports • Life skills - Relationships - Conflict resolution - Meaningful activities - Volunteering • Income supports - Social Assistants - Finding work - Education - Training • Community engagement Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 28 I m a g e c o u r t e s y o f B a r b o r a K l e i n h a m p l o v á such families. They live in shelters, temporary hostels, asylum houses or in heavily overcrowded or technically inappropriate flats. A significant share of these families are Roma. Brno has provided 50 flats to the project and provides overall coordination of local partners including Department of Social and Legal Protection of Children, Labour Office, Department of Education etc., while the NGO, trained by pioneers of housing first in Europe, HVO Querido, provides all the support and social work to the families, and the university is evaluating the project rigorously. Quite re- markably, the evaluation design is based on randomised control trial (RCT) methodology. This has consequences for the entire design of the project. Out of 421 families, 50 were randomly selected as the treatment group and 100 as the control group. Both groups were interviewed in a double-blind manner in baseline survey before the inter- vention group of families was provided with housing. The control group and the remaining families are then exposed to “standard” mainstream policies. For the intervention group the project of course does not stop with moving in to the flat. Families are offered “hous- ing first intensive case management” service, including a wide range of customised support and complex social care based on an understanding of individual barriers to gaining and sustaining the housing. These range from facilitating relations with new neighbours to debt man- agement, psychiatric care and addiction treatment. In line with the empowerment principle these additional services are provided only when the client family asks for them. A network of interested stakeholders from other munici- palities was also created around this pilot project in or- der to support replication of this approach in other cities. The project hopes to raise the sustainability rate of housing for the families supported, but it also expects better school attendance of the children involved, fewer children removed from their families, a higher employ- ment rate among the adults and also savings in public expenditure. All these variables are measured for both intervention and control group and rigorous evaluation approach should preclude any disagreements about the actual effect. Brno city council has also made the political commit- ment, that if Housing First proves to be more effective than mainstream policy, it will provide sufficient munici- pal flats to enable this intervention to be extended to all homeless families in Brno, thus eradicating family homelessness in Brno. 56 In the case of the Housing First project we can observe to a large extent the presence of the elements of good service integration logic as outlined in part 4.3: a holis- tic approach centred on the client family, the front of- fice (the NGO workers) exhibiting a substantial degree of autonomy in helping the clients, and trust being built both between the clients and social workers, but also within the whole partnership of city council, NGO and university. The fourth element, measurement, focuses on outcomes and as such will answer the question “are we helping”. However this answer will come quite late in the process, which disables quicker learning loops. This does not mean that learning on a daily basis is not present in the project (lessons from interviews and focus groups are well distributed to relevant actors), but formal meas- urement has a different focus. 5.4.4 Lessons for an effective integrated ser- vices approach for people experiencing poverty, exclusion and discrimination Self-Advocacy and participation : The demand for new ways to deliver services based on human rights and a holistic approach often comes from the collective voice of people experiencing poverty, exclusion and discrimina- tion. Investing in that voice being heard, and maintaining that involvement in developing, delivering and evaluat- 56 Based on presentations by Štěpán ripka at the European habitat conference (2016) and by Eliška Černá and Štěpán ripka at the czech Evaluation Society annual conference (2017). Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 29 I m a g e c o u r t e s y o f B a r b o r a K l e i n h a m p l o v á ing the services is essential to ensure that the integrated service approach remains responsive to the needs of the individuals and communities concerned. It is also needed to address the power imbalances that are inherent in the relationship between service providers and service users. A holistic approach based on needs and the engage- ment of the people concerned : You cannot solve the dif- ficulties faced by people experiencing poverty, exclusion and discrimination by acting on just one aspect of the problems they face. The solution of one problem will be determined by addressing all key problems faced. There- fore, a holistic approach is needed and the person receiv- ing the services has a key role to play in setting priorities and key actions. Redesign services and redefine roles and structures : You cannot implement an integrated services approach just by making light changes to existing structures. The approach requires significant changes in culture and practice, which call for changes in structures, changes in roles and changes in the services offered. This needs the support of all the key organisations involved and leader- ship from those with responsibilities. Structural change : Services are delivered in relation to how society is organised and how those in need of the services are viewed. To successfully change services, changes in attitudes and legal arrangements must also take place. Actors need to work together to achieve these changes, and political leadership is needed to achieve this transformation. 5.5 Partnership Integrated services rest upon close collaboration and partnership between stakeholders from different sectors of society. Due to their complexity these relationships require a considerable investment of energy and time to build and maintain. The experiences documented by the European Social Network 57 and the Dublin South West Inner City Consortium 58 suggest that attention to a series of key generic ‘partnership’ pointers can assist the suc- cessful preparation, implementation and consolidation of integrated service approaches. These include: 57 lara Montero, a.; van Duijn, S.; Zonneveld, n.; Minkman, M.; nies, h. (2016) integrated Social Services in Europe, European Social network, Brighton 58 Dublin South West inner city consortium (2014) Working Together Towards integrated Service Delivery, Dublin 1. A clear understanding of the rationale for an in- tegrated approach An appreciation that the service model being pro- moted can best be delivered by different actors working together rather than individually, with ac- knowledgement that this will provide better focus, coordination, efficiency, access to a diverse range of complementary resources, and above all im- proved outcomes for users. 2. Analysis of operational context and past experi- ences of collaboration Preparation for integrated services can be assisted by studying different relationship histories and past experiences of working together with honest as- sessments of the issues and challenges involved. It is also helpful to explore how far the particular legal and regulatory environment, and institutional rules and regulations in the service area, encourage collaborative approaches. In addition, consideration should be given to the availability of adequate re- sources, skills and guidance for working collabora- tively, as well as the existence of intermediaries or facilitators able to assist different organisations to work together. 3. Careful identification of stakeholders The detailed mapping of all the stakeholders who will be affected or influenced by the integrated ser- vice arrangement and when/where their involve- ment is most necessary and appropriate. In order to select the right players to lead on the development of integrated service models, initiating partner(s) may find it helpful to consider the complementary Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 30 nature of different resources that potential stake- holders can bring to the table as well as their repu- tation, legitimacy, capacity and readiness to deliver. 4. Focus on users Increasing emphasis is being placed on co-production and the involvement of users in service delivery mod- els with special attention to the particular needs of different service users. 59 This focus is exemplified in the Renfrewshire Health and Social Care Partnership in Scotland, which has signed up to a national charter to ensure that people using learning disability servic- es have a say in the issues that affect them, 60 and by the Open Dialogue initiative in Denmark which aims to empower adults with mental illnesses by giving them the opportunity to share their ideas and needs with mental health professionals. 61 5. Agreement on principles for working together Standard principles include the promotion of eq- uity and transparency and acceptance that, over and above common benefits, specific benefits will be obtained by the different actors involved. Other principles may include focus on a holistic vision for the service to be provided and full involvement of users. The Dublin South West Inner City Consorti- um, which works on an integrated parent-child care service model, for example, agreed on values and principles such as: mutual respect, quality practice, keeping a ‘whole-child perspective’, support for the role of parents, and the sharing of knowledge with other professionals in the field. 62 6. Promotion of accountability It is helpful to have clarity on working parameters, timelines and expectations of the stakeholders involved. This can be assisted by the signing of a written agreement or Memorandum of Understand- ing between all participating organisations which provides information on: • Aims and objectives – the specific aims and ob- jectives of the integrated service model so that the focus is clear, boundaries are defined and a framework is provided for the scale and scope of the work; 59 See Griffiths, M. (2016) co-production, Presentation at ESF Transna- tional Platform Thematic network on Partnership Meeting, Dublin, 27 november 2016: https://ec.europa.eu/esf/transnationality/sites/esf/files/ miro_griffiths_co-production.pdf 60 http://www.renfrewshire.gov.uk/article/4323/renfrewshire-part- nership-in-Scottish-first-to-give-learning-disabled-a-voice; and lara Montero et al. (2016) p. 67 61 https://socialstyrelsen.dk/ and lara Montero et al. (2016) p. 65 62 Dublin South West inner city consortium (2014) p. 13 • Roles and responsibilities – identification of who will do what and when; who is the ‘lead’ agency; what ‘new’ roles and tasks may be required and who will assume these; • Systems and procedures – structures and pro- cesses for decision-making, management and administration, finances, communication – both internal (among participating stakeholders) and external (to the wider public), reporting, media- tion in case of disagreement, and monitoring and evaluation. 7. Institutional buy-in The consolidation of integrated service models rests upon ‘whole’ organisational engagement rath- er than that of single individual representatives. In- stitutional buy-in, with the involvement of different staff levels, teams and departments, is particularly important for ensuring continuity following person- nel changes. 8. Strong review mechanisms According to the Dublin South West Inner City Con- sortium, as well as supporting the collective govern- ance and decision-making of partners, solid review systems can provide important information on the impact of integrated service delivery on outcomes for target groups, progression of the integrated working model in relation to strategic objectives, what is working well, and where improvements may be required. When the learning from reviews is shared, it can also contribute to wider knowledge about the issues and challenges involved in devel- oping integrated service arrangements. Integrated services | Early lessons from transnational work in the European Social Fund The Info Point was managed by the Employment Ser- vices of Slovenia (ESS) and was supported by the As- sociation of Free Trade Unions, the Slovenian Philan- thropy Association and by the ESF. The project gave advice on access to the labour market, by providing information on labour rights, job opportunities and language learning, and also facilitated access to other services in order to better integrate migrants. Coun- selling and coaching was provided in person, by phone, by e-mail and even through home visits. Though the Info Point was located in the capital, sessions could be organised in regional ESS offices. One of its strengths was the expertise of various stakeholders which, when combined, helped to better tailor the services to mi- grant needs. Slovenian Info Point for Foreigners ",
        "ESF – TEchnical DoSSiEr no. 3 31 6.1 How ESF Managing Authorities can use the idea of service integration If the ESF is to drive policy change towards the service integration which is so necessary, and ultimately towards improving the lives of the citizens these policies serve, ESF Managing Authorities have to pay serious attention to the knowledge that has been accumulated on service integra- tion (available in this dossier and elsewhere). Key elements of service integration, as described in Chapter 4, should be incorporated into the conditions of relevant calls for projects. Managing Authorities should also critically assess those operations that are acting in contradiction to service integration. They should eventually stop funding activities which buttress the silos that public administrations com- monly contain. In addition, ESF Managing authorities can amplify what they learn about service integration in the Thematic Net- works by allocating ESF funds to transnational projects on this topic. This enables service delivery organisations such as public agencies and NGOs to learn from their colleagues in other countries about how to improve the way they work. The ESF Transnational Platform and its Thematic Experts have accumulated a wide knowledge of the implementa- tion of service integration, and can advise on suitable part- ners for transnational projects. 6.2 The scope for work on service integration within the ESF is very broad When Managing Authorities are deciding the priorities for calls for proposals, they should bear in mind the benefits that their stakeholders can gain from adopting a service integration approach. They can include this topic more or less across the ESF board, and may be encouraged to note that Article 9 of the ESF Regulation says that the ESF shall promote social innovation within all areas falling under its scope. Service integration might fall under any of the ESF’s investment priorities: 63 63 http://eur-lex.europa.eu/legal-content/En/TXT/hTMl/?uri=cElEX:320 13r1304&from=En • In the area of employment (investment priority 3a of the ESF Regulation), these cover access to employ- ment, local employment initiatives, labour mobility, the work integration of young people, self-employ- ment and entrepreneurship, gender equality, the adaption of workers, enterprises and entrepreneurs to change, and active and healthy aging. Therefore in principle ESF projects could work on integrating ser- vices in any of these fields. A further priority (3a(vii)) covers the modernisation of labour market institu- tions specifically; • As regards social inclusion , investment priority 3b covers active inclusion, integrating marginalised communities such as Roma, anti-discrimination, ac- cess to health and social services, social entrepre- neurship and community-led local development; All of these areas would benefit from an integrated ser- vices approach. • In the education field, investment priority 3c covers early school-leaving, all levels of schooling, access to tertiary education, lifelong learning, career guidance and vocational training; • Also connected to cocreation with service users, in- vestment priority 8d(ii) covers capacity-building for all stakeholders delivering education, lifelong learn- ing, training and employment and social policies. In those areas where Thematic Objective 11 applies, work on service integration could also take place under the investment priority on enhancing institu- tional capacity . Where Managing Authorities have operational programmes in these areas, they can consider including service integra- tion as an eligible field of activity. Where they do, they should ensure that the relevant stakeholders – notably users – are eligible to be involved in the projects. ESF projects might work with service integration in a number of ways: • market research on user perceptions, dissatisfactions and desires for improvement • problem diagnosis and recommendations for change 6. INTEGRATED SERVICES FOR MANAGING AUTHORITIES AND TRANSNATIONAL NETWORKS Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 32 • peer review and benchmarking • transfer and piloting of a new delivery model • joint diagnosis and development of new delivery systems • application of human-centred design techniques 64 • services redesign using techniques similar to Van- guard method used in case of Jeugdbescherming (see section 4.4.1) • bilateral or multilateral international staff place- ments to diagnose needs, accompany change or act as a ‘critical friend’ 6.3 Service integration is a horizontal topic reflected by the Thematic Networks Not long after the nine Thematic Networks supported by the ESF Transnational Platform started work, it became apparent that the integration of service delivery was an important topic for a large number of them: • For the Youth Employment network • In the Employment field overall • As an example of a holistic approach involving stake- holders, it is of interest to the Partnership network • In Inclusion, successful deinstitutionalisation – the transfer of social care from big institutions to small homes in the community – relies on an integrated approach • Work with Migrants also does • It is a key plank of the administrative reforms pro- moted by the Governance and Public Administration network Thematic Networks can work further with the idea of ser- vice integration in a number of ways: • They can commission studies of the problems caused by a silo approach and how these might be overcome; • They can undertake study visits or peer reviews to learn from successful examples of integrated service provision. This is what the Employment network did at the cité des Métiers in Paris, what the Youth Employ- ment network did at the Ohjaamo centre in Helsinki, and what the Governance network did when it took part in an EIPA seminar in Amsterdam studying the reorganisation of Jeugdbescherming regio amster- dam . 65 64 https://www.ideo.com/post/design-kit 65 http://ec.europa.eu/esf/transnationality/content/public-administra- tion-and-governance-unconventional-network-impressive-results • They can disseminate the results of their learning, in documents such as this dossier; • Through all of this, they can build capacity in those places where there has been less experience of ser- vice integration. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 33 The established departmental public service delivery model remains the default throughout the EU. The service models are clear, the budgets neatly defined and the out- comes linked to departmental policy priorities. So why is there a growing interest in service integration? In response, this dossier has presented key messages from the work of the ESF’s transnational networks. There is, as yet, no neat universal conclusion across the networks. However, there are consistent and compelling reasons pre- sented here that governments and Managing Authorities should take seriously. We would summarise the most im- portant of these as follows: Acknowledging the complexity of service-users’ support needs Fortunately, many people can resolve their issues, reskill, engage in their societies and communities, and join the labour market with a little bit of help from the ESF. How- ever, for those whose support needs are more complex, this is not always the case. Much of the focus here has been on those who experience greater levels of exclusion and discrimination and require more than a short single intervention. Our scope has included people who have been long-term unemployed, a status which has well-established causal links with physical and mental health issues. It has also included young people in the NEET group, a heterogonous mix, but which includes those with health, offending and homelessness backgrounds. In inclusion the focus has been on those experiencing high levels of discrimina- tion and exclusion. The governance focus has included so-called ‘troubled families’ who appear on every depart- mental radar, but whose complex needs are often poorly addressed. In each of the cases presented, an important starting point has been to acknowledge that many clients do not present with a single issue to be ‘fixed’ . Life is often messier than that. The integrated services discussion rec- ognises this, and the need for a more sophisticated ap- proach. Strong leadership and the willingness to accept past failings Linked to this recognition is the thorny issue of having to admit that we were wrong. As Chapter 3 clearly sets out, the standard departmental service delivery model has its roots in 20 th century Management Efficiency schools which were primarily designed for another industrial context. The hallmarks of this philosophy – and particularly its New Public Management iteration – remain central to the cur- rent public service model in its structure and lexicon – in- puts, outputs, outcomes and so on. What is clear is that people do not always fit neatly into these boxes. This is particularly evident with people who have multi- ple and complex support needs. A good example is the so-called ‘revolving door syndrome’ in the context of em- ployment. This is where a client will be supported into an employment opportunity only to reappear on the training provider’s doorstep a few weeks later. Of course, in some cases there are issues with the labour market, such as temporary contracts. But in many other cases it is because the client’s underlying support needs have not been ad- dressed. The box has been ticked when they fill the job – only to be unticked again a few weeks later. Even Fred- erick Taylor would struggle to argue that this version of his famous system was efficient. What is the alternative? First off, there must be acknowl- edgment that (for some clients at least) the old model did not work. This is difficult because it involves blame, admission of failure and an acknowledgment that public money was not well spent. How many managers will step forward when those charges are being read out? Yet un- less we can do this, we are consigned to repeat our past failures. More positively, it can be argued that these ser- vice developments incorporate new insights, drawing upon an honest appraisal of previous experiences. Either way, it means that bold leadership is at the heart of the service integration journey. Our dossier identifies at least two important factors re- lating to this. The first one is the potential value of a crisis , and the opportunities it presents. In the case of Jeugdbescherming Regio Amsterdam, organisational melt- 7 CONCLUSIONS: WHY INTEGRATE PUBLIC SERVICES? Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 34 down and national government intervention presented an opportunity for review and radical overhaul. In the case of Swindon Family Services, central government funding cuts made the status quo untenable. Something had to give. In both cases the crisis acted as a catalyst for change. As the old phrase has it, “Let’s not allow a good crisis to go to waste”. The reason why the crisis did not go to waste in these two cases was due to our second key finding – strong and open leadership. In the wake of these major setbacks, Jeugd- bescherming and Swindon Council both had leaders who were prepared to conduct a thorough analysis and not afraid to share and act on the findings. At this point it is also important to say that in both cases a new CEO had come in from outside, which made it easier for them as they had no reputational association with the old model. However, in these media-intense times, it is never easy for a public leader to admit that money has not been well- spent. Strong leaders committed to change are there- fore an important feature of the service integration story presented here. Experts stand aside – rewiring the relationship between service users and service providers There is another common feature to the integrated service models presented here that has helped expose the limita- tions of the ‘departmental’ model. This is the importance of listening carefully to the views of key stakeholders – particularly service-users and front line staff. There is a familiar pattern to this feedback: dealing with a plethora of different agencies; referred onto ineffective programmes; diminishing independence due to public service overload. The big picture is one of uncoordinated services, poor col- laboration and an approach which can be summarised as “We, the professional experts, know best.” It is important to state that this is not to diminish the role and value of trained professionals. The principal point is to reconfigure the working relationships to take account of the fact that service-users often know the package of sup- port they need – and what their sequence of goals should be. As Chapter 4 makes clear, rather than presenting peo- ple with a ‘take it or leave’ it service menu, the starting point must be the client’s situation, goals and support needs to get there. In doing so, we are acknowledging the need for ‘experts by experience’. This represents a fundamental rewiring of the client- service provider relationship. It acknowledges that people have the solutions within themselves and that real sus- tainable outcomes must be driven by them. The implica- tions for public services and their personnel – particularly front-line staff – are significant. Instead of explaining the options and telling the client what to do, their role is much more one of empathising, advocating, and facilitating. Within this redefined role there is also the key function of navigating – supporting clients to move in the most effec- tive way through a complex web of support options. All of this justifies a clearly defined theory of change underpin- ning this organisational shift, combined with investment in delivery staff to manage a significant functional transition. Service integration has many forms of expression – and is rarely the ‘cheap’ option Another important message from this work is that inte- grated service models can be formatted in many ways. From the employment examples, we can see the potential role of ICT in supporting collaborative service platforms. In an interesting contrast, the Ohjaamo model shows that people – even young people who are ‘digital natives’ – of- ten prefer face-to-face support. It also underlines the value of a ‘deinstitutionalised’ look and feel when working with clients who are wary of public services. The Employment and Youth Employment examples focus on approaches that are replicated across the country. But the Karolinska University Hospital example is one where the integrated services model has been introduced in a single institution. Two of these examples – Ohjaamo and Karolinska Hospital – and others in the dossier underline the importance of ad- dressing the people and culture dimension of this transi- tion. In short, service integration does not equal collocation or vice versa. The most successful examples of the trans- formation to integrated services have been where physi- cal collocation is identified as the start, not the end, of the process . Without a thorough understanding of the human resource and organisational culture challenges, combined with a willingness to invest in addressing these, success is unlikely. At the highest organisational and government level, the importance of this investment must be clearly acknowl- edged. The shift to an integrated services model provides a career development opportunity for many public em- ployees. However, unless it is presented as such – and re- sourced appropriately – it may be viewed with suspicion and as a Trojan horse designed to merge departments, reduce staff numbers and undermine professional civil servants. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 35 Integrated services should therefore not be perceived (or promoted) as a way to save money. In the long run, prop- erly designed and supported, they should provide efficien- cies. But in the short term, any building space savings are likely to be absorbed by other transitional costs. Focusing on real results – rather than those which are easy to measure We cannot always measure what is important, and things that can be measured are not always the most important. We have argued that within the New Public Management model, there is an undue focus on simplified output measure- ment. This can struggle to reflect the multi-faceted problems service users present with, as well as the duration of time required to address them. The emphasis is on measurable progress over a specified – and usually short – time frame. The reasons for this are understandable. Taxpayers want reassurance that public money is being put to good use. They also want to see that periods of welfare support are no longer than necessary. These demands drive a model of simple results and short timescales. Again, it is impor- tant to reiterate that for many service users this works adequately. However, for those with more complex support needs this is not always the case. Although further work is required in this area, our analysis suggests that integrated services can encourage a more rounded and realistic approach to measuring success. On a basic level, inter-departmental collaboration requires a rethink of how respective services contribute to successful results. In footballing terms, that contribution may at times be in the form of an assist rather than a goal . This means allowing another player to take credit for the end result. More fundamentally, it requires a holistic ap- proach to measurement, where one client’s mix of needs and priorities will differ from another’s. This work has confirmed the scale of the challenge. The redesign of what should be measured requires a heroic collaborative effort from stakeholders – which includes service users who are necessarily part of that discussion. It also requires smart and elegant approaches to data gath- ering and sharing. As the Ohjaamo experience indicates, in 21 st century Europe data sharing remains a particularly hot and sensitive topic, which plays out differently across Member States. However, without big steps forward in data management, publicly funded services will re- main entrenched in their silos . This represents another major leadership challenge. The data-sharing issue is fundamentally about trust. And, as we have discussed, trust is at the heart of the in- tegrated service model . In transactional terms, we are talking about the trust between the service users and the person offering them support, as well as the bond between different service providers. There is overwhelming evidence that endorses the value of the keyworker model, and the Participle work referred to in Chapter 3 coined the notion of relational welfare, which placed added emphasis on the importance of such trusted relationships. What we see in the Ohjaamo example however, is a will- ingness to sacrifice data – with all of the potential financial implications that carries – in exchange for the opportunity to create a trusted client relationship. In their case, this is with disaffected young people who are suspicious of au- thority and tired of being interrogated by one agency after another. This innovative and ground-breaking approach provides a good example of the way in which the integrat- ed service model can provide a clean break, giving space to try something new across all sectors. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 36 What is to be done, and by whom? In this final section we set out some recommendations for our key audiences in relation to integrated services. We do so in the belief that for clients with complex and multiple support needs, this is an effective way of working. The recommendations also acknowledge that some governments and Managing Au- thorities will in principle have an interest in this agenda, and are looking for guidance on how they can take this forward. The recommendations are applicable to govern- ment (at all levels) and Managing Authorities. The steps we would recommend are as follows: • Establish and promote the rationale for an inte- grated approach: focus on benefits The successful introduction of integrated services requires support at the highest governmental and organisational levels. The rationale for integrated services should be clearly understood and communi- cated. The emphasis must be on the benefits, both for service users and for those working in publicly funded bodies. As we discuss in section 5.4 above, wholesale buy-in is a prerequisite of success. • Map the service users most likely to benefit A clear message from this work is that integrated ser- vices benefit particular beneficiaries within the scope of the European Social Fund. Those with multiple and complex support needs have been particularly high- lighted. As part of any initial development work, it will be important to consider which beneficiary types are most likely to benefit. This will vary depending on the spatial focus and on the socioeconomic context. • Establish principles for inter-departmental collab- oration To ensure clarity, it is important to establish clear principles for collaboration across public sector de- partments. As in the Ohjaamo case, these should be negotiated at the highest policy level, then articulated with the operational landscape. The rationale for the approach will underpin these principles, which should provide a clear route map for partnership working, including details of the way in which collaborative behaviours will be encouraged and rewarded. • Investigate and analyse implications, drawing re- sults from existing good practice models Some Member States have more advanced inter- departmental collaborative models than others. The starting point for everyone considering the introduc- tion of an integrated services model is a clear analy- sis and understanding of the initial situation. Drawing conclusions from case studies – including those pre- sented here – they should consider the opportunities and implications of introducing such an approach. However ‘copy-paste’ does not work – existing solu- tions should be seen more as sources of inspiration. • Test the development of integrated services – spa- tial or client focus pilot? In order to test the effectiveness of the integrated services model, it may be helpful to design, imple- ment and evaluate a pilot. This could be limited to a specific spatial area and/or to a particular ESF ben- eficiary group. The design of any pilot should take account of the points raised throughout this dossier and summarised in the preceding section. In particu- lar it should pay special attention to the: - pilot aims and objectives - roles and responsibilities of the key stakeholders - systems and procedures required • Invest to build organisational capacity for service integration Integrated services are most likely to succeed when they have been presented as an opportunity for ser- vice users, civil servants and publicly-funded support staff. It is evident that for a minority of the popu- lation with multiple and complex support needs this is a potentially effective model that can secure im- proved results. However, it represents a very new – and for some – challenging way to work. Two key dimensions require careful design, adequate invest- ment and incorporation in the pilot. One is support for publicly-funded staff to work differently with service users and with one another, across old silos. The other is to ensure that appropriate processes are employed to enable service users to contribute effectively. 8 RECOMMENDATIONS Integrated services | Early lessons from transnational work in the European Social Fund ",
        "ESF – TEchnical DoSSiEr no. 3 37 • Invest in harvesting the knowledge and expertise of the clients Integrated services need to be built on in-depth knowledge of the lived experience and realities of the potential users of the services. Investing time and resources in the collective reflection of the potential users, so as to enable them to develop an analysis of their situation and propose solutions, is essential in arriving at a workable integrated service. This collec- tive reflection should be empowering for the persons concerned and help to overcome the power imbal- ance between service users and service providers. To facilitate this approach the introduction of dedicated positions for ‘experts by experience’ within the ser- vice provider teams is an important step and helps to make the service provider a less alien space for the users of the service. Integrated services | Early lessons from transnational work in the European Social Fund ",
        "doi:10.2767/944887 K E - P B - 17 - 002 - E N - N Also available TRANSNATIONAL COOPERATION IN THE ESF 2014-2020, an introductory guide (version 2) – November 2015 This guide sets out the rationale for transnational co-operation in the ESF and describes the components of the Common Framework established in the 2014-2020 period to remedy the shortcomings experienced in the previous period. These include the common themes, the co-ordination of calls for proposals, the thematic networks and the EU-level platform. It also covers the possibilities of the flexible approach, the mainstreaming of gender and social innovation, and how the ESF can contribute to Macro-Regional Strategies. It concludes with answers to frequently asked questions, references, a list of National Contact Points and an extract from the relevant legislation. THEMATIC NETWORKING, a guide for participants. Technical dossier no. 1 – April 2016 This dossier is a comprehensive guide to making a success of the ESF Transnational Platform’s mutual learning function. It describes the role and functioning of the nine thematic networks that support transnational co-operation in the ESF. It sets out the different stakeholders involved, and suggests a number of principles and tools for animating their interaction. It details the planning phase, including how to carry out a problem assessment and construct a logical framework. It explains the procedure for co-ordinating calls for proposals before covering various tools to support mutual learning: selecting good practices, conducting peer reviews, and preparing case studies and policy briefs. Separate chapters address the effective use of web conferencing, social innovation, gender mainstreaming and the expense reimbursements system. ESF TRANSNATIONAL CALLS, Writing and managing calls for proposals – February 2017 A step-by-step guide to designing transnational calls for proposals in the ESF, from added value, institutional capacity and priorities, through design, partner search and the TCA, to assessment. Piloted at the seminar on transnational calls in November 2016, this guide has been updated to include Member State plans for transnational calls in 2017 and 2018. These documents are available for download, in English, at http://ec.europa.eu/esf/transnationality. To find more about the ESF please visit http://ec.europa.eu/esf You can download our publications or subscribe for free at http://ec.europa.eu/social/publications If you would like to receive regular updates about the Directorate-General for Employment, Social Affairs and Inclusion sign up to receive the free Social Europe e-newsletter at http://ec.europa.eu/social/e-newsletter http://ec.europa.eu/social/ "
    ]
}