{
    "text": [
        "9948/18 FFF/ev 1 DRI EN Council of the European Union Brussels, 14 June 2018 (OR. en) 9948/18 CODEC 1020 ECOFIN 599 RELEX 529 COEST 115 NIS 14 PE 79 Interinstitutional File: 2018/0058 (COD) INFORMATION NOTE From: General Secretariat of the Council To: Permanent Representatives Committee/Council Subject: Proposal for a Decision of the European Parliament and of the Council providing further macro-financial assistance to Ukraine - Outcome of the European Parliament's first reading, (Strasbourg, 11 to 14 June 2018) I. INTRODUCTION In accordance with the provisions of Article 294 of the TFEU and the joint declaration on practical arrangements for the codecision procedure 1 , a number of informal contacts have taken place between the Council, the European Parliament and the Commission with a view to reaching an agreement on this dossier at first reading, thereby avoiding the need for second reading and conciliation. In this context, the rapporteur, Jarosław WAŁĘSA (EPP, PL) presented one compromise amendment (amendment 1) to the proposal for a Decision, on behalf of the Committee on International Trade. This amendment had been agreed during the informal contacts referred to above. 1 OJ C 145, 30.6.2007, p.5 ",
        "9948/18 FFF/ev 2 DRI EN In addition, the EFDD political group tabled 6 amendments (amendments 2-7), including one aimed at rejecting the Commission proposal (amendment 7), and the EUL/NGL 5 amendments (amendments 8-12). II. VOTE When it voted on 13 June 2018, the plenary adopted the compromise amendment (amendment 1) to the proposal for a Decision. No other amendments were adopted. The Commission's proposal as thus amended constitutes the Parliament's first-reading position which is contained in its legislative resolution as set out in the Annex hereto 2 . The Parliament's position reflects what had been previously agreed between the institutions. The Council should therefore be in a position to approve the Parliament's position. The act would then be adopted in the wording which corresponds to the Parliament's position. 2 The version of the Parliament's position in the legislative resolution has been marked up to indicate the changes made by the amendments to the Commission's proposal. Additions to the Commission's text are highlighted in bold and italics. The symbol \" ▌\" indicates deleted text. ",
        "9948/18 FFF/ev 3 ANNEX DRI EN ANNEX 13.6.2018 Further macro-financial assistance to Ukraine ***I European Parliament legislative resolution of 13 June 2018 on the proposal for a decision of the European Parliament and of the Council providing further macro- financial assistance to Ukraine (COM(2018)0127 – C8-0108/2018 – 2018/0058(COD)) (Ordinary legislative procedure: first reading) The European Parliament , – having regard to the Commission proposal to Parliament and the Council (COM(2018)0127), – having regard to Article 294(2) and Article 212(2) of the Treaty on the Functioning of the European Union, pursuant to which the Commission submitted the proposal to Parliament (C8-0108/2018), –– having regard to Article 294(3) of the Treaty on the Functioning of the European Union, – having regard to the Joint Declaration of the European Parliament and of the Council adopted together with Decision No 778/2013/EU of the European Parliament and of the Council of 12 August 2013 providing further macro-financial assistance to Georgia 1 , – having regard to the undertaking given by the Council representative by letter of 29 May 2018 to approve Parliament’s position, in accordance with Article 294(4) of the Treaty on the Functioning of the European Union, – having regard to Rule 59 of its Rules of Procedure, – having regard to the report of the Committee on International Trade and the opinion of the Committee on Foreign Affairs (A8-0183/2018), 1. Adopts its position at first reading hereinafter set out; 2. Approves the joint statement by Parliament, the Council and the Commission annexed to this resolution; 3. Calls on the Commission to refer the matter to Parliament again if it replaces, 1 OJ L 218, 14.8.2013, p. 15 ",
        "9948/18 FFF/ev 4 ANNEX DRI EN substantially amends or intends to substantially amend its proposal; 4. Instructs its President to forward its position to the Council, the Commission and the national parliaments. ",
        "9948/18 FFF/ev 5 ANNEX DRI EN P8_TC1-COD(2018)0058 Position of the European Parliament adopted at first reading on 13 June 2018 with a view to the adoption of Decision (EU) 2018/... of the European Parliament and of the Council providing further macro-financial assistance to Ukraine THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure 1 , ",
        "9948/18 FFF/ev 6 ANNEX DRI EN 1 Position of the European Parliament of 13 June 2018. ",
        "9948/18 FFF/ev 7 ANNEX DRI EN Whereas: (1) Relations between the European Union (the ‘Union’) and Ukraine continue to develop within the framework of the European Neighbourhood Policy (ENP) and the Eastern Partnership. An association agreement between the Union and Ukraine 1 (the ‘Association Agreement’), including a Deep and Comprehensive Free Trade Area (DCFTA), entered into force on 1 September 2017. (2) In spring 2014, Ukraine embarked on an ambitious reform programme with the aim of stabilising its economy and improving the livelihoods of its citizens. Ukraine and the Union have jointly defined a reform agenda (the ‘Association Agenda’, which was last updated in March 2015). The fight against corruption as well as constitutional, electoral and judicial reforms are among the top priorities on the agenda. (3) In addition to its political support, the Union pledged a financial package of over EUR 11 billion in March 2014 to support economic stabilisation and reform implementation in Ukraine, including EUR 1,6 billion in macro-financial assistance pursuant to Council Decision 2002/639/EC 2 , Decision No 646/2010/EU of the European Parliament and of the Council 3 and Council Decision 2014/215/EU 4 . In view of Ukraine's substantial external financing needs, an additional EUR 1,8 billion in macro-financial assistance was made available to Ukraine in April 2015 pursuant to Decision (EU) 2015/601 of the European Parliament and of the Council 5 . 1 Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and Ukraine, of the other part (OJ L 161, 29.5.2014, p. 3). 2 Council Decision 2002/639/EC of 12 July 2002 providing supplementary macro- financial assistance to Ukraine (OJ L 209, 6.8.2002, p. 22). 3 Decision No 646/2010/EU of the European Parliament and of the Council of 7 July 2010 providing macrofinancial assistance to Ukraine (OJ L 179, 14.7.2010, p. 1). 4 Council Decision 2014/215/EU of 14 April 2014 providing macro-financial assistance to Urkaine (OJ L 111, 15.4.2014, p. 85). 5 Decision (EU) 2015/601 of the European Parliament and of the Council of 15 April 2015 providing macro-financial assistance to Ukraine (OJ L 100, 17.4.2015, p. 1). ",
        "9948/18 FFF/ev 8 ANNEX DRI EN (4) Since May 2014, Ukraine has received EUR 2,81 billion in macro -financial assistance from the Union, including EUR 1,2 billion of the EUR 1,8 billion available under Decision (EU) 2015/601. The third and last instalment of EUR 600 million of macro- financial assistance under Decision (EU) 2015/601 was cancelled on 18 January 2018 due to incomplete compliance by Ukraine with the programme of structural reforms attached to that instalment. (5) On 11 March 2015, the International Monetary Fund (IMF) approved a four-year Extended Fund Facility (EFF) arrangement for Ukraine in the amount of approximately USD 17,5 billion to support the country's economic adjustme nt and reform programme, of which USD 8,5 billion were disbursed between 2015 and 2017. That IMF financial assistance has been complemented by substantial support from a number of bilateral partners, including the Union, its Member States, the US, Japan an d Canada. Other international financial institutions such as the World Bank, the European Bank for Reconstruction and Development and the European Investment Bank have also significantly scaled up their activity to support Ukraine’s economic transition. ",
        "9948/18 FFF/ev 9 ANNEX DRI EN (6) Following its technical mission of November 2017, the IMF revised its estimates of Ukraine's external financing needs, identifying an additional gap of USD 4,5 billion for 2018 and 2019. Those financing needs go over and above the funding committed so far by the international community, which includes the Union's macro-financial assistance pursuant to Decisions 2002/639/EC, No 646/2010/EU, 2014/215/EU and (EU) 2015/601. (7) In November 2017, in view of the continued challenging economic and financial situation of Ukraine, the Ukrainian authorities requested additional macro-financial assistance from the Union. (8) At the EU-Ukraine Association Council which met on 8 December 2017, the Union reaffirmed its support for Ukraine's substantial reform efforts, including financial assistance linked to concrete reform progress. (9) Given that Ukraine is a country covered by the ENP, it should be considered to be eligible to receive macro-financial assistance from the Union. ",
        "9948/18 FFF/ev 10 ANNEX DRI EN (10) The Union’s macro-financial assistance should be an exceptional financial instrument of untied and undesignated balance-of-payments support, which aims to address the beneficiary’s immediate external financing needs, and should underpin the implementation of a policy programme containing strong immediate adjustment and structural reform measures designed to improve the beneficiary’s balance-of- payments position in the short term. (11) Given that a residual external financing gap remains in Ukraine’s balance of payments over and above the resources provided by the IMF and other multilateral institutions, the provision by the Union of macro-financial assistance to Ukraine is, under the current exceptional circumstances, considered to be an appropriate response to Ukraine’s request to the Union to support its economic stabilisation, in conjunction with the IMF programme. The Union’s macro-financial assistance would support the economic stabilisation and the structural reform agenda of Ukraine, supplementing resources made available under the IMF’s financial arrangement. (12) The Union’s macro-financial assistance should aim to support the restoration of a sustainable external financing situation for Ukraine, thereby supporting its economic and social development. ",
        "9948/18 FFF/ev 11 ANNEX DRI EN (13) The determination of the amount of the Union’s macro-financial assistance is based on a complete quantitative assessment of Ukraine’s residual external financing needs, and takes into account its capacity to finance itself with its own resources, in particular the international reserves at its disposal. The Union’s macro-financial assistance should complement the programmes and resources provided by the IMF and the World Bank. The determination of the amount of the assistance also takes into account expected financial contributions from bilateral and multilateral donors and the need to ensure fair burden sharing between the Union and other donors, as well as the pre-existing deployment of the Union’s other external financing instruments in Ukraine and the added value of the overall Union involvement. (14) The Commission should ensure that the Union’s macro-financial assistance is legally and substantially in accordance with the key principles and objectives of, and the measures taken within, the different areas of external action and other relevant Union policies. (15) The Union’s macro-financial assistance should support the Union’s external policy towards Ukraine. Commission services and the European External Action Service should work closely together throughout the macro-financial assistance operation in order to coordinate, and ensure the consistency of, Union external policy. ",
        "9948/18 FFF/ev 12 ANNEX DRI EN (16) The Union’s macro-financial assistance should support Ukraine’s commitment to values shared with the Union, including democracy, the rule of law, good governance, respect for human rights, sustainable development and poverty reduction, as well as its commitment to the principles of open, rule-based and fair trade. (17) A pre-condition for granting the Union’s macro-financial assistance should be that Ukraine respects effective democratic mechanisms – including a multi-party parliamentary system – and the rule of law, and guarantees respect for human rights. In addition, the specific objectives of the Union’s macro-financial assistance should strengthen the efficiency, transparency and accountability of the public finance management systems in Ukraine and should promote structural reforms aimed at supporting sustainable and inclusive growth, employment creation and fiscal consolidation. Both the fulfilment of the preconditions and the achievement of those objectives should be regularly monitored by the Commission and the European External Action Service. ",
        "9948/18 FFF/ev 13 ANNEX DRI EN (18) In order to ensure that the Union’s financial interests linked to the Union’s macro- financial assistance are protected efficiently, Ukraine should take appropriate measures relating to the prevention of, and fight against, fraud, corruption and any other irregularities linked to the Union’s macro-financial assistance. In addition, provision should be made for the Commission to carry out checks and for the Court of Auditors to carry out audits. (19) Release of the Union’s macro-financial assistance is without prejudice to the powers of the European Parliament and of the Council, as budgetary authority. (20) The amounts of provisioning required for the Union’s macro-financial assistance should be consistent with the budgetary appropriations provided for in the multiannual financial framework. (21) The Union’s macro-financial assistance should be managed by the Commission. In order to ensure that the European Parliament and the Council are able to follow the implementation of this Decision, the Commission should regularly inform them of developments relating to the assistance and provide them with the relevant documents. (22) In order to ensure uniform conditions for the implementation of this Decision, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council 1 . 1 Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13). ",
        "9948/18 FFF/ev 14 ANNEX DRI EN (23) The Union's macro-financial assistance should be subject to economic policy conditions, to be laid down in a Memorandum of Understanding. In order to ensure uniform conditions of implementation and for reasons of efficiency, the Commission should be empowered to negotiate such conditions with the Ukrainian authorities under the supervision of the committee of repres entatives of the Member States in accordance with Regulation (EU) No 182/2011. Under that Regulation, the advisory procedure should, as a general rule, apply in all cases other than as provided for in that Regulation. Considering the potentially important impact of assistance of more than EUR 90 million, it is appropriate that the examination procedure be used for operations above that threshold. Considering the amount of the Union's macro- financial assistance to Ukraine, the examination procedure should apply to the adoption of the Memorandum of Understanding, and to any reduction, suspension or cancellation of the assistance, HAVE ADOPTED THIS DECISION: ",
        "9948/18 FFF/ev 15 ANNEX DRI EN Article 1 1. The Union shall make macro-financial assistance of a maximum amount of EUR 1 billion available to Ukraine (the ‘Union’s macro-financial assistance’), with a view to supporting Ukraine’s economic stabilisation and substantive reform agenda. That assistance shall contribute to covering Ukraine’s balance of payments needs as identified in the IMF programme. 2. The full amount of the Union's macro-financial assistance shall be provided to Ukraine in the form of loans. The Commission shall be empowered on behalf of the Union to borrow the necessary funds on the capital markets or from financial institutions and to on-lend them to Ukraine. The loans shall have a maximum average maturity of 15 years. 3. The release of the Union’s macro-financial assistance shall be managed by the Commission in a manner consistent with the agreements or understandings reached between the IMF and Ukraine, and with the key principles and objectives of economic reforms set out in the Association Agreement, including the DCFTA, agreed under the ENP. The Commission shall regularly inform the European Parliament and the Council of developments regarding the Union’s macro-financial assistance, including disbursements thereof, and shall provide those institutions with the relevant documents in due time. ",
        "9948/18 FFF/ev 16 ANNEX DRI EN 4. The Union’s macro-financial assistance shall be made available for a period of two and a half years, starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 3(1). 5. If the financing needs of Ukraine decrease fundamentally during the period of the disbursement of the Union’s macro-financial assistance compared to the initial projections, the Commission, acting in accordance with the examination procedure referred to in Article 7(2), shall reduce the amount of the assistance or suspend or cancel it. Article 2 1. A pre-condition for granting the Union’s macro-financial assistance shall be that Ukraine respects effective democratic mechanisms – including a multi-party parliamentary system – and the rule of law, and guarantees respect for human rights. 2. The Commission and the European External Action Service shall monitor the fulfilment of the pre-condition set out in paragraph 1 throughout the life-cycle of the Union’s macro-financial assistance. 3. Paragraphs 1 and 2 shall be applied in accordance with Council Decision 2010/427/EU 1 . 1 Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and ",
        "9948/18 FFF/ev 17 ANNEX DRI EN functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30). ",
        "9948/18 FFF/ev 18 ANNEX DRI EN Article 3 1. The Commission, in accordance with the examination procedure referred to in Article 7(2), shall agree with the Ukrainian authorities on clearly defined economic policy and financial conditions, focusing on structural reforms and sound public finances, to which the Union’s macro-financial assistance is to be subject, to be laid down in a memorandum of understanding (the ‘Memorandum of Understanding’) which shall include a timeframe for the fulfilment of those conditions. The economic policy and financial conditions set out in the Memorandum of Understanding shall be consistent with the agreements or understandings referred to in Article 1(3), including the macro- economic adjustment and structural reform programmes implemented by Ukraine with the support of the IMF. 2. The conditions referred to in paragraph 1 shall aim, in particular, to enhance the efficiency, transparency and accountability of the public finance management systems in Ukraine, including for the use of the Union’s macro-financial assistance. Progress in mutual market opening, the development of rule-based and fair trade, and other priorities in the context of the Union’s external policy shall also be duly taken into account when designing the policy measures. Progress in attaining those objectives shall be regularly monitored by the Commission. ",
        "9948/18 FFF/ev 19 ANNEX DRI EN 3. The detailed financial terms of the Union’s macro-financial assistance shall be laid down in a loan agreement to be concluded between the Commission and the Ukrainian authorities. 4. The Commission shall verify, at regular intervals, that the conditions referred to in Article 4(3) continue to be met, including whether the economic policies of Ukraine are in accordance with the objectives of the Union’s macro-financial assistance. In so doing, the Commission shall coordinate closely with the IMF and the World Bank, and, where necessary, with the European Parliament and the Council. Article 4 1. Subject to the conditions referred to in paragraph 3, the Union’s macro -financial assistance shall be made available by the Commission in two loan instalments. The size of each instalment shall be laid down in the Memorandum of Understanding. 2. The amounts of the Union’s macro-financial assistance shall be provisioned, where required, in accordance with Council Regulation (EC, Euratom) No 480/2009 1 . 1 Council Regulation (EC, Euratom) No 480/2009 of 25 May 2009 establishing a ",
        "9948/18 FFF/ev 20 ANNEX DRI EN Guarantee Fund for external actions (OJ L 145, 10.6.2009, p. 10). ",
        "9948/18 FFF/ev 21 ANNEX DRI EN 3. The Commission shall decide on the release of the instalments subject to the fulfilment of all of the following conditions: (a) the pre-condition set out in Article 2(1); (b) a continuous satisfactory track record of implementing a policy programme that contains strong adjustment and structural reform measures supported by a non- precautionary IMF credit arrangement; (c) the satisfactory implementation of the economic policy and financial conditions agreed in the Memorandum of Understanding. The release of the second instalment shall not, in principle, take place earlier than three months after the release of the first instalment. 4. Where ▌ the conditions referred to in the first subparagraph of paragraph 3 are not met, the Commission shall temporarily suspend or cancel the disbursement of the Union’s macro-financial assistance. In such cases, it shall inform the European Parliament and the Council of the reasons for the suspension or cancellation. ",
        "9948/18 FFF/ev 22 ANNEX DRI EN 5. The Union’s macro-financial assistance shall be disbursed to the National Bank of Ukraine. Subject to the provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, the Union funds may be transferred to the Ukrainian Ministry of Finance as the final beneficiary. Article 5 1. The borrowing and lending operations related to the Union’s macro-financial assistance shall be carried out in euro using the same value date and shall not involve the Union in the transformation of maturities, or expose it to any exchange or interest rate risk, or to any other commercial risk. 2. Where the circumstances permit, and if Ukraine so requests, the Commission may take the steps necessary to ensure that an early repayment clause is included in the loan terms and conditions and that it is matched by a corresponding clause in the terms and conditions of the borrowing operations. ",
        "9948/18 FFF/ev 23 ANNEX DRI EN 3. Where circumstances permit an improvement of the interest rate of the loan and if Ukraine so requests, the Commission may decide to refinance all or part of its initial borrowings or may restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with paragraphs 1 and 4 and shall not have the effect of extending the maturity of the borrowings concerned or of increasing the amount of capital outstanding at the date of the refinancing or restructuring. 4. All costs incurred by the Union which relate to the borrowing and lending operations under this Decision shall be borne by Ukraine. 5. The Commission shall inform the European Parliament and the Council of developments in the operations referred to in paragraphs 2 and 3. Article 6 1. The Union’s macro-financial assistance shall be implemented in accordance with Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council 1 and Commission Delegated Regulation (EU) No 1268/2012 2 . 2. The Union’s macro-financial assistance shall be implemented under direct management. 1 Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1). 2 Commission Delegated Regulation (EU) No 1268/2012 of 29 October 2012 on the rules of application of Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council on the financial rules applicable to the general budget ",
        "9948/18 FFF/ev 24 ANNEX DRI EN of the Union (OJ L 362, 31.12.2012, p. 1). ",
        "9948/18 FFF/ev 25 ANNEX DRI EN 3. The loan agreement referred to in Article 3(3) shall contain provisions: (a) ensuring that Ukraine regularly checks that financing provided from the budget of the Union has been properly used, takes appropriate measures to prevent irregularities and fraud, and, if necessary, takes legal action to recover any funds provided under this Decision that have been misappropriated; (b) ensuring the protection of the Union’s financial interests, in particular providing for specific measures in relation to the prevention of, and fight against, fraud, corruption and any other irregularities affecting the Union’s macro-financial assistance, in accordance with Council Regulations (EC, Euratom) No 2988/95 1 and (Euratom, EC) No 2185/96 2 and Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council 3 ; (c) expressly authorising the Commission, including the European Anti-Fraud Office, or its representatives to carry out checks, including on-the-spot checks and inspections; 1 Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1). 2 Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities’ financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). 3 Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). ",
        "9948/18 FFF/ev 26 ANNEX DRI EN (d) expressly authorising the Commission and the Court of Auditors to perform audits during and after the availability period of the Union’s macro-financial assistance, including document audits and on-the-spot audits, such as operational assessments; and (e) ensuring that the Union is entitled to early repayment of the loan where it has been established that, in relation to the management of the Union’s macro- financial assistance, Ukraine has engaged in any act of fraud or corruption or any other illegal activity detrimental to the financial interests of the Union. 4. Before the implementation of the Union’s macro-financial assistance, the Commission shall assess, by means of an operational assessment, the soundness of Ukraine’s financial arrangements, the administrative procedures, and the internal and external control mechanisms which are relevant to the assistance. Article 7 1. The Commission shall be assisted by a committee. That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. ",
        "9948/18 FFF/ev 27 ANNEX DRI EN Article 8 1. By 30 June of each year, the Commission shall submit to the European Parliament and to the Council a report on the implementation of this Decision in the preceding year, including an evaluation of that implementation. That report shall: (a) examine the progress made in implementing the Union’s macro-financial assistance; (b) assess the economic situation and prospects of Ukraine, as well as the progress made in implementing the policy measures referred to in Article 3(1); (c) indicate the connection between the economic policy conditions laid down in the Memorandum of Understanding, Ukraine’s ongoing economic and fiscal performance and the Commission’s decisions to release the instalments of the Union’s macro-financial assistance. 2. Not later than two years after the expiry of the availability period referred to in Article 1(4), the Commission shall submit to the European Parliament and to the Council an ex-post evaluation report, assessing the results and efficiency of the completed Union’s macro-financial assistance and the extent to which it has contributed to the aims of the assistance. ",
        "9948/18 FFF/ev 28 ANNEX DRI EN Article 9 This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union . Done at ..., For the European Parliament For the Council The President The President ",
        "9948/18 FFF/ev 29 ANNEX DRI EN ANNEX TO THE LEGISLATIVE RESOLUTION JOINT STATEMENT BY PARLIAMENT, THE COUNCIL AND THE COMMISSION The Parliament, the Council and the Commission recall that a pre-condition for granting macro-financial assistance is that the beneficiary country respects effective democratic mechanisms – including a multi-party parliamentary system – and the rule of law, and guarantees respect for human rights. The Commission and the European External Action Services shall monitor the fulfilment of this pre-condition throughout the life-cycle of the Union's macro-financial assistance. In light of the unfulfilled conditions on the fight against corruption and the related cancellation of the third instalment of the previous programme of macro-financial assistance under Decision (EU) 2015/601, the European Parliament, the Council and the Commission underline that further macro-financial assistance will be conditional on progress in the fight against corruption in Ukraine. To that effect, the economic policy and financial conditions of the Memorandum of Understanding to be agreed between the European Union and Ukraine shall include inter alia obligations to strengthen the governance, the administrative capacities and the institutional set-up in particular for the fight against corruption in Ukraine, notably regarding a verification system for asset declarations, the verification of companies’ beneficial ownership data and a well- functioning specialised anti-corruption court in line with the recommendations of the Venice Commission. Conditions on combating money laundering and tax avoidance shall also be considered. In line with Article 4(4), where the conditions are not met, the Commission shall temporarily suspend or cancel the disbursement of the macro- financial assistance. Further to regularly informing the European Parliament and the Council of developments relating to the assistance and providing them with relevant documents, the Commission shall, upon each disbursement, report publicly on the fulfilment of all economic policy and financial conditions linked to this disbursement, in particular those concerning the fight against corruption. The European Parliament, the Council and the Commission recall that this macro-financial assistance to Ukraine shall contribute to values shared with the European Union, including sustainable and socially responsible development leading to employment creation and poverty reduction, and a commitment to a strong civil society. The Commission shall accompany the draft Commission Implementing Decision approving the Memorandum of Understanding with an analysis of the expected social impact of the macro-financial assistance. In accordance with Regulation (EU) No 182/2011 this analysis will be submitted to the Member State Committee and shall be made available to the Parliament and the Council through the register of committee proceedings. "
    ]
}