{
    "text": [
        "Official Journ al of the E uropean Un ion 23.12.2009 Opinion of the European Economic and Social Committee on the ‘Communication from the European Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions — Regional integration for development in ACP countries’ COM(2008) 604 final (2009/C 317/24) Rapporteur: Mr DANTIN Co-rapporteur: Mr JAHIER On 1 October 2008, the European Commission decided to consult the European Economic and Social Com­ mittee, under Article 262 of the Treaty establishing the European Community, on the Communication from the Commission to the Council, the European Parliament, the European Economic and Social Com­ mittee and the Committee of the Regions: Regional integration for development in ACP countries COM(2008) 604 final. The Section for External Relations, which was responsible for preparing the Committee’s work on the subject, adopted its opinion on 27 May 2009. The rapporteur was Mr Dantin. The co-rapporteur was Mr Jahier. At its 455th plenary session, held on 15 and 16 July 2009 (meeting of 16 July 2009), the European Economic and Social Committee adopted the following opinion by 132 votes with 2 abstentions. 1. Conclusions and recommendations 1.1 The Committee would reiterate the view expressed in pre­ vious opinions that the regional integration of the ACP countries is a prerequisite to their development. Development, in turn, will help to deepen integration, thus sparking the beginnings of a vir­ tuous circle. 1.2 It therefore welcomes the analysis and ways forward set out in the present Communication. It also calls for regional integration to be one of the defining elements of the 2010 revision of the Cotonou Agreement. 1.3 The Committee regrets, however, that the Communication does not provide an analysis of the difficulties so far encountered and does not state more clearly the implementation priorities. 1.4 The Committee emphasises that making headway in regional integration hinges on a number of factors. The EU can and must play a significant role with regard to each of these factors . 1.5 Deeper regional integration cannot be achieved without greater stability in the countries concerned. Peace and security must be one of the EU’s priorities . 1.6 The development of the ACP States is one of the prerequi­ sites for regional integration, which in turn nurtures development. 1.7 This development depends, in particular, on: — redirecting the sources of growth and thus diversifying the econ omy, production structures and services systems; — rural and sustainable development guaranteeing food security; — developing the private sector, especially SMEs; — good governance, which must be seen in the round and include respect for human and workers’ rights, the rule of law, democracy and tackling corruption. On this last issue, the Committee is astonished that at no point does the Communication mention corruption ; it would want the EUR 1,75 billion of the 10th EDF earmarked for supporting integration to be allocated only if it is possible to trace how it is used; — and effective participation of non-state actors, as was laid down in the Cariforum-EC EPA. Hence there will be a need to politically and financially promote socio-occupational net­ works at regional level. 1.8 The Committee would like to see consideration – or further consideration – of the following aspects: — the possibility of promoting regional cooperation between the EU’s outermost regions and integrated ACP regions that form their geographic environment, and how useful this would be; — the fact that interim EPA agreements with individual coun­ tries could set back the concluding of regional EPAs, and pos­ sib le solutions to this; N E 6 2 1 / 7 1 3 C ",
        "Official Journ al of the E uropean Un ion C 317/127 — the fact that regional integration may be hindered by EPA negotiations that involve regional groupings different from existing ones; — the possible consequences for regional integration, especially in Africa, of the fact that the contingent of powerful eco­ nomic players has changed and become more diverse in recent years; — and the impact of the current financial and economic crisis. 2. Introduction 2.1 It seems reasonable to conclude that global competition will be the distinguishing feature of the new millennium. Faced with the opportunities and the challenges this presents, one response for all countries in every continent is to integrate their economies regionally with their neighbours, creating bigger and more com­ petitive regional economic blocs (such as NAFTA, ASEAN, APEC, MERCOSUR and CARIFORUM) in order to trade internationally not only as countries but as a regional power. 2.2 Nowhere is such a shift more urgently needed than in the ACP countries, especially Africa ( 1 ) Africa is not only the largest ACP continent, but also accounts for 95 % of ACP aid. ( 1 ), where a number of factors (relatively underdeveloped economy, dire poverty, trade terms, borders inherited from colonial times, maladministration, often endemic conflicts, corruption and so on) have so far combined to prevent them from playing a significant part in international trade, even though they have considerable markets and potential. 2.3 This is why support for regional integration has been one of the lynchpins of the European Union’s cooperation policy where the ACP countries are concerned. The European Community’s support for economic integration policy has its roots in the Yaoundé Convention of 1969, which defined the notion of coop­ eration linked to partnership aid. Since then, the EU has pursued both political an d techn ical an d fin ancial cooperation throug h the various Lomé and Cotonou conventions ( 2 ) See on this matter the very clear provisions in the Cotonou Agree­ ment regarding both the goals (Art. 1) and the regional cooperation and integration strategy (Art. 28, 29 and 30; also see Annex 1). These provisions remain pertinent and must be revived and relaunched. ( 2 ). This has since been elaborated and extended beyond the ACP to all developing coun­ tries ( 3 ) Commission Communication on European Community support for regional economic integration efforts among developing countries, COM(1995) 219 final, 16.6.1995. ( 3 ). One of the eight action plans adopted at the EU-Africa summit held in Lisbon on 8 and 9 December 2007 concerned ‘regional integration and infrastructure’ ( 4 ) The aim is ‘supporting the African integration programme, strength­ ening African capacities for quality controls, [and] setting up an E U-Africa infrastructure partnership’. See EESC Opinion OJ C 77 of 31.3.2009, p. 148-156 on EU-Africa Strategy. ( 4 ). 2.4 The present Communication aims to map out the scope and context of regional integration and to take stock of progress made and challenges to be faced. It also sets out the goals to pursue and proposes a support approach to achieve them. 2.5 This opinion will first set out and examine the substance of the Communication and then put forward a few ideas and make some general and specific remarks about it. To do this, it will draw on all the work the Committee has already produced, be it in previous opinions or at its regional seminars that have brought together the organised civil society of different ACP regions and the conferences held in Brussels attended by non-state actors from all the ACP countries. 3. Gist of the Communication 3.1 The Communication summarises the changing context and the European Union’s sustained action over many years, as well as some recent political initiatives to further the regional integra­ tion of the ACP coun tries (reg ional prog ramming of the 10th European Development Fund, intensive negotiations on the Eco­ nomic Partnership Agreements, and so on). It then goes on to take stock, reviewing the coherence of European Union action and mapping the routes to be followed using EU instruments. 3.2 The assessment of past action and prospects falls into four main sections: — the prime objectives of regional integration; — achievements and challenges in regional integration in ACP countries; — the development of an EU support approach based on five priorities: — strengthening regional institutions; — building regional integrated markets; — supporting business development; — connecting regional infrastructure networks; — developing regional policies for sustainable developmen t. — making the most of EU tools by strengthening political dia­ logue at global, regional and national level while systemati­ cally supporting the creation or reinforcement of regional civil society. This reinforced Community support will ensure that greater benefit is derived from the 10th EDF. N E 9 0 0 2 . 2 1 . 3 2 ",
        "Official Journ al of the E uropean Un ion 23.12.2009 4. General remarks 4.1 The EESC has examined the question of the regional eco­ nomic integration of the ACP countries on a number of occasions. 4.1.1 The matter was the central topic of three regional semi­ nars it organised (Yaoundé in May 2003, Fiji in October 2004, and Bamako in February 2006) and has been the subject of two opinions. 4.1.2 The ideas generated were firmed up at the conference of ACP non-state actors held in Brussels in June 2005. Its proceed­ ings noted that ACP countries would have to step up their regional integration if they were to open up to trade. The creation of real common markets in Africa, the Caribbean and the Pacific would have to be accelerated. If they were better organised in this regard, these countries would be more able to defend their own social and economic interests in the face of globalisation. 4.1.3 More recently, in an exploratory opinion on the EU-Africa strategy fn ( 5 ) REX/247 - OJ C 77 of 31.3.2009, p. 148-156, rapporteur: Gérard Dantin. ( 5 ) drafted at the request of Commissioner Michel, the Committee stated: ‘ Africa’s economic development depends first and foremost on deepening its internal market so that it is able to develop the type of endogenous growth that would stabilise and establish the continent in the world economy. Regional integration and internal market develop­ ment are the pillars and springboards that will enable Africa to participate positively in world trade . Regional integration and internal market development are the pillars and spring­ boards that will enable Africa to participate positively in world trade . From this perspective, the Committee regrets that regional negotiations on economic partnership agreements, which include economic integration among their objectives, have not been concluded at the time of writing.’ 4.2 In keeping with its earlier thoughts and positions taken, the Economic and Social Committee welcomes the Communica­ tion and all the ways forward it proposes. It also believes that, given its importance, regional integration must be one of the defining elements of the 2010 revision of the Cotonou Agree­ ment, b oth reg arding the join t evaluation b y those in vol ved in the partnership and in the context of strengthening and relaunching this agreement for the years to come. 4.3 The EESC regrets, however, that the present Communica­ tion does not provide a fuller, if not exhaustive, inventory and critical analysis of the difficulties so far encountered that have held regional integration back. Such an analysis would have uncovered the stumbling blocks to be avoided and made it pos­ sible to define and propose rational approaches to cooperation. Similarly, the Committee thinks that a clearer ranking of priori­ ties would have made the Communication more readable and comprehensible, even though adjustments would be needed in the implementation phase to cater for different stages of development in the countries concerned. 4.4 The Committee thinks it useful to highlight a number of issues in the general and specific comments that follow. The Com­ munication addresses some of these, at least in passing, and some it does not. However, the Committee thinks they are of critical importance in deepening regional cooperation and should there­ fore be highlighted and given prominence as the cornerstones and essential and indispensable stages of this process. 5. General and specific comments 5.1 It is generally accepted that successful regional integration depends on a number of factors, including political commitment, peace and security, rule of law, democracy, good governance of public affairs and macroeconomic stability. To these can be added an economic environment in which markets are able to operate effectively, greater access for third countries, sufficiently robust in stitutions with clear terms of reference, the appropriate resources, political support and a large involvement of the private sector and civil society. 5.2 Nevertheless, if headway is to be made in implementing regional integration – and especially if the ideas in the broad defi­ nition proposed by the Cotonou Agreement ( 6 ) ‘Regional integration is the process of overcoming, by common accord, political, physical, economic and social barriers that divide coun tries from their neighbours, and of collaborating in the manage­ ment of shared resources and regional commons.’ ( 6 ) are pursued – pri­ ority must be given to aspects (addressed in the points that follow) which help the ACP countries develop, since if inte­ gration is a source of development, development in turn nurtures integration . The EU must do its utmost on all of these points. 5.3 Peace and security : In Africa in particular, development – and hence regional integration – cannot be achieved without greater stability in the countries concerned. However, a fair number of countries are still mired in interminable conflicts. In the last ten years, hostilities in Guin ea, Lib eria an d Sierra Leon e (coun tries with natural resources, including diamonds and timber) have plunged the region into a severe crisis provoking a tide of refu­ gees. This is to say nothing of the Darfur conflict in Sudan, the ‘forgotten war’ in the north of Uganda, the massacres in Kivu driven by coltan and an ethnic war evoking to some extent the genocide in Rwanda, the abiding insecurity in the east and north of the Central African Republic, instability in Congo, Mauritania and Fiji, the ‘difficulties’ recently encountered by Kenya, and Zim­ babwe. This is an enormous hurdle to regional integration. This is an enormous hurdle to regional integration. Helping to make these countries more stable must be one of the European Union’s priorities, not least in order to foster development – which, in turn, may lead to deeper integration. N E 8 2 1 / 7 1 3 C ",
        "Official Journ al of the E uropean Un ion C 317/129 5.4 The countries first : While regional integration is crucial for the development of ACP countries, it also hinges on the development of each of the countries ( 7 ) The Committee’s analyses and proposals on this matter are to be found in the Opinion on The EU-Africa Strategy – OJ C 77 of 31.3.2009, p. 148-156. ( 7 ) concerned, and on the degree to which their economic level and policy types complement each other. There would be no point seeking to integrate what does not exist. Transport can only be integrated and infrastructures intercon­ nected on a regional basis insofar as these exist and are developed in the countries in question. In this sense, a pivotal issue is how well the national and then regional and central indicative plans (participation of non-state actors) are drafted and executed. The EU is responsible, for example, for the ‘use’ of EDF resources pro­ vided. The Committee suggests that particular attention also be paid to the funding of cohesion measures where aid is granted to regional economic integration between countries that have widely divergent economic structures and stages of development. The cure could otherwise be worse than the malady. 5.5 Corruption : This is present at virtually every level of society, especially in Africa, and is an obstacle to economic develop­ ment ( 8 ) Ibid. point 7. ( 8 ). It is also, consequently, an obstacle to regional integra­ tion ( 9 ) In May 2008, for example, the World Bank published a report on Ivory Coast which states that ‘Racketeering by Ivorian security forces and the hassle at roadblocks in the country constitute obstacles to free movement of goods and people . Apart from its negative impact on economic activity, racketeering illegally costs transport operators between USD 230 and USD 363,3 million annually.’ The study notes that this sum is equivalent to between 35 and 50 % of the country’s investment expenditure in the 2007 budget. ( 9 ). The Committee is astonished that at no point does the Communication mention corruption itself , given that combating corruption is one of the goals of the African Union and also features strongly in the Cotonou Agreement (cf. Article 30(f)). Admittedly, the enormous political and economic ramifications – with the African countries, for example – mean that diplomacy has an important role to play. But diplomacy is not enough in itself. While it is not the EU’s place as a donor to tell its partners what action to take, it is obliged to ensure that Cooperation funds are well targeted and used, since this is Euro­ pean tax-payers’ money. The Committee would therefore want the EUR 1,75 billion of the 10th EDF earmarked for supporting integration to be allocated only if it is possible to trace how it is used. 5.6 Redirecting the sources of growth by diversifying the economy, pro­ duction structures and services systems : Regional economic integra­ tion will be facilitated by a market that is diversified and expanding. It will not come about simply by exploiting natural resources and traditional agricultural and mass production (sugar cane, cotton, bananas, peanuts, cocoa, etc.). It will be the result of developing a transformation industry that creates added-value products: this is the best way in the long run to avert a fall in exchange rates and enable positive participation in the develop­ ment of the regional economy ( 8 ) Ibid. point 7. ( 8 ). 5.7 Guaranteeing food security and rural and sustainable development : There will be no regional economic integration without food security for all the coun tries participatin g in it ( 8 ) Ibid. point 7. ( 8 ). This being the case, agriculture must be a strategic priority, since it is the essen­ tial plank of sustainable development. The sector must learn all the lessons from the food crisis of 2007 and 2008 and the one we are currently experiencing, which has come in the wake of the sharp hike in agricultural produce and energy prices in 2008. The incremental development of agriculture, which entails the genesis and/or development of the agro-food sector, and more generally a new priority for the rural dimension of development, can only be achieved by putting in place at national and regional level a serious policy for the sector and for food security and rural devel­ opment. This must be structured and planned for the short, medium and long term. This policy must be given budgetary and financial priority in the broadest sense and be adapted to the con­ straints of each country while at the same time integrating the regional approach. A priority programme for agricultural devel­ opment in each of the ACP countries participating in regional integration should be promoted in the 10th EFD. There must be a clean break from the way in which the 9th EFD was used, when only four out of 78 ACP countries made agriculture a priority sec­ tor and only fifteen chose rural development, meaning that only 7 % was devoted to sustainable development and 1.1 % to activi­ ties explicitly connected with agriculture. On this point, a broader, constant and structural involvement of non-state actors (NSAs), especially farmers and rural organisations, and of local authori­ ties is a crucial element in any sustainable implementation of development policies. 5.8 Promoting the private sector : Strengthening and diversifying the private sector is of paramount importance for sustainable development, the creation of decent jobs and poverty reduction. Developing the private sector, especially industrial SMEs, while promoting trade opportunities ( 8 ) Ibid. point 7. ( 8 ), is a sine qua non of successful in tegration. I f this developmen t is to have an impact it must b e N E 9 0 0 2 . 2 1 . 3 2 ",
        "Official Journ al of the E uropean Un ion 23.12.2009 underpinned by efforts at regional level to strengthen the way in which SMEs are organised. In tandem with this, due regard should also be given to upgrading human resources ( 10 ) Ibidem 7: article 7.5 and Appendix V. ( 10 ), obvi­ ously in terms of education and training, but also as regards health issues, such as combating HIV/AIDS ( 11 ) Ibid. point 7. See footnote 7. Here, it is worth revisiting the opinion drawn up by Mr Bedossa in May 2006: Prioritising Africa: European civil society’s perspective, OJ C 195 of 18.8.2006, p. 104-109. ( 11 ), access to drinking water, easier access to healthcare (social security), health and safety at work, etc. The Committee welcomes the fact that the Commis­ sion is making development of businesses, and especially of SMEs, one of the pillars of its action to support regional integration. On this point, social dialogue, collective bargaining and the role of the representative social partners generally are necessary elements for the process to be effective. This must therefore be promoted at regional level. As part of its PRODIAF education programme ( 12 ) Promotion of Social Dialogue in French Speaking Africa. ( 12 ), the ILO has encouraged the development of social dialogue in West Africa. The Committee has already made it clear in several final declarations from its seminars and conferences that it would like to see this model duplicated in English-speaking Africa and the Pacific while moving forward with the idea of a regional col­ lective agreement, like that already concluded in French-speaking Africa. 5.9 Good governance : Bad governance of one kind or another in the countries that make up the region will be both an obstacle to integration and a handicap when it comes to attracting FDI. Good governance must be seen in the round and include respect for human, children’s and workers’ rights, the rule of law, democracy and the absence of corruption ( 13 ) Ibid. point 7. See also Article 30 of the Cotonou Agreement in force. ( 13 ). For this good governance to be effective it must be accompanied in parallel by strong associa­ tions and representative unions – both trade unions and employ­ ers’ bodies – independent of the political authorities . 5.10 Participation of non-state actors ( 14 ) Ibid. point 7. ( 14 ): The EESC welcomes the Commun ication’s proposal to ‘systematically support the creation or reinforcement of regional civil society forums’ in order to over­ see regional integration. In this sense, the negotiation of Eco­ nomic Partnership Agreements is an opportunity. It is an opportunity seized upon in the Cariforum-EC EPA, which insti­ tutionalised the participation of non-state actors in monitoring its implementation. As it believes that, by pooling knowledge, such participation helps deepen regional integration and achieve pub­ lic ownership, thus boosting the ACP/EU partnership, the Committee asks the Commission and the ACP States involved in negotiations to retain this principle in all future regional EPAs . However, for the stated intention to crystallise and become reality and for civil society to participate fully and effectively in the process of regional integration, attention must be given to politically and financially promoting the creation and/or strengthening of socio-occupational networks at regional level . Experience has shown this to be an indispensable stage in organising a coherent and effective dialogue at regional level between non-state actors. In adopting such an approach, the difficulties in implementing the Cotonou Agreement in this regard – especially concerning increasing non-state actor capacities – need to be taken on board. If not, there is a risk of failure. This is vital in the light of the gaps and oft-noted weakness in state institutions, be they national or regional. 6. Specific comments 6.1 Further reflection : The EESC calls on the Commission to assess the impact of cultural and ethnic aspects and of borders on regional integration efforts and what might be done to mitigate their effects. 6.2 Proliferating cooperation : The Committee asks the Commis­ sion to promote and/or support regional cooperation between the EU’s outermost regions and ACP countries and integrated regions that form their geographic environment with a view to coopera­ tion based on the development needs of the various partners and respecting the in terests of all. E PAs an d reg ional in tegration: 6.3 EPAs and regional integration : As noted in point 4.1.3 above, the Committee regrets, as stated in its Opinion of September 2008 on The EU-Africa strategy, that regional Economic Partnership Agreements – one of whose goals is precisely regional integration – have so far not been concluded (with the exception of Cariforum-EC EPA). At present, interim EPA agreements with cer­ tain in dividual coun tries are operatin g in lieu of reg ional E PAs. The Committee thinks that this approach may set back the con­ cluding of regional EPAs and hence regional integration, since it has largely rested on the specific characteristics of each country rather than the composite characteristics that make up the iden­ tity of the region. This state of affairs, which will make it difficult to move from national to regional EPAs, merits very serious atten tion. N E 0 3 1 / 7 1 3 C ",
        "Official Journ al of the E uropean Un ion C 317/131 Moreover, the Committee thinks that assessments need to be made of the possible consequences for regional integration of EPA negotiations that involve regional groupings different from exist­ ing ones ( 15 ) In Africa, for example, the SADC has fifteen member states. Seven countries negotiate together in the southern Africa framework, six in the context of south eastern Africa (COMESA), one in the context of eastern Africa (EAC: Eastern Africa) and one as part of central Africa. ( 15 ). 6.4 New players on the scene : In a number of ACP countries, espe­ cially Africa, the contingent of powerful economic players has changed and become more diverse. To ensure the efficacy of future policy, it would have been useful for the Communication’s analysis to include the consequences for regional integration of the omnipresence of China, the visible return of the USA, and incipient Indian – and Japanese and Korean – penetration. Some cross-referencing between the present Communication and the Communication on the EU, Africa, and China: towards trilateral dia­ logue and cooperation on Africa’s peace, stability and sustainable devel­ opment ( 16 ) COM(2008) 654 final. ( 16 ) from the regional integration perspective would also have been useful. 6.5 The Communication was drafted long before the global eco­ nomic crisis had reached its present proportions and could there­ fore not include it. In the Committee’s view, the crisis only further justifies the need for integration. However, given what we have seen in both the USA and in Europe, it is to be feared that the exact opposite will happen and we shall see a return to the pri­ macy of the State in the form of economic self-sufficiency and nationalism. Obviously, the EU is not responsible for the choices made by the ACP States. However, through the implementation of the Cotonou Agreement and the conclusion of regional EPAs, and by guarding against any erosion of the financial commit­ ments initially undertaken by the Member States, ensuring that the decision of the G20 on developing countries is properly fol­ lowed through, the EU has a core role to play in preventing any curbs to the economic development of the ACP countries. Such curbed development could lead to a surge in migration, particu­ larly given the risk of a sharp drop in funds coming from Europe to the ACP countries, especially Africa ( 17 ) See OJ C 120 of 16.5.2008, p. 82-88: Migration and development: opportunities and challenges, rapporteur: Mr Sharma. ( 17 ), via the diaspora. Moreover, it is very likely that strengthening the regional dimen­ sion is one of the few real opportunities the ACP countries, espe­ cially Africa, have to be active in tackling the current financial and economic crisis so that they can play a role in the future course of globalisation and so secure for themselves the prospect of development. Brussels, 16 July 2009. The President of the European Economic and Social Committee Mario SEPI N E 9 0 0 2 . 2 1 . 3 2 "
    ]
}