{
    "text": [
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y # 8 Summer 2009 E S D P n e w s l e t t e r I SS N 1725 - 0552 Council of the European Union > EU NAFVOR – Atalanta : Countering piracy > EUPOL Afghanistan : Stepping up implementation > EUFOR Tchad/RCA : Handover to the United Nations ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 02 > D ans le cadre de la Politique étrangère et de sécurité com- mune (PESC), l’Union européenne élabore une politique de sécurité commune, qui couvre l’ensemble des questions relatives à sa sécurité, y compris la définition progressive d’une politique de défense commune, qui pourrait conduire à une défense com- mune, si le Conseil européen en décide ainsi, sous réserve que les États membres adoptent une décision dans ce sens conformé- ment à leurs exigences constitutionnelles respectives. Parallèlement à la nomination de Javier Solana en tant que premier “Haut Représentant pour la PESC”, le Conseil européen réuni à Cologne en juin 1999 a placé au cœur du renforcement de la PESC les missions de gestion des crises. Celles-ci incluent des missions humanitaires et d’évacuation, des missions de maintien de la paix et des missions de forces de combat pour la gestion des crises, y compris les missions de rétablissement de la paix. Ce même Conseil européen a décidé que “l’Union doit disposer d’une capacité d’action autonome soutenue par des forces militaires crédibles, avoir les moyens de décider d’y recourir et être prête à le faire afin de réagir face aux crises internationales, sans préjudice des actions entreprises par l’OTAN”. C’est sur cette base que des efforts soutenus ont abouti à la mise en place de structures politiques et militaires perma- nentes et à l’établissement de capacités civiles et militaires, y compris la formulation par l’UE d’un ensemble de concepts et de procédures en matière de gestion des crises. L’Union a éga- lement conclu des arrangements relatifs à la consultation et à la participation de pays tiers à la gestion des crises. Elle a en outre défini avec l’OTAN le cadre des relations entre les deux organisations, qui comprend des arrangements permettant à l’Union de recourir aux moyens et capacités de l’OTAN. Depuis janvier 2007, l’Union dispose d’un Centre d’opéra- tions (OpsCentre) lui fournissant une nouvelle option pour la planification et la conduite d’opérations. Elle dispose égale- ment de forces de réaction rapide, les groupements tactiques (“EU Battlegroups”). L’Union européenne mène des opérations au titre de la Politique européenne de sécurité et de défense (PESD) depuis 2003. Six ans plus tard, vingt-deux opérations ont eu lieu ou sont en cours, dans les Balkans, au Proche-Orient, en Afrique et en Asie du Sud-Est. A ce jour, l’UE conduit 12 opérations simul- tanément : deux opérations militaires et dix missions civiles. Pour un aperçu des opérations et des missions de l’UE, voir carte, page 28. Pour en savoir plus sur le détail des opérations, consulter le site Internet du Conseil de l’Union européenne : www.consilium.europa.eu/pesd – www.consilium.europa.eu/esdp YouTube : www.youtube.com/EUSecurityandDefence PESD La politique européenne de sécurité et de défense en un coup d’œil ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 03 E d i t o r i a l E d i t o r i a l > In the last year, the EU has been conducting two major military operations in and around Africa. The EU naval force – EU NAVFOR – engaged in the counterpiracy operation “Atalanta” is ongoing and it is breaking new ground since its launch in December last year. It is the EU’s first naval operation. It combines a contribution to alleviating the plight of the population of Somalia, through the provision of escorts for World Food Programme ships, with action in support of the shipping community through deterrence and repression of piracy. In an area as large as the Mediterranean, and against the back- ground of acute instability on land in Somalia, it will not single-handedly solve the problem of piracy but it is already providing, together with international partners, a tangible contribution to safer sea transit in the Gulf of Aden and the Indian Ocean. This has encouraged the EU Council to extend its mandate for another year beyond its current end date of December 2009. EUFOR Tchad/RCA handed over to MINURCAT on 15 March, after one year during which it was able to bring a significant contribution to security in the East of Chad and the Northeast of the Central African Republic. It is now up to the UN to provide security there. But the EU is by no means turning its attention away from the region. Many member states are contributing troops to MINURCAT, and the EU is engaged in the political processes – in Chad and towards a solution of the Darfur conflict –, as well as in the provision of humanitarian and development assistance. In a separate feature, the director of the EU Satellite Centre tells us how his teams provide these two – and other – operations with a “bird’s eye view” of their respective theatres of operations, thus offering crucial information. We also focus on developments in the conduct of the police mission EUPOL Afghanistan. EUPOL’s activi- ties take place in the context of growing international political engagement on Afghanistan, especially with an eye on the presidential and provincial elections this August. In this summer issue, a leading figure of the last European Parliament legislature, Karl von Wogau, takes stock of the development of ESDP from his perspective and of the involvement of his institution – through the Subcommittee for Security and Defence he chaired for the last five years –, whose support is important for the policy. In the autumn, the next issue of the ESDP newsletter will be a special one. ESDP is 10 years old. In this decade, a lot has happened. Perhaps more than most of us would have thought in the early days. We will try to share with readers a sense of this collective endeavour, its meaning and some of the tasks that remain ahead of us. ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 04 Imprint Publisher : General Secretariat of the Council of the European Union Editorial coordination : General Secretariat of the Council of the European Union (DG Press, Communication, Protocol), EU Institute for Security Studies Photo credits : cover 1 : EU NAVFOR-Atalanta; p. 2 : European Communities; p.3 : EUPOL Afghanistan, EU NAVFOR- Atalanta; p.4 : European Defence Agency; p.5 : European Communities; p.6 : EDA; p.7-11 : EUPOL Afghanistan; p.12-16 : EU NAVFOR-Atalanta; p.17 : EUFOR Tchad/RCA; p.18-19 : European Communities; p.20-21 : EUFOR Tchad/RCA; p.22 : © EUSC 2008; p.23 : QuickBird original data © DigitalGlobe, Inc. 2008, Distributed by Eurimag; p.24/25 : European Parliament; p.26 :Council of the EU; p.27-28-29 : EUSEC/EUPOL RD Congo; p.30-31 : Council of the EU; backcover : EUFOR Tchad/RCA. Editorial deadline : 10 July 2009 Copyright : European Communities 2009 Covers : cover 1 : EU NAVFOR – Atalanta – cover 4 : EUFOR Tchad/RCA 05 07 09 11 12 15 16 17 18 19 20 21 22 24 26 28 Names and News EUPOL Afghanistan – Stepping up implementation EU engagement in Afghanistan Interview : Ettore Sequi, Représentant spécial de l’UE pour l’Afghanistan et le Pakistan EU NAVFOR – Atalanta – Une réponse européenne à la piraterie EU engagement in Somalia Rear Admiral Philip Jones : “Making a difference” EUFOR TCHAD/RCA – Retour sur une transition réussie A complex political context Long term support Interview : Torben Brylle, Représentant Spécial de l’UE pour le Soudan Alain Leroy : “Mettre en commun nos savoir-faire” EU satellite centre – A bird’s eye view in support of ESDP operations, by F. Asbeck Guest comment – Taking stock of ESDP, by K. von Wogau Clippings Aperçu des missions et opérations de l’Union européenne C o n t e n t s > ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 05 Appointments Valentin Inzko was appointed European Union Special Representative (EUSR) in Bosnia and Herzegovina for the period from 1 March 2009 to 28 February 2010. He succeeds Miroslav Laj č ák. His mandate is based on the policy objectives of the EU in BiH. These centre on continued progress in the implemen- tation of the General Framework Agreement for Peace in Bosnia and Herzegovina, in accordance with the Office of the High Representative’s Mission Implementation Plan, and the Stabilisation and Association Process, aiming at a stable, viable, peaceful and multi-ethnic BiH, cooperating peacefully with its neigh- bours and irreversibly on track towards EU membership. On 13 March 2009, Valentin Inzko was also appointed High Representative for Bosnia and Herzegovina by the Steering Board of the Peace Implementation Council. For more information about ESDP missions in BIH (EUPM and opera- tion ALTHEA), please have a look at: www.consilium.europa.eu/esdp and http://www.eusrbih.eu/ Commander Juan Garat Caramé took office as the new EU Force Commander of EU NAVFOR – Operation ATALANTA on 6 April 2009. He replaces Commodore Antonios Papaioannou. The change of command ceremony took place on board the Spanish frigate Numancia in Djibouti. Rear Admiral Peter Hudson took office on 3 June 2009 as the new EU Operation Commander of Operation EU NAVFOR – Atalanta. Rear Admiral Hudson succeeds Rear Admiral Philip Jones, who led the operation from its launch on 8 December 2008. Also, as new Deputy Operation Commander, Thorsten Kähler replaced Rear Admiral Jean-Pierre Labonne. See article on EU NAVFOR – Atalanta page 12 European and National Parliaments The newly elected European Parliament will bring new faces to the fore, but parliamentary interest for ESDP related matters is set to continue apace. On 18 February an important strategic debate took place at the Plenary of the European Parliament, in the presence of High Representative Solana, on two horizontal reports with a strong CFSP/ESDP dimension, the Saryusz-Wolski report on the Council’s annual report on CFSP and the von Wogau Report on the review of the implementation of the Security Strategy and ESDP. Parliament adopted the two resolutions attached to the reports which contained wide ranging recommenda- tions for the future but also welcomed the progress achieved on ESDP. In the setting of the Special Committee established by the 2002 Interinstitutional Agreement, HR Solana briefed designated members of the EP on sensitive information relating to ESDP operations. HR Solana also held regular meetings with EP President Pottering. As regards national parliaments, HR Solana addressed the bi-annual meeting of the Conference of Chairman of Foreign Affairs of the 27 Member States and the European Parliament (COFACC), which met in Prague on 9-10 March 2009, to update parliamentarians on latest developments and exchange views. In recent months the European Parliament’s sub-Committee on secu- rity and defence held exchanges of views with a number of senior Council officials, including the Director of the Policy Unit on cyber- security, the counter-terrorism Co-ordinator on the fight against ter- rorism, HR Solana’s Personal Representative for non-proliferation of weapons of mass destruction on arms export controls and non prolif- eration and the Director for defence issues on EUFOR TCHAD/RCA and the Athena financing mechanism. The sub-Committee, under the leadership of its outgoing Chairman Karl von Wogau, sent official delegations to visit both military and civilian ESDP operations. In January, a delegation visited EU NAVFOR – Atalanta OHQ Northwood to be briefed on the operation. The del- egation was received by Operation Commander Rear Admiral Jones. In February, a delegation visited EUMM Georgia where it met Head of Mission Ambassador Haber. Both of these field visits helped to improve the Parliament’s understanding of these ESDP operations. In March, a delegation visited the European Defence Agency to be briefed by its Chief executive, Alexander Weis, on the activities and organisational structures of the agency. See comment by K. von Wogau, page 24 > N a m e s a n d N e w s EU Force Commander Juan Garat Caramé EU Special Representative for BiH, Valentin Inzko Rear Admiral Hudson in his Office in Northwood ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 06 EDA towards a European Helicopter Tactics Programme There is a recognised shortage of helicopters for Crisis Management Operations (CMO) despite sufficient helicopters and crews appearing in European inventories. Unfortunately, not all the aircraft or the crews are ready to be used. Some aircraft require extra equipment to protect them against the threats that are now easily accessible and widespread. The same is true of some of the crews – they are very capable of flying the helicopters, but lack experience and knowledge of flying in the challenging environments that exist in current opera- tions. The EDA is currently working to help participating member states (pMS) address these shortfalls and increase the availability of helicopters and crews for CMO. This work contains many individual projects and two have just delivered to great effect. The first was a multinational helicopter exercise in Gap, France. This exercise was hosted by France, with Luxembourg providing significant financial support. Helicopters and crews from Belgium, the Czech Republic, France, Hungary and Spain met in Gap to learn how to operate in alpine conditions and how to operate together as a multinational force. They were assisted by observers from Austria, Greece, the Netherlands, Sweden and the UK. 150 personnel deployed to France and a total of 50 aircrew members practiced their skills in this beautiful, but challenging environment. In addition to the flying, experiences were shared through a ground lecture programme. Each nation took the lead for a typical “mission” allowing the crews to see the differ- ence and similarities in different national procedures. This observa- tion and practice are the first steps in building the trust and under- standing necessary for true multinational interoperability – an essential part of a European capability. The second event was delivery of a tactics training course to Czech Republic crews who will be on that nations’ first helicopter deploy- ment to Afghanistan. The course, based on the UK tactics and experi- ence in that theatre formed part of a Study commissioned by the EDA to look at the feasibility of teaching helicopter tactics on relatively inexpensive simulation systems. The study was a success on two counts. 18 Czech aircrew were able to fly on a database that showed them their future operating area and practice tactics that ultimately may help them survive their deployment. The feedback from the crews was extremely positive and the EDA is looking at ways of con- tinuing this benefit. The study looked at technologies that make this training more affordable. One criterion was that the system should be reconfigurable – so that a new system would not have to be devel- oped each time crews needed to be trained on a different helicopter type. Another was the use of Commercial Off-the-Shelf products (COTS) technologies to reduce risk and cost. Of particular interest was the use of software and technologies borrowed from the rapidly growing and increasingly sophisticated gaming industry. Both events are helping shape the development of a European Helicopter Tactics Programme to assist pMS to prepare their crews for deployment on CMO. This programme is likely to consist of a mix of simulation and live activities – with a modular approach allowing pMS to choose which activities best suit their requirements. Although there is still much to do, both these recent successes point to a prom- ising future. More info on: www.eda.europa.eu \"GAP 09\" : European Defence Agency conducts a multinational helicopter exercise, March 2009 > N a m e s a n d N e w s \"GAP 09\" : European Defence Agency conducts a multinational helicopter exercise, March 2009 ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 07 the EU Special Representative -who is based in Kabul- is the political presence in most of the international structures dealing with Afghanistan, like the Joint Coordination and Monitoring Board and the Support Group Network. The EUSR is appointed by the Council and reports directly to the High Representative Javier Solana and to the member states, espe- cially through the Political and Security Committee. He is also the one giving local political guidance to the police mission EUPOL. Coordination EUPOL Afghanistan’s strategic aims and daily work are closely coor- dinated with the Afghan government and with its international partners, in particular the US, ISAF, the German Police Project, UNAMA among others, who are engaged in the reform of the Afghan National Police. Coordination efforts are guided by the International Police Coordination Board (IPCB), whose Secretariat is mainly staffed and funded by EUPOL. Sustainability of reforms While planning and implementing its programmes, the mission aims at promoting Afghan ownership of the reform process in order to make it sustainable in the long term. The mission has developed and started a large ’Train the Trainer’ programme whose ultimate goal is to produce a permanent Afghan-owned capacity for training. An illustration of this approach is the design and conduct by EUPOL of a training course on police role and performance during elections. Thanks to the multiplier effect of training the new trainers, up to 35,000 ANP officers are expected to be trained by the 2010 provincial elections. Additionally, EUPOL has recently engaged in a joint effort with the Afghan Ministry of Interior and CSTC-A to support the training of 10,000 new Afghan police recruits before the upcoming Presidential elections (20 August 2009) with the view to offer a safe and peaceful environment on the Election day. EUPOL will be monitoring and mentoring Afghan trainers (previously trained by EUPOL), who will be training new police students in basic policing skills. E S D P I N A C T I O N – E U P O L A F G H A N I S TA N E stablished in 2007, EUPOL Afghanistan is the European Union’s most visible engagement in the field of Governance and Rule of Law in the country. It is set in the wider context of the international community’s efforts to support the Afghans in taking responsibility for law and order. This civilian European Security and Defence Policy (ESDP) mission is part of the overall EU commitment to Afghanistan and of a coordinated EU approach that includes a presence at the political level through the EU Special Representative (EUSR) and a reconstruction effort supported financially through the European Commission delega- tion in Kabul. EUPOL AFGHANISTAN’s authorized strength is 400 inter- national personnel (240 deployed currently), mainly police, law enforce- ment and justice experts deployed at the central (Kabul), regional (in regional police commands) and provincial levels (stationed in the Provincial Reconstruction Teams – PRTs). EUPOL is present in Kabul and 16 Afghan provinces and is planning to deploy to one additional prov- ince in Eastern Afghanistan. The aim of the mission is to contribute to the establishment of sus- tainable and effective civil policing arrangements that will ensure appropriate interaction with the wider criminal justice system under Afghan ownership. In the last half-year, the mission has made substantial progress in the implementation of its mandate at tactical, operational and strategic levels, under the leadership of Police Commissioner Kai Vittrup (from Denmark) who became EUPOL Afghanistan’s head of mission in October 2008. The mission has been active in the field of policing with efforts aimed at building the capacity of the Afghan National Police (ANP) in particular in the areas of criminal investigation and police intelligence, check-points and mobile policing, security provision in main cities and training and education for the Afghan Uniformed Police and the Afghan Border Police. The Mission focusses strongly on wider rule of law issues linked to policing, namely the cooperation between police, prosecutors and judges, mentoring the Supreme Court, the Attorney General’s office and the prosecutors, as well as providing advice on the drafting of key legislation. EUPOL is developing a strategy for the Ministry of Interior (MoI) and the ANP on incorporating the principles of Human Rights and Gender equality in the standard operating procedures to employ these principles in their daily activities. The activities of EUPOL take place within the context of growing international political engagement on Afghanistan, especially with an eye on the presidential and provincial elections, this August. And as a result of renewed US focus on the situation in Afghanistan. For the EU, March 2009 – Kabul Integrated Security Plan Developed EUPOL Afghanistan – Stepping up implementation In the last half-year, the mission has made substantial progress in the implementation of its mandate at tactical, operational and strategic levels. > ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 08 Supporting the fight against corruption A sign of the trust and credibility it enjoys with its national and inter- national partners, EUPOL has been asked by the Afghan Minister of Interior to lead the implementation of Afghanistan’s ANP/MoI Anti- Corruption Strategy. The strategy is being coordinated with the United Nations Development Programme, the United Nations Office on Drugs and Crime, the US-led Combined Security Transition Command- Afghanistan (CSTC-A) and the Ministry of Interior. EUPOL is also providing mentoring, advice, and expertise to the recently established Anti-Corruption Unit (ACU) within the Attorney General’s Office and in particular the sub-unit on high-profile investiga- tions. These efforts are supported by the training of the prosecutors and improving cooperation and coordination between them and police. Strengthening the Afghan Department for General Police Affairs EUPOL is also leading the implementation of the intelligence-led policing strategy, which has been identified by the Afghan MoI as one of the priority reforms : the ultimate end of this is to enable the ANP to operate on the basis of intelligence assessments instead of reacting to events, namely to transform the Afghan National Police from a reactive force into a proactive one. EUPOL has also been focusing on strength- ening the Criminal Investigations Department (CID) by mentoring and advising CID units and senior staff at the ministerial, regional and pro- vincial levels; development of courses curricula and training on criminal investigation and related issues is also part of EUPOL’s contribution. Securing Afghan cities EUPOL has started successfully implementing the Kabul City Police Project and Kabul City Security Project, which aim at delivering improved security and policing in Kabul ahead of the upcoming presidential and parliamentary elections. It will be achieved by establishing a security ring around the city supported through training, monitoring and mentoring the Afghan Police as well as assessing Kabul’s check-points and reforming the Command and Control structure of Kabul Police. The project is now being duplicated in Herat, and is about to start in Qale e Naw, Badghis province. E S D P I N A C T I O N – E U P O L A F G H A N I S TA N March 2009 – Surveillance Training Course Résumé Dans le cadre des efforts coordonnés au niveau international pour soutenir le rétablissement de la loi et de l’ordre en Afghanistan, EUPOL Afghanistan contribue à l’établissement de politiques civiles durables et efficaces, adap- tées au système judiciaire pénal afghan au sens large. Aujourd’hui, 240 per- sonnes issues de 20 États membres de l’UE, notamment des policiers, des agents de maintien de l’ordre et des experts judiciaires, sont déployées au niveau central (Kaboul), régional et provincial. 16 provinces sont actuelle- ment couvertes, deux provinces supplémentaires devant bientôt bénéficier de déploiements. Sous l’égide du commissaire de police Kai Vittrup (DK) depuis octobre 2008, EUPOL s’attache à développer les capacités de la police nationale afghane dans des domaines tels que les enquêtes judiciaires, les renseigne ments, les forces mobiles, la sécurité urbaine et la formation des forces de police. La mission se consacre également à la coopération entre la police, le ministère public et le pouvoir judiciaire, ainsi qu’à une stratégie pour les droits humains et l’égalité entre les hommes et les femmes en matière procédurale. Afin de garantir la durabilité à long terme du système policier, la mission a lancé un grand programme de “formation du formateur”. Ainsi, jusqu’à 35.000 officiers seront formés en vue des élections provinciales de 2010. EUPOL a été chargé de prendre en main la mise en œuvre des stratégies anti-corruption et de renseignement de police du ministère de l’intérieur. La mission mène également des projets d’amélioration de la sécurité à Kaboul à l’approche des élections présidentielles et parlementaires. Map of deployment of the mission (dating from 29 May) The Crime Stopper Hotline, initiated by EUPOL in the city of Lashkargah in Helmand Province, gives the population the opportunity to report on crime, but also on corruption among Afghan National Police. The project has been so successful that the MoI, together with EUPOL and other part- ners, is in the process of expanding it throughout Afghanistan, with the ultimate objective to have a single phone number (119), and the informa- tion fed into the Afghan Police Incident Reporting System. EUPOL’s recent success has been based on the efficient use of its ample civilian policing and rule of law expertise of personnel from 20 EU Member States and 4 contributing Third States which is unique among the interna- tional actors supporting the Afghan police reform. For more information : www.consilium.europa.eu/eupol-afghanistan ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 09 E S D P I N A C T I O N – E U P O L A F G H A N I S TA N EU engagement in Afghanistan EUPOL Afghanistan is only one of the aspects of the EU’s engagement in the country. The European Union has a longstanding commitment to Afghanistan and its government. It is a key donor, with Member States and the European Community together committing around EUR 8 billion for the period 2002-2010. The EU, working with international partners, plays a major role in the stabilisation and reconstruction efforts. > A leading donor to Afghanistan with a concrete political and operational presence EU assistance to Afghanistan The EU (European Community and Member States combined) have committed some EUR 8 billion in aid to Afghanistan for the period 2002-2010. For 2007-2010, the EU, through the European Commission, has pledged about EUR 700 million for Afghanistan. A political partnership The EU’s partnership with Afghanistan is highlighted in the joint politi- cal declaration signed on 16 November 2005 and is based on shared priorities such as the establishment of strong and accountable institu- tions, security and justice sector reform, counter-narcotics, develop- ment and reconstruction. A presence in Afghanistan The EU has had a Special Representative (EUSR) in Afghanistan since December 2001 (Ettore Sequi since September 2008). The EUSR is in close contact with key stakeholders in the Afghan political process and with international partners and advises the EU on its Afghanistan poli- cy and on the implementation of its priorities for action. The European Commission has had an office in Kabul since May 2002, notably to implement aid delivery. The European Commission Humanitarian Office (ECHO) is also present in Afghanistan. It opened an office in Kabul in January 2002. A key partner in the reconstruction and stabilisation effort Working with international partners, the EU is making a major contri- bution to Afghanistan’s reconstruction and stabilisation. In agreement with the Afghan government and the donor community, EU Member States and the European Commission play key co-ordination roles in crucial areas of assistance, including security-related areas. Reconstruction aid The reconstruction programme managed by the European Commission is on track to meet the EC’s pledge of EUR 700 million in reconstruction funding over the 2007-2010 period. It includes the key areas of rural development, alternative livelihoods and food security (roughly 30 % of the total amount committed); governance, including police and justice (in the order of 40 % of the total commitment); and health (roughly 10 % of the total amount committed). These activities are in addition to the activities for the period 2002-2006 which included the following areas : rural development, alternative livelihoods and food security (EUR 236 million); economic infrastructure (EUR 106 million) – including recon- struction of the Kabul to Jalalabad road; public sector reform, including capacity building within government institutions and budget support via trust funds (EUR 393 million); the health sector – extending provision of a basic healthcare package (EUR 94 million); de-mining (EUR 66 million); human rights and civil society, including support for the media and social protection for the most vulnerable (EUR 21 million); promotion of regional cooperation, including for refugees and specific support to help facilitate refugee returns (EUR 53 million). Security Twenty-five EU Member States (including non-NATO members) are deploying troops to the NATO-led International Security Assistance Force (ISAF). Their combined contribution to ISAF is approximately 27,000 troops. Separately, several Member States are also contributing to the US-led Operation Enduring Freedom coalition conducting counter-insurgency and counter-terrorism operations in Afghanistan. Police and the Rule of law : Since 2002, the Community and a number of EU Member States have been actively involved in the rule-of-law sector. The EUPOL Afghanistan mission supports the reform process towards a trusted police service working within the framework of the rule of law and respecting human Head of mission Vittrup received by Commander Lt Gen Sayed Mohammad Qudossi at the Kabul Police Academy ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 010 E S D P I N A C T I O N – E U P O L A F G H A N I S TA N Border police 1-2 : EUPOL/GPPT fake document detection training praised by Afghan Officials rights. Its authorized strength is some 400 personnel, mainly police, law enforcement and justice experts deployed in Kabul, regional and pro- vincial level. The mission monitors, mentors, advises and trains Afghan Police officers. The European Community is the largest contributor to the Law and Order Trust Fund (LOTFA), which pays the running costs of the Afghan National Police. It has already paid over EUR 200 million. The rule of law is critical for the success of counter-narcotics and other efforts. Counter-narcotics The EU has played an active role in supporting counter-narcotics efforts from the outset of the reconstruction process, not least because 90 % of the heroin in Western Europe originates in Afghanistan and also because the growth in corruption and crime associated with the bur- geoning opium economy poses a grave threat to the success of the entire reconstruction and stabilisation process. Member States are also actively involved in the field of rural develop- ment which is critical for the provision of sustainable alternative liveli- hoods for farmers involved in opium-poppy cultivation. Health The EU has contributed significantly to improving access to basic primary health care (from 9 % in 2002 to 80 % in 2008) and to the sharp reduction of the under 5 mortality rate (a 25 % reduction over 2002-2008). To date, it has channelled EUR 280 million into the health sector programme. Elections The EU will commit funding of EUR 40 million for the preparation of the elections scheduled for August 2009. It sent an Election Observation Mission for the elections in 2004 and 2006. Subject to security and other conditions being met, the European Union will again deploy an electoral observation mission for this year’s elections. A first batch of long term observers should arrive in Kabul in mid-July and a team of short term observers should be mobilised in the weeks before and after Election day. The mission is headed by member of European Parliament General Philippe Morillon. An important provider of humanitarian aid In addition to its leading role in the reconstruction effort, the EU is one of the major donors of development assistance and humanitarian aid to Afghanistan. From 2002 to 2008, it committed EUR 1.6 billion. Of this, EUR 1.2 billion has already been distributed. This commitment will continue into the future and funding is already assured up to 2013. For more information go to : EU Police Mission in Afghanistan : www.consilium.europa.eu/eupol-afghanistan www.eupol-afg.eu EU High Representative website : www.consilium.europa.eu/solana EEU-Afghanistan website : www.ec.europa.eu/comm/external_relations/afghanistan EU-Afghanistan humanitarian aid website : www.ec.europa.eu/echo/aid/asia/afghanistan Integrated security plan 1-3 : March 2009 – Kabul Integrated Security Plan developed April 2009 – Kabul International Airport Border Police receives equipment ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 011 E S D P I N A C T I O N – E U P O L A F G H A N I S TA N Interview with EU Special Representative Ettore Sequi On 24 July 2008, Ettore Francesco Sequi was appointed European Union Special Representative (EUSR) in Afghanistan and EU Special Representative for Afghanistan and Pakistan on 15 June 2009. His mandate, which runs until 28 February 2010, is to pursue the EU’s policy objectives in Afghanistan and Pakistan. Could you describe your role as EU Special Representative to pursue the European Union’s policy objectives in Afghanistan? ■ When I met President Karzai for the first time in my new capacity as EUSR, after four years as Ambassador of Italy in Kabul, he asked me about my new responsibilities. As we knew each other well, I answered him jokingly that my main role was to ensure cohesion of the European “tribes” present here and to liaise with the “Jirga” in Brussels... More seriously, the EUSR office, which is based in Kabul, ensures the political presence of the EU in most of the international structures dealing with Afghanistan. The office is aiming to foster the establishment of a democratic, accountable and sustainable Afghan state, while paying special attention to security and stabilisation, good governance, rule of law and security sector reform, human rights and democratisation. In order to achieve this, a delicate balance has to be reached between leading on key EU policy issues, coordination and cohesion of EU mem- ber states positions and support to EU member states and interna- tional organizations, reporting directly to the High Representative and to the member states. We will apply the same principles with the recent extension of my mandate to Pakistan. We also provide local policy guidance to EUPOL-Afghanistan and its dynamic new Head of Mission, the capable and sincerely committed Commissioner Vittrup. EUPOL’s activities take place within the context of growing interna- tional political engagement on Afghanistan, especially with an eye on the presidential and provincial elections this August and as a result of renewed US focus on the situation in Afghanistan. What are the main challenges you are facing? ■ Afghanistan is a country coming out of thirty years of war and which must be rebuilt both in physical and institutional terms. Another key challenge is of course the deterioration of the security situation, both in Kabul and in the provinces, and in Pakistan. This obstructs institutional and economic development, which cannot take place without reasona- ble levels of stability. Another major issue is the narcotics trade and its corollaries : corruption, organised crime, disruption of food production, and the progressive unravelling of social structures. This is counterbal- anced, to some extent, by an unparalleled international focus on Afghanistan, Pakistan and regional stability, as demonstrated by recent commitments made by the EU during the EU-Pakistan Summit. It is crucial to offer the experience that Europe can bring in the field of institutional development. Reinforcing Afghan Institutions, in particular at local level, is vital. As long as Afghan institutions are perceived as able to provide those basic services that a State should deliver to people, the confidence of Afghans in their own institutions will increase, leaving less room to insurgency propaganda and appeal. It is the “Institutional Dimension of Security”, which is a key for an enduring security. In this perspective it would be crucial to strengthen and better coordinate the programs already in place in the fields of justice and rule of law. How do you coordinate with other relevant international organisations? ■ My staff and I are in constant liaison with the EC Delegation in Kabul, whose contributions to the reconstruction of Afghanistan are extreme- ly valuable. We also maintain permanent contact with the EU member states embassies, with the US embassy, NATO and key stakeholders such as the ISAF Commander General McChrystal, Special Representative of the UN Secretary General Kai Eide and heads of other UN and non-UN agencies and their staff. We also have an active role in key international forums such as the Joint Coordination Monitoring Board, the International Police Coordination Board, the Counter- Narcotics Synchronisation Group, the Comprehensive Approach Team, the advisory groups on human rights, gender and judicial reform as well as several of the Afghan National Development Strategy consultative groups and working groups. We also established and lead since December 2008 the EU Election Working Group, to bring cohesion and visibility to the EU positions on the electoral process. I had a construc- tive collaboration with the Czech Presidency in Kabul and look forward to working closely in support of the Swedish Presidency. EU Special Representative E. Sequi > ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 012 A ussi ancienne que la navigation, la piraterie maritime sévit dans le bassin méditerranéen dès l’antiquité où le commerce crétois, phénicien, grec et romain se trouve régulièrement détourné. “Errez-vous au hasard comme des pirates, jouant leur vie et fendant la mer, pour surprendre et ravager les nations lointaines?” interroge Homère en lais- sant Phébus s’adresser aux Crétois (Homère – Hymne à Apollon). À la Renaissance, ce sont les marchands génois, vénitiens, espagnols qui subis- sent l’abordage des barbaresques d’Afrique du Nord. De l’Atlantique où le développement du commerce entre l’Europe, l’Afrique et les Amériques entraîne la propagation de la piraterie, à la Méditerranée ou à la mer de Chine, les modes d’action sont généralement identiques : de petites embarcations rapides s’attaquent à d’imposants navires marchands pour en détourner la cargaison. Audace et courage caractérisent alors les actions d’éclat de ces flibustiers que notre imaginaire associe volontiers à l’histoire de la marine à voile. Mais se jouant des récits d’aventure et de l’imagerie populaire, le phé- nomène de la piraterie n’a pas disparu. Au cours des dernières décennies il connaît même une renaissance spectaculaire. Nul n’avait anticipé en effet la recrudescence des actes de piraterie à proximité des ports brésiliens, dans le golfe de Guinée, en Asie du sud (détroit de Malacca), dans le Golfe d’Aden ou bien au large des côtes somaliennes. Cette résurgence s’explique par un ensemble de facteurs. Aujourd’hui, les pays industrialisés sont de plus dépendants des échanges de biens de consommation. De cette dépendance est née le besoin d’un commerce mondial, largement ouvert, et d’une libre circulation sur les mers. Les années 1980-1990 ont connu une explosion continue du trafic maritime. Actuellement, près de 95 % des échanges internationaux et intercontinen- taux de marchandises se font par voie maritime et un tiers des mouve- ments de navires ont pour destination ou point de départ un port de l’Union européenne. A ce bouleversement des routes maritimes s’ajoute le fait que, en moyenne, plus de 250 paquebots de croisière se déplacent chaque jour sur l’ensemble des mers du globe, que les progrès technolo- giques ont entraîné une réduction du nombre d’équipage des navires marchands et que les récents conflits armés ont favorisé la circulation d’armes à bas prix. Autant de facteurs qui favorisent aujourd’hui la recru- descence de la piraterie, en particulier dans des régions où celle-ci trouvait ses racines dans des pratiques coutumières. Le concept de piraterie D’après la convention de Montego Bay de 1982 sur le droit de la mer, la piraterie poursuit des objectifs purement privés (Convention des Nations Unies sur le droit de la mer conclue à Montego Bay le 10 décembre 1982 – Partie VII – Section I – Article 101). Elle conduit à l’enrichissement personnel au moyen de tout acte illicite de violence de détention ou de déprédation dirigé contre un navire, un aéronef, des personnes ou des biens, en haute mer ou dans un lieu ne relevant de la juridiction d’aucun Etat. Caractéristiques de la piraterie moderne La piraterie maritime moderne se caractérise aujourd’hui par des actions de plus en plus spectaculaires. Elle prend indifféremment pour cible des navires de commerce ou de pêche, des bateaux de plaisance ou des voiliers, particulièrement lents et vulnérables, ceci quel que soit le pavillon du navire attaqué. Ces actions, parfois désespérées, sont la plupart du temps violentes, les pirates n’hésitant pas à se servir de fusils d’assaut ou de lances-roquettes. L’objectif des pirates est de prendre le contrôle du navire attaqué pour ensuite s’approprier tout ou partie des cargaisons ou bien négocier une rançon pour le navire et son équipage. Les périodes de captivité peuvent durer plusieurs semaines, voire plu- sieurs mois, en fonction de la nature des négociations. Aujourd’hui, dans le Golfe d’Aden, au large de la Somalie et jusqu’à l’archipel des îles Seychelles, les prises en otage d’équipages de commerce ou de plaisan- ciers sont devenues endémiques. Cette zone est depuis quelques mois le théâtre de nombreuses actes de piraterie, de plus en plus violents. Depuis le 8 décembre 2008, 111 attaques ont été recensées par la force navale européenne et 80 ont été déjouées. Très organisés, les pirates opèrent jusqu’à plus de 500 nautiques (900 km) de leurs bases somaliennes grâce au support de “bateaux- mères”, boutres traditionnels et petits caboteurs. Ces embarcations sont E S D P I N A C T I O N – E U N AV F O R ATA L A N TA EU NAVFOR – Atalanta – Une réponse européenne à la piraterie Le phénomène de la piraterie n’est pas nouveau – il remonte même aux origines de la navigation. Mais, il prend des formes nouvelles et a notemment connu un fort développement ces dernières années aux larges des côtes de la Somalie, en particulier dans le Golfe d’Aden. À travers la force navale EU NAFVOR dans le cadre de l’opération Atalanta, l’Union européenne cherche à faire face à ce phénomène, mais aussi à mettre en place une politique globale visant les causes de la piraterie. Frégate Nikiforos Fokas de l’opération EU NAVFOR – Atalanta MS Deutschland escorted by FGS Rheinland-Pfalz > ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 013 capables de naviguer plusieurs semaines en haute mer et de s’intégrer de façon discrète au trafic maritime régional, avant de déployer des “skiffs” rapides et suffisamment armés pour attaquer. La plupart du temps, le délai de réaction entre le moment où l’équipage attaqué repère les pirates et le moment ou ces mêmes pirates prennent le contrôle du navire est de quinze minutes. La réponse de l’Union européenne La recrudescence des actes de piraterie au large des côtes de Somalie constitue aujourd’hui une menace sérieuse à la liberté de circulation et à la sécurisation des approvisionnements dans cette zone où naviguent plus de 25.000 navires par an et où transitent plus de 30 % des approvisionne- ments en pétrole de l’Union européenne. Un véritable “business” de la piraterie s’est ainsi développé qui menace également l’aide apportée à plus de 40 % de Somaliens par les navires du Programme alimentaire mondial (PAM). Partant de ce constat, l’Union européenne a inscrit la lutte contre la piraterie dans ses priorités. Son engagement s’est traduit par le lancement de l’opération EU NAVFOR – Atalanta le 8 décembre 2008, première opé- ration navale de l’Union européenne. Cette opération, d’une durée initiale d’un an, a été prolongée pour une année supplémentaire par le Conseil de l’UE le 15 juin 2008. EU NAVFOR – Atalanta a pour objectif de fournir une protection aux navires affrétés par le Programme alimentaire mondial, de protéger les navires marchands et de recourir aux moyens nécessaires, y compris à l’usage de la force, pour dissuader, prévenir et intervenir afin de mettre fin aux actes de piraterie ou aux vols à main armée qui pourraient être commis dans les zones où ceux-ci s’exercent. L’opération escorte également les navires de la mission de l’Union africaine en Somalie (AMISOM). Conduite depuis l’Etat-major opérationnel (OHQ) de Northwood au nord de Londres, et commandée par un vice-amiral britannique, cette opération regroupe en moyenne entre huit et treize bâtiments mis à E S D P I N A C T I O N – E U N A F V O R ATA L A N TA Summary Piracy is as old as navigation. But, in recent decades, it has been undergoing a spectacular renaissance, one which can be explained by three factors : rapid growth in marine traffic, reduction in the size of crews on merchant vessels and increasing traffic in low-cost arms. In the Gulf of Aden, particularly in the waters off Somalia, attacks on trade and pleasure vessels have become endemic, to the point that this modern piracy today constitutes a serious threat to the freedom of movement in this area, in which more than 25,000 ships navigate each year and through which more than 30 % of the European Union’s oil supply passes, as well as vital World Food Programme (WFP) aid shipped to Somalia. On the basis of this observation, the European Union launched its first naval operation on 8 November 2008 : EU NAVFOR – Atalanta. The operation is planned to last for one year and its objectives are to provide protection to ships of the WFP, to protect merchant vessels and to use the means necessary, including force, to deter, to prevent and to inter- vene in order to put an end to, acts of piracy. Suspects apprehended within the context of EU NAVFOR can be prosecuted in particular by an EU member state or by Kenya under an agreement signed on 6 March 2009. It was recently decided to extend the operation for another year. disposition par la marine espagnole, qui assure actuellement l’Etat-major de force (FHQ), et les marines grecque, française, allemande, italienne et suédoise. Ce dispositif devrait être complété par la participation d’une frégate néerlandaise au cours du mois d’août, et belge début septembre. Par ailleurs, plusieurs Etats tiers ont sollicité l’Union européenne pour coopérer de manière plus ou moins formelle. C’est notamment le cas de la Croatie et de la Norvège, dont un bâtiment devrait rejoindre la force navale européenne en août prochain. La force navale européenne opère dans une zone comprenant le Sud de la mer Rouge, le Golfe d’Aden et une partie de l’Océan Indien, ce qui représente une superficie d’environ 2.500.000 km 2 , comparable à celle de la mer Méditerranée. Plusieurs forces navales sont présentes dans cette zone et complètent de façon permanente ou temporaire l’action menée par la force navale européenne. L’opération EU NAVFOR établit une liaison permanente avec ces forces (l’opération menée par les Américains, la Coalition Task Force 151, groupe maritime de l’OTAN, bâtiments russes, indiens, japonais, chinois, malaisiens). Les militaires engagés dans l’opération européenne peuvent appréhen- der, retenir et transférer les personnes suspectées d’avoir commis ou ayant commis des actes de piraterie ou des vols à main armée dans les zones où ceux-ci s’exercent. Ils peuvent saisir les navires des pirates ou les navires capturés à la suite d’un acte de piraterie ou de vols à main armée – et qui sont aux mains de pirates – ainsi que les biens se trouvant à leur bord. Une adaptation permanente à la menace Les suspects peuvent être poursuivis soit par l’Etat du pavillon du navire qui les capture, soit par un autre État membre ou un Etat tiers avec lequel les conditions de ce transfert ont été arrêtées conforme au droit international applicable. L’Etat tiers peut être l’Etat du pavillon du navire attaqué ou un Etat régional, comme le Kenya, avec lequel un tel accord a été signé le 6 mars 2009. La signature de cet accord est essen- tielle pour la crédibilité de l’opération car elle offre désormais un cadre FGS Rheinland Pfalz Signature de l’accord entre l’Union européenne et le Kenya le 6 mars 2009 In spite of the obvious positive impact of this operation, it is illusory to think that piracy can be definitively stopped by the presence of a naval force alone. In the longer term, it is also necessary that peace and secu- rity be re-established in Somalia. With this in mind, the European Union, with the UN and the African Union co-organised, in April 2009, an inter- national conference in support of security institutions in Somalia. ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 014 E S D P I N A C T I O N – E U N AV F O R ATA L A N TA juridique à tous les pays participants, leur permettant non seulement de procéder à l’arrestation de pirates mais aussi de faciliter leur trans- fert puis leur jugement par les autorités kenyanes. A ce titre, la Commission européenne fournit une aide d’environ 2 millions d’euros au Kenya afin d’aider ce pays à faire face à cette nouvelle charge. A ce jour, l’Union européenne est la seule organisation à pouvoir disposer, grâce à cet accord, d’un instrument juridique complet. Depuis le mois de mars 2009, 68 pirates ont pu ainsi être transférés au Kenya pour y être jugés. L’UE espère conclure d’autres accords de ce type avec les Seychelles ou encore la Tanzanie. Depuis son lancement en décembre 2008, l’opération EU NAVFOR – Atalanta s’est en permanence adaptée à la menace. En dépit du nombre des attaques, beaucoup a déjà été fait. Ainsi, une trentaine de navires du PAM ont pu être escortéés sans encombre ou sont en cours d’escorte, ce qui a permis l’acheminement de plus de 200.000 tonnes d’aide alimen- taire et de nourrir en moyenne plus de 1,6 millions de Somaliens par jour. Par ailleurs, 98 % des navires marchands ayant demandé la protection de l’opération EU NAVFOR – Atalanta et qui ont respecté les consignes délivrées par la force navale européenne ont transité dans le Golfe d’Aden sans avoir été saisis par des pirates. Depuis le début de l’opéra- tion, en effet, chaque navire marchand souhaitant effectuer un transit dans le Golfe d’Aden ou au large de la Somalie est invité à s’inscrire préalablement sur le site internet du Maritime Security Center-Horn of Africa (www.mschoa.eu), pour faciliter la coordination du trafic mari- time. Cette initiative, qui a été accueillie avec satisfaction par l’en- semble de la communauté des armateurs et des marines marchandes, permet aux navires de connaître les dispositifs déployés, de bénéficier – dans certains cas – d’une protection militaire rapprochée et de réduire ainsi les risques d’attaques ou de capture. A l’évidence, cette opération suscite un vif intérêt de la part de pays tiers désireux de lutter contre la piraterie et avec lesquels l’Union euro- péenne a formalisé une dizaine de cadres de coopération. Le développe- ment des actes de piraterie dans le sud-ouest de l’Océan indien, à l’ou- vert du canal du Mozambique et au large des Seychelles a notamment conduit le président des Seychelles à demander le soutien de l’Union européenne. Cette demande s’est traduite par un élargissement de la zone couverte par l’opération EU NAVFOR – Atalanta. Par la conduite de cette opération, l’Union européenne voit ainsi se renforcer sur la scène internationale son rôle de coordinateur de la lutte contre la piraterie au large de la Somalie. Pour autant, il est illusoire de penser que ce phénomène pourrait être définitivement enrayé par la seule présence d’une force navale, aussi importante soit-elle. Et la pré- sence de centaines de bâtiments militaires dans cette zone très vaste n’y suffirait sans doute pas. A plus long terme en effet, l’efficacité de la lutte contre la piraterie repose avant tout sur l’action menée pour réta- blir la paix et la sécurité sur le territoire de la Somalie : “Plus de sécurité à terre signifie moins d’insécurité en mer”. La conférence internationale en appui aux institutions de sécurité en Somalie et à l’AMISOM organisée par l’ONU, l’UE et l’Union africaine qui s’est tenue à Bruxelles le 23 avril 2009 a permis la mise en place d’une contribution importante en vue de la création de forces de sécurité et d’une force de police civile somaliennes, conformément à l’accord de Djibouti du mois d’août 2008. Elle constitue une réponse significative et témoigne de la volonté des Etats membres de l’Union européenne de continuer à porter leurs efforts pour apporter une réponse durable aux causes profondes de la piraterie dans cette région. L’Union européenne mène également d’autres réflexions afin de renforcer le secteur de la sécurité en Somalie. Pour plus d’informations sur l’opération : www.consilium.europa.eu/eunavfor-somalia Vigies au large de Bossasso HS Psara au large de Mogadiscio ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 015 E S D P I N A C T I O N – E U N A F V O R ATA L A N TA EU engagement in Somalia Operation EU NAVFOR – Atalanta is part of a wider effort by the EU to address the situation in Somalia. The European Union is engaged with Somalia at the diplomatic, political, humanitarian and security levels, reflecting its commitment to the stabilisation of Somalia. The EU is the largest donor to Somalia. Political engagement The EU : • supports the Djibouti peace process and is active in the diplomatic efforts deployed by the international community, in particular within the International Contact Group for Somalia. • supported the enlargement of the Transitional Federal Parliament in January 2009, which made the Parliament more inclusive. It welcomed the election of President Sheik Sharif Sheik Ahmed, which brings hope for peace and stability in Somalia. The EU also welcomed the President’s efforts to reach out to all Somalis to further broaden participation in the political process. • continues to engage with the Transitional Federal Government, led by the new Prime Minister, Omar Abdirashid Ali Sharmarke, and supports its efforts to improve the security situation in Somalia and bring relief to the population. The EU also supports the tireless efforts of the UN Secretary General’s Special Representative for Somalia, Ahmedou Ould-Abdallah, to facilitate progress in the political process. In this context, the EU welcomes the inten- tion of the UN Secretary General to consult all stakeholders on the conven- ing of an international peace conference to address issues related to capac- ity building, humanitarian assistance and sustainable development. Support for security The EU and its member states are helping the Transitional Federal Government of Somalia to begin rebuilding security and creating an envi- ronment in which the gains of peace can be realised. SOMALIA : High Representative Javier Solana calls for a “global and determined action” In a letter addressed last 28 May 2009 to all ministers for Foreign Affairs and all Ministers of defense of the EU, the High representative Javier Solana suggests to “build on the success of the EU naval operation Atalanta” and to “look at longer term durable solutions for stability in Somalia and the region – both at sea and on land”. “Working in coordination with all the partners, our counter-piracy efforts have been successful in bringing greater security to the waters off Somalia” Mr. Solana emphasized. “Today we need to move forward and to look closer at the root causes of the phenomenon”, he added. “I have developed a number of proposals in the 6-monthly report of the naval operation EU NAVFOR – Atalanta for possible concrete actions along two axes : the strengthening of EU NAVFOR, and six new potential areas of work”. he said. These areas include reinforced support to the AU in Somalia, capacity building for the Somali Security sector and a long term assistance strategy for Somalia. Also the development of a regional mari- time capability and of a reinforced international legal framework to increase the risks and decrease the profits for pirates would be looked at. M. Solana’s call for a “global and determined action” takes place after the Council of the European Union has given its full political support to the Transitional Federal Government of Somalia. On 15 June, the Council agreed to extend the mission EU NAVFOR – Atalanta until December 2010. In July, under the Swedish presidency the EU will consider further options for support to Somalia in line with Solana’s call. The EU with the UN and the African Union, hosted an international Conference in support of the Somali Security Institutions and the African Union Mission in Somalia (AMISOM) in Brussels on 23 April 2009. Its pur- pose was to solicit contributions to the key elements of the strategy of the UN Security Council in Somalia, as set out in resolution 1863(2009). The EU pledged EUR 12 million from the European Development Fund to the Somali police force through the UNDP Rule of Law programme, making the total amount of EU support through this channel EUR 43 million. The EU also pledged EUR 60 million to AMISOM from the Africa Peace Facility. This should be added to EUR 15.5 million that were provided for 2007-2008 and a further EUR 20 million for December 2008 to May 2009. Furthermore EUR 4.5 million have been provided under the Instrument for Stability to support AMISOM planning capacity. Development cooperation and humanitarian aid For the period 2008 to 2013, the EU has committed EUR 215.4 million for development aid through the European Development Fund, which is funded by the member states and managed by the European Commission. The main areas of development cooperation are governance, education, the produc- tive sectors and rural development. Humanitarian aid from the European Community amounted to EUR 45.8 million in 2008, considerably more than the EUR 12 million provided in 2007 because of the deteriorating situation. The number of people in need of humanitarian aid in Somalia has risen from 1.8 million at the beginning of 2008 to 3.25 million at the end of the year. In addition, EU member states also make separate, bilateral contributions to Somalia. FGS Rheinland Pfalz EU High Representative Javier Solana and President of Somalia Sharif Sheikh Ahmed during the press conference held at the end of the UN-EU-AU Conference on Somalia, 23 April 2009 ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 016 E S D P I N A C T I O N – E U N AV F O R ATA L A N TA Excerpts : […] It has been a very busy and an almost constantly changing five months. We have tried to stay constant to the specified tasks that I have as an Operation Commander to focus principally on the protection of the World Food Programme ships as they ply a very difficult and danger- ous trade taking humanitarian aid into Somalia through a number of routes, some coming up from the south and into Mogadishu, some com- ing down from the north from the Red Sea and going into the northern Somali port, some coming from right across the Indian ocean. We have so far responded to every request that the World Food Programme have made to escort their ships safely into Somali waters. I am pleased to say that we have guaranteed the safe arrival of everyone of the ships so far. My second specified task is to protect vulnerable shipping transiting in the area. That is a significant challenge because the area itself as many of you are aware is a large sea area over a million square miles if you include both the Somali basin as well as the gulf of Aden. We have seen alongside a range of other organisations and nations conducting counter piracy patrols a significant reduction in the success rates of the piracy in that area particularly in the first three months of 2009, where we saw a significant run down in the number of successful pirate attacks and the number of vessels held and ransomed by the pirates on the coast of Somalia. […] We have still seen a significant reduction in the percentage of suc- cessful attacks pressed home against those which are merely specula- tive or which merchant ships are able to resist and throw off. So we are still moving in the right direction. We have implemented a system of group transit. What we see is the most effective way to get merchant ships through the waters of the gulf of Aden. We don’t have enough warships there to escort every individual ship. There are hundreds of them transiting every day but our group transit concept has proved a successful way of both enabling the ships to register with us to find out when their transit is taking place and then to receive a degree of protec- tion from both warships and maritime patrol aircrafts which helps them on their way. We are constantly adapting and seeking to perfect that mechanism in order to provide the most effective counter to pirate attacks. It’s never going to be a 100 % guarantee. We would need liter- ally hundreds of war ships in the area to do that but we are making a difference. […] One of the most significant underpinning enablers of Atalanta has been the legal instruments we have been able to negotiate which have enabled us to progressively unravel the challenge of what to do with the detained pirates. Those of you who were here in December may remem- ber my articulation on that as being one of the significant challenges for Atalanta to achieve success. If we are to deter pirates from coming out and attempting pirate attacks we have to give them a very powerful sense that if they are caught there is a very strong chance that they will be landed and they will be prosecuted and will be imprisoned. The EU is the first organisation, the first institution to be able to negotiate suc- cessfully a legal instrument that enables any war ship contributing to Atalanta to land pirates into Kenya. We are successfully utilising that route with a very strong and very welcomed support of the Kenyan government in order to see those pirates brought to trial. […] We made a very powerful collective effort I believe to establish this first ever maritime operation at the heart of the ESDP. I think we all learned a huge amount about how to do that from which significant lessons can be captured which will make the EU even more effective in the way it conducts maritime operations in the future […]. Much still has to be achieved and we are absolutely not resting on laurels. The defeat of the scourge of piracy in the waters of Somalia is not going to happen overnight but there is a persistence, there is a determination and there is an increasing agility in both Atalanta itself and in the other forces we are working with that I believe is making a significant contribution and I am very grateful to have been part of that. […] The full press conference on : www.consilium.europa.eu/eunavfor-somalia (news in brief) “Making a difference” On 13 May 2009, Rear Admiral Philip Jones held his last press conference in Brussels as EU NAVFOR – Atalanta Operation Commander. After five months, and before leaving the command to Rear Admiral Hudson, Philip Jones assessed the operation’s first achievements and remaining challenges. Rear Admiral Philip Jones ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 017 Le 15 mars dernier l’opération EUFOR Tchad/RCA a passé le relais à la MINURCAT, opération des Nations Unies. EUFOR Tchad/RCA était la cinquième opération militaire de l’UE, la troisième en Afrique après Artemis et EUFOR RD Congo. L’objectif était d’éviter l’accroissement de l’instabilité régionale susci- tée par la crise du Soudan, notamment du fait des activités des mou- vements rebelles de part et d’autre des frontières, et de protéger les populations réfugiées et les personnes déplacées. La résolution 1778 des Nations Unies prévoyait une double pré- sence internationale au Tchad et en République Centrafricaine : celle des Nations Unies, avec la MINURCAT, destinée notamment à for- mer les gendarmes tchadiens, et celle de l’UE, avec EUFOR, créant les conditions de sécurité pour l’action des Nations Unies et contri- buant à protéger la population, à la fois dans l’Est du Tchad et dans la partie Nord-Est de la République Centrafricaine (RCA). Les gou- vernements du Tchad et de la RCA ont accueilli favorablement cette opération de l’UE. Il était, dès l’origine, prévu que l’opération de l’UE serait limitée à un an, et qu’à partir du 15 mars 2009 l’ONU prendrait le relais. Les objectifs ont été atteints : - la présence d’EUFOR a permis d’améliorer la situation en termes de sécurité, dans les conditions prévues par sa mission; - les Nations Unies, grâce à une intense coopération entre les deux organisations et à un redéploiement de la plupart des Etats membres d’EUFOR sous mandat des Nations Unies, ont pu se déployer selon le calendrier prévu et avec des moyens permettant de faire face à une situation tendue, notamment du fait de l’inculpation du Président du Soudan par la Cour pénale internationale. En un an, l’opération a réuni plus de 10.000 militaires, hommes et femmes, venus de 23 Etats membres et de 3 Etats tiers, avec une contribution significative de la France mais aussi d’Etats membres pour lesquels ce théâtre était nouveau et difficile : Irlande (qui a, du fait de son engagement, fourni le Commandant d’opérations, le général Patrick Nash), Autriche, Finlande, Pologne, Slovénie … La Russie, de même que la Croatie et l’Albanie, a participé à l’opération. La Russie a contribué avec quatre hélicoptères et les moyens humains correspondants sous la chaîne de commandement de l’UE. L’approche de l’UE a été pleinement globale associant l’opération mili- taire, la démarche politique, y compris grâce au rôle du Représentant Spécial pour le Soudan, Torben Brylle (voir interview) et la mobilisation des instruments communautaires et des États membres : Fonds euro- péen de développement (FED), Instrument de stabilité ainsi qu’une étroite coordination avec le service d’aide humanitaire de la Commission (ECHO), qui a contribué à établir une bonne relation avec les ONG. Pour plus d’informations sur EUFOR : www.consilium.europa.eu/eufor-tchad-rca Troupes EUFOR changeant leur badges pour des insignes des Nations Unies, Abéché, 15 mars 2009 E S D P I N A C T I O N – E U F O R T C H A D / R C A EUFOR TCHAD/RCA : Retour sur une transition réussie Cérémonie de transfert d’autorité, Abéché, Tchad, 15 mars 2009 < Pour plus d’informations sur la Mission des Nations Unies : http://minurcat.unmissions.org/ ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 018 E S D P I N A C T I O N – E U F O R T C H A D / R C A EUFOR TCHAD/RCA A complex political context A credible political process with negotiations leading to administra- tive, economic and social reforms is the main challenge for the country. The EU is committed to engage even more in this reform process, in particular through the implementation of the political agreement reached in August 2007, including the elections most likely to take place next year. The heavy investment made by EUFOR to contribute to more security cannot be squandered by leaving the country on its own. To enhance political and economic governance long term support is required : there is no quick fix. E UFOR was operative in the East of Chad and North-Eastern Central African Republic during a period of high internal ten- sions and continued threats from outside the eastern borders. In other words, the internal political and security crisis has been exacer- bated by the Darfur conflict, which was at the origins of the EU deci- sion to participate in the multidimensional intervention in this region. The massive influx of refugees from Darfur and the large scale inter- nal displacement have been at the centre of the EU intervention. EUFOR was not mandated to deal directly with the root causes of the various crises as it was expected to do by many actors on the ground and at times by the Chadian government, in particular to inter- vene against the rebel groups. It was a comprehensive approach the EU adopted in its strategy to contribute to alleviating, in a first phase, the worst consequences of the conflicts. However, to improve the political, economic and social conditions requires a long term perspective and a short-term military contribution can only help to redress some of the worst effects for the population in distress. EUFOR had to adapt to an environment with increased violence in political, social and economic relations as well as ethnic tensions. After EUFOR handed over to MINURCAT, all these problems continue to exist. That is the reason why the European Union remains engaged in Chad. Incursions by Chadian rebel groups based in Darfur will not stop unless a political solution between the two countries is accept- ed. The longstanding dispute between Chad and Sudan has to find a solution. To this end, The EU fully supports the regional process (Dakar and most recently the Doha Agreement), which has to deliver results on the ground. < Résumé L’EUFOR s’est impliqué au Tchad occidental et au nord-est de la République centrafricaine en période de tension extrême causée par le conflit au Darfour, et en particulier par le flux de réfugiés et de déplacés internes qu’il a généré. Son mandat ne lui permettait pas de s’attaquer aux causes de la crise et encore moins d’intervenir contre les groupes rebelles, en dépit des attentes sur le terrain. Cette mission militaire d’un an visait à atténuer les pires conséquences de la crise. Bien que l’EUFOR ait à présent laissé la place à une mission des Nations unies (MINURCAT), les problèmes de violence accrue dans les relations politiques, sociales et économiques demeurent, de même que les ten- sions ethniques. L’UE continue de soutenir les efforts pour résoudre le conflit de longue date opposant le Tchad et le Soudan, et le problème des groupes rebelles soutenus dans les deux territoires. Au vu de l’investissement massif de l’UE, il est essentiel de poursuivre l’engagement européen dans la région et d’encourager le processus de réforme politique, notamment les élections qui devraient avoir lieu l’année prochaine. Le Général M. Kandji, Commandant de la MINURCAT, passe les troupes en revue General P. Nash, Commander of EUFOR TCHAD/RCA, Abéché, 15 March 2009 ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 019 E S D P I N A C T I O N – E U F O R T C H A D / R C A Following the recent expulsion of 13 international NGOs and 3 local NGOs from Darfur after the issuing by the ICC of an arrest warrant for President al-Bashir, the humanitarian community has undertaken con- tingency measures to receive new arrivals of Sudanese refugees in Chad. The security conditions affecting humanitarian actors could lead to additional suspensions of humanitarian operations in the course of 2009 and access to vulnerable populations will remain a key challenge. EUR 30 million in EC- financing has been adopted for 2009 in order to maintain support for multi-sectoral humanitarian aid in the area of health, water and sanitation, food aid and food security, protection, emergency shelters, coordination and humanitarian logistics. Development perspective The EC has a development strategy aimed at contributing to the reduction of poverty. The EUR 311 million 10th EDF (European Development Fund) package will offer sound and flexible action in the short and medium term. The focus of the EU under the current NIP (National Indicative Program) which runs until 2013, is on developing good governance and economic development (national infrastructure and the rural sector) complementarily to the approaches of member states present in Chad, and in particular reform of the finance system including transparency of the allocation of revenue from oil extraction and Chadian participation in the Extractive Industries Transparency Initiative. Political perspective In Chad the EU’s main political challenge is the revitalisation of the Chadian political process in order to ensure that credible legislative elections will take place. The EU, through the European Commission is the main financial part- ner for the implementation of the Inter-Chadian Political Accord, through a EUR 5 million support programme for the electoral process. The aim is to contribute to the consolidation of the political parties’ capacity, to support the functioning of the Commission électorale nationale indépendante (CENI), as well as the implementation of the electoral census with the aim of creating the conditions for the success- ful implementation of the 13 August Agreement. By launching a formal political dialogue under Article 8 of the Cotonou Agreement with Chad, the EU will strengthen its leverage. The short term objective is the run- ning of fair and transparent legislative elections in 2010 and the long term objective is to implement and consolidate a stable and democratic political environment. In addition, the EUR 35 million support programme for judicial reforms including EUR 10 million from the GoC, aims at reinforcing the justice sec- tor. A further EUR 28 million EC-funded support programme for the reform of the internal security forces should start at the beginning of 2010. Efforts to engender a national dialogue should be focused not only on electoral reforms but also on a comprehensive peace-building and democratisation policy. The EC also has a substantial task ahead as concerns good govern- ance, more specifically in tackling Chad’s problem of limited ’absorption capacity’ and lack of transparency in how the oil revenues are being used in the fight against poverty. In the Central African Republic, the four most important issues are : the Disarmament, Demobilisation and Reintegration (DDR) process in the aftermath of the inclusive political dialogue, Security Sector Reform following the National seminar that took place in April 2008, socio- economic reconstruction and the preparation of the 2010 elections. Humanitarian perspective In the absence of stabilisation in the border area between Chad and the CAR, the displacement of CAR refugees to Chad is expected to con- tinue during 2009. Long term support The EU, through the policies and instruments implemented by the European Commission, has a long-term engagement in Chad and the Central African Republic, notably to support the Chadian political process and to provide humanitarian and development aid. Waterhole construction in Kolemara Sara, Chad ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 020 E S D P I N A C T I O N – E U F O R T C H A D / R C A What has been your role as the European Special Representative (EUSR) in this operation? In the Darfur region, the European Union has set itself as an objective to contribute to stabilisation and a settlement of the conflicts that have ravaged the region for some time. Security is always a precondition to any long-term solution and intervention, and EUFOR TCHAD/RCA has contributed to this. It is important to maximise this impact by using all the available political and diplomatic tools. My role has been to repre- sent the EU politically and to offer advice and support to the mission itself, drawing from my experience and contacts in Sudan and Darfur. In addition, in my frequent visits to the region, I have explained how the EUFOR operation is integrated in the wider EU engagement in the area. This role to explain and promote the EU’s comprehensive strategy in the region does not end with EUFOR TCHAD/RCA. Has EUFOR TCHAD/RCA had a positive impact on the conflict dynamics in this region? I believe it is important to look at EUFOR within the context of a comprehensive strategy dealing with the Darfur crisis. Earlier, the EU has been providing the African Union with financial and logistical support and with expertise for its mission in Sudan/Darfur (AMIS). It has now carried out an EU operation in Darfur’s neighbouring regions of Chad and the Central African Republic to support a UN presence there in order to improve security, facilitate the delivery of humanitarian aid and more generally to deal with the regional aspects of the conflict in Darfur. This intervention has been in parallel to or complementary with UNAMID (United Nations African Union Mission in Darfur) in Darfur itself. In addi- tion, other EU instruments, especially from the European Commission, were deployed (and continue to be deployed) to allow us to compre- hensively address the situation. As you know there is an active Darfur mediation led jointly by the AU and the UN, which we support. The difficult humanitarian situation and recent clashes in Darfur and across the border in Chad are strong reminders of the need to find a political solution to the crisis. That is the only way in the longer term. Changes will of course take time, and there will be further setbacks along the way. The conflicts in this region are indeed extremely complex and deep-rooted. But EUFOR has been a very visible presence in the region and has contributed positively by increasing the sense of security for the populations. What were the greatest challenges faced by the Force on the ground? As you know this is a very troubled area of Africa. In recent decades the populations here have seen armies, rebels, and militias intervening in Chad, CAR and Darfur with different motives and goals. People have often been caught in the cross fire of fighting with immense human suffering as a result. Civilians have also been the direct targets of aggression. We should not underestimate the challenges for EUFOR to make a positive mark in such an envi- ronment as its success was intimately linked to the level of trust it could achieve. EUFOR has done a remarkable job and succeeded in this very difficult task. After one year it is possible to make the assessment that thanks to the profes- sionalism of the soldiers and command- ers, its application of the mandate to the letter, and its outreach to the population, EUFOR has become a respect- ed and trusted contribution to security in this area. This is a significant achievement in itself which has allowed the populations to feel safer and the internally displaced to contemplate, in some instances, to return to their villages of origin. And the trust that EUFOR has earned and the neutrality it has demonstrated are also a legacy that, I believe, is conferred onto the follow-on MINURCAT (United Nations Mission in the Central African Republic and Chad) Force which is composed of a mixture of European and African forces. The positive impact, the new dynamics, will therefore extend beyond this one-year ESDP operation. What does EUFOR TCHAD/RCA mean for European Security and Defence Policy (ESDP)? EUFOR has been an important milestone in the security policy of the EU; this was the largest autonomous operation ever deployed by the EU. And it was deployed in two countries that logistically are posing immense challenges very far away from Europe. Bearing this in mind, the successful one-year deployment is a remarkable and impressive achieve- ment by the EU. This is not only something we tell ourselves. Other international and regional actors are expressing interest to know more about how we did this, and learn from the experiences we have made. I believe that EUFOR also has allowed many countries in Europe who participated and who perhaps did not have a particularly deep knowl- edge of the countries and the region before, a much greater understand- ing of the challenges and the conflicts themselves. This knowledge is extremely useful, as, in the future, there will most likely be discussions of other possible European contributions on the African continent. We are now better equipped to take informed decisions thanks to EUFOR, and we have troops that are experienced in the African context. EUSR for Sudan, Torben Brylle, Tchad, March 2009 “The positive impact will extend beyond this one year operation” Torben Brylle, EU Special Representative (EUSR) for Sudan, who was also EUSR for EUFOR Tchad/RCA, assesses the impact of the operation on the political dynamics in the region. ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 021 “Mettre en commun nos savoir-faire au profit du maintien de la paix” Le 15 mars dernier, Alain Le Roy, Chef du Département des opérations de maintien de la paix des Nations Unies, a souligné à l’occasion du transfert d’autorité de l’EUFOR à la MINURCAT, la coopération entre l’UE et les Nations Unies. Extraits de son intervention à Abéché : > […] Il y a juste un an, le 15 mars 2008, l’EUFOR déclarait sa capacité opérationnelle initiale. L’EUFOR a établi une présence sécuritaire signifi- cative à l’est du Tchad et au nord est de la République centrafricaine. Dès lors, des milliers de personnes déplacées, réfugiés, travailleurs humani- taires et autres groupes vulnérables ont bénéficié d’une amélioration claire et visible de la sécurité et de la stabilité à travers toute la zone d’opérations. Je félicite et remercie l’EUFOR pour sa contribution excep- tionnelle sous l’autorité du commandant opérationnel, le Lieutenant General Nash et du commandant de la force, le Général de brigade Ganascia. Je les remercie pour leur très grande coopération lors de la préparation du transfert d’autorité à l’ONU. Au moment où le maintien de la paix par les Nations Unies est soumis à des exigences croissantes, nous sommes encouragés par la capacité des Nations Unies et de l’UE, je dois le dire, ainsi que d’autres organisations régionales comme l’Union Africaine, de mettre en commun des savoir- faire complémentaires au profit du maintien de la paix. […] Dans le cas du Tchad et de la République centrafricaine, l’Union euro- péenne était particulièrement bien placée pour déployer rapidement une opération de transition, ouvrant la voie à la mise en place d’une force militaire de l’ONU bâtie pour durer et donnant au gouvernement du Tchad la sécurité nécessaire à l’établissement avec le soutien de la MINURCAT, du Détachement Intégré de sécurité. […] Il est maintenant du ressort des gouvernements de la République centra- fricaine et du Tchad, avec le soutien des Nations Unies, de bâtir sur ce succès. Comme celui de l’EUFOR, le mandat de la MINURCAT vise d’abord à protéger les civils, faciliter l’assistance humanitaire et ainsi assurer la sécurité du personnel humanitaire et celui des Nations Unies. […] De nombreux défis nous attendent. Dans l’est du Tchad, près d’un demi- million de réfugiés, de personnes déplacées internes et de membres des communautés locales continuent à dépendre de l’aide humanitaire pour leur survie, tandis que le banditisme et la criminalité continuent de mettre en péril la sécurité des populations tout en réduisant l’accès humanitaire. Nous devons encore améliorer cette situation en poursui- vant notre soutien au DIS et en mettant en œuvre notre mandat en matière de droits de l’homme et de contribution à l’état de droit, en atteignant notre pleine capacité militaire. Le transfert d’autorité inter- vient à un moment particulièrement délicat, alors que les tensions se cristallisent dans la sous-région. […] En conclusion, plusieurs leçons me paraissent pouvoir être tirées à l’oc- casion de ce brassage auquel nous assistons aujourd’hui. Nous avons l’Union européenne et l’ONU étoffées des relations fortes de confiance avec les autorités du Tchad et de la RCA : c’est l’essentiel. Nous avons développé des relations étroites et de confiance, ces derniers mois, entre l’UE et l’ONU pour préparer au mieux ce transfert. Et cet acquis va à l’évidence renforcer notre coopération dans d’autres régions du monde. Au passage, c’est l’inverse qui s’est produit au Kosovo avec le transfert à l’EULEX. Jusque là, moins de 2 % des effectifs de l’ONU en Afrique étaient euro- péens soit 1014 soldats et officiers en service, d’un seul coup, la partici- pation européenne est presque multipliée par trois. C’est un très beau symbole de coopération entre l’UE, les pays africains, asiatiques et sud-américains. Je crois que ce transfert d’autorité, s’il est considéré comme un succès, ce que je souhaite bien évident, pourra ainsi être reproduit, si nécessaire dans d’autres régions du monde. L’UE en développant sa PESD va accroître sa capacité de déploiement rapide, avec notamment le concept de “battle group”. […] Les déploie- ments rapides de l’UE pour une période limitée, 6 mois ou un an comme aujourd’hui, ou en renfort comme pour l’opération Artemis en 2003 en RD Congo, ou à Kinshasa pour les élections, me parait un excellent modèle à suivre. Beaucoup d’autres leçons pourront être tirées mais celles-ci me parais- sent les plus importantes. […] Alain Le Roy, chef du Département des opérations de maintien de la paix, Abéché,15 mars 2009 E S D P I N A C T I O N – E U F O R T C H A D / R C A ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 022 E S D P S T R U C T U R E S – E U S AT E L L I T E C E N T R E N ew EU operation or mission – new tasks for the EU Satellite Centre. This has been the rule rather than the exception since the Centre’s support to EUFOR DR Congo in 2006. ESDP is growing and the EU Satellite Centre is growing with it. EUFOR Tchad/RCA, EUMM Georgia, EUBAM Rafah, EULEX Kosovo, EU NAVFOR – Atalanta, EU SSR Guinea Bissau – the Satellite Centre has supported or is supporting them all. The European Union Satellite Centre (EUSC), established in 2002 to support Common Foreign and Security Policy, particularly ESDP, by ana- lysing satellite imagery and collateral data, has experienced a remarka- ble evolution during the last two years, mainly due to the huge increase in task requests for ESDP operations and missions. The EUSC has had to shift its workforce completely in order to attend to the large amount of tasks for these operations and missions, all first priority. “The Satellite Centre of Torrejón, in Spain, has become a true actor of European Security and Defence Policy and crisis management. It was mobilized for all our recent operations : Georgia, Chad, and the fight against piracy. We put its products at the disposal of MONUC to rein- force its information sources in the current crisis in East Congo. I could mention many other examples”, Javier Solana, EU High Representative for Common Foreign and Security Policy, said at the meeting of EU foreign and defence ministers in November 2008. Focus on Chad and now Somalia Among the tasks received, those related to Chad have caused the big- gest workload, and Somalia is now following closely. The EU Satellite Centre has supported EUFOR Tchad/RCA with both geospatial intelligence (GEOINT) and imagery intelligence (IMINT) since the operation was launched in January 2008. In fact, the heavy workload for this Operation caused the Centre to reorganise its Operations Division, creating an ESDP Operations Support Section which can provide products to the operational headquarters in less than 44 hours after reception of imagery. The EU Satellite Centre provides crucial support for EU operations such as EUNAVFOR-Atalanta or EUFOR Tchad/RCA (see articles in this issue). Frank Asbeck, the Centre’s Director, highlights recent developments. EU Satellite Center – A bird’s eye view in support of ESDP operations < > By Frank Asbeck, Director Djabal refugee camp in Chad, © EUSC 2008 During Operation EUFOR Tchad/RCA the EU Satellite Centre experienced a revolution in the way it provided support to troops on the ground. A specific arrangement signed with the Helios partners (Belgium, France, Greece, Italy and Spain) for the purposes of EUFOR Tchad/RCA enabled SG/HR Javier Solana to request that Helios governmental satellites be programmed to collect extremely valuable imagery on the area of operations. Combined with the reactivity of the Centre, access to governmental imagery programming has been widely recognised as a significant step forward in geospatial support to EU operations. EUSC access to governmental imagery from new space sensors, namely Italy’s COSMO-SkyMed and Germany’s SAR-Lupe space-borne radar systems, will take place in coming months. Having access to both governmental imagery and EU Secured Networks, the EUSC is presently able to perform the most sensitive intelligence support missions while interacting with a variety of actors (with whom it exchanges geospatial products and collateral data) and respecting the time-critical demands of modern military operations. ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 023 E S D P S T R U C T U R E S – E U S AT E L L I T E C E N T R E the same location from different dates, which might be very important for legal or general historical issues. Apart from knowledge in supporting operations, the EU Satellite Centre has solid experience in general geographic information system products, mapping and non proliferation treaty verification. More on : www.eusc.europa.eu Maps, refugee camps and pirates One of the most important tools to a deployed force is the availabil- ity of maps. If one goes to places like Africa, though, these tend to be very old and inaccurate. Satellite imagery gives the ability to produce accurate up-to-date maps by drawing layers on top of the images. This is one of the important ways the Centre was able to support EUFOR Tchad/RCA. Apart from that, the EUSC monitored the changing situa- tion, providing the operation with IMINT. While GEOINT products give a detailed geographical overview, IMINT goes a step further by trying to say what is going on – it looks at intention, evidence, events and how things relate to each other on the satellite image, while having in mind information from collateral data. Many armed groups have attacked civilians during the Chad conflict. In this context, the EUSC has been given the task of looking at some of the facilities to help the com- mander of the EUFOR operation in Chad make the right decisions. The troops on the ground have used the EUSC products to effectively guard the refugee camps and to guarantee that the UN could deliver aid and provide security for the UN personnel. At peak moments, the whole Operations Division worked in support of ESDP operations and missions. For this to be possible, the EUSC had to make agreements with several requesters to put their tasks on hold – a situation that illustrates the difficulties the EUSC is currently facing due to lack of resources. For EU NAVFOR Somalia, several locations and ports have been ana- lysed in response to tasking about pirate activity, as well as possible sea points of disembarkation in the adjacent areas. A bird’s eye view not only makes it possible for decision-makers and soldiers to get an overview of an area without entering it; it also enables building a historical overview of a conflict by comparing imagery over Résumé À chaque mission ou opération de PESD, le Centre satellitaire de l’Union européenne (CSUE) de Torrejón (Espagne) se voit attribuer de nouvelles tâches. Fondé en 2002 pour soutenir à la politique étrangère et de sécurité commune de l’UE via l’analyse d’images et de données satel- lites, le centre a grandement évolué ces deux dernières années. Durant cette période, il a mobilisé l’ensemble de ses ressources en soutien à des opérations, notamment en Géorgie, au Tchad et contre la piraterie dans l’océan Indien. L’imagerie satellite est utilisée pour fournir des cartes mises à jour, souvent inexistantes, notamment en Afrique. Au Tchad, le commande- ment sur le terrain a pu utiliser l’information du CSUE afin de renforcer la surveillance des camps de réfugiés et d’assurer la sécurité du person- nel de l’ONU et des livraisons d’aide. Pour l’opération de lutte contre les pirates, le CSUE a analysé plusieurs zones et ports. En période de pointe, l’ensemble de la division des opérations du CSUE a été chargé de soutenir des missions et des opérations de PESD. Pour ce faire, le CSUE a dû reporter d’autres demandes d’analyses, ce qui souligne les difficultés auxquelles il est confronté du fait de ses res- sources limitées. Djabal refugee camp, Chad, satellite picture. QuickBird original data © DigitalGlobe, Inc. 2008, Distributed by Eurimage ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 024 G U E S T C O M M E N T F ollowing the decisions made by the Cologne and Helsinki European Councils, the European Security and Defence Policy has developed rapidly. At the time of writing, 23 missions have been launched within this framework, six of them military operations. Let me just mention the most recent ones : the military operations in the Democratic Republic of Congo and Chad, the antipiracy naval operation off the coast of Somalia and the observer mission the European Union has sent to Georgia. Decisions concerning war and peace are certainly the most important decisions elected politicians can take. These should not only be left to the executive branch. As such, we felt that in addition to the scrutiny exercised by the Parliaments of the member states, the European Parliament should also be part of this endeavour. Therefore, after the 2004 elections the European Parliament set up a Subcommittee for Security and Defence which I have had the honour of chairing over the first five years of its existence. During these years, we have built up structures for information, budgetary control and legislation. Firstly, on information : if you want to exercise oversight first of all you have to be well informed. The Subcommittee therefore had regular public meetings with the Council about planned and on-going missions. On the basis of an agreement reached with the Council on access to confidential information, Parliament has set up a Special Committee whose members are security cleared. This Special Committee has met at regular intervals with Javier Solana for special briefings and has had access to confidential documents. As chairman of the Subcommittee, it has been my aim to make sure that Parliament should be in a position to vote on well prepared recom- mendations before an operation is finally decided on by the Council. Information visits within the countries concerned gave us the necessary background to do so, as illustrated by the case of operations or missions in the Democratic Republic of Congo, Chad, Kosovo and Georgia. We followed this up by then visiting the troops under the EU flag to see how their mandates were being implemented. Secondly, on budgetary control : we should not forget that so far we have had only six military but seventeen civilian missions. The civilian missions are financed from the European budget and Parliament has to approve the respective budget lines. This concerns for example the ESDP missions in Kosovo, Afghanistan and Georgia. The use of the EU budget to finance these missions is monitored through regular meetings between the Council and the chairpersons of the Committees on Foreign Affairs, and on Budgets as well as the chairman of the Subcommittee on Security and Defence. Another element of parliamentary scrutiny by the European Parliament concerns research and development for equipment which is needed for civilian and military missions by the European Union. This also covers satellite based observation and navigation (Kopernikus and > Karl von Wogau Chairman of the Subcommittee on Security and Defence After the recent European elections of 7 June, Karl von Wogau gives us a view from the Sub-Committee on Security and Defence which he chaired during the 6th legislature of the European Parliament (2004-2009). Taking stock of ESDP > 2 December 2008 : Karl von Wogau visits operation EUFOR TCHAD/RCA and refugee and IDPs in Chad Meeting of the EP's Subcommittee on Security and Defence ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 025 Galileo) as well as security research. Parliament voted, by a large major- ity, for Galileo to be available not only for civilian missions but also for the EU’s military operations. About EUR 5 billion have been earmarked for these purposes in the 7 year framework programme which was approved by the Parliament and the Council. These budgetary decisions came about thanks also to a strong input from the European Parliament. Thirdly, on legislation : Parliament participates in legislative decision making in areas pertaining to the first pillar. For instance last year Parliament and Council took decisions on two directives concerning defence procurement and intra-community transfers for defence prod- ucts. It was the first time Parliament had acted as a legislator in matters of defence. Last but not least, there is our cooperation with the Parliaments of the Member States. The Presidents of the Defence Committees of the National Parliaments, European Parliament and Parliaments of candi- date countries meet at regular intervals and discuss on-going develop- ments in ESDP. On a more informal basis, my friend Guy Teissier, Chairman of the Defence Committee of the French Assemblée nation- ale, invites us to a Summer University every year. This is a very useful forum for the exchange of information. These examples show that the first steps have been taken on the way to full parliamentary scrutiny of the Security and Defence Policy of the European Union. Karl von Wogau visited EUMM Georgia, February 2009 Résumé Étant donné le développement rapide de la PESD (23 missions lancées jusqu’à présent), le Parlement européen a créé des structures d’analyse des activités communautaires dans ce domaine, afin de compléter l’examen des parlements nationaux. Lors de la sixième législature (2004-2009), le Parlement a mis sur pied une sous-commission “sécu- rité et défense”, présidée par Karl van Wogau. Afin de se tenir informée, la sous-commission se réunit régulièrement avec des représentants du Conseil pour discuter des missions planifiées et en cours. Une commission parlementaire spéciale avec une habilita- tion de sécurité se réunit régulièrement avec Javier Solana et a accès à des documents confidentiels. Les membres ont également entrepris des visites d’information dans des pays concernés, ainsi que des visites de missions en cours. Le Parlement est ainsi à même d’émettre un vote informé sur des recommandations avant que le Conseil ne décide de lancer une mission. Avec 17 missions civiles (contre 6 militaires), toutes financées par le budget communautaire, le Parlement doit approuver les lignes budgé- taires nécessaires. La mise en œuvre financière des missions est suivie grâce à des réunions régulières entre le Parlement et le Conseil. Le Parlement a été particulièrement impliqué dans des décisions sur le financement en R&D, notamment pour Galileo et Kopernikus, soit une dotation de 5 milliards EUR pour l’actuel programme cadre de sept ans. L’année dernière, le Parlement a pour la première fois pris des décisions législatives en matière de marchés publics de défense. Le président de la sous-commission se réunit régulièrement avec les présidents des commissions de défense des parlements nationaux afin de discuter des développements en matière de PESD. G U E S T C O M M E N T ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 026 Clippings > À la chasse aux pirates à bord du “Nivôse” Pierre Prier, envoyé spécial à bord du “Nivôse”, 27/05/2009 Une trentaine de bateaux de guerre sillonnent les eaux au large de la Somalie à la poursuite des pirates, sur une route qui voit passer 30 % du commerce mondial. Cette fois, les pirates ont vu un peu gros. Ils se sont attaqués au Mirqab, yacht de l’émir du Qatar, un engin futuriste et ultrarapide de la taille d’un petit paquebot. “Le bateau a accéléré”, commente sobrement l’officier marinier qui présente le volet “renseignement” du briefing du soir, à la mi-mai dans la cafétéria du Nivôse. L’équipage reste sur le qui-vive, soucieux de conserver son statut de star des chasseurs de pirates du golfe d’Aden. Cette frégate française, arrivée en avril sur la zone pour prendre part à l’Eunavfor, la force européenne antipirates, s’est rendue célèbre en alignant un score de 22 arrestations, en deux prises de onze. La dernière équipe de forbans, aveuglée par le soleil, a pris le bateau de guerre pour un cargo. Le temps de se rendre compte de leur erreur, les assaillants étaient arraisonnés par les Zodiac des commandos du bord, soutenus par l’hélicoptère, décollé en urgence. Le Nivôse et son commandant, le capitaine de frégate Jean-Marc Le Quillec, en tirent une certaine fierté, comme en témoignent les peintures au pochoir ornant la tourelle du canon de 100 mm et la queue de l’hélicoptère : des têtes de mort soulignées de deux sabres croisés. Une bonne partie des marins portent un t-shirt orné d’un dessin de Plantu paru dans Le Monde, représentant un pirate au bandeau en forme de carte de l’Afrique et un marin à pompon rouge, légendé : “À bord de la frégate Nivôse.” Habitué à la protection des zones de pêche du grand Sud ou a des missions de représentation, le bateau s’est forgé une âme de corsaire. Une équipe de fusiliers marins, des types souples aux allures de chats, est venue renforcer et entraîner l’équipe de protection du bord. On les voit tous les matins faire des pompes sur la plage arrière. Mais, une fois capturés, les pirates sont traités humainement. Le médecin, Stéphanie Le Goff, les a trouvés en bonne santé. Fidèle au serment d’Hippocrate, et ayant constaté la grande quantité de riz emportée sur les esquifs des prisonniers, elle a demandé aux cuisines de leur servir du riz à tous les repas afin, dit-elle, de ne pas les rendre malades en changeant leurs habitudes alimentaires. 80 millions de dollars de rançon en 2008 Les pirates somaliens échouent souvent, mais ils persévèrent. Les attaques se succèdent. Quinze, dont quatre réussies dans la première quinzaine de mai. Le rythme reste à peu près constant : 31 attaques dont 5 réussies en mars, 38 dont 11 réussies en avril. Les “bateaux-mères”, des boutres chargés d’armes et traînant des barques rapides équipées de moteurs hors-bord, continuent de quitter les côtes somaliennes. La raison est simple : les armateurs des bateaux capturés paient. 80 millions de dollars de rançon ont été versés en 2008, d’après les assureurs. À la mi-mai, 14 navires et plus de 200 hommes d’équipage étaient toujours détenus en Somalie même ou sur le territoire de l’ “État” non reconnu du Puntland. La perspective de gain financier enhardit les pirates. “On en voit maintenant qui s’aventurent à mille milles nautiques (plus de 1.800 km) des côtes somaliennes”, s’étonne le commandant. […] I N T H E P R E S S > > Kosovo : Law and order forced to adapt to circumstance Justice Neil MacDonald on the unique operation of the state’s EU led ’rule of law’ courts. In a courtroom packed with grizzled, hawk-eyed young men, the witness shifts uneasily from one foot to the other. The chief judge asks : “Were you threatened before coming here?” “So far I have not been in danger or threatened,” replies the reluctant witness, a local prison guard called to testify in a murder case. “But may be tomorrow it could happen.” In one sense, the Peja district court appears loaded with local flavour. The case involves a classic family vendetta killing, still fairly common in Kosovo’s mountain areas. The proceedings look strikingly ordinary, with the witness, defendant, prosecutors and defence lawyers all coming from the majority ethnic group. But the chief judge speaks in accented English, pausing for the translator to give the Albanian version. The panel of three judges includes two Italians, part of the European Union-led “rule of law” mission launched last year in Kosovo. “This is not normal administration of justice,” admits Alberto Perduca, head of the justice component with the so-called Eulex mission and also an Italian judge. “Our current effort is to find a very pragmatic, practical solution, at least for these old criminal cases.” The mission’s more than 40 judges and 20 prosecutors aim to “mentor” their local counterparts as well as to plug holes in an overburdened court system. Other Eulex components bolster the local police and customs services. Direct courtroom participation will be “most important in the initial period”, Mr Perduca says. “We have to move forward, piece by piece, to create a system of justice with the trust of public opinion.” Of all Kosovo’s state institutions, the judiciary stands out as the least satisfactory to citizens across the fragmented territory, a recent report from the United Nations Development Programme (UNDP) suggests. Local judicial weakness stems partly from the discrimination against ethnic Albanians in legal education before the 1998-1999 war, Eulex officials say. Then, the sudden departure of Serb judges after the war left the courts paralysed. […] ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 027 > UE/AFRIQUE : PIERRE-MICHEL JOANA FAIT LE POINT SUR L’AIDE DE L’UE AUX EFFORTS AFRICAINS EN MATIÈRE DE PAIX ET DE SÉCURITÉ Publication bihebdomadaire N° 234 16 juin 2009 Bruxelles, 15/06/2009 (EDD) – Pierre-Michel Joana occupe les fonctions de conseiller spécial du Haut représentant de l’Union européenne pour la PESC, chargé du renforcement des capacités africaines de maintien de la paix. Il dresse ici un tableau très complet de l’action de l’Union européenne et de la coopération avec l’Union africaine dans le cadre du partenariat stratégique qui lie les deux organisations. EDD : Ou en est-on de la mise en œuvre du volet “paix et sécurité” du partenariat entre l’UE et l’Union africaine ? Pierre-Michel Joana : C’est sans doute le plus avancé. Plus sans doute que ceux sur le changement climatique ou l’espace et la sécurité qui sont moins directement motivants pour nos amis africains. Dans ce partenariat, il y a trois priorités. Tout d’abord le dialogue politique, qui maintenant a pris une allure bien développée, puisque on a déjà fait une réunion commune entre le COPS (comité politique et de sécurité : NDLR) à Bruxelles et le Conseil de paix et de sécurité de l’Union africaine, il y a déjà eu deux troïkas ministérielles entre l’Afrique et l’UE, deux réunions d’experts, conjointes, une fois à Addis Abeba et une fois à Bruxelles. Il est prévu d’organiser de nouvelles réunions au niveau du COPS, au niveau des ministres. Le commissaire “paix et sécurité” de l’UA, Lamtane Lamamra, un diplomate algérien, est venu déjà à deux reprises ici parler avec les représentants du COPS et répondre aux questions sur les sujets d’actualité, en particulier sur les crises en Somalie, en Mauritanie, etc. EDD : C’est un dialogue qui est sincère ? P.-M. J. : Oui. Lorsqu’il s’agit de réunions ministérielles, le gros du travail se fait en amont. Mais lorsque le commissaire Lamamra vient au COPS, les échanges sont francs et vraiment ouverts. Ça fonctionne bien parce qu’on a la chance d’avoir un commissaire africain qui est de haut niveau. Le dialogue politique est amélioré également par la présence de notre délégation à Addis Abeba et notre représentant spécial, Koen Vervaeke, qui représente à la fois la Commission et le Conseil et dont l’équipe est en train de monter en puissance. Dans la section “paix et sécurité”, ils sont quatre ou cinq et travaillent tous les jours avec l’Union africaine, en participant à des réunions internes de l’UA, en échangeant des points de vue à la sortie de réunions auxquelles ils n’assistent pas, en organisant des réunions conjointes entre représentants de l’UA et ce qu’on appelle le groupe des partenaires à Addis Abeba, de manière à bien voir ce que sont les besoins de l’UA et comment on peut y répondre de la façon la plus adéquate. [...]” I N T H E P R E S S Clippings < > E.U. soldiers fulfill Africa refugee pledge Steven Erlanger, International Herald Tribune, Tuesday, March 17, 2009 Mahmat Ismail Ali, 18, fled Darfur five years ago with what remained of his family, after Sudanese rebels attacked his village and killed his father and uncle and raped the women. The entire village set off on foot for relative safety across the border here in barren eastern Chad. It took them a month. It is a familiar story by now, with more than 2.5 million refugees from Darfur, and while Darfur continues to suffer, the world has responded here with aid to the refuges in the usual fashion – a bit late, a bit haphazard, a bit misdirected. But Mr. Ali and his friends, like Abdul Aziz Gamaradam, 19, and Ahmad Dawood Abdullah, 19, have a relatively stable and comparatively safe life here in this camp of nearly 17,000, and their main demands – other than the arrest of Sudan’s president, Omar Hassan al-Bashir, for the crimes – is a high school in the camp so they can continue their education and break the boredom. One reason for the calm has been the presence over the past year of a European Union force of 3,300 soldiers. They are drawn from 26 countries, but nearly half come from the old colonial power, France, and they work with 850 United Nations gendarmes. It was the first major test of the European Union’s military arm outside the NATO alliance – the sharp end of what is known as the European Security and Defense Policy. The Europeans agreed, under a U.N. mandate, to deploy for a year to try to stabilize the deteriorating situation in eastern Chad, where about 260,000 Sudanese refugees, and an additional 180,000 Chadians driven from their homes by the fighting, are gathered in camps centered on the regional capital, Goz Beïda. In 2006 and 2007, refugees were being attacked by rebels and by the Sudanese-sponsored militias called the janjweed. Pushed by France, the European Union stepped in as a “bridging force” to break the momentum of the conflict until the United Nations could create its own mission. ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 028 E S D P O P E R AT I O N S > Missions civiles: missions en cours / missions achevées Opérations militaires: opérations en cours / opérations achevées Les effectifs tiennent compte du personnel international et local EUJUST THEMIS Géorgie, 2004-2005 EU SSR Guinée-Bissau Depuis 2008 Effectif: 26 EUSEC RD Congo Depuis 2005 Effectif: 46 EUPOL RD Congo Depuis 2007 Effectif: 58 EUFOR Tchad/RCA 2008-2009 Effectif: 3700 EUPOL Kinshasa RD Congo, 2005-2007 Soutien à AMIS II Soudan/Darfour, 2005-2006 ARTEMIS RD Congo, 2003 Effectif: 1800 EUFOR RD Congo 2006 Effectif: 2300 EU NAVFOR - Atalanta Depuis 2008 Effectif: 1800 AMM Monitoring Mission Aceh/Indonésie, 2005-2006 EUPOL AFGHANISTAN Mission de police, depuis 2007 Effectif: 413 EUMM GEORGIA Depuis 2008 Effectif: 340 EULEX KOSOVO Depuis 2008 Effectif: 2550 EUPM Bosnie-Herzégovine, depuis 2003 Effectif: 379 EUPOL PROXIMA Ancienne République yougoslave de Macédoine (ARYM), 2004-2005 EUPAT Ancienne République yougoslave de Macédoine (ARYM), 2006 CONCORDIA Ancienne République yougoslave de Macédoine (ARYM), 2003 EUPOL COPPS Territoires palestiniens, depuis 2006 Effectif: 65 EUFOR ALTHEA Bosnie - Herzégovine, depuis 2004 Effectif: 2081 EUBAM Rafah Territoires palestiniens, depuis 2005 Effectif: 38 EUJUST LEX Irak/Bruxelles, depuis 2005 Effectif: 29 Aperçu des missions et opérations de l’Union européenne – juillet 2009 ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 029 E S D P O P E R AT I O N S < > Recevoir l’ESDP newsletter – To receive ESDP Newsletter e-mail : presse.pesd@consilium.europa.eu bookshop.online@consilium.europa.eu tél : + 32 (0)2 281 91 20 • + 32(0)2 281 61 07 InfEuropa schuman 14 – Rue Archimède 1, Bruxelles > Rédaction – Editorial staff e-mail : presse.pesd@consilium.europa.eu > Accès en ligne – On-line access www.consilium.europa.eu/esdp www.consilium.europa.eu/pesd www.consilium.europa.eu/esdp www.consilium.europa.eu/pesd YouTube : www.youtube.com/EUSecurityandDefence C O N T A C T S ",
        "S u m m e r 2 0 0 9 Issue 8 Autumn 2009 : special issue 1999-2009 - 10 years of ESDP (cid:129) Automne 2009 : numéro spécial 1999-2009 - 10 ans de PESD 1999-2009 - 1 S u m m e r 2 0 0 9 IIssue 8 E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y 030 ",
        "E u r o p e a n S e c u r i t y a n d D e f e n c e P o l i c y S u m m e r 2 0 0 9 Issue 8 031 P U B L I C AT I O N S > Books The European Institute for Security Studies 2002-2006 : five years for the EU L’Institut d’Etudes de Sécurité de l’Union européenne 2002-2006 : cinq années pour l’Union, 2007 The New Global Puzzle – What World for the EU in 2025? edited by Nicole Gnesotto and Giovanni Grevi, 2006. > Chaillot Papers N°117 EU security and defence – Core documents 2008 Volume IX, compiled by Catherine Glière (also pub- lished in French), forthcoming N°116 War crimes, conditionality and EU integration in the Western Balkans Judy Batt, Vojin Dimitrijevic, Florence Hartmann, Dejan Jovic, Tija Memisevic and Jelena Obradovic- Wochnik edited by Judy Batt and Jelena Obradovic-Wochnik, June 2009 N°115 Maghreb : vaincre la peur de la démocratie Luís Martinez, avril 2009. n°114 Negotiating the final status of Kosov o Marc Weller, December 2008 n°113 Towards a European Defence Market Erkki Aalto, Daniel Keohane, Christian Mölling and Sophie de Vaucorbeil edited by Daniel Keohane, November 2008 n°112 EU security and defence. Core documents 2007 Volume VIII, compiled by Catherine Glière (also pub- lished in French), October 2008 n°111 Bush’s legacy and America’s next foreign policy Marcin Zaborowski, September 2008 n°110 Rethinking Iran from confrontation to cooperation Christoph Bertram, August 2008 n°109 Partnerships for effective multilateralism : EU relations with Brazil, China, India and Russia Ummu Salma Bava , Feng Zhongping, Sabine Fischer, Marco Aurélio Garcia, François Godement, Giovanni Grevi, Dmitri Trenin, Alfredo Valladão, Álvaro de Vasconcelos and Christian Wagner edited by Giovanni Grevi, Álvaro de Vasconcelos, May 2008 n°108 Ukraine : Quo Vadis? Sabine Fischer, Rosaria Puglisi, Kataryna Wolczuk and Pawel Wolowski edited by Sabine Fischer, February 2008 n°107 Is there an Albanian question? Judy Batt, Misha Glenny, Denisa Kostovicova, Nicola Mai, Nadège Ragaru, Fabian Schmidt, Miranda Vickers edited by Judy Batt, January 2008 > Occasional Papers n°79 The interpolar world : a new scenario Giovanni Grevi, June 2009 n°78 Security Sector Reform in Afghanistan : The EU’s contribution Eva Gross, April 2009. n°77 From Suez to Shanghai : the European Union and Eurasian maritime security James Rogers, March 2009. n°76 EU support to African security architecture : funding and training components Nicoletta Pirozzi, February 2009. n°75 Les conflits soudanais à l’horizon 2011 Jean-Baptiste Bouzard, janvier 2009. n°74 The EU, NATO and European Defence – A slow train coming Asle Toje, December 2008 n°73 Nécessité et difficultés d’une coopération de sécurité et de défense entre l’Europe et l’Amérique latine Alfredo G.A. Valladão, novembre 2008 n°72 EU-UN cooperation in military crisis management : the experience of EUFOR RD Congo in 2006 Claudia Major, September 2008 n°71 2007 : Les enjeux des élections législatives en Algérie et au Maroc Luis Martinez, juin 2008 n°70 The EU and Georgia : time perspectives in conflict resolution Bruno Coppieters, December 2007. > Reports n°05 The European Security Strategy 2003-2008 – Building on Common Interests Giovanni Grevi, Damien Helly, Daniel Keohane, Álvaro de Vasconcelos, Marcin Zaborowski; edited by Álvaro de Vasconcelos, with foreword by Helga Schmid, February 2009 n°04 The EU and the world in 2009 – European perspectives on the new American foreign policy agenda edited by Álvaro de Vasconcelos and Marcin Zaborowski, January 2009 n°03 Union pour la Méditerranée – Le potentiel de l’acquis de Barcelone Roberto Aliboni, George Joffe, Erwann Lanon, Azzam Mahjoub, Abdallah Saaf, Álvaro de Vasconcelos, novembre 2008 n°02 Education and training for European defence equipment programmes Daniel Keohane and Sophie de Vaucorbeil, October 2008 > EU Institute for Security Studies EU-ISS Publications www.iss.europa.eu tion? n 78 Security Sector Reform in Af the ecu cur mpo 20 l’h vie ea ’u ut d Etudes de Sécurité de l Union européenne 2006 : cinq années pour l’Union, 2007 ew Global Puzzle – What World for the EU in 2025? edited by Nicole Gnesotto and Giovanni Grevi, 2006. Papers EU security and defence – Core documents 2008 Volume IX, compiled by Catherine Glière (also pub- lished in French), forthcoming War crimes, conditionality and EU inteegr grat atio ion in the Western Balkans Judy Batt, Vojin Dimitrijevic, Florence ce Ha Hartmann, Dejan Jovic, Tija Memisevic and J Jele elenna Obradovic- Wochnik edited by Judy Batt and Jelena ena O Obradovic-Wochnik k,,, June 2009 Maghreb : vaincre la a ppeur de la démocrati tiiieee Luís Martinez, avril 200 20 9. Negotiating thhe e fi final status of Kosovvvv oooo Marc Weller, De December 2008 Towards a a EEuropean Defence MMaar ar arkkke ket Erkki Aalto, to Daniel Keohane, Christ sti ti tiaan an n Mölling and Sophie e de d Vaucorbeil edited by Daniel Keohane, Novve ve vemmmmber 2008 EU security and defence. CCCCooor ore documents 20 20 000007 07 07777 Volume VIII, compiled by Ca Ca aath tttherine Glière (also o pub pub pub pu pu ub- lished in French), October r 20 222008 p y Bush’s legacy and Ammer eerica’s next foreign gn nnnn p p ppppoolicy Marcin Zaborowski, Septe pt mber 2008 Rethinking Iran from m confrontation to cco co co o cooooooperation Christoph Bertram, August 2008 Partnerships for effective multilaterraal al al al aliiis is is ism : EU relations with Brazil, China, Inddddia ia ia ia iaa and Rus Ummu Salma Bava , Feng Zhongping, , Sa Sa Sa Sa Sabine Fisch Marco Aurélio Garcia, François Godem mmmmeeeen ent, Giovan Grevi, Dmitri Trenin, Alfredo Valladão o, o, o, ÁÁÁÁlvaro de , ç , Vasconcelos and Christian Wagner edited by Giovanni Grevi, Álvaro de e e VVVVasconcelo g is? a Puglisi, Kat ataryna Wo February 2008 n 78 Security Sector Reform i The EU’s contribution Eva Gross, April 2009 09. n°77 From Suez to SShhanghaai i i: : and Eurasian an m mar arit itim im meee e se James Rog ger ers, MMarc arc arch 2 22 h 2000009. n°76 EU supppport rt too o o Af AAAfri ri ri riccca can se fundinng aand d tr tr trrai aini ni ni ninng com Nicole olett tta Pi iroz roz ro ro zi, i,,, Fe Fe F F bruary n n°75 Le ess cconfli liiits ts ts ts sou ou uddanais à Jea Jeann-Bapt pt tis iiiste B Booouzard, janv nnn n°7 °7 774 4 Th The EU U, , NNATO TO and Europ train co comingg Asle T Toj oje, Dece ecember 2008 n°73 73 73 7333 Néc ces essité eet t difficultés d’ sé sé sé sé sé sécu cu cu cu cc rité e ett dde défense en l’Ammmmmér ééé ique ue latine Alf Alf Alf AAA red ed dddo G o G oo .AA. Valladão, nov n°72 EU UU-U -U U -U -U - NNN N N co cooperation in manag ag ag agg a eemmmm e ent : the exp Congoo o iin innnn 2006 Claudia M a M a M a Major, Septem 2007 : Les enjeux Algérie et au Mar is Martinez, juin U d ",
        "Q C - X B - 09 - 002 - E N - C www.iss.europa.eu www.consilium.europa.eu www.consilium.europa.eu/esdp www.consilium.europa.eu/pesd www.youtube.com/EUSecurityandDefence "
    ]
}