{
    "text": [
        "20 10 edition K S - R A - 09 - 001 - E N - C M e t h o d o l o g i e s a n d W o r k i n g p a p e r s ISSN 1977-03 75 Educational intensity of employment and polarisation in Europe and the US ",
        "",
        "20 10 edition M e t h o d o l o g i e s a n d W o r k i n g p a p e r s Educational intensity of employment and polarisation in Europe and the US ",
        "Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 20 10 ISBN 978-92-79- 16755-3 Cat. No. KS-RA- 10 - 019 -EN- N Theme: Population and social conditions Collection: Methodologies and working papers © European Union , 20 10 doi : 10.2785/ 55979 ",
        "Eurostat is the Statistical Office of the European Union (EU). Its mission is to provide the EU with high-quality statistical information. To that end, it gathers and analyses data from the National Statistical Institutes (NSIs) across Europe and provides comparable and harmonised data for the EU to use in the definition, implementation and analysis of EU policies. Its statistical products and services are also of great value to Europe’s business community, professional organisations, academics, librarians, NGOs, the media and citizens. In the social field, the EU Statistics on Income and Living Conditions (EU-SILC) instrument is the main source for statistics on income, poverty, social exclusion and living conditions. Over the last years, important progress has been achieved in EU-SILC. This is the result of the coordinated work of Eurostat and the NSIs, inter alia in the context of the EU ‘Living Conditions’ Working Group and various thematic Task Forces. Despite these significant achievements, EU-SILC data are still insufficiently analysed and used. In this context Eurostat launched a call for applications in 2008 with the following aims: (1) develop a methodology for the advanced analysis of EU-SILC data; (2) discuss analytical and methodological papers at an international conference; (3) produce several publications presenting methodological and analytical results. The ‘Network for the Analysis of EU-SILC’ (Net-SILC), an ambitious 18-partner Network bringing together expertise from both data producers and data users, was set up in response to this call. The initial Net-SILC findings were presented at the international conference on ‘Comparative EU Statistics on Income and Living Conditions’ (Warsaw, 25-26 March 2010), which was organised jointly by Eurostat and the Net-SILC network and hosted by the Central Statistical Office of Poland. A major output from Net-SILC is a book to be published by the EU Publications Office at the end of 2010 and edited by A.B. Atkinson (Nuffield College and London School of Economics, United Kingdom) and E. Marlier (CEPS/INSTEAD Research Institute, Luxembourg). This methodological paper is also an output from Net-SILC. It has been prepared by Donald R. Williams (Kent State University, Ohio, USA). Gara Rojas González was responsible at Eurostat for coordinating the publication of the methodological papers produced by Net-SILC members. 1 Educational intensity of employment and polarisation in Europe and the US It should be stressed that this methodological paper does not in any way represent the views of Eurostat, the European Commission or the European Union. The authors have contributed in a strictly personal capacity and not as representatives of any Government or official body. Thus they have been free to express their own views and to take full responsibility both for the judgments ",
        "2 Educational intensity of employment and polarisation in Europe and the US made about past and current policy and for the recommendations for future policy. This document is part of Eurostat’s Methodologies and working papers collection, which are technical publications for statistical experts working in a particular field. All publications are downloadable free of charge in PDF format from the Eurostat website: (http://epp.eurostat.ec.europa.eu/portal/page/portal/income_social_inclusion_livi ng_conditions/publications/Methodologies_and_working_papers ). Furthermore, Eurostat databases are available at this address, as are tables with the most frequently used and requested short- and long-term indicators. ",
        "Table of contents 1. Introduction..................................................................................................... 6 2. The research context...................................................................................... 8 3. Methodology and data.................................................................................. 10 3.1 Methodology ..................................................................................................... 10 3.2 Data .................................................................................................................. 13 4. Employment shares by skill level.................................................................. 15 5. Demographic differences.............................................................................. 20 6. Changes in employment shares ................................................................... 26 7. Summary and conclusions ........................................................................... 28 References....................................................................................................... 29 Appendix .......................................................................................................... 31 3 Educational intensity of employment and polarisation in Europe and the US ",
        "4 Educational intensity of employment and polarisation in Europe and the US ",
        "5 Educational intensity of employment and polarisation in Europe and the US EDUCATIONAL INTENSITY OF EMPLOYMENT AND POLARISATION IN EUROPE AND THE US Donald R. Williams 1 Abstract: Recent work in the labour economics literature has focused on the polarisation of jobs as a source of growing income inequality in the US and some countries in Europe. The hypothesis is that the growth in employment and corresponding employment shares over the past decades has been in jobs at the low and high ends of the skill distribution, with declines in employment shares in the middle. The underlying distributions of jobs and skills, the educational intensity of employment, is the focus of the present paper. Using data from the EU-Survey of Income and Living Conditions, we present a descriptive analysis of the distributions of skills (measured by educational attainment) and employment shares for a sample of countries in the EU in 2007, and compare the results with the US. We also examine the extent to which demographic groups in Europe differ in their distributions of employment across the skill deciles, and provide preliminary evidence of changes in the educational intensity of employment over the 2004-2007 period. Our results indicate that the distributions of skills exhibit similar patterns with the US for a combined sample of countries in the EU, although there are different patterns found among the countries. We also find evidence of small changes in employment shares over time, consistent with the polarisation hypothesis. 1 The author is with Kent State University (Ohio, USA). He would like to thank Kent State University, CEPS/INSTEAD (Luxembourg), and Eurostat for support of this research. His thanks go also to Tony Atkinson, John Micklewright and Eric Marlier for helpful suggestions, and also to David W. Williams for excellent research assistance. Of course, these persons are not responsible in any way for the present contents. The European Commission bears also no responsibility for the analyses and conclusions, which are solely those of the author. Address for correspondence: Kent State University, Honors College, PO Box 5190, Kent Ohio, 44242, USA, or dwilliam@kent.edu. ",
        "6 Educational intensity of employment and polarisation in Europe and the US 1 Introduction 1. Introduction It is widely accepted that wage and income inequality have grown since the early 1970s in the United States and early 1980s in the United Kingdom. In the same time period arose the observation of declining middles of the distributions in these countries as well. The concept, measurement, importance and sources of this ‘polarisation’ of wages and incomes in the US and UK have been important topics in the social science literature over the past two decades. Recent work in the labour economics literature has focused on the polarisation of jobs as a source of the growing income inequality and declining middle (see for example Autor et al, 2003 and 2008; Goos and Manning, 2007). The hypothesis is that the growth in employment and corresponding employment shares over the past decades has been in jobs at the low and high ends of the skill distribution, with declines in employment shares in the middle. The fundamental approach in their studies is to examine changes in employment shares across the distribution of jobs of varying skill levels. The underlying distributions of jobs and skills, herein referred to as the educational intensity of employment, is the focus of the present paper. We present a descriptive analysis of the distributions of skills (measured by educational attainment) and employment shares for a sample of countries in the EU in 2007. 2 We also examine the extent to which demographic groups differ in their distributions of employment across the skill deciles. The analysis is conducted for the EU as a whole (as represented by the countries in EU-SILC) and for individual countries for which the data are available. 3 We also make comparisons of the EU- SILC countries with the US, a country comparable in magnitude of employment and which has been studied extensively in previous work. 2 We do not examine differences in income distributions in this paper. Brandolini, Rosolia and Torrini (2010) use EU-SILC data to conduct an analysis of income distributions across countries in the EU-25. 3 Iceland is also included in the EU-SILC dataset and will be included in ’EU-SILC countries’ for the purposes of this study. ",
        "1 Introduction 7 Educational intensity of employment and polarisation in Europe and the US The paper is organised as follows: a brief review of the polarisation literature from the labour market perspective is presented in the next section. This is followed by a description of the methodology and data in section 3. Estimates of the distributions of employment by skill level in the various countries and at the EU and US levels are presented in section 4. Differences in these distributions in EU-SILC, by gender, age and citizenship, are examined in section 5. Preliminary estimates of changes in distributions over time are presented in section 6. Concluding remarks and topics for further research are presented in section 7. ",
        "8 Educational intensity of employment and polarisation in Europe and the US 2 The research context 2. The research context The study of growing wage inequality in the US and the UK has a long history (see Atkinson (2008) and Machin (2008) for reviews of this literature). The early work noted that wage growth in the 1970s and 1980s in these countries was highest among those at the top end of the distribution, with lower growth in the middle and even lower at the bottom. As described by Machin, ‘wage inequality rose and this was characterised by the top of the distribution pulling away from the middle, and the bottom falling relative to the middle’ (p. 8). Explanations for these changes have included skill biased technological change, growth of international trade, and changing labour market institutions, such as the decline of unions. More recent work has noted that, during the decades of the 1980s and 1990s, the changes in the wage structure took a different form. While there were continued higher rates of wage growth at the upper end of the wage distribution relative to the middle, there was also higher wage growth at the lower end of the distribution (relative to the middle). This phenomenon is sometimes described as a ‘flattening’ of the middle of the income distribution. The experiences of the US and UK cannot be extended to all countries, however. While some studies have found evidence of polarisation of incomes during the 1970s and 1980s in Canada and Australia, for example, others provide contradictory evidence. 4 Atkinson (2008) provides an analysis of changes in income distributions in 20 countries, highlighting the influence of the choice of starting point and time period on one’s conclusions. He also notes the importance of studying changes in the upper part of the distribution. The labour market approach to explaining the changing income distributions has focused on differences in the rates of growth of jobs according to skill level. In particular, the polarisation phenomenon is depicted by a growth of jobs at the low and high skill levels, and declines of jobs in the middle. This pattern has been found for the US in work by Autor et al (2003, 2008) and Goos et al (2009), for the UK by Goos and Manning (2007), and for Germany by Spitz- Oener (2006). 5 The basic empirical approach in all of these studies is to rank jobs or occupations according to some measure of skill level, and then examine changes in the share of employment across the distribution of skills. In their recent work, Autor, Katz and Kearney (2008) use the mean level of educational attainment in the occupation as the indicator of skill level. Goos and Manning (2007), on the other hand, use the median wage in the occupation as the 4 See, for example, Beach and Slotsve (1996), Wolfson and Murphy (1998), and Harding (1997). 5 See also related work by Peneder (2007). ",
        "2 The research context 9 Educational intensity of employment and polarisation in Europe and the US measure of skill level. This is based on evidence of correlations between tasks (skill) and wages found in previous work. Lastly, Spitz-Oener (2006) created an index of occupational skill requirements, based on a German survey. In all of the above, the authors then ranked the occupations according to skill level and computed employment shares by decile of the skill distributions. These occupational shares are the focus of the current paper. In particular, we examine differences in the shares across skill levels, and compare the distributions of shares across countries in EU-SILC and at the combined EU- SILC and US levels. We also examine differences in the distributions across demographic groups in the EU-SILC countries. This is the first analysis to provide a broad ranging view of the distributions of skills across countries in the EU using EU-SILC, and the first to compare the distributions with that in the US. The previous work also examines changes in the employment shares over time. A ‘U-shaped’ pattern of change (increasing shares at low and high skill levels and decreasing shares in the middle skill levels) is interpreted as support of the job polarisation hypothesis. Goos et al (2009) find the U-shaped pattern for the EU as a whole using data from the European Union Labour Force Survey in the 1993-2006 period. We provide a preliminary analysis of changes in the employment shares using the EU-SILC data, for the 2004-2007 time period, for a smaller group of countries and the US. ",
        "3 Methodology and data 10 Educational intensity of employment and polarisation in Europe and the US 3. Methodology and data 3.1 Methodology The first step in the analysis is to assign skill levels to occupations for the purpose of ranking them. 6 The skill level of the occupation is measured in this paper by the mean education level of the workers in the occupation. This is done for each country separately and for the EU-SILC countries combined. As noted above, other definitions of occupational ‘skill’ have been used in the polarisation literature, including an index of occupational skill requirements, mean earnings in the occupation, and median earnings in the occupation. While creating an index following Spitz-Oener (2006) is not possible using EU-SILC alone, it might be possible to apply her index to the occupations in this analysis. This would require the assumption that the skill levels across occupations in the EU-SILC countries are the same, however, and furthermore that they are the same as those for Germany, which we do not expect to be true. We also calculated the rankings based on the mean and median income measures used by others, but found them to be less stable over time (at the country level). 7 In addition, the income variables were not available in all nations. Based on these considerations, we chose to use the mean educational level as the skill measure. One caveat regarding the educational measure, however, lies in the differences in educational systems across countries which might not be picked up by the broad education-level variables in EU-SILC. 8 Another issue is that we do not control for the extent to which workers in an occupation are overqualified, either in having educational attainment higher than the minimum required to obtain the job, or in the minimum being higher than necessary given the skill requirements of the job. We implicitly assume that the mean educational level is correlated with these minimum skill requirements. Again, this can vary across countries. Both of these issues are discussed extensively in Ashton and Green (1996). Absence of more direct measures of occupational skill utilisation or the qualifications demanded by employers, leads us to utilise the mean educational level of the workers in the occupations. 9 The occupational skill levels are calculated at both the country level and for the EU-SILC countries combined. The occupations are then rank ordered according to the mean level of education within each EU-SILC country and for EU-SILC combined and US. In the EU-SILC countries, occupations are defined according 6 An alternative measure would be based on occupation-industry pairs. Given the small sample sizes in some countries, however, this more detailed analysis is precluded here. 7 While not so critical here, this would be important for an analysis of changes in occupational shares over time. 8 This is a problem common to other data sets, as well (e.g. ECHP, LFS), however, and is not to be interpreted as a limitation of EU-SILC. 9 Additionally, note that the ISCO-88 occupational classifications were created accounting for skill levels of the jobs included in each category. ",
        "3 Methodology and data 11 Educational intensity of employment and polarisation in Europe and the US to the International Standard Classification of Occupations (ISCO-88). We use relatively broad (2-digit level) occupational classifications, which yields 26 occupations. We exclude workers in the military from the analysis. For the United States the occupations are defined according to the Standard Occupational Classification (SOC). Using a comparable (2-digit) level of detail yields 22 occupational classifications for the US. The groupings of occupations according to three broad skill levels, which combine the more detailed categories used in the analysis below, are summarised for the EU-SILC countries and US in Table 1. In neither case are there significant surprises in the ordering of occupations, and note that there are clear similarities between EU-SILC and US occupations. Among the lower skilled occupations especially, many of the jobs appear to be the same. In the top two groupings, a difference is that management and business positions in the US are in the ’medium’ skill category, whereas they are in the ‘high’ skill category in the EU-SILC countries. Otherwise the categories are very similar. As mentioned above, however, differences in educational systems among countries in EU-SILC (and the US) might make some direct comparisons of rankings across countries difficult to interpret. 10 10 For the purpose of examining changes in the share of employment in these occupations over time, the differences in rankings resulting from these factors might not be of much importance. Therefore these data could prove useful in studying polarisation as more waves of EU-SILC become available in the future. ",
        "3 Methodology and data 12 Educational intensity of employment and polarisation in Europe and the US Table 1: Occupational classifications by skill level, 2007 EU-SILC US Legislators, senior officials and managers Computer and mathematical science occupations Corporate managers Architecture and engineering occupations Physical, mathematical and engineering science professionals Life, physical, and social science occupations Life science and health professionals Community and social service occupations Teaching professionals Legal occupations Other professionals (incl. business, legal, social science) Education, training, and library occupations Physical and engineering science associate professionals Healthcare practitioner and technical occupations Life science and health associate professionals High skilled Teaching associate professionals Managers of small enterprises Management occupations Other associate professionals Business and financial operations occupations Office clerks Arts, design, entertainment, sports, and media occupations Customer service clerks Healthcare support occupations Personal and protective service workers Protective service occupations Models, salespersons, and demonstrators Sales and related occupations Building and extraction trades workers Office and administrative support occupations Metal, machinery and related trades workers Medium skilled Precision, handicraft and printing workers Skilled agricultural and fishery workers Food preparation and serving related occupations Other craft and related trades workers (incl. food processing, textile) Building and grounds cleaning and maintenance occupations Stationary plant and machine operators Personal care and service occupations Machine operators and assemblers Farming, fishing, and forestry occupations Drivers and mobile plant operators Construction and extraction occupations Sales and services elementary occupations Transportation and material moving occupations Agricultural, fishery and related labourers Installation, maintenance and repair occupations Low skilled Labourers in mining, construction, manufacturing and transport. Production occupations ",
        "3 Methodology and data 13 Educational intensity of employment and polarisation in Europe and the US compute the employment shares by skill decile for each EU-SILC nation and for the entire EU-SILC and US samples. Given the numbers of occupations in the respective samples, we are not able to use deciles but rather compute the shares for nine skill level groupings for the EU-SILC nations and 11 skill level groupings for the US. These distributions of employment by skill level are compared across countries in EU-SILC, and between the EU-SILC countries combined and the US. Finally, differences in the distributions of employment across occupations are analysed across demographic groups both within and across nations. 3.2 Data The data are from the EU-SILC cross-sectional surveys 12 and the Current Population Survey Annual Social and Economic Supplement (ASEC). 13 We use data from the 2007 surveys. All of the data are derived from the person records, for individuals who are employed. For EU-SILC, an individual is considered employed or working using the current main activity status, which relies on self- reported perceptions of the respondent’s situation. The EU-SILC definition of employment differs from the ASEC definition. In particular, individuals in EU- SILC might report themselves as not working when they have a part-time job (e.g. students), and be classified as not active. In the ASEC data, they would be classified as employed. 14 Alternative definitions of employment status that are linked directly to reported income or constructed from calendar activity in EU- SILC are not utilised here. 15 It is not clear that the differences between EU-SILC and ASEC employment definitions would be significantly correlated with occupations of employment or their skill levels, however, so this is not expected to create problems in this analysis. We include both full-time and part-time workers and those who are self-employed. For EU-SILC, the occupational information is for the main job of individuals employed at the time of the interview. In the ASEC the occupational data refer to the longest job held during the year. The educational attainment variable in EU-SILC is measured as the highest ISCED level attained at the time of the survey, on a six point scale (0–5), with pre-primary schooling coded as a zero and first- and second-level tertiary schooling coded a 5. For the US data the educational attainment is measured on a 16 point scale, ranging from less than 1st grade (coded as 31) to a doctoral degree (coded as 46). The US measure includes several codes for various types of undergraduate post-secondary 12 European Commission, Eurostat, cross-sectional EU-SILC 2004 and 2007 users’ databases, released August 2009. 13 U.S. Bureau of Labor Statistics, Current Population Survey. Available for download at http://www.bls.census.gov/ferretftp.htm. 14 The ASEC definition corresponds with the EU-Labour Force Survey (LFS) definition, both of which are similar to the ILO definitions of labour market status. 15 See Ceccarelli (2010) for examples. ",
        "3 Methodology and data 14 Educational intensity of employment and polarisation in Europe and the US education (some college, vocational associate degree, academic associate degree, bachelors degree) and separate codes for masters, professional, and doctoral degrees. These correspond roughly with the post-secondary and tertiary classifications used in EU-SILC. While the US measure provides more precise measures of educational attainment within occupations, both measures increase monotonically with the level of skill acquired and should be highly correlated. The similarities in the rankings of occupations by skill level seen in Table 1 reflect this. 16 The demographic analyses are conducted for the following groupings: gender (male, female), age (under 25, 25-54, 55 and over), and citizenship (national, other EU, other). Complete listings of all variables used in the analysis are presented in Appendix Table A1. It should be noted that the EU-SILC dataset has no clear advantage for studying the distribution of job skills when compared with other commonly used data sets such as the European Community Household Panel (ECHP) or the Labour Force Survey (LFS). Indeed, as will be seen below, small sample sizes in some cells in some countries can put it at a disadvantage relative to the LFS. The possibility of using the EU-SILC data to study other related issues, however, such as the relationship between the occupational skill distribution and the risk of poverty or changes in these factors over time, offers advantages over other data sets. 16 If a comparable definition of educational level were used, in which US levels were collapsed into fewer categories, it is possible that the relative standing of the management and business occupations in the US noted above would be closer to that in the EU-SILC. This possibility is not explored in the present paper. ",
        "15 Educational intensity of employment and polarisation in Europe and the US 4 Employment shares by skill level 4. Employment shares by skill level As described above, the occupations listed in Table 1 were ordered according to the level of educational attainment of the workers in those occupations, and combined into groups of two or three occupations in order to have nine skill groupings for the EU-SILC nations and 11 skill groupings for the US, for which employment shares were computed. For the EU-SILC countries, combinations of overlapping groupings were used, with the employment shares averaged over groupings. 17 The distributions of employment across these skill levels in 2007 are shown for the EU-SILC countries combined and for the US in Figure 1, below. Each bar represents the employment in the occupations at that skill level as a percentage share of total employment. The skill levels increase moving from left to right along the horizontal axis. Figure 1 (a): Employment shares by skill level, selected EU-SILC countries (%), 2007 EU-SILC (selected countries combined) 02468 10 12 14 16 18 20 Skill level P e r c e n t a g e o f e m p l o y m e n t High skill Low skill 17 This was done because the number of occupational categories (26) is not evenly divisible by nine. An alternative was to have one skill grouping have only two occupations in it while the rest had three. The overall conclusions are not affected by this methodology. ",
        "16 Educational intensity of employment and polarisation in Europe and the US 4 Employment shares by skill level Figure 1 (b): Employment shares by skill level, US (%), 2007 US 02468 10 12 14 16 18 20 Skill level P e r c e n t a g e o f e m p l o y m e n t Low skill High skill Sources: author's calculations from EU-SILC and CPS-ASEC data. The figures should be read as follows: the first bars indicate that approximately nine per cent of employment is in the lowest skilled occupations in the EU-SILC countries, compared with about 5 per cent of employment in the US. The distributions in the combined EU-SILC countries and US are fairly similar, with the heaviest mass in the middle of the distributions, and slightly higher shares for occupations at the lower skill levels than at the higher skill levels, for both EU-SILC and US. Using the middle skill level as a point of reference, about 63 per cent of employment lies at or below this level in the EU-SILC countries (and 37 per cent lies above), compared with 65 per cent and 35 per cent, respectively, in the US. 18 This comparison with the US suggests that despite differences in market orientation, educational systems and other institutional factors, the educational intensity of employment is quite similar at the (supra) national level. It might suggest also that the same forces that have generated a polarisation of jobs (and incomes) in the US might have similar effects in the EU-SILC countries studied here. Recall that there are several differences in EU-SILC and ASEC data definitions, regarding the occupational categories, the educational categories, and the definitions of labour force activity status. It should be noted that the first two (occupation and education) would arise even if the LFS or ECHP data were used instead of EU-SILC. We do not view the latter, regarding the definition of employment, as particularly important nor likely to impact the results. Consequently, for the purpose of making comparisons with the US, we conclude that EU-SILC is at least as good as the other available cross-national data sources. 18 A more detailed comparison, for example using the Duncan Dissimilarity Index (Duncan and Duncan, 1955), is not possible given the unequal number of categories. ",
        "17 Educational intensity of employment and polarisation in Europe and the US 4 Employment shares by skill level The skill distribution of jobs in the data for the EU-SILC countries as a whole masks some differences across countries. 19 These are depicted in Figure 2, where the employment shares are shown by skill level, separately by country. The countries are shown in four groupings, according to the basic shape of the distribution. Only those countries for which adequate samples sizes were attained in each of the occupational cells are included in this analysis, however. 20 The sample sizes for the countries included in the individual analysis are given in Appendix Table A2. The first group of countries (A) exhibits a distribution similar to that found for the US and the EU-SILC countries combined. The employment shares rise with skill level, peak in the middle, and then decline, with the shares at the lower end of the distribution greater than those at the higher end. The countries included in this group are Austria, Czech Republic, Hungary, Ireland, Slovakia, and Estonia. The second group of countries (B) has much higher shares of employment at the lower skill levels, and then the shares decline fairly monotonically (but with some rise and then decline in the middle) as the skill level increases. This pattern is evident in Spain, Lithuania, Poland, Latvia, and Italy. The third group of countries (C) exhibits a distribution similar to Group A, except that the peaks in employment shares occur at higher skill levels and the shares at the lower end of the skill distribution are smaller than those at the higher end. This is the opposite of the pattern in Group A. The countries in Group C are Belgium, Denmark, the United Kingdom, and Germany. Finally, the fourth group of countries (D), made up of Luxembourg and Iceland, has a fairly uniform distribution of employment across the skill levels. One obvious question that arises is, why do we see such different patterns? Are there common characteristics of these countries or their labour market institutions within the groupings of countries? To some extent the different patterns of the distributions of employment according to skill level in the first three panels (A, B and C) may reflect the differing levels of industrial and technological development in the respective countries. The appearance of Austria, Italy and Belgium in the three different groups calls this explanation into question, however. It also does not appear that there is a relationship with labour market flexibility. Comparing a commonly used index, the Employment Protection Legislation index (EP), across the groups we find only small differences. 21 Indeed we find large variations within the groups. Luxembourg and Iceland, for example, the two countries in Panel D, have values of the EP 19 We can be sure that the distribution for the US similarly masks variations in skill distributions across the fifty states. That issue is not pursued in this paper. 20 The countries excluded because of small numbers of workers in some occupations were Bulgaria, Greece, France, Cyprus, Malta, The Netherlands, Portugal, Romania, Finland, Sweden, and Norway. 21 The EP values are from OECD (2007). ",
        "18 Educational intensity of employment and polarisation in Europe and the US 4 Employment shares by skill level overall strictness scale of 3.4 and 1.6, respectively. Among the countries in Panel C, the values range from 1.8 in Denmark to 2.5 in Belgium. For comparison purposes, note that the EP for the US is 0.6, and the OECD average is 2.1. This general topic, of the sources of the differences in the patterns of results across countries, is one for further research. Figure 2: Employment shares by skill level, selected EU-SILC countries (%), 2007 Country group A 0% 5% 10% 15% 20% 25% 1 2 3 4 5 6 7 8 9 Skill level E m p l o y m e n t s h a r e AT CZ HU IE SK EE High skill Low skill Country group B 0% 5% 10% 15% 20% 25% 1 2 3 4 5 6 7 8 9 Skill level E m p l o y m e n t s h a r e ES LT PL LV IT Low skill High skill ",
        "4 Employment shares by skill level 19 Educational intensity of employment and polarisation in Europe and the US Country group C 0% 5% 10% 15% 20% 25% 30% 1 2 3 4 5 6 7 8 9 Skill level E m p l o y m e n t s h a r e BE DK UK DE Low skill High skill Country group D 0% 5% 10% 15% 20% 25% 30% 1 2 3 4 5 6 7 8 9 Skill level E m p l o y m e n t s h a r e LU IS Low skill High skill Source: author's calculations based on EU-SILC data. The figures should be read as follows: for group D, about 14 per cent of employment is in the lowest skilled occupations in Luxembourg, compared with less than 10 per cent of employment in Iceland. Both Luxembourg and Iceland have about 10 per cent of employment in the highest skill level. ",
        "5 Demographic differences 20 Educational intensity of employment and polarisation in Europe and the US 5. Demographic differences An important question for social policy makers is, to what extent does the educational intensity of employment differ by demographic groups, such as women or older workers? To answer this question we combine the information regarding employment shares with the occupational (skill) distributions of the demographic groups. These occupational distributions are presented in Table 2. The table shows, for the EU-SILC samples combined, the percentage of employees in each demographic group that is employed in a given occupation. For example, 2.7 per cent of females work in the ‘corporate managers’ occupational class, compared with 5.3 per cent of males. The headings refer first to gender, then age (youth (under 25), prime-age (25-54), and older (over 55) workers) and nationality (national, other EU, non-EU). These data point out well-known differences in occupational distributions. We see that males are more likely than females to work in professional and managerial occupations on the one hand and trades occupations on the other, while females are more likely to work in teaching, office clerk, and sales occupations. The differences are less pronounced by age, although youth are much more likely than the other groups to work in service occupations and some trades work, and less likely to work in managerial occupations. Finally, we see some differences by nationality, with the most pronounced being the higher propensity for non-nationals to work as labourers, elementary sales and service workers, and building trades workers than nationals. Table 2: Occupational distributions by gender, age and citizenship, EU-SILC countries combined (% in occupation), 2007 Occupational Classification Female Male Youth Prime Older Citizen EU Non- EU Legislators, senior officials and managers 0 0 0. 0. 0. 0. 0.2 0.1 .15 .29 02 19 28 22 5 5 Corporate managers 2 5 1. 4. 4. 4. 4.5 3.0 .71 .27 10 29 09 02 1 7 Managers of small enterprises 2 3 0. 3. 3. 3. 3.7 1.7 .72 .71 75 05 80 26 2 8 Physical, mathematical and engineering science 0 4 1. 3. 1. 2. 3.3 1.8 .94 .16 09 32 85 57 7 3 ",
        "5 Demographic differences 21 Educational intensity of employment and polarisation in Europe and the US Occupational Classification Female Male Youth Prime Older Citizen EU Non- EU Life science and health professionals 1 1 0. 1. 1. 1. 1.7 1.3 .69 .17 33 68 28 43 7 2 Teaching professionals 5 2 1. 4. 4. 4. 4.2 2.0 .59 .53 05 22 29 10 7 4 Other professionals 3 3 1. 4. 2. 3. 4.1 2.1 .42 .07 23 07 53 26 2 1 Physical and engineering science associate prof. 1 4 2. 3. 2. 3. 2.9 1.9 .31 .99 42 66 68 21 5 4 Life science and health associate professionals 3 0 1. 2. 1. 2. 1.9 1.9 .69 .88 55 63 94 29 0 7 Teaching associate professionals 1 0 0. 1. 0. 1. 1.2 0.3 .61 .64 61 32 94 14 5 0 Other associate professionals 7 5 5. 7. 5. 6. 5.5 3.3 .63 .93 71 99 43 89 6 8 Office clerks 1 5 7. 9. 9. 9. 5.8 4.4 2.79 .23 81 08 03 15 8 4 Customer services clerks 3 1 4. 2. 1. 2. 2.3 1.6 .85 .16 98 70 86 52 8 4 Personal and protective services workers 1 5 15 8. 6. 8. 9.3 10. 2.14 .01 .49 95 98 46 9 84 Models, salespersons and demonstrators 8 2 13 5. 3. 5. 3.9 4.7 .09 .58 .89 49 78 35 9 3 Skilled agricultural and fishery workers 4 5 2. 3. 7. 5. 1.4 1.9 .79 .49 53 19 95 29 4 7 Extraction and building trades workers 0 1 7. 5. 5. 5. 9.0 9.5 .44 0.82 82 80 19 51 8 8 Metal, machinery and related trades workers 0 8 5. 4. 4. 4. 3.8 4.2 .67 .42 89 34 67 60 1 0 Precision, handicraft, craft printing and related 0 0 0. 0. 1. 0. 0.7 0.6 .76 .98 73 77 01 88 4 9 ",
        "5 Demographic differences 22 Educational intensity of employment and polarisation in Europe and the US Occupational Classification Female Male Youth Prime Older Citizen EU Non- EU Other craft and related workers 4 3 3. 3. 4. 3. 2.1 3.3 .25 .07 10 15 36 68 7 3 Stationary-plant and related operators 0 2 1. 1. 1. 1. 0.8 2.0 .65 .15 12 29 60 39 6 6 Machine operators and assemblers 3 3 3. 3. 4. 3. 3.2 5.4 .65 .76 90 23 27 67 8 0 Drivers and mobile plant operators 0 7 2. 3. 4. 3. 3.7 3.9 .44 .43 43 95 23 97 5 2 Sales and services elementary workers 1 4 6. 6. 9. 7. 12 18. 1.78 .34 78 74 81 66 .78 30 Agricultural, fishery and related labourers 1 1 0. 0. 2. 1. 0.6 1.7 .92 .17 88 94 39 55 0 6 Labourers in mining, construction, manufacturing and transport 2 4 5. 3. 3. 3. 6.1 7.2 .23 .72 99 31 33 34 5 8 TOTAL 100.00 100.00 1 1 1 1 1 0 00.00 00.00 00.00 00.00 00.00 1 0.00 Source: author's calculations from EU-SILC data. The table should be read as follows: the first row indicates that 0.15 per cent of females are in the Legislative occupations, compared with 0.29 per cent of males, and so forth. The differences are summarised by broad skill category in Table 3. At this higher level of aggregation, some of the differences are less noticeable. Males and females have about the same proportions employed in high skilled jobs, for example. Other differences are still quite large, however, such as those by age and citizenship. Youth are much less likely than prime-age and older workers to be in high skilled occupations, and more likely to be in medium skilled ones. Non-EU citizens are less likely to be in high skilled occupations than citizens or workers from other EU countries, and more likely to be in low skilled occupations. ",
        "5 Demographic differences Table 3: Skill distributions by gender, age and citizenship, EU-SILC countries combined (% in skill category), 2007 Skill level Female Male Youth Prime Older National citizen Other EU Non-EU High Skilled 21.1 21.4 9.1 24.1 19.6 21.5 23.6 13.4 Medium Skilled 49.1 45.4 63.4 49.4 42.0 47.4 45.3 42.6 Low Skilled 29.7 32.1 26.7 25.8 38.1 30.6 31.0 44.0 Source: author's calculations from EU-SILC data. The table should be read as follows: the row indicates that 21.1 per cent of females are employed in high skilled occupations, compared with 21.4 per cent of males, and so forth. The distributions of employment shares across the nine skill levels are shown in Figure 3, separately for the various demographic groups in the EU-SILC countries in 2007. The cumulative distributions are shown, which facilitates visual comparisons across the groups. In panel (a) we see that the cumulative employment shares for males and females are quite similar, except in the lower-middle range of occupations where males have greater employment. The distributions are nearly identical at the high-skill levels. Much greater differences are found among the citizenship categories, depicted in panel (c). The non-EU workers have much higher employment shares at the low skilled levels than do the natives and other EU workers. The natives and other EU workers have quite similar employment intensity across the educational levels. 23 Educational intensity of employment and polarisation in Europe and the US ",
        "5 Demographic differences Figure 3: Cumulative employment shares by skill level and demographic group, selected EU-SILC countries (%), 2007 (a) by gender 0 20 40 60 80 100 120 1 2 3 4 5 6 7 8 9 Skill level P e r c e n t a g e Female Male High skill Low skill (b) by age 0 20 40 60 80 100 120 1 2 3 4 5 6 7 8 9 Skill level P e r c e n t a g e Youth Prime Older High skill Low skill 24 Educational intensity of employment and polarisation in Europe and the US ",
        "5 Demographic differences 25 Educational intensity of employment and polarisation in Europe and the US (c ) by citizenship status 0 20 40 60 80 100 120 1 2 3 4 5 6 7 8 9 Skill level P e r c e n t a g e Citizen EU non-EU High skill Low skill Source: author's calculations based on EU-SILC data. The figures should be read as follows: panel A indicates that about 35 per cent of females are employed in the four lowest skill groups combined, while about 60 per cent of females are employed in the lowest five skill groups. The comparable figures for males are 55 per cent and 70 per cent, respectively. For both males and females, approximately 80 per cent of employees work in the lowest six skill groupings. ",
        "6 Changes in employment shares 26 Educational intensity of employment and polarisation in Europe and the US 6. Changes in employment shares Changes in employment share, by skill level, for an aggregated (nine-nation) subsample of EU-SILC countries and the US are presented in Figure 4. 22 The groupings of occupations in the 2004 and 2007 years were stable and consistent at this level, facilitating the calculations of changes over time. As in the previous figures, skill levels increase moving from left to right on the horizontal axis. Referring first to the results for the US (Figure 4b), we do see some evidence of a U-shaped pattern of changes, consistent with previous work. The shares of employment increased in occupations in the lowest two skill groups, decreased in the middle of the skill distribution, and then increased among many of the high-skilled groups. The magnitudes of the changes are rather small (all less than 1 per cent), but the directions of the change are consistent with the polarisation hypothesis. In the EU-SILC countries the result is not as consistent (Figure 4a), but still there is evidence of polarisation, verifying the results of Goos et al (2009). There are increases in employment share among two of the three low-skilled occupation groupings, decreases in the middle three, and then increases in the three highest skilled groups. We recognize that the time frame studied here is too short to detect labour market trends, and the countries are not representative of the EU as a whole, so no generalizations of the results regarding polarisation can be made. They should be viewed as preliminary, but represent the type of analysis that can be conduced as additional waves of EU-SILC data become available in the future. 22 In order to calculate the changes in employment shares we first limit our sample to countries for which data is available in both years (2004 and 2007) and for which there are sufficient numbers of workers in each occupational cell. This reduces the number of countries to nine: Austria, Belgium, Denmark, Estonia, Iceland, Ireland, Italy, Luxembourg and Spain. Results for the individual countries are available upon request of the author. ",
        "6 Changes in employment shares 27 Educational intensity of employment and polarisation in Europe and the US Figure 4(a): Change in employment shares by skill level, selected EU-SILC countries (%), 2004-2007 EU-SILC ( selected countries combined) -2 -1012 Skill level C h a n g e i n s h a r e Low skill High skill Figure 4(b): Change in employment shares by skill level, US (%), 2004-2007 US -2 -1012 Skill level C h a n g e i n s h a r e Low skill High skill Source: Author's calculations from EU-SILC and ASEC data. The figures should be read as follows: in the EU-SILC countries, the share of employment of the lowest skilled workers decreased by about 1/2 percent, while the employment share of the highest skilled workers increased by about 1/2 percent. ",
        "7 Summary and conclusions 7. Summary and conclusions This paper has presented descriptive data regarding the skill distributions of employment in the European Union as a whole, the United States, and several individual European countries in 2007. The general shapes of the distributions were similar at EU-SILC combined and US levels. At the individual member state level within EU-SILC, however, four different general patterns were identified. Differences in the distributions were also found to exist by age and citizenship group. The use of EU-SILC data for this type of analysis has some limitations. One issue is small sample sizes, which affects our confidence in the estimated average educational levels which are used to rank the job categories. This limits our ability to control for industry (sector) differences by analysing the skill levels in occupation-sector pairs, for example, which is a potentially important issue since there may be different degrees (and sources) of polarisation in different industries and can affect comparisons across countries if their industrial structures differ. Such differences might exist because of differing rates of technological advance and innovation across sectors (Angelini et al , 2009). In addition, there are regional variations in inequality and further demographic- group breakdowns (e.g. age and gender combined) that cannot be explored without sufficient sample sizes. Some other caveats regarding our analysis are not EU-SILC specific. We have not taken into account cross-national variations in the industrial structure, or in the levels and structure of unemployment. A recent report by the European Commission (2008) also highlights the relationships between education and occupations which can differ widely across countries. These topics have not been explored here, but could be the subject of further research. 28 Educational intensity of employment and polarisation in Europe and the US Another topic ignored in the present analysis has to do with hours of work and part-time/full-time distinctions. Since occupations differ in the incidence of part- time work, for example, the relationships between employment and income are not the same across occupations. This is another topic for further analysis, which would be possible using EU-SILC. ",
        "References References Angelini, E. C, Farina, F., and Pianta, M. (2009), ‘Innovation and Wage Polarisation in Europe’ International Review of Applied Economics , 23 (3): pp. 309-25. Ashton, D. and Green, F. (1996), Education, Training and the Global Economy , Edward Elgar, Cheltenam. Atkinson, A. B. (2008), The Changing Distribution of Earnings in OECD Countries , Oxford University Press, New York. Autor, D., Katz, L., and Kearney, M. (2008), ‘Trends in U.S. Wage Inequality: Revising the Revisionists’ Review of Economics and Statistics , 90 (2): pp. 300- 23. Autor, D., Levy, F., and Murname, R. J. (2003), ‘The Skill Content of Recent Technological Change: An Empirical Investigation’ Quarterly Journal of Economics , 118: pp. 1279-1333. Beach, C. M. and Slotsve, G. A. (1996), Are We Becoming Two Societies? Income Polarisation and the Myth of the Declining Middle Class in Canada , C.D. Howe Institute, Toronto. Brandolini, A., Rosolia, A., and Torrini, R. (2010), ‘The Distribution of Employees’ Labour Earnings in the European Union: Data, Concepts and First Results’ paper presented at the 2010 International Conference on Comparative EU Statistics on Income and Living Conditions, March 25-26, Warsaw. Ceccarelli, C. (2010), ‘A Comparison of LFS and EU-SILC Data on Employment’ paper presented at the 2010 International Conference on Comparative EU Statistics on Income and Living Conditions, March 25-26, Warsaw. Duncan, O. and Duncan, B. (1955), ‘Residential Distribution and Occupational Stratification’ The American Journal of Sociology , 60 (5): pp. 493-503. European Commission (2008), Employment in Europe , Brussels. Goos, M. and Manning, A. (2007), ‘Lousy and Lovely Jobs: The Rising Polarisation of Work in Britain’ Review of Economics and Statistics , 89 (February): pp. 118-42. 29 Educational intensity of employment and polarisation in Europe and the US ",
        "References 30 Educational intensity of employment and polarisation in Europe and the US Goos, M., Manning, A., and Salomons, A. (2009), ‘Job Polarisation in Europe’ American Economic Review , 99 (2): pp. 58-63. Harding, A. (1997), ‘The Suffering Middle: Trends in Income Inequality in Australia, 1982 to 1993-94’ The Australian Economic Review , 30 (4): pp. 341- 58. Machin, S. (2008), ‘An Appraisal of Economic Research on Changes in Wage Inequality’ Labour , 22 (special issue): pp. 7-26. OECD (2007), OECD Employment Outlook, 2007 , OECD, Paris. Spitz-Oener, A. (2006), ‘Technical Change, Job Tasks, and Rising Educational Demands: Looking outside the Wage Structure’ Journal of Labor Economics , 24 (2): pp. 235-70. Peneder, M. (2007), ‘A sectoral taxonomy of educational intensity’ Empirica , 34: pp. 189-212. Wolfson, M. and Murphy, B. (1998), ‘New views on inequality trends in Canada and the United States’ Monthly Labor Review , 121 (4): pp. 3-23. ",
        "Appendix Appendix Table A1: Variables used in constructing the data From EU-SILC: PB020: Country PB030: Personal ID PB040: Personal Cross-sectional Weight PB110: Year of the Personal Interview PB140: Year of Birth PB150: Sex PB220: Citizenship PE040: Highest ISCED Level Attained PL030: Current Economic Status PL040: Status in Employment PL050: Occupation (ISCO-88) PY010G/N-PY200G: various income/earnings measures From CPS-ASEC: PH-SEQ: Household sequence number A-AGE: Age (in years) A-SEX: Sex A-HGA: Educational attainment A-DTOCC: Detailed occupation A-LSFR: Labor force status A-USLHRS: Hours per week usually work PRCITSHP: Citizenship A-FNLWGT: Person weight 31 Educational intensity of employment and polarisation in Europe and the US ",
        "Appendix Table A2: Sample sizes Country Sample size Belgium 9 336 Czech Republic 17 509 Denmark 8 809 Germany 23 657 Estonia 10 079 Ireland 9 230 Spain 22 368 Italy 36 573 Latvia 8 384 Lithuania 9 514 Luxembourg 7 001 Hungary 16 070 Austria 11 806 Poland 28 358 Slovakia 10 530 United Kingdom 15 072 Iceland 5 411 32 Educational intensity of employment and polarisation in Europe and the US ",
        "European Commission Luxembourg: Publications Office of the European Union, 2010 2010 — 31 pp. — 21 x 29.7 cm ISBN 978-92-79-16755-3 ISSN 1977-0375 Educational intensity of employment and polarisation in Europe and the US ",
        "",
        "terza_copertina.indd 3 24-05-2007 17:58:14 How to obtain EU publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "2008 edion K S - R A - 10 - 0 19 - E N - N M e t h o d o l o g i e s a n d W o r k i n g p a p e r s Domestic tourism manual ISSN 1977-0375 "
    ]
}