{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Proposal for a Decision of the European Parliament and of the Council on a General Union Environment Action Programme to 2030’ (COM(2020) 652 final — 2020/0300 (COD)) (2021/C 123/12) Rapporteur-general: Lutz RIBBE Referral European Parliament, 11.11.2020 Council, 5.11.2020 Legal basis Article 192(1) and Article 304 of the Treaty on the Functioning of the European Union Section responsible Agriculture, Rural Development and the Environment Date of Bureau decision 1.12.2020 Adopted at plenary 27.1.2021 Plenary session No 557 Outcome of vote (for/against/abstentions) 227/4/4 1. Conclusions and recommendations 1.1 The European Economic and Social Committee (EESC) can only see at best marginal added value in the current proposal for an 8th Environment Action Programme (EAP). This added value comes from the announcement of an improved monitoring model and better reporting. Otherwise, the proposal focuses more on general descriptions of situations and declarations of intent than on substance and action. But there is no need for an ‘action programme’ just to achieve better governance. 1.2 The EESC wonders whether an 8th EAP of this type really is needed to give further impetus to the EU’s environmental policy, which — through the European Green Deal (EGD) — has definitely arrived at the very heart of EU policies. 1.3 The EESC feels much supported by the Commission’s proposal in its view — one which it has been reiterating for years — that there is no lack of knowledge about what needs to be done. What is lacking is the implementation of well-known measures, often decided upon long ago, as well as political will. 1.4 The EESC would therefore see benefit in, for example, the strategic initiatives presented by the Commission to implement the EGD, such as the Biodiversity Strategy, the Farm to Fork Strategy and the Circular Economy Action Plan, along with their respective detailed requirements, being integrated and included in the 8th EAP. Furthermore, the Council and the European Parliament (EP) could also oblige the Commission via an 8th EAP to perpetuate and deepen the EGD, by giving it an explicit mandate to present, at the latest in the new term of office, a legislative proposal for an ‘EU Agenda 2050’ (as an amended and expanded ‘EGD 2’), which would add a concrete and detailed list of measures as an appendix to the 8th EAP. However, no plans have been made for this. 1.5 The EESC therefore calls for a fundamental debate on the sense and value of the environmental action programmes and reiterates its call for a separate ‘EU 2050 Sustainable Development Agenda’ to be drawn up. It views the EGD as being a good and solid basis for this. 2. Background to the opinion EU environment action programmes 2.1 Environmental action programmes (EAPs) have been in place at EU level since the early 1970s. The 7th EAP ran until 31 December 2020. C 123/76 EN Official Journal of the European Union 9.4.2021 ",
        "2.2 In its proposal for an 8th EAP, the Commission describes the environmental programmes as having ‘guided the development of EU environment policy’. However, it does also indirectly admit that, in the end, these programmes have not had the promised effect. It concludes that ‘progress related to nature protection, health and policy integration [is] not sufficient’. It refers to the European Environment Agency’s report The European Environment — State and Outlook 2020 , published in December 2019, which shows that ‘current environmental, climate and sustainability challenges are of an unprecedented scale and urgency, requiring immediate and concerted action and systemic solutions’. For ‘with the current growth model, environmental pressures are expected to increase further, causing direct and indirect harmful effects on human health and well-being. This is especially true for the sectors with the highest environmental impact — food, mobility, energy as well as infrastructure and buildings.’ 2.3 This statement is in keeping with the 2020 Europe Sustainable Development Report presented last December by the Sustainable Development Solutions Network (SDSN) and the Institute for European Environmental Policy. One of the key conclusions of this report is that Europe is facing its greatest SDG (sustainable development goal) challenges in the areas of sustainable diets and agriculture, climate and biodiversity. 2.4 The European Commission makes clear that, with the European Green Deal on 11 December 2019, it decided on an ambitious agenda that would help the EU to a) become the first climate neutral continent by 2050, b) protect, conserve and enhance the EU’s natural capital and c) protect the health and well-being of citizens from environmental risks and impacts. 2.5 The Council, European Parliament and Committee of the Regions nevertheless called upon the Commission to draw up a proposal for an 8th EAP, which would then be decided upon by the Council and the EP. The Commission presented this Proposal for a Decision of the European Parliament and of the Council on a General Union Environment Action Programme to 2030 (8th EAP) on 14 October 2020, almost one year after the presentation of the EGD and only two and a half months before the end of 7th EAP. Content of the 8th EAP 2.6 The 8th EAP consists of just six articles. 2.7 Article 2 lists EU environmental objectives that are already known and also acknowledged by the Council and the EP, such as greenhouse gas reduction, climate neutrality by 2050, adaptation to climate change, zero-pollution ambition for a ‘toxic-free environment’, protecting, preserving and restoring biodiversity, etc., and declares these to be ‘thematic priority objectives’ of the 8th EAP. In contrast to the 7th EAP, specific instruments or measures to achieve the objectives or environmental actions have not been set out. This is surprising, especially as in some cases particularly ambitious claims are made. One stated aim is for us to advance ‘towards a regenerative growth model that gives back to the planet more than it takes’ ( 1 ). 2.8 Likewise, Article 3 only mentions ‘enabling conditions’ that have been known about for a long time, which are necessary for achieving the priority objectives. These include: — effective and efficient implementation of Union legislation on the environment and climate; — mainstreaming the priority objectives in all relevant strategies, legislative and non-legislative initiatives, programmes, investments and projects at Union, national, regional and local levels; and — phasing out environmentally harmful subsidies at Union and national level. 2.9 Article 4 describes the actual focus of the 8th EAP. This lies in the promise to create an improved monitoring and reporting framework to provide policy-makers and the public with a better overview of progress (or shortcomings). It points out, inter alia, that the Council and the EESC, for example, have ‘called for measuring economic performance and societal progress beyond GDP’. It will also develop ‘headline indicators’ for better monitoring of, for example, biodiversity and the circular economy. The European Environment Agency and the European Chemicals Agency have a key role to play here and their staff numbers should therefore be increased. 9.4.2021 EN Official Journal of the European Union C 123/77 ( 1 ) https://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2020:0652:FIN:EN:PDF, Article 2 (2)(c). ",
        "2.10 Finally, Article 5 stipulates that the Commission will, by 31 March 2029, have to carry out an evaluation of the 8th EAP. Consequently, there are no plans for a mid-term review. 2.11 Article 6 determines the entry into force of the decision. 3. Comments 3.1 The EESC agrees with the Commission that the environmental action programmes have long guided the development of EU environmental policy. However, the environmental policy of the 70s, 80s and 90s can no longer be compared with that of today; this raises the question as to the role and function of the environmental action programmes. 3.2 For that reason, the EESC wonders whether an 8th EAP is really needed to give further impetus to the EU’s environmental policy, which — through the European Green Deal (EGD) — has definitely arrived at the very heart of EU policies, particularly since the 8th EAP is hallmarked by general descriptions of the situation and declarations of intent rather than by substance and action. This is an action programme without action! 3.3 The EESC does not of course have any doubt that the priorities set out in Article 2 are good ones and that the ‘enabling conditions to achieve … [the] priority objectives’ set out in Article 3 are appropriate. However, what is the benefit for environmental policy if the 8th EAP simply reiterates the objectives already set out, inter alia, in the EGD, without even prescribing implementation instruments or measures that would become binding through the Council and European Parliament decision? And what are the real benefits of simply listing ‘conditions’ that have been known about for a long time, if no binding plan is presented and adopted for securing these conditions? 3.4 The EESC feels much supported by the Commission’s proposal in its view — one which it has been reiterating for years — that there is no lack of knowledge about what needs to be done. What is lacking is the implementation of well-known measures, often decided upon long ago, as well as political will. The Commission and, in some cases, also the European Court of Justice have for years been complaining about the fact that Member States often do not properly implement much of the existing environmental legislation. No environmental action programme can compensate for inadequate implementation of such legislation or a lack of political will. 3.5 Even if there were no environmental action programme, the European institutions and the Member States have enough opportunities to deliver on given promises. One example of this is biodiversity policy. 3.6 Since the 2nd EAP (which ran from 1977 to 1981), nature protection, conservation and restoration has been listed as an explicit ‘priority objective’ in all(!) environmental action programmes, and this is again the case in the 8th EAP. The fact that biodiversity has been the focus of these programmes for more than 40(!) years, and yet the Commission nevertheless needed to state in its May 2020 Biodiversity Strategy that ‘nature is in a state of crisis’, does not say much for previous environmental action programmes. 3.7 Beyond all the environmental action programmes, however, there are clear ideas and proposals as to how to remedy the situation. For example, a long list of measures is to be found in the Biodiversity Strategy ( 2 ) presented by the Commission. Both the Council and the European Parliament would have had sufficient opportunity, inter alia in the reform of the Common Agricultural Policy (CAP), to implement the specific requirements set out in these programmes. This opportunity has been wasted. It is not clear to the EESC what could be improved upon now in this 8th EAP, to be decided upon by the Council and the EP. 3.8 However, this also makes it clear in what way an 8th EAP could bring added value: by formally integrating the Biodiversity Strategy, Farm to Fork Strategy and other similar policy documents presented by the Commission for the implementation of the EGD with their specific detailed requirements; the Council and the Parliament would thus be coming out in favour of implementing concrete proposals. 3.9 Furthermore, the Council and the European Parliament could also, via an 8th EAP, oblige the Commission to perpetuate and deepen the EGD, by giving it an explicit mandate to present, at the latest in the new term of office, a legislative proposal for an ‘EU Agenda 2050’ (as an amended and expanded ‘EGD 2’), which would add a concrete and detailed list of measures as an appendix to the 8th EAP. C 123/78 EN Official Journal of the European Union 9.4.2021 ( 2 ) EU Biodiversity Strategy for 2030, COM(2020) 380 final. ",
        "3.10 However, there are no plans for any of this at present, making the added value of the 8th EAP in its present form limited to announcing an improved monitoring model and better reporting. Yet for better monitoring and governance, however important they may be, there is no need for an ‘action programme’. 4. Concluding remarks 4.1 The importance and impact of the previous Environment Action Programmes (EAP) and the upcoming 8th EAP are clearly viewed as being greater by the Commission than by the EESC. The EESC definitely does not, for example, share the Commission’s view that the 7th EAP ‘anticipated the United Nation’s 2030 Agenda’. The UN 2030 Agenda is much more complex than could be reflected in a still so innovative European environmental policy. Every environment policy should, of course, also take into account poverty, hunger, education and gender issues, but these cannot be adequately addressed therein. 4.2 Precisely for this reason, the EESC has called for the EU to devise a separate ‘EU Agenda 2050’, which must, of course, also include a strong environmental dimension. Even the current EGD is not sufficient to implement the UN 2030 Agenda, since social issues — in both the European and global contexts — are not adequately addressed. However, the EESC is particularly keen to stress that it sees the EGD as a good and solid basis for a comprehensive ‘EU Agenda 2050’ sustainable development strategy. 4.3 It also recommends that the political ambitions set out in Commission texts be formulated in such a way that Europeans can picture how they are to be implemented. The 8th EAP is said to promote a ‘regenerative growth model’ that ‘gives back to the planet more than it takes’. Much of the general public, as well as many politicians, may well be unclear as to what is meant by ‘regenerative growth model’ and what it would mean for everyday life to give back to the planet more than is taken from it. 4.4 Lastly, the EESC strongly recommends launching a general debate on the role of possible future environmental action programmes. It would be helpful to carry out an assessment thereof earlier than merely nine months before the end of the 8th EAP. Brussels, 27 January 2021. The President of the European Economic and Social Committee Christa SCHWENG 9.4.2021 EN Official Journal of the European Union C 123/79 "
    ]
}