{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Proposal for a Regulation of the European Parliament and of the Council on guidelines for trans-European energy infrastructure and repealing Regulation (EU) No 347/2013’ (COM(2020) 824 final — 2020/0360 (COD)) (2021/C 220/06) Rapporteur: Philippe CHARRY Referral European Parliament, 18.1.2021 Council of the European Union, 19.1.2021 Legal basis Articles 172 and 304 of the Treaty on the Functioning of the European Union Section responsible Transport, Energy, Infrastructure and the Information Society Adopted in section 9.3.2021 Adopted at plenary 24.3.2021 Plenary session No 559 Outcome of vote (for/against/abstentions) 252/3/5 1. Conclusions and recommendations 1.1. The EESC is in favour of adapting European rules on the trans-European energy networks (TEN-E) to the objectives of the Green Deal for a ‘clean, affordable and secure energy supply’, combining in particular the decarbonisation of the energy system, the transition to climate neutrality, the development of renewable energy sources, energy efficiency and the prevention of the risk of fuel poverty. It therefore acknowledges the fact that Europe needs an energy system that ensures security of energy supply for all EU countries, access for all to affordable energy, based on rapid electrification coupled with a doubling of the share of electricity production from renewable sources. The EESC calls for the proposed legal basis for the Regulation to be supplemented by an explicit reference to Article 194 TFEU. 1.2. The EESC reiterates the need to achieve all the objectives of the energy policy implemented through the TEN-E Regulation. As energy networks play a key role in ensuring the balance, resilience and development of the energy system, the Committee calls for the Regulation to fit more clearly into the process of integrating the energy system in order to promote all decarbonised forms of energy, and for any form of break-up to be made impossible. 1.3. The EESC calls on the Commission, the Council and the Parliament to promote carbon-free energy sources, while respecting technological neutrality. It also calls for support for efforts under the International Thermonuclear Experimental Reactor (ITER) project to achieve clean and affordable energy for all beyond 2050. The Committee would like to see projects set up to create the conditions needed to pave the way for an era of hydrogen and fusion. 1.4. The EESC calls for priority to be given to innovation and the design of energy networks aimed at reducing transport-related energy losses. 1.5. Where offshore wind is concerned, the EESC calls for priority to be given to radial connection projects and an overall environmental assessment to be made of this technology. 1.6. The EESC calls for projects concerning natural gas transmission infrastructure not to be excluded from the Regulation’s selection criteria for projects of common interest or projects of mutual interest. 9.6.2021 EN Official Journal of the European Union C 220/51 ",
        "1.7. The Committee would like the proposal for a regulation to use the wording ‘renewable and/or decarbonised’ instead of ‘renewable’ in the selection criteria for projects of common interest (PCIs) and projects of mutual interest (PMIs). 1.8. The EESC calls for an explicit reference in the Regulation to the Community objectives of providing energy supplies to all communities at an affordable price and ensuring a ‘high level of quality, safety, equal treatment and the promotion of universal access and of user rights’. 1.9. In terms of governance, the EESC calls for the Commission’s use of delegated acts to be kept to the absolute minimum and for multi-actor governance to be implemented, based on the representatives of civil society: professional associations, trade union organisations, users’ associations, etc. 1.10. The EESC suggests that the Regulation establish Community responsibility for the financing of projects of common interest (PCI) by combining financing methods without ranking them in terms of priority. 1.11. In order to steer the overall balance of the system and the continuity of the provision of extra-high-voltage transmission networks at EU level, the EESC calls on the Commission to study the possibility of a trans-European operator of extra-high-voltage electricity transmission networks, which would be both integrated and decentralised. 2. General comments 2.1. The Commission is proposing a revision of the Trans-European Energy Networks (TEN-E) Regulation. 2.2. Regulation (EU) No 347/2013 of the European Parliament and of the Council ( 1 ), adopted in 2013, laid down rules for the development and interoperability of trans-European energy networks. In its proposal, the Commission emphasises that this has allowed the European Union to meet its energy policy objectives of increasing energy interconnections throughout the European Union. 2.3. However, the Commission’s evaluation concludes that ‘the current framework has not been able to demonstrate sufficient flexibility to adapt to changing Union policy objectives over time’, which has led the Commission to propose a revision of the Regulation. 2.4. This update changes in particular the conditions for selecting projects of common interest (PCIs) for EU funding, including the obligation to meet the sustainability criterion and to respect the ‘do no harm’ principle, as set out in the Green Deal. 2.5. The proposal modifies the categories of infrastructure eligible for financial support under the TEN-E policy, with the removal of support for oil and gas infrastructure. 2.6. The proposal places particular emphasis on offshore electricity grids and their integration with land-based infrastructure through the establishment of a one-stop shop. 2.7. It aims to take better account of infrastructure that uses hydrogen, including transport and certain types of electrolysers. 2.8. The draft regulation promotes the development of smart electricity grids to facilitate rapid electrification and increase electricity production from renewable sources. 2.9. New provisions aim to encourage investment in smart grids to integrate clean gases (such as biogas and renewable hydrogen) into existing grids. Attention is paid to the modernisation of electricity grids and carbon storage and transport networks. C 220/52 EN Official Journal of the European Union 9.6.2021 ( 1 ) OJ L 115, 25.4.2013, p. 39. ",
        "2.10. New provisions are put forward to better support interconnection projects with third countries — for example, the Western Balkans, projects of mutual interest (PMI) that demonstrate their contribution to the EU’s overall energy and climate objectives of security of supply and decarbonisation. 2.11. The proposal reviews the governance framework, with the stated aim of improving infrastructure planning and ensuring that this is aligned with climate objectives and the principles of integrating the EU’s energy system. It provides for greater stakeholder involvement for the entire process, in addition to a greater role for the Agency for the Cooperation of Energy Regulators (ACER), and strengthened oversight by the Commission. 2.12. Various measures are also proposed to simplify administrative procedures so as to speed up project implementation. 3. Specific comments 3.1. This proposal forms part of the European energy policy as defined by the Treaties ( 2 ), the Regulation on the Governance of the Energy Union ( 3 ), the development of trans-European networks ( 4 ), and of a comprehensive package that sets out the new EU strategy: ‘to transform the EU into a fair and prosperous society, with a modern, resource-efficient and competitive economy’ ( 5 ). The EU thus aims to combine Community objectives — to ensure the functioning of the internal energy market, security of supply, to promote energy efficiency and energy saving and the development of renewable forms of energy, to combat climate change and promote the interconnection of energy networks — while not affecting ‘a Member State’s right to determine the conditions for exploiting its energy resources, its choice between different energy sources and the general structure of its energy supply’. The EESC therefore calls for the proposed legal basis for the Regulation to be supplemented by an explicit reference to Article 194 TFEU. 3.2. The EESC is in favour of adapting European rules to the objectives of the Green Deal for a ‘clean, affordable and secure energy supply’, combining in particular the decarbonisation of the energy system, the transition to climate neutrality, the development of renewable energy sources, energy efficiency and the prevention of the risk of fuel poverty. 3.3. The EESC supports the objective of achieving climate neutrality by 2050 and higher levels of greenhouse gas emission reductions by 2030. It therefore acknowledges the fact that Europe needs an energy system that ensures security of energy supply for all EU countries, access for all to affordable energy, based on rapid electrification coupled with a doubling of the share of electricity production from renewable sources, also ensuring decarbonisation of the gas sector and making greater use of innovative solutions. 3.4. In its communication entitled Powering a climate-neutral economy: An EU Strategy for Energy System Integration ( 6 ), the Commission emphasises that ‘the coordinated planning and operation of the energy system “as a whole”, across multiple energy carriers, infrastructures, and consumption sectors — is the pathway towards an effective, affordable and deep decarbonisation of the European economy’. Furthermore, the Commission also questions the fact that ‘the current energy system is still built on several parallel, vertical energy value chains, which rigidly link specific energy resources with specific end-use sectors’ and that ‘This model of separate silos cannot deliver a climate neutral economy.’ 3.5. From the 1950s to the 1970s, integrated energy systems (production-transport-distribution) existed at national or regional level, whether sector-specific or more generally, in all European countries. From the 1980s onwards, the construction of European internal markets, based on the four fundamental freedoms of movement, led to a series of ‘break-ups’ and of opening up to competition, with the aim of promoting quality and efficiency for the benefit of consumers. 9.6.2021 EN Official Journal of the European Union C 220/53 ( 2 ) OJ C 326, 26.10.2012, p. 134. ( 3 ) OJ L 328, 21.12.2018, p. 1. ( 4 ) OJ C 115, 9.5.2008, p. 124, OJ C 202, 7.6.2016, p. 125, OJ C 202, 7.6.2016, p. 125. ( 5 ) COM(2019) 640 final. ( 6 ) COM(2020) 299 final. ",
        "3.6. The EESC subscribes to the integration strategy, which must permeate all aspects of European energy policy. This means gradually rebuilding integration, and suspending any new break-up initiatives that would lead to the creation of more ‘silos’, when the aim is to ensure the coordinated planning and operation of the energy system. The Committee calls for the Regulation to adhere to an approach based on integrating the energy system and for all forms of break-up to be halted. 3.7. The EESC highlights the need to achieve all the objectives of the energy policy implemented through the TEN-E Regulation. Energy networks ensure links between producers and users. To some extent, they form the ‘reactor core’ of the energy system. The proposal for a regulation under consideration would benefit from more closely reflecting this integration-based approach, including the development of ‘prosumers’ and cooperatives and not simply making a timid reference to Recital 13 (although it refers to the ‘integration of energy systems’, the project fails to give trans-European energy infrastructure its proper place in this strategic dynamic of coordinated planning and operation), in order to achieve their essential purpose, which is to ensure the balance, resilience and development of the energy system. With this aim in mind, there is a need to clarify the extent of progress on interconnection capacity between each Member State, which should focus more on removing bottlenecks than on general averages (10 % in 2020, 15 % in 2030). The EESC believes that the proposal submitted to it is particularly lacking in ambition and resources. 3.8. The EESC calls on the Commission, the Council and the Parliament to promote carbon-free energy sources, while respecting technological neutrality. It also supports the efforts of the International Thermonuclear Experimental Reactor (ITER) project to achieve clean and affordable energy for all beyond 2050. The design of energy networks must prioritise innovation and infrastructure efficiency and reducing the high costs of transport-related energy losses. 3.9. The EESC understands the importance attached by the draft regulation to offshore wind power. It would like priority to be given to radial connection projects. The EESC would like a comprehensive environmental assessment to be drawn up for all offshore wind, taking into account the dismantling and recycling of wind turbines. Furthermore, the establishment of a one-stop-shop for offshore wind is likely to result in significant administrative burdens, without its benefits being proven, as the number of projects requiring authorisation applications from several Member States is very limited. Moreover, the laudable desire for offshore wind planning is reflected in an unnecessarily burdensome system for setting capacity targets, which contradict both those set out in the national energy and climate plans, and also the freedom of choice regarding energy mix that is enshrined in the Treaty. 3.10. The EESC questions the Commission’s desire to totally exclude support for gas infrastructure, given that this is currently essential for the security of supply of certain EU regions and that natural gas appears to be a transitional energy ( 7 ), which is less harmful than coal or oil. The EESC has already argued, in previous opinions, that natural gas infrastructure will potentially be reusable for renewable gas, and that it therefore makes sense to continue to invest in it ( 8 ). The Committee hopes, therefore, that natural gas will not be excluded, unless it is properly replaced by other energy sources at comparable prices. The Committee calls for projects concerning natural gas transmission infrastructure to be eligible under the Regulation’s criteria for selection as projects of common interest or projects of mutual interest. 3.11. The EESC notes that the recurrent reference to the ‘renewable’ nature in the project selection criteria ( 9 ) raises doubts about the inclusion of decarbonised energy transmission projects, which the EU desperately needs if it is to meet the climate dimension of its objectives. This is why the Committee would like to see the draft regulation opt for the wording ‘renewable and/or decarbonised’ instead. 3.12. The EESC does not agree with the ‘three-step logic’ governing the financing of PCI investments, as mentioned in Recital 46, meaning that ‘the market should have the priority to invest’, even though they are essential infrastructure for implementing EU objectives and should therefore be based on Community methods of solidarity or equalisation, combining methods of financing without ranking them in terms of priority. The Committee suggests that the Regulation establish Community responsibility for the financing of PCI by combining financing methods without ranking them in terms of priority. 3.13. As a representative of organised civil society, the EESC is particularly attached to the rights of users, especially communities, and to democratic governance. C 220/54 EN Official Journal of the European Union 9.6.2021 ( 7 ) European Council conclusions, 10-11 December 2020. ( 8 ) COM(2020) 301 final (OJ C 123, 9.4.2021, p. 30). ( 9 ) For example, in Article 4.3 or Annex IV of COM(2020) 824 final. ",
        "3.14. Conscious of the need to prevent the development of energy inequality in the EU and to improve the situation of the most vulnerable and low-income groups, the EESC reaffirms its many previous opinions ( 10 ) stating the need to supply energy to all communities at an affordable price, in other words, in line with the Community objectives of ‘a high level of quality, safety and affordability, equal treatment and the promotion of universal access and of user rights’ ( 11 ), a priority criterion for the selection of PCIs. The Committee also calls for an explicit reference in the Regulation to the Community objectives of providing energy supplies to all communities at an affordable price and ensuring a ‘high level of quality, safety and affordability, equal treatment and the promotion of universal access and of user rights’. 3.15. In terms of governance, the proposal under consideration attaches too much importance to the role of the Commission — the use of delegated acts provided for in Article 3 should be kept to the absolute minimum — and of the ACER, but fails to look at ways of reducing existing asymmetries in terms of information and responsibilities in order to establish a multi-actor form of governance based more on the representatives of civil society: professional associations, trade union organisations, users’ associations, etc. including in regional groups. The EESC calls for the use of delegated acts by the Commission to be kept to the absolute minimum and for genuine multi-stakeholder governance to be implemented. 3.16. In view of the specific features of electricity networks, the EESC suggests that the Commission study, with all stakeholders, and with broad consultation, a plan to create a trans-European operator that is both integrated and decentralised, based on multi-level governance: — integrated to ensure the management of the system’s overall balance and the continuity of supply of extra-high-voltage transmission networks at EU level; entrusted with missions and obligations of public service/services of general European interest, bearing in mind that a public operator of this nature would have to rely on national and sub-national operators, and would therefore have to be — decentralised to the most relevant regional grid, taking into account the characteristics of each Member State. The EESC calls on the Commission to study the possibility of a trans-European operator of extra-high-voltage electricity transmission networks. Brussels, 24 March 2021. The President of the European Economic and Social Committee Christa SCHWENG 9.6.2021 EN Official Journal of the European Union C 220/55 ( 10 ) OJ C 429, 11.12.2020, p. 77, OJ C 47, 11.2.2020, p. 98, OJ C 14, 15.1.2020, p. 105, OJ C 353, 18.10.2019, p. 96, OJ C 353, 18.10.2019, p. 79, OJ C 282, 20.8.2019, p. 51, OJ C 262, 25.7.2018, p. 86, EESC Information report on Evaluating the European Energy Union — The social and societal dimension of the energy transition. ( 11 ) OJ C 115, 9.5.2008, p. 308. "
    ]
}