{
    "text": [
        "EN [ Towards a More Diverse Food Supply System Targeted scenario N°18 Glimpses of the future from the BOHEMIA study Foresight ",
        "Towards a More Diverse Food Supply System - Targeted scenario N°18 European Commission Directorate-General for Research and Innovation Directorate A Policy Development and Coordination Unit A.3 Horizon 2020 Policy and Foresight Contact Nikolaos Kastrinos E-mail nikolaos.kastrinos @ec.europa.eu RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels Manuscript completed in March 2018 This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2018 PDF ISBN 978-92-79-81037-4 doi:10.2777/54493 KI-02-18-409-EN-N © European Union, 2018. Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Cover page image: © Lonely # 46246900, ag visuell #16440826, Sean Gladwell #6018533, LwRedStorm #3348265, 2011; kras99 #43746830, 2012. Source: Fotolia.com. Icons: © UN Sustainable Development Goals Source: http://www.un.org/sustainabledevelopment/news/communications- material/ ",
        "EUROPEAN COMMISSION Towards a More Diverse Food Supply System Targeted scenario N°18 Glimpses of the future from the BOHEMIA study Directorate-General for Research and Innovation 2018 ",
        "About BOHEMIA BOHEMIA is a foresight study (contract N° Contract PP-03021-2015) designed specifically to support the preparation of the next framework programme. The study put forward policy recommendations for the next framework programme, based on a foresight processes involving scenario development, a Delphi survey and an online consultation. As part of its recommendations, the study identified 19 likely future scenarios with disruptive implications and associated priority directions for EU research and innovation. The full range of the results of the study is available at https://ec.europa.eu/research/foresight ",
        "Targeted scenario N° 18 Towards a More Diverse Food Supply System Summary Major efforts during the 2020s succeed in making our food supply systems more sustainable, secure, efficient, healthy and inclusive. Still in view of a growing world population and environmental pressures on land and water, these efforts are not sufficient. A second pillar of food supply, based on a range of novel types of food production methods, complements the prevailing food supply system in the course of the 2030s. UN Sustainable Development Goals (SDGs) most relevant to this scenario: ",
        "The scenario It is 2040. Sustainable agriculture provides the main foundation of our food supply system. The increase in human population, the battle against climate change, progressive but significant soil erosion, and claims to make healthy diets accessible to all spurred significant changes. There has been a substantial reduction of meat consumption. Emphasis in less intensive farming, in regenerative agriculture and in supporting eco-systems, required investments, adjustments to policies and continuous efforts to reduce waste. A range of alternative food production and supply chains have emerged. These started as niche applications for inner city specialised markets. As food prices rose and technology matured, they are becoming a visible part of the food supply chain. A more diversified system of food supply is emerging. While by 2030 mild forms of alternative food production had become quite common (e.g. urban and peri-urban farming, soilless farming, aquaculture), non-conventional (e.g. alternative sources of protein) and even artificial food products were introduced slowly and step-by-step into the food supply chain. Around 2030, following a great deal of controversy and considerable regulatory scrutiny, synthetically designed bacteria were licensed for use in food production in the EU (to grow food in urban bioreactors and micro-fermenters). The use of artificial nutritional additives was quite common in the early 2030s, but advanced artificial food products (e.g. 3D printed food or artificial meat) keep meeting consumer resistance. It took quite some time until they became accepted and economically viable in the course of the subsequent decade. The advantages of this more diversified approach are that the supply of healthy and secure food for all can be better ensured, the sustainable use of agricultural land achieved, and food prices kept under control. Relevance for Europe Current food-related strategies for 2030 aim to address and reconcile multiple goals, including security and quality of food supply for a growing world population, environmental protection to employment creation and empowerment of communities (EC 2012, 2015). The principles guiding policy (e.g. food first, sustainable yields, cascading approach, circularity and diversity) are the right way ahead and will help improve the food challenges faced today, but they will not be sufficient to resolve our food-related challenges beyond 2040. The anticipated shift towards a more diversified food supply systems represents an opportunity for Europe’s food and drink industry. It is – still - one of the biggest manufacturing sectors in terms of jobs and value added, but its competitive position was lagging behind that of comparable economies, despite a positive external trade balance. Europe can position itself as world leader for the supply of high-quality, safe and sustainable food products, both of traditional and novel origin, backed by a globally recognised quality assurance and regulatory system that is trusted by citizens. The advanced artificial food industry can bridge the space between food and medicine by exploiting latest advances in life sciences, nutritional science and process technology. Contribution towards the UN Sustainable Development Goals (SDGs) The growing pressure on the demand-side (e.g. global growth in demand for meat, competing forms of using space) and climate change will enhance challenges in the future, leading to price increases for food, from which the poorest will suffer most (FCEC 2013). From a global perspective, it will be essential to recognise the limits of current strategies and move towards a more diverse system of food supply, which includes a pillar based on alternative supplies and novel food products, in order to be able to meet a range of Sustainable Development Goals, in particular (2) Zero Hunger, (13) Climate Action, and (15) Life on Land at a time horizon beyond 2040. ",
        "Implications for EU policy Reduction of meat consumption, reducing greenhouse gas emissions associated with agriculture and reducing food waste require major interventions by EU agricultural, environmental and health policies. The development of alternative and novel food supply chains and associated industries needs to be in line with the principles of sustainability and requires new types of trusted health and safety standards and regulation. This is complemented by agricultural policy initiatives to maintain and further enhance the sustainability of mainstream agriculture. Internal market and competition policy are critical / breaking into distribution channels is a challenge. Circular economy and reduction in food waste is also a relevant challenge Future Directions for EU R&I policy recommended by the public consultation  Understanding and managing systems of sustainable agriculture and aquaculture  Alternative sources of protein: exploitation and processing  Environmental impact assessment of agricultural practices  Healthy and sustainable diets  Organisational and social innovations for optimising food supply systems from farming to consumption  Improvement of farm and food system management through better informed agro- ecological practices  Advancement of genetic engineering technologies applied to plants, animals and microbes  Integrated social experimentation with novel foods (involving citizens)  Precision agriculture and breeding: from research to demonstration ",
        "Annex: Relevant Data from the Delphi Survey The Delphi survey of the BOHEMIA study asked experts about the time of realization of 143 statements about the future, and about the relevance of Research and Innovation for that realization, or about the relevance of the realization for Research and Innovation policy. The experts were asked to justify their judgements with arguments. The whole data set has been published and can be found at: https://ec.europa.eu/research/foresight This annex includes the parts of the data set that are relevant to this scenario. ",
        "Soilless farming has led to a 30% increase in the EU’s food production capacity compared to 2016 Number of respondents: 54 Arguments for time of realization No. of votes Soilless farming is an interesting option for horticulture and protein alternatives (high-value products), not for staples. 40 Soilless farming depends on high capital investment. Farmers (except for some high-value products) are unlikely to be willing to incur such a financial risk. 16 Soilless farming that is not more demanding than usual farming on other scarce resources (e.g. water or energy) needs time to be developed. 13 Urban farming will increase, and the best way to do this is by soilless farming 12 Soil salination and other soil problems will increase, and the reduction in areable land means we need to develop alternatives. 8 'Soilless' farming does not alter the basic plant physiological challenge of capturing carbon through photosynthesis, which determines the generation of the majority of food calories. 8 Soilless farming is no sustainable alternative, at most a small complement 8 At present, throughout the world, over 80% of the land that is suitable for raising crops is in use. 7 \"Food from laboratories\" are not in high demand by consumers. They prefer food from (idyllic / idealized) farms. 7 Vertical farming in smart buildings can provide food crops while contributing to air quality in buildings and activities / work for urban dwellers. 4 Soilless farming is nonsense, it cannot be more efficient than soil. We must rather use soil more efficiently. 3 With increasing desertification and competition for land (housing, infrastructure, etc.) new alternatives to soil are required. 1 ",
        "Average: 3.91 Dispersion: 1.22 Arguments regarding the relevance of R&I No. of votes Research is needed for soilless farming that is not as demanding on scarce resources (e.g. water or energy) as usual farming. 34 Technologies are needed to make use of any available land and agricultural area to feed the growing populations - even if we in Europe cannot imagine it currently. 22 Research needs to search for new methods apart from traditional farming practices to maintain farmers' livelihoods. 15 Impact of climate change, more storms, is likely to favor enclosed agriculture and soilless farming that can grow crops with optimal nutrients and pest control year round. 7 Self-managing ecosystems that produce crops with minimal energy and pest control inputs need to be explored in soilless farming as well as farming in soil. 7 Precision farming has a great future in soilless farming. Also pesticide control will be easier 6 Relevance of R&I (number of votes) ",
        "Perennial crops (which are alive year-round and harvested multiple times before dying) make up 30% of Europeans' calorie intake from all crops (today they make up 15% at global level) Number of respondents: 45 Arguments for time of realization No. of votes Perennial crops require less intensive farming practices and less energy to grow than traditional biofuel crops. They also reduce the probability of earth erosion. 31 Today, annual crops account for roughly 85% of the human population’s food calories and the vast majority of planted croplands worldwide. (Landinstitute) 12 Europeans are becoming more health-conscious and thus reduce the calorie intake from meat. This shift also affects the calorie-intake from all crops. 10 Perennial types of the current annual food crops such as wheat could be developed leading to a dramatic increase in food production from perennials. 9 Crop rotation seems more relevant than perennial crops. 8 A more diverse selection of crops to grow (and grown in an area) will reduce losses due to plant diseases and pests. Therefore a combination of annual and perennial crops is beneficial. 8 Polycultures are more sustainable, have greater CO2 uptake and can offer pest resistance and multiple crops. Research is needed to develop such systems, including means to harvest. 5 Perennial crops are supporting a sustainable and climate change adapted food resilience. 3 Smart monitoring strategies and processing can deliver increased productivity while also minimising waste within the production systems and waste out of the supply chain. 3 Less chemical residue ends up in the soil and less CO2 is produced. 3 Farmers would be less dependent on big companies which create dependencies by selling annual plants. 3 Extensive production results in lower income. 2 ",
        "Average: 3.72 Dispersion: 1.06 Arguments regarding the relevance of R&I No. of votes There should be intensive research on technology allowing perennial crops to be grown and harvested. As those perennial crops have little appeal to today's agribusiness big companies like Bayer/ Monsanto, there won't be much research from this side. 31 Genetic development is needed for perennials to compete with the output of annual crops. 17 The agriculture market is dominated by US companies, which have no interest in diminishing their returns with perennial crops. So this is primarily a policy challenge. 11 It would take a monetary commitment comparable to what the EU is now putting into developing biofuel crops. 8 Advanced digital technologies encompassing nanotechnologies, smart sensors and information systems will be needed to attain the aspired intensification. 6 The development of perennial crops are not related to any existing business: it is a novel area for research, supporting future food resilience for feeding a world with a growing population. 4 Relevance of R&I (number of votes) ",
        "20 % of the area in EU cities with at least 50 000 inhabitants is used for urban and peri- urban farming Number of respondents: 53 Arguments for time of realization No. of votes Urban and periurban gardening can contribute to more food security worldwide, as studies prove. 29 There are too many competing uses for space in EU cities (many of these uses will be seen as more 'important' than farming/gardening) 25 Urban and periurban gardening contribute to a sustainable, post-fossil society. 24 Horticulture and greenhouses are already typically located in peri-urban regions, and the trend may be enhanced by local food movement and soilless farming. 16 Proper calculations are needed: even though large areas of a city are used for gardening, a very tiny part of the protein and energy needs of the population can be fulfilled due to population density. 9 Significant formerly industrial properties will be converted to urban gardening by part-time farmers leasing the land from local jurisdictions or as members of gardening associations. 3 The area of cities is not defined - peri-urban farming is not in the city, it is near it. 3 Urban farming could nicely be integrated within flats and skyscrapers, and even combined with hydrophonics. 3 Farming/gardening in cities will occupy green space for private purposes that otherwise would have been accessible to all citizens. 2 Urban farming can be used as an educational concept for citizens in order to connect them to the issues of agriculture and food production. 1 ",
        "Average: 3.22 Dispersion: 1.30 Arguments regarding the relevance of R&I No. of votes Policies for the Circular Economy for using empty buildings and spaces for urban and periurban gardening are needed. 32 part of trend is high tech and part low tech and part of socio-cultural trend 26 A more inclusive strategy for achieving sustainability is needed, going beyond a narrow focus on agriculture and poverty reduction. 19 Smart combinations of already existing technologies needed, more development and maturation than pure \"R&I\" 9 More important to channel R&I towards sustainable production systems on the countryside. 6 Research needed on how urban farming contributes to less transport and higher availability of freshly harvested food in urban areas. 2 Gardening is a physical activity with a social component that can make a positive contribution to health of communities, teach young people sustainability and local self-reliance. 2 Land use planning, policies to develop urban food value chains and urban food procurement (for schools for ex) are needed. 1 Relevance of R&I (number of votes) ",
        "Synthetically designed bacteria are licensed for use in food production in the EU (to grow food in urban bioreactors or micro-fermenters) Number of respondents: 42 Arguments for time of realization No. of votes The use of \"Designer organisms\" in food production will face unprecedented opposition (for example, despite definitive evidence available for a while, GMOs are still not free of such opposition). 30 Particularly for a specific food component, additives. 17 The state of affairs in the statement will probably be true of sewage treatment and similar uses, but not of food. 10 Due to increased need for food, the opinions on GMO will change. 9 Synthetic biology can potentially produce fuels, nutrients for growing food, food additives, pharmaceuticals and specialty chemicals, but mass production of food end products faces barriers. 5 So far, the only available synthetic bacterium does nothing more than live and replicate - and even that only after years of trial and error attempts. 4 Dangers of rapid bacterial evolution creating unprecedented threats require extensive, systemic research. 2 Synthetic biology is likely to be required to produce the variety of foods required for long duration space missions with no re-supply from Earth. Such technology may transfer to Earth use. 2 ",
        "Average: 3.95 Dispersion: 0.96 Arguments regarding the relevance of R&I No. of votes Impact on health will probably be the main field of research. 30 A lot remains unknown about the role of specific genes in bacteria. 17 Fairly dependent on societal acceptance 14 it is a niche for special foods eg to deal with allergies 11 Niche for designing special growth environments. 2 Space applications have the greatest near term demand for such technology. 1 Ecological engineering may widen use of such products but complex systems will need to be modelled. Insufficient to just produce the organism that can produce then outputs. 1 Required for long duration space missions may transfer to Earth use to fully realize recycling. 1 Relevance of R&I (number of votes) ",
        "Healthy and sustainably managed oceans provide 30% of the animal protein worldwide (16% in 2016) Number of respondents: 37 Arguments for time of realization No. of votes We are far from healthy and sustainably managed oceans - this will take time. 33 Oceans, if protected and well managed, have tremendous potential to feed humanity. 23 The erosion of coastal areas because of more storms and higher sea level will rather lead to a decrease in food supply from the oceans and coastal areas. 9 As fishing is in decline, this needs a lot of effort for providing enough food especially in small island states. 9 Systematic ocean-based farming required to achieve such goals. Surface area exposed to sunlight exists with ample nutrients. Technology needs to be developed for ocean farming. 7 30% will not be sufficient. We will have to become almost vegetarian. 2 ",
        "Average: 3.94 Dispersion: 1.19 Arguments regarding the significance for R&I policy No. of votes Global diplomacy and also science diplomacy are needed for the protection of the oceans. 28 Boost for ocean research and mapping must be part of the R&I policy. 18 The potential of a sustainable aquaculture, notably offshore and in coastal brackishwater, is high but needs more R&D&I to improve food security 8 Need to seriously address the problem of micro plastic in the oceans. More research is needed on that (including on strategies that lead less plastic waste) 6 Technologies need to be developed for ocean farming with floating farms combining plants such as water hyacinths with fish and other water life forms in self-sustaining systems. 6 Protecting the oceans is the only way. 4 Ocean preserves need to be developed analogous to preserves on land to maintain biodiversity. Ocean preserves may require protection measures/technologies not only against poaching and pollution. 2 Research is needed to identify and breed lifeforms that can adapt to more acidic oceans and that can utilize carbonic acid. 1 More than 20% of all meat consumed in the EU is 3D printed or lab-grown ",
        "Number of respondents: 58 Arguments for time of realization No. of votes There is no real demand. 39 We love to see what is technically feasible, and it might be 'fun' to eat (like an exotic fruit), but for everyday consumption, people prefer the diversity, nuance and complexity of 'real' food. 22 There are several fears associated with the use of such technology, including growth-promoting anabolic agents and genetically modified organisms. 17 Acceptance will be an issue. 12 This will be technically feasible, soon: People can now make meat in their own homes due to a conceptual prototype for a countertop 3D printer. 11 Dutch scientists are working on bringing the first completely lab-grown meat products to the market by the year 2020. 7 Why use 3D printing if you can have the real stuff? 6 Fast food printers \"baking\" from paste tubes (made of algae and bugs and with variety of tastes and textures) is quite feasible. 4 If the need for food is high enough because of population size, and if the supply of real meat is not sufficient, and too expensive, demand will increase 4 Great solution for long duration space missions. Early adopters from tech oriented people thinkable on Earth. 1 Solution to create large variety of foods with different taste, texture and appearance without reliance on global sources where spoilage is huge cost. 1 Average: 3.68 Dispersion: 1.56 Arguments regarding the relevance of R&I No. of votes Soft food with specific and sustainable nutrients for people with different diseases will require new regulations. 26 Research needs to find a way to develop lab-grown meat at affordable cost. 19 Life-cycle analyses needs to show the advantages before large scale production can be interesting. 10 Relevance of R&I (number of votes) ",
        "Cooperation between researchers and chefs is needed to develop tasty \"printing paste\" 8 Offers a pathway to food as medicine to enable consumption of specific nutrients to stay healthy precisely printed in the food with no spoilage. 3 Great advantage for long duration space missions. 2 ",
        "Artificial photosynthesis is applied to produce food for the first time Number of respondents: 41 Arguments for time of realization No. of votes Most of the scientific (and financial) effort in artificial photosynthesis will be directed to fuel production rather than directly to food production. 30 A nice challenge for scientists who want to see what is possible. So yes, they will produce food for the first time, in the lab. It will lead to some publications and sci-fi, but not reach markets. 23 Introduction of new technologies into agriculture will be subject to a lot of lobbying. 10 Artificial photosynthesis may be a better alternative than carbon sequestration for CO2 from power plants to produce inputs to food production. 3 Introduction of new technologies into agriculture will be subject to a lot of scare-mongering. 3 Important technology for long duration space flight. 1 Scientists with the US Department of Energy and UC Berkley made a breakthrough in 2015 by creating a system that synthesizes carbon dioxide and water into acetate. 1 ",
        "Average: 3.76 Dispersion: 1.76 Arguments regarding the relevance of R&I No. of votes It is a scientific challenge (and might be used in space missions). But we have enough natural photosynthesis to produce food. So why spend scarce research money on this? 27 Artificial photosynthesis could turn out as a key technology with many yet unforeseen applications 20 Genetic engineering research on cyanobacteria should continue to focus on increasing their photosynthetic efficiency. 9 We need studies on the safety of lab-to-field transfer of cyanobacteria-based technologies. 4 Necessary for long duration space missions whose development can be transferred to Earth use. 1 Relevance of R&I (number of votes) ",
        "Meat consumption in the EU has been reduced to half the 2016 figure Number of respondents: 61 Arguments for time of realization No. of votes More people are turning vegetarian (not vegan) because there are too many food scandals, and due to raising awareness of the negative health impact of too high meat consumption. 27 A 50% reduction at the population level does not require veganism and all its constraints - it only requires moderation and alignment to current public health guidelines. 25 The social movement for animals' rights is increasing. 20 More people are turning to a vegan diet because of contamination scandals and concerns about the effect of agriculture on climate change. 17 Cost of meat production will reduce consumption. 16 Large studies in England and Germany have shown that vegetarians are about 40% less likely to develop cancer compared to meat-eaters. 8 Health problems that are developed because of absence of meat in diet will become evident within 20-30 years (aging vegans and their children). Real cost and impact of food supplements is calculated. 5 Artificial meat will become available before meat consumption reduces to this level. 5 Only in some countries is there indeed a slow decreasing trend. 4 How much of this decline is due to the decreased EU population? 1 ",
        "Average: 2.85 Dispersion: 1.47 Arguments regarding the relevance of R&I No. of votes It is less an issue of R&I than of policy and awareness raising. 36 develop options to change consumer preferences for meat: decreasing meat consumption is a major measure to create a less resource demanding food system, while people in the EU overconsume animal protein 28 Sustainability and ethical production is to be considered for both, meat and plant based foods (rethinking current intensive animal farming, and deforestation for palm oil production) 21 There is a market opportunity for meat substitutes, so all we need is the R&I to make them convincing enough (tasty, accessible etc.) to buyers. 16 Long-term impact of vegetarian (and vegan) diet should be studied to show if there is \"only\" positive effects as we think today. It is not only a question of number of calories. 8 The worldwide demand for animal products will unfortunately increase with 75 % by 2050 and the use of animal products of European consumers has no big effect on this. 6 Science may find solutions to the pollution generated by manure, and render meat consumption less of an issue. 4 social sciences, such as behavioural, social psychological studies are needed 2 More research is needed on producing in vitro meat. 2 Relevance of R&I (number of votes) ",
        "Food waste in the EU has been reduced from 88 million tons (annually, data from 2013) to 10 million tons Number of respondents: 59 Arguments for time of realization No. of votes It appeals to the average consumer and supermarkes take the lead. 32 The increasingly scarce natural resources and rising food prices will make it economically viable to invest in byproduct usage and the avoidance of food waste. 26 Food waste in the EU costs an estimated 143 billion Euros ($153 billion) per year, which could feed the 55 million people living in food poverty in Europe more than nine times over. 22 The production and disposal of EU food waste leads to the emission of 170 million tonnes of carbon dioxide, which accelerates global climate change. 10 This reduction is far too ambitious, reducing food waste by 50% would already be a huge achievement. 9 There is a definition issue here: what is food waste. In former times there was little or no food 'waste' even though quite a lot of the food purchased was not eaten by the people purchasing it. 5 It is time to also sell the fruit and vegetables that is larger, smaller or differently shaped in supermarkets, and not have the growers throw this away. 5 Africa and Asia have food waste in the first part of the food chain, which might give a chance to added value of co- and by-products. 3 The cost of food waste is an argument for local production and local synthesis of food. 1 This reduction is too expensive and is not economically reasonable. 1 Plant Breeding for vegetables with longer shelf life could reduce food waste. 1 Plants with better disease resistance can reduce pre-harvest losses and with that avoid waste. 1 ",
        "Average: 3.75 Dispersion: 1.54 Arguments regarding the relevance of R&I No. of votes The EU target is set to halve per capita food waste at the retail and consumer level by 2030 - this needs to be made possible by research though. 36 Cheap food means there is a reduced penalty for waste. The more it costs the less likely you are to waste it. 20 Research into valorisation of food waste can be a key driver here 17 More research on the connection between food waste and climate change is necessary. 9 Investment in new digital technologies such as smart monitoring strategies and processing of byproducts is needed to take out waste from the supply chain. 6 we need to develop more ways of using odd-shaped vegetables 5 We need to reassess and better understand what happens and can happen to food that is not eaten. 4 Innovative logistics to reduce food waste must be tailored to optimize the current logistics. 3 Technologies and methods to eliminate food waste are necessary in long duration space missions and can be transferred to Earth use. 1 Investments in plant science and new technologies for plant breeding are needed 1 Relevance of R&I (number of votes) ",
        "Food prices have in real terms doubled (average per year, compared to 2016) Number of respondents: 57 Arguments for time of realization No. of votes Technological advancements will help make food production ever more efficient, thus avoiding a sharp price increase. 29 The number of people on earth to be fed is growing - even if we in Europe have \"shrinking societies\" - as long as food distribution remains a problem, prices for food are a matter of speculation. 25 Climate change will have an increasing influence on food prices. 19 In the long run, one can imagine that prices will increase for energy, raw materials, agricultural products, etc. Other sectors will also face price increases. 18 The deforestation implied by active agriculture across the earth increases the climate change process and affects negatively agricultural activity. 16 Food prices will become increasingly influenced by the cost of their environmental footprint, thus driving the economy towards more locally produced goods. 12 Higher food prices are needed to guarantee/ provide living wages for people who are working in agriculture. In 2016, the Food prices fell again (see FAO Index). 7 Will definitely increase due to climate changes, overpopulation, probable oligopolisation of agriculture and possibly - speculation. 5 The real food price could increase if agricultural systems improve their pratices, especially their impact on the environment. But current sustainable agricultural systems do not suggest a doubling of prices. 5 Food price is directly linked to energy costs. If EU shifts renewal energies to almost marginal cost, food prices will be lower. 4 Real food prices have been relatively stable over the last 70 years. 3 Middle men raise the food price. Multi-localization is needed, not multinationalism. 2 ",
        "Average: 3.83 Dispersion: 1.37 Arguments regarding the significance for R&I policy No. of votes There must be a policy and R&I considering not only the quantity of food but also the quality. 36 This would help boost R&I in food production technologies - changes in policies might be necessary. 25 Adequate distribution of food products needs to be scrutinised. The EU should take steps to ensure a reduction of waste in the food industry 19 There must be campaigns - supported by scientific data on the link between high quality food and good nutrition - it has to be emphasized that the quality of food suffers if consumers just \"buy cheap\". 17 The EU, being wealthy, will always buy what it needs. Global food prices will be set by global supply and demand. Biotech will help, water availability limit this. But 9 bn need to be fed. 8 Techniques to make food production less dependent on Climate Change impacts are needed. 7 It will raise the inflation and the anger amongst people living in the cities. 3 This would trigger R&I in synthetic foods and with it new policies. 3 More R&I that support local and organic food production, and fair supply chains is needed. 1 ",
        "Getting in touch with the EU IN PERSON All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact ON THE PHONE OR BY E-MAIL Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by electronic mail via: http://europa.eu/contact Finding information about the EU ONLINE Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU PUBLICATIONS You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU LAW AND RELATED DOCUMENTS For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu OPEN DATA FROM THE EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "Major efforts during the 2020s succeed in making our food supply systems more sustainable, secure, efficient, healthy and inclusive. Still in view of a growing world population and environmental pressures on land and water, these efforts are not sufficient. A second pillar of food supply, based on a range of novel types of food production methods, complements the prevailing food supply system in the course of the 2030s. Studies and reports "
    ]
}