{
    "text": [
        "",
        "",
        "DIRECTORATE GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT C: CITIZENS' RIGHTS AND CONSTITUTIONAL AFFAIRS PETITIONS European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia IN-DEPTH ANALYSIS Abstract Upon request by the PETI Committee, the Policy Department on Citizens' Rights and Constitutional Affairs commissioned the present in-depth analysis on the use of European Structural and Investment Funds to facilitate the transition from the institutional care of people with disabilities to community living in Slovakia, in the view of the PETI Fact Finding Visit of September 2016. PE 571.371 EN ",
        "ABOUT THE PUBLICATION This research paper was requested by the European Parliament's Committee on Petitions and commissioned, supervised and published by the Policy Department for Citizens’ Rights and Constitutional Affairs. Policy departments provide independent expertise, both in-house and externally, to support European Parliament committees and other parliamentary bodies in shaping legislation and exercising democratic scrutiny over EU external and internal policies. To contact the Policy Department for Citizens’ Rights and Constitutional Affairs, or to subscribe to its newsletter, please write to: poldep-citizens@europarl.europa.eu Research Administrators Responsible Ottavio MARZOCCHI Policy Department C: Citizens' Rights and Constitutional Affairs European Parliament B-1047 Brussels E-mail: poldep-citizens@europarl.europa.eu AUTHOR Camilla PARKER, Ines BULIC COJOCARIU and Lilia ANGELOVA MLADENOVA European Network on Independent Living (ENIL) LINGUISTIC VERSIONS Original: EN Translation: SK Manuscript completed in September, 2016 © European Union, 2016 This document is available on the internet at: http://www.europarl.europa.eu/supporting-analyses DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 3 CONTENTS EXECUTIVE SUMMARY 4 1. INTRODUCTION 5 2. COMMUNITY LIVING FOR PEOPLE WITH DISABILITIES 6 3. EUROPEAN STRUCTURAL AND INVESTMENT FUNDS 8 4. SITUATION OF PEOPLE WITH DISABILITIES IN SLOVAKIA 9 5. EUROPEAN STRUCTURAL AND INVESTMENT FUNDS: SLOVAKIA 14 6. KEY ISSUES AND SUGGESTED QUESTIONS 17 7. ANNEXES 21 ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 4 EXECUTIVE SUMMARY KEY FINDINGS  The exact number of people currently living in institutions in Slovakia is not known but the latest figures (2014) suggest that it is in the region of 40,000.  The deinstitutionalisation process has started in Slovakia but its progress is very slow.  In the past, EU funds were invested in institutional care: as a result, this has reinforced the provision of institutional care, rather than developed community-based alternatives.  Reforms for the regulation of the use of EU Funds should help to avoid a repeat of such mistakes in the current financial programming period, but work is required by the Slovakian government to foster a commitment to the deinstitutionalisation process across all key players, including those responsible for long-stay social service facilities (institutions) and improve the coordination of EU funded activities intended to promote community living.  A list of key issues to consider and suggested questions are included. ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 5 1. INTRODUCTION This in-depth analysis provides background information to assist members of the Fact Finding Visit to Slovakia in September 2016. 1 This visit is seeking information on the use of European Structural and Investment Funds (ESIFs) in facilitating the transition from the institutional care of people with disabilities to community living (the steps taken to achieve such a transition is also referred to as ‘the deinstitutionalisation process’). The focus is on the situation of adults with disabilities in Slovakia, although reference is also made to two other groups who are subject to institutionalisation in Slovakia, namely older people and children (including children with disabilities). The in-depth analysis concludes with a summary of the key areas of concern and suggested questions for the delegation to raise during their Fact Finding Visit. 1 The authors would like to thank Maria Machajdíková, SOCIA – Social Reform Foundation and Miroslav Cangár, Advisory Board in Social Work for their invaluable assistance in preparing this analysis. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 6 2. COMMUNITY LIVING FOR PEOPLE WITH DISABILITIES The institutionalisation of people with disabilities remains a key concern in the European Union (EU). This is often due to a lack of services and supports in the community. For this reason, in those countries where institutionalisation is still prevalent, action is required to develop community-based alternatives to institutional care. Community living and the institutionalisation of people with disabilities Across many parts of the EU, people with disabilities continue to be placed in long-stay residential facilities (‘institutions’) which are often placed in remote parts of the country. It is difficult to obtain up to date information on this area, but a report of a study undertaken on behalf of the European Commission, published in 2007, estimated that 1.2 million people with disabilities were living in institutions across the EU. 2 A major reason for the high numbers of people being placed in institutions is because of the paucity of community- based services and supports. Numerous reports have highlighted the human rights violations that take place within institutions. 3 Moreover, the segregation and social exclusion of the residents of institutions is contrary to the goal of ‘community living’. This term (also known as ‘independent living’) is used to refer to the right of people with disabilities to live in their local communities and receive the support they need to participate in every-day life. This includes, for example, living in their own homes or with their families, attending the same schools or working in the same places as their non-disabled peers, and taking part in community activities they choose. This right is set out in Article 19 of the United Nations Convention on the Rights of Persons with Disabilities (CRPD), which is ratified by the EU and most EU Member States, including Slovakia. 4 (See Annex 1 for a description of ‘community living’ and other terms used in this in-depth analysis.) Article 19 Convention on the Rights of Persons with Disabilities (CRPD) Article 19 CRPD (living independently and being included in the community) underpins the right to community living. It requires governments to take action so that people with disabilities can live and participate in the community ‘with choices equal to others’, in particular, to ensure that people with disabilities: - ‘have the opportunity to choose their place of residence and where and with whom they live on an equal basis with others and are not obliged to live in a particular living arrangement’; - have access to a range of community services, including personal assistance, ‘necessary to support living and inclusion in the community, and to prevent isolation 2 Mansell, J., Knapp, M., Beadle-Brown, J., & Beecham, J., (2007) Deinstitutionalisation and community living – outcomes and costs: report of a European Study. Volume 2: Main Report. Canterbury: Tizard Centre, University of Kent (referred to as ‘the DECLOC report’). See: http://www.kent.ac.uk/tizard/research/DECL_network/documents/DECLOC_Volume_2_Report_for_Web.pdf. Although this figure dates from 2007, there have been no further major studies aimed at establishing the number of people with disabilities living in institutions in the EU since then. 3 See for example Annex 3, European Expert Group on the Transition from Institutional to Community-based Care (2012) Toolkit on the Use of European Funds for the Transition from Institutional to Community-based Care, revised 2014 (EEG Toolkit). Available at: Available at: http://www.deinstitutionalisationguide.eu 4 The CRPD entered into force for the Slovak Republic on 25 June 2010. ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 7 or segregation from the community’; and - have access to mainstream services and facilities, which ‘are responsive to their needs’. The Committee responsible for overseeing the steps taken by governments to comply with their obligations under the CRPD (the Committee on the Rights of Persons with Disabilities - ‘the CRPD Committee’) has raised serious concerns about the institutionalisation of people with disabilities. Where this practice is prevalent, the CRPD Committee expects governments to take concrete action to develop community-based alternatives and support community living, with clear timeframes and measurable indicators. 5 Such recommendations echo the guidance and commentary published by civil society organisations (including the European Expert Group on the Transition from Institutional to Community-based Care) and the European Commission. A list of such guidance is provided in Annex 2. 5 See for example the CRPD Committee’s concluding observations for Austria, Czech Republic and Denmark available at: http://tbinternet.ohchr.org/_layouts/treatybodyexternal/TBSearch.aspx?TreatyID=4&DocTypeID=5 ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 8 3. EUROPEAN STRUCTURAL AND INVESTMENT FUNDS Despite their huge potential in providing the catalyst for achieving the shift from institutional care to community living, in the past EU funds have been used to perpetuate the institutionalisation of people with disabilities, thereby hindering, rather than supporting the work to promote the social inclusion of people with disabilities. The European Commission has sought to address this problem by instigating significant reforms in relation to the regulation of EU Funds. Notwithstanding these positive reforms, concerns about the use of such EU funds remain. General Information on European Structural and Investment Funds (ESIFs) The European Structural and Investment Funds (ESIFs) are funds which are used to support the EU’s strategy for smart, sustainable and inclusive growth across the EU. ESIFs are implemented through multi-annual programmes (operational programmes - OPs) over a seven-year period, the current period being 2014-2020. The OPs, which are agreed between Member States and the European Commission, set out general and specific objectives, expected results and indicators for monitoring and evaluation, and examples of activities to be supported by the ESIFs. Transition from institutional care to community living: the role of ESIFs ESIFs have the potential to facilitate the transition from institutional care to community living, by supporting the development of community-based alternatives to institutionalisation, including services that prevent institutionalisation as well as funding the technical support required, such as drafting new legislation and establishing new financial frameworks. Two funds are of particular importance:  The European Regional Development Fund (ERDF) can finance investments into the health and social care infrastructure, such as accessible housing; and  The European Social Fund (ESF) can support a range of activities such as the training of staff in the provision of community-based services, provision of personal assistance for people with disabilities, and providing support to people with disabilities in the individual care planning process for moving from institutional care to services that enable them to live in the community and take part in community life. The revised ESIFs regulations and community living The regulations governing the use of ESIFs for the current financial programming period highlight the importance of achieving the transition from institutional care to community living. For example, the regulations require certain ‘ ex ante conditionalities’ to be fulfilled if the Member State is to receive funding through the ESIFs. Where such a need has been identified (which is the case for twelve Member States, including Slovakia 6 ), the Member State must demonstrate that its ‘national strategic policy framework for poverty reduction’ includes ‘measures for the shift from institutional to community-based care’. Crucially the 6 The other countries are Bulgaria, Croatia, Czech Republic, Estonia, Greece, Hungary, Latvia, Lithuania, Poland, Romania and Slovenia. See European Commission’s position papers on the development of Member States’ Partnership Agreements for 2014-2020, quoted in EEG Toolkit (n. 2). ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 9 regulations and guidance from the European Commission make clear that ESIFs must not be invested in institutional care. 7 Community living: concerns about the use of ESIFs The most significant concern related to the investments of EU funds in the 2007-2013 programming period was that in some countries they were used to support the continuation of institutional care. 8 The European Commission has taken significant action to encourage the use of ESIFs to promote the transition from institutional care to community living during 2014-2020. However, a recent review of the Operational Programmes in six countries, including Slovakia, highlights potential problems, which if not addressed, may undermine ESIFs’ potential to bring about positive change. For example, few countries plan to invest in personal assistance schemes or social housing or have a strategy on how to make mainstream services accessible to disabled people. 9 4. SITUATION OF PEOPLE WITH DISABILITIES IN SLOVAKIA General Information Lack of information about people with disabilities living in Slovakia As at 1 st January 2016, the population of Slovakia was 5,487,308. 10 Data on people with disabilities living in Slovakia is difficult to obtain. This was one of the points of concern raised by the CRPD Committee in its Concluding observations on the initial report of Slovakia, which noted ‘the absence of systematic data collection disaggregated by disability, sex and age across all sectors’. 11 People living in institutions The most recent figures available on the numbers of people living in institutions are from 2014 and are set out in Table 1 below. This shows the high number of people placed in institutions, namely people with disabilities, older people and children. However, it is important to note that these figures are indicative only, given that they are based on the number of places within institutions, rather than the number of people living there and may include short-term stays as well as long stays (i.e. year-round residential care). 7 See EEG Toolkit, 24 and European Commission Staff Working Document Report on the implementation of the UN on the Rights of Persons with Disabilities (CRPD) by the European Union, June 2014, para 98. 8 See for example, in relation to Slovakia Institute of Economic and Social Studies (2013) Monitoring the Absorption of Structural Funds in the Area of Social Services during the Period 2007-2014 . Available at: www.iness.sk/media/file/pdf/MonitoringINESSen.pdf 9 ENIL-ECCL (2016) Working Together to Close the Gap Between Rights and Reality: A report on the action needed to ensure that European Structural and Investment Funds promote, not hinder, the transition from institutional care to Community Living. Available at: http://www.enil.eu/wp-content/uploads/2016/06/Working-Together-to- Close-the-Gap-web.pdf 10 Eurostat ec.europa.eu 11 Concluding observations on the initial report of Slovakia, CRPD/C/SVK/CO/1, para. 83. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 10 Table 1: Type of residential institutions and numbers of residents (31.12.2014) Number of Institutions Total Number of Residents Number of People with Disabilities Homes for older people 302 13,582 6,680 Social care homes for people with disabilities (adults) 361 18,308 18,158 Specialised (medical) institutions (adults) 89 1,886 1,882 Social care homes (children) 32 1,205 1,205 Children’s homes 85 4,708 450 Total 861 39,689 28,375 Source: Based on data from sources including the Statistical Office of the Slovak Republic. 12 In relation to children, more recent data is included in the information provided to the CRPD Committee in November 2015, namely that there are 427 children with disabilities (including 184 girls) in the 66 children’s homes, with 94 children with ‘mental disorders’ (including 30 girls). 13 Prevalence of institutionalisation A key issue of concern is that institutionalisation remains the predominant form of care for people with disabilities living in Slovakia, while alternative community-based services and supports are sorely underdeveloped. 14 Both the Commissioner for Human Rights of the Council of Europe and the CRPD Committee have raised concerns about the thousands of people with disabilities who continue to be institutionalised and the slow process of deinstitutionalisation. 15 Use of guardianship: removing legal capacity The system of guardianship, whereby a court removes, or restricts, the legal capacity of individuals (so that they are not recognised in law as being able act on their own behalf, such as entering into contracts, getting married or voting in parliamentary elections) is common in a number of Central and Eastern European countries, including Slovakia. 16 The 12 Information on 2013 is available from Statistical Office of the Slovak Republic (2014) Social Service Facilities in the Slovak Republic . Available at: https://slovak.statistics.sk/PortalTraffic/fileServlet?Dokument=92c5d6eb-e79f- 493c-8981-bd2bd2e48a05 The figures have been updated on the basis of information from partner organisations. These will be checked, updated and sources provided for the full report. 13 Replies of Slovakia to the list of issues, CRPD/C/SVK/Q/1/Add.1 paras. 16 and 17. 14 Implementation of the United Nations Convention on the Rights of Persons with Disabilities in Slovakia: Alternative report of Non-governmental Organisations (Alternative Report), para 21. Available at: www.mdac.org/sites/mdac.info/files/crpd_slovakia_alternative_report.pdf. 15 Report by Nils Muižnieks Commissioner for Human Rights of the Council of Europe following his visit to the Slovak Republic from 15 to 19 June 2015 Strasbourg, 13 October 2015 CommDH(2015)21, 2 (Council of Europe report) and CRPD/C/SVK/CO/1 (n. 10), para 55. 16 For further information, see Alternative report (n. 12 above), paras. 14 – 17. ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 11 CRPD Committee considers that such guardianship systems are contrary to the CRPD and should be replaced with systems for supporting people with disabilities to make decisions for themselves. 17 Guardianship is of direct relevance to the institutionalisation of people with disabilities in Slovakia for the following reasons. First, ‘as matter of practice, almost all persons placed in an institution for persons with intellectual and psychosocial disabilities are deprived of their legal capacity’. 18 Secondly, this means that decisions about the placement in institutional care are made by the person appointed by the court to take decisions on the person’s behalf (the guardian) often without consultation with the person concerned. 19 Although legal reforms have been introduced (due to come into force 1 st July 2016), they do not eliminate the use of guardianship completely, which may mean that people living in institutions will continue to be placed under guardianship. Deinstitutionalisation: Legislation and Policy The deinstitutionalisation process for adults was not initiated in Slovakia until towards the end of 2011 when the Strategy for the Deinstitutionalisation of the System of Social Services and Alternative Care in the Slovak Republic (‘the Deinstitutionalisation Strategy’) and action plans for deinstitutionalisation were prepared. Background In 2010, the European Commission recommended to EU Member States that they use the remaining EU funds for the programming period 2007–2013 ‘for the promotion of processes of deinstitutionalisation and transformation’. 20 The Slovak government responded positively, recognising that such a change was needed to comply with EU policy, including the European Disability Strategy, and its obligations under international and European human rights standards, including the CRPD and the UN Convention on the Rights of the Child (UNCRC). 21 Key Legislation The Social Services Act regulates the provision of social care and therefore provides the main legislative basis for the deinstitutionalisation process. Although originally it came into force in 2009, 22 key amendments were introduced in 2014, for example extending the type of services that could be provided (such as community centres, support for independent housing and ‘the comprehensive development of children with disabilities’ and prohibiting the placement of children and young people in long-term residential institutions (social 17 CRPD/C/SVK/CO/1 (n. 10), paras. 38 – 39. 18 Council of Europe report (n. 14) 2. 18 CRPD/C/SVK/CO/1 (n. 10), para 126. 19 See for example, Stanev v Bulgaria (App 36760/06) 17 January 2012. 20 Following the publication of the Ad Hoc Expert Group on the Transition from Institutional to Community-based Care. European Commission, 2009. 21 Strategy for the Deinstitutionalisation of the System of Social Services and Alternative Care in the Slovak Republic (Ministry of Labour, Social Affairs and Family of the Slovak Republic, November 2011) (the DI Strategy) pages 2 – 6. 22 National Council of the Slovak Republic, Act No. 448/2008 Coll. on Social Services, amending and supplementing Act No.455/1991 Coll on Trade Licensing (Trade Licensing Act), as amended. Bratislava, 30 October 2008. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 12 services homes). 23 Other legislation is also relevant, for example, in relation to children, regulating the circumstances in which they can be placed in into institutional care 24 and in relation to personal assistance, the provision of financial contributions to enable people with disabilities to employ personal assistants (albeit there are significant concerns about the effectiveness of the current measures to support personal assistance). 25 A significant concern is that, although the regional authorities are required to fund residential care facilities (i.e. institutions), there is no such requirement to fund community-based services. 26 Key Policy Documents for Deinstitutionalisation in Slovakia The key documents that support the transition from institutional care to community living for adults in Slovakia are set out below (see also Annex 3):  Strategy for the Deinstitutionalisation of the System of Social Services and Alternative Care in the Slovak Republic (Ministry of Labour, Social Affairs and Family of the Slovak Republic, November 2011)  National action plan for the transition from institutional to community-based care in the social services system 2012-2015 (Ministry of Labour, Social Affairs and Family of the Slovak Republic, December 2011)  National priorities for the development of social services in 2015-2020 (available only in Slovak) 27  National action plan for the transition from institutional to community-based care in the social services system 2016-2020 (Ministry of Labour, Social Affairs and Family of the Slovak Republic, 2016) (available only in Slovak)  National Action Plan for Children (2013-2017) (a general document concerning children, although it refers to ‘Supporting deinstitutionalisation of substitute care’, by for example providing training and specialised support programme for foster families 28 )  Plan for Transformation and Deinstitutionalisation of Alternative Care (available only in Slovak), August 2016  Disability Strategy 2014–2020 (available only in Slovak). A number of concerns have been raised about the deinstitutionalisation process to date (Phase 1, 2011 – 2015), namely that a) only a small number of institutions have been involved (‘10 institutions out of almost 800’); b) that not all municipalities share the objective of deinstitutionalisation; and c) despite the limited number of institutions involved, there are ‘massive delays’ in its implementation. 29 Serious concerns have been raised that yet further delays are likely, due to additional requirements being placed on civil society organisations to co-finance the National project for deinstitutionalisation, which as a 23 Ministry of Labour, Social Affairs and Family of the Slovak Republic (2014) National Social Report of the Slovak Republic 2014. Available at: ec.europa.eu/social/BlobServlet?docId=11948&langId=en ( see the DI Strategy n. 20) for more detail). 24 Replies of Slovakia to the list of issues CRPD/CSVK/Q/1/Add.1, para. 64. 25 Alternative report (n. 12 above). 26 Alternative Report (n. 12 above), paras 47 – 48. 27 Available at: https://www.employment.gov.sk/files/slovensky/rodina-socialna-pomoc/socialne-sluzby/nprss- 2015-2020.pdf 28 p. 22 Available at: https://www.employment.gov.sk/files/slovensky/ministerstvo/konzultacne-organy/rada- vlady-sr-ludske-prava-narodnostne-mensiny-rodovu-rovnost/vybor-deti-mladez/napd-eng.pdf) ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 13 result is likely to mean that they are not able to participate in the planned activities. 30 In addition, serious concerns have been raised about the investment of EU funds into institutional care rather than the development of community-based services in the previous programming period of 2007-2013. This is considered in the section below. 29 Alternative report (n. 12) paras. 25 – 26. 30 Personal communication with partner organisations. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 14 5. EUROPEAN STRUCTURAL AND INVESTMENT FUNDS: SLOVAKIA A significant concern is that the use of EU Funds in the past financial programming period of 2007-2013 has ‘largely reinforced institutionalisation'. 31 Although since 2011 efforts have been made to develop pilot projects to enable institutions to transform the provision of institutional care to that of community-based services, the process has been very slow . Following his visit to Slovakia in June 2015, the Commissioner for Human Rights of the Council of Europe was informed that the planned activities had not at that stage led to one single person being able to move from an institution into the community . 32 EU Funds used to reinforce institutionalisation: 2008 – 2010 The Deinstitutionalisation Strategy notes that between 2008 and 2010 ‘more than 185 million EUR’ was allocated to ‘projects related to the reconstruction of existing social services facilities and the construction of new social services facilities’. 33 Research on the use of such funds, published in 2013, indicates that over 5,000 extra places in institutional care were made available. 34 The researchers raised concerns that such capital investments would do little to improve the quality of the services residents received, that the process of deinstitutionalisation would be delayed by at least 5 years and that using funds in this way may restrict the future development of community-based services. 35 EU Funds to help facilitate deinstitutionalisation: Progress 2011 - 2016 The Deinstitutionalisation Strategy and subsequent Action Plan envisaged that a two stage process would be followed in relation to people with disabilities and older people. During Phase 1 (2011 – 2015) it was intended that between 5 and 8 social services facilities (institutions) would be selected to apply for financial support from the Regional Operational Programme (funded by ERDF) which was ‘for the construction of special purpose houses/households for assisted living and the reconstruction of facilities suitable for the required community services’. Phase 2, for the period 2016–2020 was intended to expand the deinstitutionalisation process (therefore including the evaluation and revision of the Deinstitutionalisation Strategy and the development of a new Action Plan). However as noted above, there are serious concerns that the work is going to be further delayed. The ‘pilot’ projects to be funded in Phase 1 were intended to ‘help to replace institutional care for people with disabilities and seniors with community-based services tailored to the individual needs of community residents’. Together with projects for the development of facilities for children, the funding for such pilot projects was intended to amount to ‘at least EUR 20 million’. 36 The institutions invited to apply for funding to be pilot projects were to be selected from an initial 16 ‘transformation projects’. Subsequent information refers to the intention to fund six pilot projects from six self-governing regions, an institution from each region being selected. 37 However, none of the pilot projects have been established as yet . 31 Council of Europe report (n 14 above). 32 Council of Europe report (n 14 above). 33 DI Strategy (n. 20) 3.1, p.23. 34 Ďurana, R., Duháčková, J., Betinský, J. and Burajová, B. (2013) Monitoring the Absorption of Structural Funds in the Area of Social Services during the Period 2007-2014 (Structural Funds Report 2013). Available at: www.iness.sk/media/file/pdf/MonitoringINESSen.pdf Table 9, p.29. 35 Structural Funds Report 2013 (n. 33) 40 – 41. 36 DI Strategy (n. 20) 3.3 p. 12 – 14. 37 Personal communication with partner organisations. ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 15 In addition to the capital investments funded by ERDF, ‘around EUR 1.5 million’ from the Operational Programme (OP) Employment and Social Inclusion (financed by ESF), would be used to fund activities that support the pilot projects, such as ‘training for management and staff’, supporting residents in coping with the transition to a new environment, as well as monitoring and evaluation. Funding of ‘at least EUR 1.05 Million’ from the OP Employment and Social Inclusion was also to be allocated to the range of activities planned as part of the ‘National project supporting the deinstitutionalisation of care services’ (‘the DI National Project’). Such activities included co-ordinating the planning and implementation of reforms necessary to support the deinstitutionalisation process (e.g. amending the Social Services Act) and the development of services for children with disabilities. Significant concerns have been raised about the ‘very slow’ implementation of the deinstitutionalisation process, the few institutions involved and that it has not yet led to anyone leaving an institution. 38 As noted above, the risks of delay continue. EU Funds to help facilitate deinstitutionalisation: Plans for 2016 – 2020 Deinstitutionalisation remains a priority for the Slovakian government and its use of EU Funds. The ‘transition from institutional to community based care’ is included as a priority in the following two operational programmes: i) Operational Programme Human Resources (OPHR ): the activities under this OP which is funded by ESF include measures to promote the deinstitutionalisation of social services for children, disabled people and older people, such as education and training of professionals and staff and the provision of social work and psychological counselling. Approximately 30 million EUR is allocated for such activities. ii) Integrated Regional Operational Programme (IROP): this OP, funded by ERDF, will support ‘in accordance with the principles of community-based care’ investments in infrastructure and equipment. 39 The estimated allocation for such activities is 200 million EUR. The government of Slovakia plans to coordinate the projects for deinstitutionalisation and the development of community-based services supported by these two OPs by establishing an interdepartmental working group comprised of representatives of relevant departments as well as civil society organisations. However, as of August 2016, the group had not yet started working. This is a significant concern as it is essential for the deinstitutionalisation process that the activities under the two OPs are co-ordinated. To date, the calls for projects related to deinstitutionalisation of social services have not been announced (they are due to be published later this month or in October 2016). A new national project for supporting the deinstitutionalisation process is awaiting final approval. Its goal is to facilitate the transition from institutional care to community-based services and support by providing technical support to selected social service facilities to enable them to prepare their plans for achieving this transition. Initially, the social care institutions supported will be those already involved in the National deinstitutionalisation project of the 2007-2014 programming period, but the intention is to subsequently include 38 Council of Europe Report (n. 14). 39 Integrated Regional Operational Programme 2014-2020, p.63, (IROP 2014-2020). Available at: http://www.mpsr.sk/index.php?navID=1127&navID2=1127&sID=67&id=9627 ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 16 additional providers (public and private) in this process, with an average number of 17 new institutions per year taking part in the project. Activities include the selection of institutions, provision of training to staff and management, assistance in preparing transformation plans, and dissemination activities. The duration of the project is 66 months with an indicative budget of 8 million EUR. 40 EU level initiatives during the Slovakian Presidency At this stage, it is not known whether the Slovak presidency plans any activities relating to deinstitutionalisation. It is understood that Jana Žitňanská MEP and Olga Senalova MEP (Vice Chairs of the European Parliament’s Disability Intergroup) are planning a half-day event on ‘The use of ESIFs for deinstitutionalisation, comparing the Slovak and Czech experience’, on 27 September 2016. 40 Stručný opis národného projektu Deinštitucionalizácia zariadení sociálnych služieb – Podpora transformačných tímov (Draft description of national project Deinstitutionalisation of the social services facilities). ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 17 6. KEY ISSUES AND SUGGESTED QUESTIONS The successful transition from institutional care to the provision of community-based services that promote the social inclusion of people with disabilities requires careful planning and attention to a range of related issues. Based on the problems experienced in the previous programming period of 2007-2013 in Slovakia and other EU Member States, the following points are identified as being essential considerations if the transition from institutional care to community-based services is to be achieved in a timely manner and achieve the objective of enabling people with disabilities to live and participate in the community as equal citizens – in other words, realise the right to community living. The key points to consider, together with suggested questions for the Delegation to raise on their Fact Finding Visit to Slovakia are set out below. Information concerning people with disabilities living in Slovakia As noted above, it is difficult to obtain up to date information on the situation of people with disabilities living in in Slovakia. Suggested questions: How many people with disabilities currently live in Slovakia and what is the percentage as compared to the general population? How many people with disabilities currently live in institutions (is information available on the age of the residents, in other words covering a) adults (including older people) and b) children)? Close coordination of projects funded by ESIFs is essential The successful implementation of Slovakia’s strategy for deinstitutionalisation, namely the transition of residents of large scale residential institutions to community-based services, is dependent on the successful implementation of the projects funded through the two OPs (Integrated Regional Operational Programme (IROP) and Operational Programme Human Resources (OPHR)) and the coordination of such projects. A significant problem from the previous programming period (2007-2013) was that the projects under the Regional Operational Programme (ROP) were not co-ordinated with those under the Employment and Social Inclusion Operational Programme (ESIOP), the calls for proposals for capital investments under ROP being issued 1 ½ years before those under the ESIOP (covering crucial activities to support staff in implementing the deinstitutionalisation process). To avoid a similar problem in the current programming period, it is essential that the projects under the two OPs are coordinated. The Slovakian government seeks to address this by establishing an interdepartmental working group, which will include civil society representatives. However, it would appear that this group has not as yet started its work. Suggested questions : Has the membership, remit and work plan of the interdepartmental working group been decided? How is it intended that the working group will ensure close coordination between the OPs? When will the working group start its work? Who does it report to? ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 18 Efficient and timely transition to community living is required Although the strategy for deinstitutionalisation in Slovakia was adopted at the end of 2011, nearly 5 years later, information available suggests that to date not one person has been transferred from institutional care to community-based services. Such slow progress in initiating deinstitutionalisation is of considerable concern. Moreover, the planned activities under the revised National Project for deinstitutionalisation for the period up to 2020 (and which is not as yet adopted) includes less than 10% of the 861 institutions in Slovakia. While, as noted above, the transition to community living needs to be carefully planned so that appropriate support is available in the community, based upon the proposed activities, the deinstitutionalisation process will take decades to achieve. Suggested questions: When is it envisaged that the new National Project for deinstitutionalisation will be adopted? Has the question on whether those civil society organisations which were intended to be partners in the deinstitutionalisation process (NGOs and a university) should co-finance the National Project for deinstitutionalisation now been resolved? How will the achievements of this programming period be used to further the deinstitutionalisation process in the next programming period? When does the Slovakian government envisage that the deinstitutionalisation process will be completed? Avoiding the creation of ‘mini-institutions’ It is important to ensure that the deinstitutionalisation process does not result in the creation of smaller facilities. While this may mean that residents live in a much improved physical environment, it does not achieve the goal of community living and is likely to create ‘mini-institutions’ in which the institutional culture of the larger residential facilities is replicated. To address this concern requires the provision of a range of community-based services, such as accessible housing; developing a workforce that is committed to the vision of community living (for example, helping people with disabilities develop independent living skills, such as cooking, budgeting and using public transport) and ensuring the people with disabilities are able to choose where, and with whom, they would like to live. Suggested questions: What range of community-based services are planned? How are people with disabilities and their families included in this planning process? What training and support will be given to staff working in community-based settings? Will people with disabilities be involved in the training? What involvement will people with disabilities have in the planning and preparation of their move into community-based settings so they can feel it is their home rather than a place where they are told to live, having been enabled to make decisions about their move into the community (e.g. where they want to live, who they would like to live with, how they would like their accommodation to be decorated)? ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 19 Improving the accessibility of mainstream services To date, the deinstitutionalisation process in Slovakia has focused on measures to prepare the transformation of residential institutions, with limited attention being given to making mainstream services, such as housing, transport and health care accessible to people with disabilities, for example by removing barriers to their access to the physical environment, information and communication. Suggested question: What activities are planned to enable people with disabilities to use mainstream services, such as transport and housing? Generating a commitment to community living To achieve the goal of moving from institutional care to community-based services requires a commitment from all the key players. Unfortunately, to date, there seems to be a reluctance in some regions to commit to the national plan for deinstitutionalisation. Given that many of the traditional large, long-term stay institutions are funded by local authorities, which are also responsible for the planning and development of community- based services, they play a key role in the implementation of the national deinstitutionalisation process. It is therefore essential that the Slovakian government and their partners in the regions work together to realise a shared vision of community living. Suggested question: What work is being undertaken to engage with authorities in the regions in order to develop a common understanding of community living for people with disabilities and a commitment to achieving this? Quality standards for social services Although quality standards for social services came into force in January 2014, there remain significant problems with their implementation in some areas of the country. Suggested questions: What steps are being taken to ensure that the quality standards are implemented, in particular to establish a system for the independent and regular review of the services provided to people living in institutional care? Will people with disabilities and their families be involved in the review of such services ? Sustainability of the services funded by ESIFs A concern that is often raised in connection with EU funded projects is whether they will be able to continue beyond the initial funding period. The disruption, or termination, of services caused by funding problems is likely to have a significant negative impact on those people with disabilities receiving such services. It is therefore essential to plan for the long- tern sustainability of the community-based services that are developed with the support of ESIFs. ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 20 Suggested Question: What plans are in place to ensure the long-term sustainability of the services being developed as part of the deinstitutionalisation strategy? ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 21 7. ANNEXES Annex 1: The Transition from Institutional Care to Community Living: Key Terms Set out below are descriptions of the most common terms used in relation to ‘deinstitutionalisation’. Independent Living (also referred to as ‘community living’) Independent living is the daily demonstration of human rights-based disability policies. Independent living is possible through the combination of various environmental and individual factors that allow disabled people to have control over their own lives. This includes the opportunity to make real choices and decisions regarding where to live, with whom to live and how to live. Services must be available, accessible to all and provided on the basis of equal opportunity, free and informed consent and allowing disabled people flexibility in our daily life. Independent living requires that the built environment, transport and information are accessible, that there is availability of technical aids, access to personal assistance and/or community-based services. It is necessary to point out that independent living is for all disabled persons, regardless of the gender, age and the level of their support needs. Deinstitutionalisation (DI) Deinstitutionalisation is a political and a social process, which provides for the shift from institutional care and other isolating and segregating settings to independent living. Effective deinstitutionalisation occurs when a person placed in an institution is given the opportunity to become a full citizen and to take control of his/her life (if necessary, with support). Essential to the process of deinstitutionalisation is the provision of affordable and accessible housing in the community, access to public services, personal assistance, and peer support. Deinstitutionalisation is also about preventing institutionalisation in the future; ensuring that children are able to grow up with their families and alongside neighbours and friends in the community, instead of being segregated in institutional care. Community-based Services The development of community-based services requires both a political and a social approach, and consists of policy measures for making all public services, such as housing, education, transportation, health care and other services and support, available and accessible to disabled people in mainstream settings. Disabled people must be able to access mainstream services and opportunities and live as equal citizens. Community-based services should be in place to eliminate the need for special and segregated services, such as residential institutions, special schools, long-term hospitals for health care, the need for special transport because mainstream transport is inaccessible and so on. Group homes are not independent living and, if already provided, must exist alongside other genuine, adequately funded independent living options. Institution An ‘institution’ is any place in which people who have been labelled as having a disability are isolated, segregated and/or compelled to live together. An institution is also any place in which people do not have, or are not allowed to live together. An institution is also any place in which people do not have, or are not allowed to exercise control over their lives and their day-to-day decisions. An institution is not defined merely by its size. The Ad Hoc Expert Group Report on the Transition from Institutional to Community-based Care defines ‘institutional care’ as any residential care where: ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 22 - users are isolated from the broader community and/or compelled to live together; - these users do not have sufficient control over their lives and over decisions which affect them; - the requirements of the organisation itself tend to take precedence over the users’ individualised needs. Personal Assistance (PA) Personal Assistance is a tool which allows for independent living. Personal assistance is purchased through earmarked cash allocations for disabled people, the purpose of which is to pay for any assistance needed. Personal assistance should be provided on the basis of an individual needs assessment and depending on the life situation of each individual. The rates allocated for personal assistance to disabled people need to be in line with the current salary rates in each country. As disabled people, we must have the right to recruit, train and manage our assistants with adequate support if we choose, and we should be the ones that choose the employment model which is most suitable for our needs. Personal assistance allocations must cover the salaries of personal assistants and other performance costs, such as all contributions due by the employer, administration costs and peer support for the person who needs assistance. Annex 2: Guidance on the Transition from Institutional Care to Community Living Ad Hoc Expert Group on the Transition from Institutional to Community-based Care (2008) Report of the Ad Hoc Expert Group on the Transition from Institutional to Community-based Care. Available at: http://ec.europa.eu/health/ph_determinants/life_style/ mental/docs/report_transition_en.pdf European Expert Group on the Transition from Institutional to Community-based Care (2012) Common European Guidelines on the Transition from Institutional to Community- based Care. Available at: http://www.deinstitutionalisationguide.eu European Expert Group on the Transition from Institutional to Community-based Care (2012) Toolkit on the Use of European Funds for the Transition from Institutional to Community-based Care, revised 2014. Available at: http://www.deinstitutionalisationguide.eu European Commission (2014) Draft thematic guidance fiche for desk officers, Transition from institutional to community-based care (de-institutionalisation – DI) Version 2, January 2014. Available at: http://ec.europa.eu/regional_policy/sources/docgener /informat/2014/guidance_deinstitutionalistion.pdf ",
        "European Structural and Investment Funds and People with Disabilities: Focus on the Situation in Slovakia ____________________________________________________________________________________________ 23 Annex 3: Deinstitutionalisation of Social Services in Slovakia and EU Funding: Key Publications Deinstitutionalisation and social services in Slovakia Ministry of Labour, Social Affairs and the Family of the Slovak Republic (2011) Strategy on Deinstitutionalisation of the Social Services System and Foster Care in the Slovak Republic Ministry of Labour, Social Affairs and the Family of the Slovak Republic (2011) National Action Plan for the Transition from Institutional to Community-based Care in the Social Services System 2012–2015. Available at: https://www.employment.gov.sk/files/legislativa/dokumenty-zoznamy-pod/narodny-plan- deinstitucionalizacie_en.pdf National Action Plan for Children 2013-2017 . Available at: https://www.employment.gov.sk/files/slovensky/ministerstvo/konzultacne-organy/rada- vlady-sr-ludske-prava-narodnostne-mensiny-rodovu-rovnost/vybor-deti-mladez/napd- eng.pdf Národný Program Rozvoja Tivotných Podmienok Osôb so Zdravotným Postihnutím na Roky 2014 – 2020 (Disability Strategy 2014-2020). Available at: https://www.employment.gov.sk/files/slovensky/rodina-socialna-pomoc/tazke-zdravotne- postihnutie/narodny-program-rozvoja-zivotnych-podmienok-osob-so-zdravotnym- postihnutim-roky-2014-2020.pdf Ministerstva Práce, Sociálnych Vecí a Rodiny Slovenskej Republiky (2014) Národné Priority Rozvoja Sociálnych Služieb na Roky 2015-2020 (National Priorities for Development of Social Services for 2015-2020). Available at: https://www.employment.gov.sk/files/ slovensky/rodina-socialna-pomoc/socialne-sluzby/nprss-2015-2020.pdf Council of Europe Commissioner for Human Rights (2015) Report by Nils Muižnieks Commissioner for Human Rights of the Council of Europe Following His Visit to The Slovak Republic from 15 to 19 June 2015, CommDH(2015)21. Available at: https://wcd.coe.int/ViewDoc.jsp?p=&id=2363559&Site=COE&BackColorInternet=DBDCF2& BackColorIntranet=FDC864&BackColorLogged=FDC864&direct=true European Structural Investment Funds (ESIFs) Programming period 2014 - 2020 Partnership Agreement of the Slovak Republic for the Years 2014 – 2020. Available at: http://www.partnerskadohoda.gov.sk/data/files/108_partnership-agreement-of-the-sr-for- the-years-2014-2020_en.docx Integrated Regional Operational Programme 2014 – 2020. Available at: http://www.mpsr.sk/index.php?navID=1127&navID2=1127&sID=67&id=9627 ",
        "Policy Department C: Citizens' Rights and Constitutional Affairs ____________________________________________________________________________________________ 24 Ministry of Labour, Social Affairs and the Family of the Slovak Republic Operational Programme Human Resources for the Programming Period of 2014 – 2020. Available at: https://www.employment.gov.sk/files/slovensky/esf/op-ludske-zdroje/op-hr_en-version- final.pdf Programming period 2007 - 2013 Ministry of Labour, Social Affairs and the Family of the Slovak Republic (2007) Operational Programme Employment and Social Inclusion. Ministry of Agriculture and Rural Development of the Slovak Republic, Regional Operational Programme , version 1. Available at: http://www.ropka.sk/ download.php?FNAME=1205247367_l859.upl&ANAME=Regional%20operational%20progra mme%20-%20version%201%20(unofficial%20translation).zip&attachment=1 Ministry of Agriculture and Rural Development of the Slovak Republic Regional Operational Programme , version 2. Available at: http://www.ropka.sk/download.php? FNAME=1312783783.upl&ANAME=Regional_Operational_Programme_version_2_unofficial_ translation.zip&attachment=1 ‘Podpora procesu deinštitucionalizácie a transformácie systému sociálnych služieb’ (Project ‘Supporting the process of deinstitutionalisation and transformation of social services’). Available at: https://www.ia.gov.sk/data/files/np_di/Dokumenty/OPIS_projektu _DI__zmena_c._7_zapracovane_zmeny.docx Ministerstva práce, sociálnych vecí a rodiny Slovenskej republiky (2015) Záverečná hodnotiaca správa Národný projekt: Podpora procesu deinštitucionalizácie a transformácie systému sociálnych služieb (Final evaluation of Project ‘Supporting the process of deinstitutionalisation and transformation of social services’). Available at: https://www.ia.gov.sk/data/files/np_di/publikacie/Zaverecna_hodnotiaca_sprava.pdf Reports on community-based services and ESIFs in Slovakia Ďurana, R., Duháčková, J., Betinský, J. and Burajová, B. (2013) Monitoring the Absorption of Structural Funds in the Area of Social Services during the Period 2007-2014 . Available at: www.iness.sk/media/file/pdf/MonitoringINESSen.pdf Holúbková, S. and Ďurana, R. (2011) Courage to Provide New Social Services. Available at: http://www.iness.sk/media/file/pdf/INESS_Courage_Provide_New_Social_Services.pdf ",
        "",
        ""
    ]
}