{
    "text": [
        "Avian Flu Situation Reports EUROPEAN COMMISSION DIRECTORATE GENERAL JRC JOINT RESEARCH CENTRE Institute for the Protection and Security of the Citizen Support to External Security Avian Flu Situation Reports 2006 This report collects together information about Avian Flu outbreaks from 1997 to the time of writing, and includes a short review of the 1919 influenza pandemic. IPSC has provided Commission Services, Council SitCen, ECDC and FAO with a daily situation report on the spread of Avian Flu from January to April 2006. This covered the critical period when the disease spread to Europe, the Middle East and Africa. The situation reports were written based on media reports automatically filtered by the JRC’s Europe Media Monitor. These reports were backed up by rapid mapping and geocoding services of IPSC and the MediSys automated intelligence gathering. In August 2005 JRC were asked to prepare a briefing note on Avian Flu. This earlier report exploited EMM’s long term archive of News and covers the period from first detection in 1997 until August 2005. It has now been extended to cover the period until the daily reports begin. An update to this report covers the period from August to the outbreaks in Turkey. The seriousness of the situation in Turkey triggered the daily reports. All these reports are included in this overview document. At the time of writing a weekly report is being produced as there is a noticeable downturn in reported cases. Flu veracity normally falls in summer. This work also led to a study of available literature study concerning the 1918 influenza pandemic, whose devastating effects underlies current concern about the spread of H5N1 Avian Flu. Clive Best, David Horby, Alessandro Annunziato, Michalis Ketselidis, Christophe Louvrier, Ivano Caravaggi SES Unit, IPSC T.P. 267 I – 21020 Ispra (VA) Italy Tel: + 39 0332 785044 Fax: + 39 0332 789185 Email: clive.best@jrc.it April 2006 Information Source: EMM news monitoring EUR 22249 EN 1 ",
        "European Commission Directorate-General Jo int Research Centre Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server http://europa.eu EUR 22249 EN ISSN 1018-5593 Luxembourg: Office for Official Publications of the European Communities © European Communities, 20 06 Reproduction is authorised provided the source is acknowledged Printed in Italy ",
        "Avian Flu Situation Reports Table of Contents Introduction............................................................................................................................... 4 Avian Flu Briefing Note 28/8/2005 ................................................................................... 5 Avian Flu Situation Update for Period September 2005 to January 2006................................ 9 1918 Flu Pandemic ................................................................................................................. 11 The Daily Situation Reports 11/01/2006 until 12/04/2006..................................................... 17 Statistical Timelines until April 2006..................................................................................... 84 Information Source: EMM news monitoring 3 ",
        "Avian Flu Situation Reports Introduction The use of media monitoring to alert health authorities to emerging communicable diseases and other health threats has been applied in two systems. The first is the Global Public Health Information Network (GPHIN) developed by Canada Health and more recently the MedISys developed by JRC for DG SANCO. MedISys is based on the Europe Media Monitor (EMM) which detects news articles published across nearly 1000 selected Web based news sites and also News Agency reports. There was a growing concern about the threat of Avian flu in 2005 following the spread outside of Asia to Russia. This was particularly of concern to Europe as migratory birds were proposed as a possible vector for the spread of the disease through known flypaths between Siberia and Europe. In August JRC was asked to produce a briefing paper on Avian Flu for DG RTD based on information gathered by EMM. This briefing note forms the first section of this report which covers the period between first emergence of the Virus in China sometime before 1997. The next section is a brief overview of the main developments which occurred between August 2005 and the start of the daily reports in early January 2006. First reports of poultry outbreaks in Turkey occurred in October 2005 and seemed to be under control when in January the first deaths from H5N1 in children from the east of Turkey came as a shock and reminder of the threat. JRC began a daily update on January 11 th and continued this until April 12 th by which time the disease had spread to wild birds across Europe. H5N1 is a pandemic for water fowl, poultry and scavenger birds, but can infect mammals and humans exposed to high concentrations of the virus either through ingestion or respiration. There is hardly any evidence that it is infectious between people. In 1918 a virus of avian origin did become highly infectious between humans and provoked one of the worst pandemics in human history. A review of the research literature into what happened in 1918 was carried out and a short summary of this study is included here. Finally, media coverage of events reflects public concern about a given issue. EMM keeps statistics on the number of articles published per hour which reflects the relative importance paid to events by Europe’s press. The last section shows how the media reported the various developments of avian flu effecting individual countries Information Source: EMM news monitoring 4 ",
        "Avian Flu Situation Reports Avian Flu Briefing Note 28/8/2005 1. Pre 2003 A virulent avian flu virus H5N1 has been simmering for about a decade in Southeast Asia. It may have originated in the intense poultry farming regions of China, and first came to public attention in 1997, when the avian virus made the unusual jump to humans. Six persons died in Hong Kong, and the province’s entire chicken population was culled. Further preventative measures were taken in Hong Kong in 2001 and 2002 after more infected birds were discovered. No further human cases occurred until February 2003 when a Hong Kong man died after contracting H5N1 after visiting relatives in China’s Fujian province, who kept chickens. China has an active vaccination programme which may have suppressed infections but has not fully eliminated the disease. 2. Dutch Outbreak 2003 In March 2003, a seemingly unrelated outbreak of H7N7 avian flu started at 3 turkey farms in Dinteloord, near Roosendaal, Holland. This rapidly spread to nearby poultry farms and resulted in a 70% mortality rate among chickens. A Dutch vet became the first human victim of H7N7 and many farm workers caught conjunctivitis eye infections from the virus. The outbreak reached North-Rhine Westphalia by May before being eliminated through mass culling of chickens. 3. Further Outbreaks outside Asia 2004 H7 outbreaks occurred in Texas, USA and in British Columbia Canada during February to May 2004, leading to an EU ban on imports of poultry. This ban was lifted some months later, after the infection was eliminated. An H5N2 (milder form of H5N1) outbreak occurred in Ostrich farms in South Africa in August 2004 resulting in the culling of 15,000 Ostriches. 4. Major Asian Outbreak 2004 Korea was the first country reporting a severe outbreak in December 2003, which was quickly followed by reports of the first human deaths from Vietnam, Thailand, Cambodia and Indonesia. The outbreak seemed to be under control by March 2004, but a second wave of infections was announced in China and Vietnam in June. In total 108 people had been infected in Southeast Asia from December 2003 until August 2005, lethal to half of them. All these infections were directly from birds, either through handling sick birds or by eating uncooked infected birds. Pigs have also been infected both in Asia and in the Dutch outbreak. There is no evidence to date that the bird flu virus can be transmitted readily among humans, but epidemiologists fear that it could mutate into one that does. 5. Spread of Avian Flu The most likely spread of Avian Flu from one area to another is the trade in domestic chickens and ducks. EU control measures are to ban imports from infected areas where possible. In Asia, however, agreements on vaccination programmes for transported birds are common. This is controversial as the disease may still be present in vaccinated birds. Most Information Source: EMM news monitoring 5 ",
        "Avian Flu Situation Reports concern is now being expressed over the possibility of infections being carried over long distances by migratory birds, or through illegal smuggling of birds. 6. Bird Migration . In March and December 2004 both Japan and Taiwan reported infections carried into their Islands by migratory birds from Korea and China. These are the only two reports found during 2004. However, the Chinese announced in March 2005 that 178 bar-headed geese had been found with the H5N1 virus in a nature reserve in Qinghai province. Qinghai (pronounced ching-high) Lake is the largest saltwater lake in China. It is located some 9,000 feet above sea level and serves in particular as a summer haven for numerous wild birds that eventually head south, over the Himalayas, to India and Burma for the winter. \"There is a danger that (H5N1) might be carried along the birds' winter migration routes to densely populated areas in the south Asia subcontinent, a region that seems free of this virus, and spread along migratory flyways linked to Europe,'' wrote University of Hong Kong researcher Yi Guan and colleagues from China and the United States in the British science journal Nature. Another paper by Chinese scientists in Science speculates that the virus emerged from a mixture of strains in birds over-wintering in S.E. Asia. Then in early August Mongolia issued an emergency report following the death of 89 migratory birds at two lakes in the northern part of the country. At the same time an outbreak of H5N1 was detected in Tibet, China. Reports on large poultry outbreaks OF H5N1 in Siberia and Kazachstan began in late July. The outbreaks have been attributed to contact between domestic birds and wild waterfowl at shared water sources. However, some ornithologists dispute migratory birds from Lake Qinghai as the cause, since during the breeding season the ducks are flightless and then migrate south for the winter. They suspect human transport of infected birds as a more likely mechanism for the outbreak. 7. Risks to Europe There are two pathways whereby the virus could enter Europe. Firstly human transport of infected birds, and secondly by sick migratory birds infecting poultry. In October 2004 a Thai man smuggled two eagles into Brussels airport both infected with H5N1. The emergence in late 2003 and 2004 of 3 outbreaks of avian flu in Holland, N. America and South Africa, suggests transport a more likely mechanism than bird migration. The birds infected in Lake Qinghai will migrate south for the winter, this is more of a threat to South Asia and India than Europe. Dr. Carol Cardona, a US expert on avian influenza, thinks “The situation could be dire if the virus figures out how to go from migratory bird to migratory bird, and those birds survive.” Some birds in Siberia do migrate from east to west for the winter, unlike the so far mainly infected waterfowl. But Cardona still remains skeptical that the flu virus had been carried long distances by migrating birds. \"This virus has been around for nearly a decade, and human movement of domesticated birds usually Information Source: EMM news monitoring 6 ",
        "Avian Flu Situation Reports explains it, '' she said.”If birds get sick, they don't walk far, however people walk far with them.'' References All information in this note has been taken from Open Sources – mostly news reports monitored by the European Media Monitor (EMM) http://emm.jrc.org. Other main sources of information are as follows: 1.World Health Organisation - http://www.who.int/csr/don/2005_08_18/en/index.html 2.Asian Ornithologist Forum : http://www.drmartinwilliams.com 3.Chinese Science Paper: http://www.sciencemag.org/cgi/content/full/309/5738/1206 4. SANCO/JRC’s Medical Intelligence System https://medisys.jrc.it 5. New Scientist http://www.newscientist.com A timeline of Avian Flu reports received by EMM since 2002 is shown in Figure 1. Figure 2 maps where the main events mentioned in the text occurred and displays the possible bird migration routes of infection to and from lake Qinghai, China. Figure 1: Avian Flu main event timeline. EMM articles monitored per day. This measures media interest rather than the actual incidents of avian flu infections, but they are related. Information Source: EMM news monitoring 7 ",
        "Avian Flu Situation Reports Figure 2: Avian Flu Event Tracking Map produced for the Global Crises Atlas by ISFREA, JRC using data provided by the Europe Media Monitor. Information Source: EMM news monitoring 8 ",
        "Avian Flu Situation Reports Avian Flu Situation Update for Period September 2005 to January 2006. Statistics on Avian Flu reports monitored by EMM Timeline: Mid August: Russian outbreaks in Chelyabinsk, Novosibirsk, Tyumen, Omsk, Kurgan and Altai. New outbreaks reported in Kazakhstan. The Dutch government orders poultry to be kept in doors. First week in October: First outbreaks in poultry reported from Romania - 3 ducks tested positive in the village of Smardan and culling begins of 300 birds. 8 th October: Turkish officials last night reported that 1,800 birds had died of bird flu at a farm in western Turkey a few miles from a nature reserve that attracts migrating birds. 9 th October: Turkey announces another outbreak in 1,500 chickens and turkeys in Anatolya. 10 th October: EU bans import of poultry and poultry products from Turkey. 13 th October: H5N1 is confirmed in samples taken from Turkey. 15 th October: - Weybridge confirms H5N1 in three ducks found dead in Ceamurlia de Jos in Romania. This is the first incidence in mainland Europe of H5N1. Information Source: EMM news monitoring 9 ",
        "Avian Flu Situation Reports 21 st October: UK Imported parrot dies of bird flu in quarantine. H5 strain is detected in dead wild swans found in Croatia. 25 th October: An Indonesian man dies of bird flu bringing total Asian deaths to 62. 29 th October : First report of chickens with bird flu in Kurdish part of Iraq. Vietnam: Two bird flu patients die in central Quang Binh province. 30 th October: Turkey ends its quarantine of an area in North West Turkey near the Aegean Sea and says no other outbreaks detected anywhere else in the country. Early November: Fresh outbreaks found in Thailand. 15 November: More than 50 birds have died at a UK quarantine centre hit by an outbreak of avian flu. A new report says a consignment of Taiwanese mesia birds was the most likely source of the outbreak. This also explains how the parrot from south America became infected. 1 st Dec: Romania detects new cases of bird flu in a remote village in the Danube delta where the deadly H5N1 strain was first discovered in October. Bird flu is also confirmed in Crimea, Ukraine on 3 rd Dec. 16 th Dec: Romania has now found avian flu in birds in 19 villages in and around the Danube delta. 5 th January: First death of bird flu in Turkey area of Van is announced. The Boy died on Sunday 1 st January. 8 th January: British lab in London confirms H5N1 as the cause of death of the 14 year-old boy Mehmet Kocyigit and his sister Fatma in Van. His other 11 year old sister has now also died, and a 4 th child is also hospitalized. Jan 15 th : Two more children - Fatma Ozcan, 15, and her five-year-old brother Muhammet Ozcan are human cases. Fatma later dies. They are cousins of the Kocyigit family forming a cluster of cases. Eventually WHO confirm 12 human cases and 4 deaths No new cases emerge after Jan 18 th . More details are given in the daily reports starting 11 th January. Following the serious outbreaks in Turkey JRC began the daily situation reports which were distributed each morning from January 11 th until April 12 th . Information Source: EMM news monitoring 10 ",
        "Avian Flu Situation Reports 1918 Flu Pandemic The Spanish influenza pandemic of 1918-19 infected about one third of the world’s human population (500 million people) killing perhaps 50 million people. It caused the worst ever death toll by an infectious disease in recorded human history, exceeding the “Black Death” plagues of the middle ages. The main wave of infection occurred over just a 10 week period from October to early December and caused 80 % of fatalities. All influenza A pandemics since that time (except human infection from avian viruses like H5N1) have been caused by descendants of the 1918 virus. Much information at the time was subsumed by the first world war effort, but actually the pandemic killed far more people than did the hostilities. More US soldiers died from the flu than died in battle. The flu was particularly cruel because, unlike all other pandemics before or since it hit mostly young healthy persons rather than the elderly or the very young. This age profile made the disease even more deadly and was reflected in a long term dip in age distribution of populations . In many badly affected areas schools were closed, public activities suspended, and people wore face masks in an attempt to control the spread. Spain was particularly badly hit, and because there were no war restrictions the first reports came from “Agencia Fabra” about a mystery deadly infection. This explains why the pandemic got the name Spanish influenza, although the Spanish themselves called it Naples or French Flu. Troop encampments along the war front were badly hit and the failure of the German offensive in 1918, perhaps eventually leading to their defeat has been blamed on the large numbers of soldiers incapacitated with the Flu. President Woodrow Wilson caught the flu just before the Yalta negotiations and some people argue his illness consequently clouded judgment in agreeing to the harsh war reparation terms proposed by the French. This then became one of the precursors to the second world war. The Pandemic was unique prior or since as it swept the world in three Information Source: EMM news monitoring 11 ",
        "Avian Flu Situation Reports waves separated by a few months. The first wave occurred in the spring and early summer, before the main wave in the autumn. A third wave occurred in early 1919 before essentially disappearing, but exact timings depended on location. Mass troop movements at the end of the First World War helped the spread around the world and every continent was consequently affected. 1918 Pandemic Overview: In 1998 the virus was reconstructed using lung tissue from soldiers preserved at the time or exhumed from permafrost in Alaska. Analysis showed that the Virus was H1N1 derived from an avian source. However, there was no precursor outbreak of avian flu in birds prior to the human outbreak. The pandemic came in three distinct waves. The first wave in the spring seems to have originated in Kansas US and spread via US army camps to France and then spread to civilian populations by July. The first wave was relatively mild, but somewhere in the late summer, perhaps in the overcrowded troop encampments in France the virus mutated and became much more deadly. A second wave appeared almost simultaneously across the world, being reintroduced back into the USA via Boston and New York, killing up to 50 million people worldwide from October to December. The H1N1 virus responsible was an avian-like virus, which was new to the human population. However all influenza pandemics since then have been caused by descendants of it and direct descendants still circulate in the pig population. Weekly influenza mortality, UK (1918-1919) Where did it start? There have been 3 proposals over the years. 1) China where outbreaks of flu and pulmonary disease early in 1918 were reported, but there is no evidence they spread further and may have been misdiagnosed with pneumonic plague. Earlier pandemics and those since can be traced to origins in Asia, but 1918 was different. 2) An outbreak of purulent bronchitis in 1916/17 at UK troop encampments at Etaples in France proposed by J.S. Oxford (see report: 14/03). However, there is no direct evidence it spread beyond the camp at the time. 3) Haskell County, Kansas a small farming community of 1,720 persons in US. In late January an influenza outbreak started hitting the young and healthy and people started dying. The outbreak in Haskell stopped abruptly in late March but by then young men had probably passed the infection to the local army base at Funston. By March 24, 1100 men were hospitalised and thousands more sick. Other bases in US reported outbreaks, and mortality rates increased in 30 major cities by April – the first wave. By then this first outbreak had moved to France and the millions of soldiers based there peaking and then fading. Information Source: EMM news monitoring 12 ",
        "Avian Flu Situation Reports The second deadly wave seems to have originated in France in late summer. It consequently returned to the US through ports (Boston and New York) and through the rail network. Simultaneously, it exploded all around the world due to regular troop movements especially to the then British Empire. India was particularly badly affected with many millions dying. The three pandemic waves in one year remain unprecedented and still leaves many questions unanswered. Sources: Barry & Taubenberger How did it start ? Wild waterfowl which were collected by the Smithsonian Museum and preserved in Formaldehyde between 1916 and 1918 have been recently been studied (see: Journal of Virology, August 2002, p. 7860-7862). A bird from 1917 was found to be infected with a virus of the same haemagglutinin (ie. the “H” in H1 or H5) subtype as that of the 1918 pandemic virus. However researchers found that it was closer to the modern avian flu viruses than it was to the 1918 strain. This implies little drift (natural mutation) in avian sequences over the past 85 years and that the 1918 pandemic virus therefore did not acquire its HA directly from a bird. But the farming community in Kansas (assuming it was the original source), raised many pigs, and pigs can be infected by both bird and human flu at the same time. Some experts believe that genetically stable flu viruses reside harmlessly in birds, but that occasionally one of these bird viruses consequently can infects pigs. The swine immune system attacks the virus, forcing it to evolve genetically to survive. If it then spreads to humans, the result could be devastating. Pigs can also be infected by both human and bird viruses simultaneously and it has also been proposed that a process called Viral Shift (interchange of one of the 8 RNA segments) between two separate viruses in a single cell could be the trigger. The host for this process could also be a person instead of a pig. Although much of this is still just speculation it does imply that birds are not the only threat. Two interesting facts are that a) only during the second (and not the first) wave did pigs become sick, and b) people infected in the first spring wave were reportedly immune to the second. How Flu infects people It is thought that the natural host for the influenza virus is water birds. Roughly 6% of water fowl carry an influenza virus. Influenza is a zoonotic virus meaning that it can be transmitted from animal to human. The virus is spherical and contains 8 genetic RNA segments. These segments are translated into viral proteins by the host cell machinery. In some sense viruses are not really alive at all but are a disruptive free rider on living organisisms. The flu virus has a lipid membrane envelope containing two proteins - haemagluttinen (HA) and Nuramidase (N). These have been classified into 16 types for H and 9 types for N. Thus H1N1 represents one combination and H5N1 another. Detailed genetics and geometry A Flu virus is 50-120 nm in diameter Information Source: EMM news monitoring 13 ",
        "Avian Flu Situation Reports determining the fine details are determined by the 8 RNA segments. In humans it is the H proteins that attach to receptor proteins in living cells. Upon binding of the H protein to the cell surface the virus is internalised and RNA is released into the cell nucleus causing reproduction of new viral RNA. The figure below illustrates this process. Viruses need water coated cells which can be the respiratory system, blood or reproductive system to enter the body. Human contagious flu is always spread through water particles and deposits emitted by breath or through mouth contact with infected surfaces. Pandemics occur when a new viral strain adapts to human transmission and is new to the immune system. Eventually, however enough people build defensive antibodies to the virus that it either dies out or dilutes to a less virulent form. This is what happened in 1918 , although why the three waves occurred is still a mystery and could imply three different viral strains emerging each eventually being defeated by the “collective” immune system. There are two ways that viruses evolve. The first way is called Viral drift. This is the process whereby when a virus is reproduced in a host cell the exact copying of the genetic code is prone to mistakes. This induces natural mutations which eventually can lead to modifications in the way the virus attaches itself and infects cells. This process is underway also with H5N1 as evidenced by the slightly different strains emerging from tests over the last couple of years. However such a process is unlikely to result in a dangerous mutation unleashing a sudden pandemic as happened in 1918. The second mechanism is called viral shift (or Information Source: EMM news monitoring 14 ",
        "Avian Flu Situation Reports recombination). This is thought to occur when two different viruses infect the same cell simultaneously and each release the 8 RNA segment together. Then on reproduction by the cell loose segments are swapped between the two viruses, resulting in a genetically new virus. There are 256 ways that a virus could swap a single segment with another flu virus. If this exchange of RNA segments result in an HA section which can more easily attach to the human respiratory system and the virus is new to the human population then a potentially lethal pandemic could ensue. The host animal for such a viral shift could be a person or an animal such as a pig which can be infected both by avian and human flu viruses. The 1918 virus is an H1N1 type derived from an avian virus which either passed directly from bird to man or via pigs infected by both viruses simultaneously. Perhaps the first wave was transferred to man through pigs and this later mutated in the troop encampments with close contact with poultry. This is pure speculation, but if virus samples could be recovered from the first wave scientists would be able to study this is more detail. The H1N1 viral samples so far recovered are from the second deadly wave. Could it happen again? Clearly a new deadly flu virus easily transmitted among humans could emerge again, but its effect is likely to be less than in 1918. There is a much better understanding of viral infections and the importance of quarantine, and surveillance is much better. The situation is 1918 was special. There was a war going on with rapid flows of men between the front and their homelands, some in far reaching countries of the British Empire. There was also censorship of the news which avoided reporting the looming flu crises in the interests of maintaining national morale for the war effort. The situation in the encampments in France with high density living of young soldiers is not so different from high density poultry farms today. Disease spread rapidly among the troops and there had also been severe outbreaks of mumps and measles earlier. Little attempt was made to impose quarantines or restrictions on movement of people, especially since the war was also ending and celebrations were encouraged. Armistice day was November 17 th where in some countries the flu pandemic was at its peak. In Australia quarantining was actually imposed and this succeeded in limiting the outbreak rather well. Thus if such a pandemic were to appear in the coming years it is possible that even despite modern air travel that: 1) It could be initially contained to a single geographic zone 2) Quarantine measures could restrict rapid spread around the world 3) The use of anti viral drugs could delay spread and reduce mortality rates 4) Enough time could be gained for the development of a vaccine against the new viral form. However world population has more than doubled since 1918, and if measures to limit the spread failed many 10s of millions could be killed by a virus of the same pathogenicity as 1918. References 1. Origin and evolution of the 1918 “Spanish” influenza virus hemagglutinin gene. Ann H. Reid et al. Proc. Natl Acad. Sci Vol 96 1651-1656 Feb 1999 Information Source: EMM news monitoring 15 ",
        "Avian Flu Situation Reports 2. 1918 Influenza: the Mother of All Pandemics, Jefffrey Taubenberger and David Morens, Emerging Infectious Diseases www.cdc.gov/eid, Vol 12 No 1 Jan 2006 3. “The New Flu”, Amy D. Sullivan epidemiologist, Multnomah County Health Department 4. A hypothesis: the conjunction of soldiers, gas, pigs, ducks, geese and horses in Northern France during the Great War provided the conditions for the emergence of the “Spanish” influenza pandemic of 1918–1919 , Vaccine 2005, 23(7) 940-5. Information Source: EMM news monitoring 16 ",
        "Avian Flu Situation Reports The Daily Situation Reports 11/01/2006 until 12/04/2006 This section contains all the situation reports issued during the period. They were written each morning derived from a special avian flu EMM alert set up for this purpose. Short reports on selected daily events were written always limited to one page. JRC maps were rapidly produced where relevant. All other images and any external data used were always referenced to their original sources. Avian Flu – Key Developments 11/1/2006 9am. SES Unit, IPSC, Joint Research Centre Asia: Chinese Authorities and WHO confirm two more deaths from H5N1.A 10 year old girl died on the 16 th December and a 35 year old man died on the 30 th December. Indonesian health officials confirm the death of a man on Jan 1st due to H5N1. A new outbreak of bird flu in a quail farm has been reported in Guizhou province in the south west of China. Turkey: WHO officials are shocked that so many children have been infected in Turkey in such a short time period. Nearly all 15 cases are amongst teenagers and children reported in just one week. That’s nearly as many as in Thailand since 2003 (23 cases). Over 100 people are hospitalised in Turkey with suspicious symptoms awaiting diagnosis. There is widespread criticism of the initial response of the Turkish government to the crisis. Meanwhile efforts to control the outbreak continue, and over 300,000 birds have now been culled in Turkey. Sources point to more suspected cases of bird flu in Izmir and Kusadasi, on the coast facing Greece. Strict checks are taking place at all Turkish entry points to Greece. Study: Bird flu may effect far more people than official statistics suggest, according to a Swedish study published last night. Anna Thorson and colleagues at the Karolinska Institute in Stockholm surveyed 45,000 people in Bavi province of north west Vietnam. They conclude that between 650 and 750 persons suffered mild flu-like symptoms through contact with sick or dead birds. Information Source: EMM news monitoring 17 ",
        "Avian Flu Situation Reports Information Source: EMM news monitoring 18 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 12/01/2006 9am. SES Unit, IPSC, Joint Research Centre Turkey: No new cases reported yesterday. However, Bird flu effects 30 out of 81 Turkish provinces. The image above is taken from the Turkish news paper Sabah showing effected areas, confirmed human cases (Kesin) and suspected human cases (Supheli). A total of 70 suspected cases are being treated. There are fears that Avian Flu could now become endemic to Turkey unless drastic action is taken. Asia: The death of a 29 year old woman was announced in Indonesia. A WMO conference opened in Tokyo. 20 countries are attending to discuss actions to control the outbreak in Asia. “Time is of the essence” – WHO specialist Dr. Hitoshi Oshitani. Dr. David Nabarro, the U.N. coordinator estimates US$1.5 billion is needed for bird flu preparedness in the region. Greece and Cyprus : Farms and households are being checked in Cyprus by Veterinary service for signs of the disease. Greece steps up border controls, especially on the island of Samos where sea routes from Kusadasi, Turkey, are common. FAO warns spread from Turkey to neighbouring countries is likely, especially Bulgaria. US : US scientists report a new test can spot signs of dangerous mutations of the H5N1 virus able to cause a Human pandemic. Journal of Molecular Biology, Ian Wilson,Scripps Research Institute. Information Source: EMM news monitoring 19 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 13/01/2006 9am. SES Unit, IPSC, Joint Research Centre Turkey: 3 new cases confirmed bringing the total to 18. Iran has closed its land frontier with Turkey. Meanwhile Turkey is destroying all poultry along a border buffer zone to try to stop the disease spreading eastwards. Bird flu may have spread to the popular resort of Kusadasi after wild and domestic fowl have been found dead there. Greece: Poultry sales drop 40% as customs officers check for illegal poultry or feather product shipments. Romania : A Turkish citizen was admitted to hospital in Bucharest showing signs of Bid Flu. Meanwhile veterinary services are on alert after fowl were found dead in districts of Bucharest. Bulgarian officials are testing 20 dead birds in the north of the country near Vidin. Lux: EU meeting of experts opens in Luxembourg. UK : Medical Research Council scientists at Mill Hill report H5N1 virus shows a mutation to a more dangerous form, after completing analysis on samples from two fatal cases in Turkey. However, this mutation has been seen before in Hong Kong in 2003 and last year in Vietnam. Washington: World Bank endorses $500M in aid ahead of the Beijing Meeting on Bird Flu. Kyrgyzstan will be the first country to benefit receiving $5M. ASIA : No new cases reported. Tokyo meeting: Roche Pharmaceuticals promises to donate more anti-viral drugs to Asia. UN sponsored meeting in Beijing opens on Monday. Information Source: EMM news monitoring 20 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 16/01/2006 9am. SES Unit, IPSC, Joint Research Centre Turkey: A 12 year old girl, Fatma Ozchan, has died in the city of Van, her 5 year old brother is also infected with the virus, and several other family members are hospitalized. In a separate incident, another 5 year old boy has been hospitalised Saturday in Istanbul after contact with chickens at the family farm 150 miles south in Gebze. Another 18 confirmed cases, and around 50 more patients are under tests. Meanwhile Iran and Syria are culling birds along Turkey’s border area, and banned imports. Indonesia: A 13 year old girl has died in West Giava near Jiacarta, bringing total deaths to 13. Two other brothers are sick and under treatment. Belgium: Tests on a sick man returning from Turkey proved negative. There was much relief as fears of person to person infection subside. Israel: A patient has been hospitalized with Flu symptoms in Jerusalem. The man owns chickens, a few of which have died in recent days. Blood sample tests are underway as of Monday. Beijing: The World Bank is seeking $1.5 Bn to fund the effort to stop bird flu, on the eve of the two day meeting. The EU will provide 80 Meuro directly from the budget Information Source: EMM news monitoring 21 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/17/2006 9am. SES Unit, IPSC, Joint Research Centre Turkey: No new cases confirmed since yesterday. Experts are awaiting the results of bird flu tests on three children hospitalized with symptoms in the western Turkish city of Istanbul. This would be the nearest cases to Europe. Bird flu is now confirmed or suspected in 26 of the country's 81 provinces. Nearly half a million birds have now been culled in Turkey. Indonesia: A 3 year old boy died on Tuesday. His 13 year old brother also died this weekend. Israel: Tests on a Palestinian poultry farmer taken ill in Jerusalem have proved negative. Russia: A new vaccine for birds against H5N1 has been developed. Areas at risk will begin vaccination as early as tomorrow, Eduard Javadov, director of All-Russian Scientific Research Veterinary Poultry Breeding Institute (Saint- Petersburg), stated at the press conference in Moscow. Beijing: The donors conference to fight Avian Flu opened Tuesday. The conference is co- sponsored by China, the EU and the World Bank. Officials from 90 countries and 25 organisations are represented. The World Bank is asking for 1.4 Bn $. Funds will be given to needy countries for surveillance, compensate losses and drug stockpiling. A donation of 2 million doses of Tamiflu to poor countries was pledged by La Roche. The breakdown in funding is shown in the above figure (scanned New Scientist). The best hope to eliminate Avian Flu is through culling effective areas, as has been demonstrated by Thailand which is now virtually free of the disease. Information Source: EMM news monitoring 22 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/18/2006 9am. SES Unit, IPSC, Joint Research Centre Turkey: A child in Eastern Turkey has tested positive, bringing the total confirmed cases to 21. The cluster of cases in Dogubeyazit raises concern. 33 people, 26 of whom are children are receiving treatment at the hospitals in Van and Erzurum. This indicates a very high transmission rate to humans in Dogubeyazit. Iraq: A 14 year old girl has died 15 days after falling ill at Raniya close to the Iranian and Turkish borders. Health officials have sent samples to Amman, Jordan to test for H5N1. Cyprus: Reports of bird flu in ducks fin the North of Cyprus have appeared in the Cypriot press. Indonesia: Father of two bird flu victims is himself hospitalized with fever in Badumg, West Java. Beijing: Commissioner Kyprianou announced that the Commission will provide $ 100M for disease prevention in third countries and $20 M for research. US pledges $350M. The World Bank estimates the worldwide financial impact of a major pandemic at $ 800 Billion. Kofi Annan warns that the world is not yet ready to combat a Bird Flu pandemic, and urged urgent action. The funding being sought now could save much greater costs later, he said via video link. Chinese Premier, Wen Jiaboa stated China had been open about it’s human and avian cases, communicated promptly to the WEHO and sponsored and attended a series of international meetings. He described bird flu prevention as a long and arduous task, which needed the unremitting effort of all concerned countries and better international cooperation. Information Source: EMM news monitoring 23 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/19/2006 9am. SES Unit, IPSC, Joint Research Centre Confirmed Avian Flu outbreaks in Backyard Poultry Flocks Turkey: Reports of the death of an 11-year old girl have not been confirmed. This would bring total deaths to 5. Turkish sources estimate the damage to the Tourist Industry could reach $3 Billion, as booking fall by 50%. The figure above is taken from the recent OIE report (16/1) and shows locations of confirmed backyard poultry outbreaks. Another 37 unconfirmed outbreaks are reported mainly concentrated in the east but also showing a widespread problem. First reported cases date back to November 2005. Indonesia: Death of the 3 year old child this week is confirmed as due to Avian Flu. China: A 35 year old woman from Jianyang in Sichuan province has died, bringing total deaths in China to 6 Beijing : The donor conference closed Wednesday with a total of $1.9 Bn pledged by contributing countries. FAO warns that migratory birds could spread the disease through Africa and Europe in the spring. Turkey lies at the crossroads between Asia, Europe and Africa. African countries deserve special attention, because they lack the infrastructure to deal with an Avian Flu outbreak. Information Source: EMM news monitoring 24 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/20/2006 9am. SES Unit, IPSC, Joint Research Centre Positive Avian Flu cases in Wild Birds Turkey: WHO says the situation is improving and expects fewer human cases. 3 young boys are healthy enough to leave hospital. 1.1 million poultry have now been culled, and warnings to avoid contact with sick birds are being heeded. The map shown above is taken from the OIE report and shows confirmed Avian Flu cases in wild birds. It would appear to be unlikely such cases are restricted to just Turkey. London: A paper in the Lancet warns against complacency through over-reliance on Tamiflu and Relenza in the case of a human pandemic. By reducing symptoms, Tamiflu may even cause an increase in the spread, whereas measures of simple hygiene and isolation are more effective. Furthermore, these drugs have not reduced mortality among the few flu victims who have taken them so far. Hong Kong: A dead wild bird tests positive for bird flu. Tests on Poultry so far negative. Iraq : The WHO announced that the 15 year old girl who died near the Turkish border did not have Avian Flu. Iran : The veterinary and public health services are on a state of alert in the border area with Turkey. Last week 30,000 poultry were culled in villages within 10 km of the border. Veterinary teams and police have received flu vaccinations. The chief veterinary officer confirmed that Iran would welcome access to aid pledged in Beijing. Indonesia : The Toddler who died earlier this week tests positive for H5N1 Vietnam : Scientists are experimenting with a new vaccine against H5N1 on monkeys. The vaccine was developed using samples taken from a woman and her daughter who died during the first outbreak in the north of the country. The work is performed at the new National Hygiene and Epidemiology Institute, Hanoi. They are waiting for permission to do tests on human volunteers. Information Source: EMM news monitoring 25 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/23/2006 9am. SES Unit, IPSC, Joint Research Centre WHO – Pandemic Risk Assessment shows current value = 3 Turkey: Two brothers, Muharrem, five and Iskender, two, were discharged from Ankara hospital, while a third child is improving. Their parents took the children to hospital early after playing with infected gloves. The mortality rate appears to be lower in Turkey than in Asia: 4 deaths, 8 recoveries and 9 still being treated. This has encouraged authorities to suggest that the virus is mutating into a less lethal form. However, the relative number of declared human cases to poultry outbreaks appears higher. Tests on a woman returning to France after a two week visit have proved negative. A poultry outbreak is confirmed in Chorlu, Tekirdag province in the European part of Turkey. London: Mutations found in the Turkish cases are similar to those seen in Russia (August) and at Lake Qinghai, China (March). Lake Xingao is a major breeding site for wild ducks. This strongly supports the theory of wild bird migration seeding infection in backyard Poultry farms. Meanwhile, Prof. Potter (Univ. Sheffield) warns at a recent flu conference, that the H5N1 scare may be diverting attention from the H2 strain, responsible for previous pandemics. Indonesia: The deaths of the 4 year old boy and his 13-year-old sister reported last week have been confirmed as due to Avian Flu after tests in Hong Kong. Their father is being treated in hospital. Doctors announced Saturday that they are treating a new suspected case in the same province of West Java. Indonesia now has 14 confirmed deaths. Middle East : Fear of Bird Flu increased after Turkey’s agriculture minister accused unnamed neighboring countries of concealing outbreaks. Bordering countries are: Georgia, Armenia, Iran, Iraq, Syria, Bulgaria and Greece. Information Source: EMM news monitoring 26 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/24/2006 9am. SES Unit, IPSC, Joint Research Centre China: A 29 year old woman from Jinhua Town in Sichuan Province in south west China is diagnosed with H5N1 infection. She is the 10 th declared case in China with 6 deaths. Cyprus: Reports for some days of bird deaths in the North of Cyprus. Tests are being carried out on two dead birds at a farm said Turkish Cypriot authorities. A large group of dead and sick birds were dumped at a rubbish heap in Dali, but no traces of bird flu have yet been confirmed. A team of EU experts will now visit the area, in addition to Turkey, in the coming days confirmed Commissioner Kyprianou. Turkey: A spokesman for the Ministry of Agriculture expressed optimism after no new cases have been found for several days. The last confirmed human case was 17 th January. WHO attributes this positive development to mass culling of fowl and an information campaign. Thailand: The government introduces new food safety regulations which will force the closure of thousands of substandard poultry slaughterhouses. Avian Flu first hit Thailand in January 2004, claiming 14 lives and 60 million poultry were culled. The country seems free of the disease at present. Bird Migration Debate: The RSPB (Royal Society for Protection of Birds) disputes wild bird migration being the primary blame for the spread of Avian Flu. The trade in wild birds and poultry products, such as chicken manure used to fertilize fish farms, is a much more likely vector, they claim. However, WHO confirm the virus found in Turkey is virtually identical to those found at Lake Qinghai, China (as reported yesterday). The Romanian outbreak was first detected in the remote Danube delta, one of Europe’s largest wetlands, lying on a major migratory route for wild birds. Juan Lubroth from FAO thinks that although wild birds may introduce the virus, it is the poultry trade that spreads the virus. It is also possible that wild birds are infected by poultry when they share the same ecosystem. The ornithologists (Andre Farrar, RSPB, Richard Thomas, Bird Life International) point out that migratory routes are North-South from Asia rather than East-West, and outbreaks should have occurred in Australasia ( see figure right ), which they haven’t. Conservationists are concerned about reports of wild birds being killed in several countries from Madagascar to Vietnam. This debate will no doubt continue. Information Source: EMM news monitoring 27 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/25/2006 9am. SES Unit, IPSC, Joint Research Centre Japan: The Japanese authorities begin a cull of 770,000 birds in an effort to eliminate an outbreak of the milder H5N2 virus. The outbreak was detected in mid January at Moriya farm, 100 km north of Tokyo. This is in the Ibaraki province where previous outbreaks of H5N2 have led to the slaughter of 2.5 million birds since June last year. There was an earlier outbreak in March 2004. Indonesia: A 22-year old chicken vendor working in a traditional market has been infected with H5N1 and hospitalized in Jakarta, a senior Health Ministry official confirmed this morning. This is the 20 th case reported with 14 deaths and 5 recovered. WHO officials are currently visiting live bird markets in Jakarta, to identify ways to improve hygiene. Meanwhile, a Singapore based health official, Bob Bernstein blames government devolution and decentralization of health care in Indonesia for hampering the fight against Avian flu. North Korea: At least one human case of Avian Flu has occurred since December, according to a Japanese based Human Rights organization – RENK (Rescue The North Korean People). A woman is being treated with Avian Flu in Pyongyang. Kim Jong-il has ordered preventative measures to fight outbreaks at the beginning of the year. Pyongyang has previously reported several outbreaks in poultry, but never a human case. Cyprus: Greek and Turkish Cypriot experts met yesterday to decide a contingency plan following suspicious bird deaths around Makrasika. Thousands of birds have now been culled. Turkey: Commissioner Kyprianou will visit Turkey from 25-27 January with a team of Veterinary experts, reinforcing EU support for Turkey in its fight against Avian Flu. Geneva: Shigeru Omi, WHO's Western Pacific regional director claimed that slow reporting by Asian countries could jeopardize the chances of rapidly containing a potential pandemic. Containment measures need to be carried out within 2-3 weeks of a potential pandemic event. Only half the reports of human cases from unnamed countries met this criterion, he said. Bulgaria : Tuesday- 100,000 wild ducks fly in to the south east of the country reinforcing bird flu precautions. No reports of sick birds however. Information Source: EMM news monitoring 28 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/26/2006 12:00 SES Unit, IPSC, Joint Research Centre Algeria: A man who raised poultry may have died of Avian Flu, reported El Watan today. Three family members are also being treated in hospital, all suffering from pneumonia. The family live in Sidi el-Bachir, which is 6km from Oran on the Mediterranean coast. Definitive test results are expected within one week. Cyprus: Preliminary tests on the 2 dead birds from the North of Cyprus show traces of H5 virus, although the N1 strain awaits determination. Samples have been sent to Ankara and EU reference lab in Weybridge. Calls for better cooperation between the Greek and Turkish communities. Egypt: A farmer dumps 10,000 chicks on a road, causing motoring chaos after fearing they had Bird Flu. Poultry consumption has plummeted in Egypt, and elsewhere across the middle East. Poultry outlets in UAE report a 90% fall in fresh chicken sales. Iran: FAO appoints a representative to supervise preventative measures in Iran. 12 vets are assigned to control vehicles crossing in the North West crossings with Turkey and Azerbaijan. Around 50,000 chickens have been culled in 234 border villages. Villagers have been compensated, stated Seyed Mehdi Tabatabaie, a leading Iranian Vet. Turkey: The EU has allocated EUR 8 million to aid Turkey’s fight against bird flu. Turkish authorities report that 12 out of the 17 patients treated for avian flu have recovered, while another 4 have died. The mortality rate in Turkey appears much lower than in Asia. Whether this reflects under reporting of cases in Asia or that H5N1 is evolving to a milder form is uncertain (see figure). The Hong Kong figure is taken from the first ever outbreak of H5N1 in 1997 resulting in 6 deaths from 18 cases. Science: A report in Nature reveals for the first time how Flu viruses replicate inside cells. Scientists using an electron microscope based 3-d technique have discovered how the virus packages RNA into a circle of seven segments surrounding another segment to make a set of eight. This could speed up the development of anti-viral drugs said Prof. Kawaoka, who headed the team from Japan, Sweden and US. Information Source: EMM news monitoring 29 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/27/2006 09:00 SES Unit, IPSC, Joint Research Centre Indonesia: The 22-year old market trader in poultry has died in Jakarta. Local tests confirm he had Avian Flu. Further tests will be carried out in Hong Kong. This brings the death toll to 15 in Indonesia. Davos: A study at the WEF, by leading risk experts from the Insurance world identified Avian Flu, above terrorism as the largest risk to economic and social world order. They warn of large scale social breakdown in a worst case scenario. The report calls for international cooperation between governments, the private sector and international bodies to work now to mitigate risks. Turkey: Commissioner Kyprianou in a visit to Ankara confirms that Turkey have brought the outbreak of Avian Flu under control, but urged continued vigilance. Cyprus: A team of EU veterinary experts is visiting to assess the situation with suspected bird flu cases in the north of the island, and to help authorities plan responses. Conclusive tests on the two dead birds are awaited. Africa: Experts from several African countries met yesterday in Bamak to launch a project called “ Aide d'urgence pour la détection de la grippe aviaire en Afrique de l'Ouest et du Centre”. Vietnam: A public campaign for vigilance against bird flu outbreaks has been launched in Vietnam by the government and WHO. Vietnam has suffered the largest number of human cases during 2004 & 2005. The Figure above is courtesy of the BBC and shows new human cases since December and cumulative total cases in parentheses. Science: Scientists at St Judes Research Hospital in Memphis have analysed over 300 bird flu viruses from their viral library, and identified 2,196 genes and 160 complete genomes. This data will be available on the Internet for other researchers. A clue that a protein called NS1 appears to give H5N1 its virulence. A new seemingly effective vaccine against H5N1 is announced at the Univ. Pittsburg, tests on humans have not started. The vaccine was produced in 30 day by genetic engineering. Meanwhile, SmithKlineGlaxo announces a new additive to its experimental human vaccine which would stretch supplies in the event of a pandemic. Information Source: EMM news monitoring 30 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/30/2006 12:00 SES Unit, IPSC, Joint Research Centre Cyprus: Tests at the EU reference Lab in Weybridge, UK confirm H5N1 infection in the two birds from northern Cyprus. A ban on transport of animal products across the green zone has been imposed. Saudi Arabia: 37 falcons held at a Vet centre in Riyadh have been culled after some test positive for H5. Falconry is very popular in Saudi Arabia and all other Gulf Arab states. Indonesia: WHO warn of filthy and unsanitary conditions in Indonesia’s traditional markets. following the death of a 22-year old poultry trader. Keeping ducks and poultry together risks spread of bird flu as ducks can show no symptoms. Indonesia has not carried out the extensive culls needed to control the disease as it cannot afford to compensate farmers. H5N1 has been detected in 2/3 of provinces across this vast archipelago of 220 million people North Korea: FAO sources Friday say North Korea has denied a report that a woman in its capital Pyongyang became infected with bird flu and said it had had no outbreaks of the disease. Iraq : The uncle of the same 15-year old girl who died near Turkish border has now also died. Tests on the girl in Iraq were initially negative. Samples will now be tested at the same WHO authorized lab in Mill Hill London, as the recent Turkish cases. China: Government lifts quarantine for all 33 effected areas. The map shows the cases in Turkey and the new case in Cyprus of animal infection (circle is human infection, triangle is animal infection) Romania: A Romanian women was admitted to hospital with suspected Avian Flu on Saturday, but later tests negative. Outbreaks have been detected in 20 villages since October. Bulgaria: Access to two lakes ( Durankulak and Shabla) in northeast Bulgaria has been banned after 130 dead coots were found . Samples have been taken for testing. Information Source: EMM news monitoring 31 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1/31/2006 09:00 SES Unit, IPSC, Joint Research Centre Iraq: The 15 year old Kurdish girl who died on 17 th January is confirmed an H5N1 victim by Iraqi health authorities after tests carried out in Cairo by a US Navy Medical Research unit . Further tests are to be performed in Britain. Her uncle died on Friday. WHO has set up an emergency response team. Over 3000 birds have been culled around Raniya where the girl lived, and new culling of poultry in nearby Dukan and Qaladaza starts today. Raniya is just north of a lake which is a stopover point for migrating birds. At least two other persons have been admitted to hospital with similar symptoms and about 12 others are in surveillance in quarantine. The map shows the location of Raniya near the Iranian border and south of the Turkish border. Algeria: Algerian authorities report that tests on the dead poultry breeder are negative for bird flu, but three of his relatives are still being treated for similar symptoms. Poultry consumption has dropped 50%. Cyprus: A 10 km radius surveillance zone around Makrasyka has been imposed where systematic inspections will be performed and no movement of animals allowed. It encompasses 6 villages and part of the UK military base at Dhekelia. UK officials agree to impose crossing controls. Turkey: No new cases reported since January 18 th as efforts to control the disease pay off. Outbreaks have been found in 31 of Turkey’s 81 provinces, and 1.6 Million fowl have been culled. Bulgaria: More fears arise after 3 dead birds found in Varna – tests underway. Africa: Countries in the east and the Horn of Africa are at risk as they lie on migratory paths of wild birds, and have large stocks of backyard poultry, said Michel Yao, WHO coordinator in central Africa. He urged greater surveillance to catch outbreaks early. Information Source: EMM news monitoring 32 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 1-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Iraq: Officials in northern Iraq confirm they are treating 12 cases of suspected avian flu. The first victim a 15 year old girl who died 17th January, was cared for by her 39-year old uncle who later also died. A 54 year old woman, Mariam Qader who came from the same village is in a critical condition. Kurdistan's health minister, Mohammed Khashnow, says that some 400,000 poultry have been culled in the region. WHO is sending a team of experts supported also by ECDC to the area. Five mobile hospitals were expected to arrive in Kurdistan late yesterday and awareness campaigns are underway. Dr. Babas Ail Abbacy, a top Sulaimaniyah University Vet warned that smugglers from nearby Turkey, Iran and Syria easily cross Iraq's porous borders, bringing with them potentially infected chickens. Ukraine: Over 300 dead wild ducks have been found in the resort zone of Ukraine’s Crimea over the past three days. Affected villages are Alouchta and Tsvetotchnoé. The first bird flu locations in northern Crimea were found last December. Further cases occurred in the west of and at three poultry farms of the village Primorskoye near Feodosiya. Dead wild birds were also found in Sevastopol and Simferopol. Officials are now readying for the seasonal spring migration of birds. Bulgaria: Three wild birds were found dead at a beach of Varna, setting local vets on alert. Bulgaria is sandwiched between affected Turkey and Romania. Greece: Health Minister Nikitas Kaklamanis told a parliamentary committee that bird flu will inevitably reach Greece. So far there have been no reports of outbreaks. Cyprus: Two dead Sea Gulls in the Dhekelia area has prompted the British Bases to conduct their own plan of action in collaboration with the government. Left wing AKEL leader Demetris Christofias opposes closing checkpoints which may heighten panic while sufficient EU measures are being taken Turkey: Romanian Prime Minister Calin Popescu Tariceanu arrived in Turkey for talks with Recep Tayyip Erdogan this morning. Both sides are expected to discuss the recent outbreak of bird flu in the region. Brazil: Exports of poultry in 2005 from Brazil mainly to Asia and the Middle East are at record levels – 35% higher than normal. Information Source: EMM news monitoring 33 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 2-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Indonesia: Health officials announced that a 15-year old boy has died of bird flu, in the West Java capitol Bandung. If confirmed after tests in Hong Kong this will be the 15 th fatality in the country. The teenager’s father said chickens close to the family home had recently died. Iraq: It has emerged that the 54 year old woman is a distant relative of the girl and her uncle who have both died. The girl had close contact with chickens but her uncle didn’t, raising fears of person to person transmission. Doctors treating patients complain of a lack of anti-viral medicines. Hong Kong: Officials ordered the closure of all bird parks in Hong Kong after a dead myna and a chicken tested positive for bird flu, health authorities said Wednesday. 3 people in contact with the infected bird and who ate another bird smuggled across the border, have tested negative for bird flu but remain in hospital. Recent incidents suggest H5N1 is again circulating in Guangdong province, China. Cyprus: Poultry consumption has plummeted. Suggestions to close the border crossings are rejected by House Speaker Demetris Christofias and Director of the Veterinary Services Mr. Neofitou in the north. Science: Scientists at CDC in the US announce that a new type of vaccine has proved effective in mice. It has been genetically engineered by putting an H5N1 gene into a cold virus and then developed in cell cultures. The new technique permits a much quicker production of vaccine than the traditional methods relying on hens’ egg cultures. However, experts warn this technique is still in its early days. Bird Migration: The debate between conservationists and virologists about bird migration being the vector for the spread of avian flu continue. The map above shows that wild duck flyways follow a north south trend. The spread east from China to turkey would, therefore need cross infection. Conservationists blame poultry transport instead. However tests show cases in Turkey are related to a strain found at Lake Qinghai in spring 2005. image: New Scientist/ Wetlands International Information Source: EMM news monitoring 34 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 3-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Iraq: (Sulaimaniyah, 330 km from Baghdad) An additional two people are showing signs of the H5N1 virus. The WHO has sent a small team of experts to the region but are not expected to arrive in the area until next week because of the security situation. Tests from UK confirm H5N1 infection in the 15-year old girl who died Jan 17, but specimens from the girl’s uncle and the 54 year old woman under treatment are yet to arrive to the UK. What is disturbing WHO officials is that both in Iraq and in the eastern part of Turkey there were no prior warnings of poultry outbreaks before the first human cases appeared. WHO teams are also conducting assessments in nine countries in the area: Armenia, Azerbaijan, Egypt, Georgia, Iran, Lebanon, Moldova, Syria, and Ukraine. Meanwhile, the Arab press (al-Hayat) report as many as 162 persons have been admitted for diagnosis. A Kurd official Najm Eddin Mohammed told al-Hayat infection is widespread in Rania, an area of 50 villages and 400,000 inhabitants on the Turkish border. Cyprus : British experts revealed that the H5N1 virus found in the birds in the northern part of Cyprus is similar to that of the strain located in Turkey. They also confirmed that the government and Veterinary Services in Cyprus have adopted all the necessary EU precautionary measures to prevent and control a pandemic. The two confirmed H5N1 cases detected in the village of Makrasyka may not have originated from the specific area or they may not even have come from Cyprus. The Director of the island’s Veterinary Services told the House Agriculture Committee that it was 'scientifically unprecedented’ that after the two cases no other incidents occurred. Cyprus is currently short of anti-viral drugs with only 580 doses available, another 40,000 will be supplied by March. Hong Kong: The three patients admitted to hospital after eating a chicken that had been smuggled in from China have since tested negative for the virus. Vienna : Forty songbirds which were found dead were determined to have become intoxicated by eating fermented berries then flying into windows. Global Spread : A report on Avian influenza in South-East Asia is now defined as endemic. During 2006 the virus is expected to spread towards Europe, mainly via migrating birds. This will put a large part of the commercial poultry flock at risk, especially free-range birds. Information Source: EMM news monitoring 35 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 6-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Indonesia: Tests in Hong Kong have confirmed H5N1 as the cause of death for the 15 year old boy and the market poultry trader in Jakarta. Additionally a 5 year old boy from Lampung province in Sumatra and a 15 year old boy from Padalarang West Java currently being treated, have tested positive for H5N1. A further 11 more suspected cases had tested positive locally. This brings the total cases to 23(+11) and 16 deaths. Bulgaria: Agriculture Minister confirms first case of H5 infection in a wild swan in Vidin on the Danube. Samples have been sent to UK for further tests. Seven other swans and a white-headed goose were found dead at Shabla lake, while another eight dead swans were found at the Durankulak lake, the environmental ministry said. The two lakes near the Black Sea coast close to the border with Romania lie along the Pontic migratory route, on which birds travel south from northern Russia and Scandinavia to northern Africa. Other birds were found dead along lakes and rivers across the country, state news agency BTA reported. Hong Kong: Bird flu probably endemic to the Hong Kong region claims health chief Dr Chow. Experts suspect a pool of infection in poultry in the surrounding villages in China, following cases in 3 wild non-migratory birds and a smuggled chicken. Controlling Hong Kong’s porous borders is difficult. Customs officials seized some 1,500 kg of illegal poultry meat and two live chickens, last month. Turkey: Two small boys were released from hospital in Van after recovering from bird flu, leaving just one patient battling the disease, health officials announced. Iraq: A UN/US team of health experts has arrived in the area to survey the area of northern Kurdistan. They will receive US military protection. Over 500,000 birds have been culled in the area. Iraq’s health minister says about 10 people are in hospital with respiratory problems and blamed the cold weather and seasonal flu for creating paranoia. A WHO large shipment of Tamiflu is expected in the area soon. Nigeria: Authorities are testing birds that mysteriously died in northern Nigeria, and called for vigilance by poultry farmers. Samples have been sent to two veterinary institutes for tests. Information Source: EMM news monitoring 36 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 7-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Lithuania : An 62 year old Indian sailor who died in the Lithuanian port of Klaipeda may have been infected with bird flu, the Lithuanian health ministry said today. \"A member of the crew of the ship MV Ocean Wind, Indian citizen ‘Shaikh Rafikque’, died in Klaipeda today. The suspected cause of death is bird flu,\" a statement from the ministry said. If confirmed, this would be the first death in the EU. Indonesia : An 18 year old woman who died in Hassan Sadikin de Bandung Hospital, west Java is confirmed a victim of H5N1 after tests in Hong Kong. This brings to 17 the total number of deaths from Avian Influenza in Indonesia. The situation updated with recent reported cases Hong Kong : A fifth bird (a wild magpie) is found with the H5N1. All birds imported to Hong Kong are vaccinated, however, all recent cases have been found among wild birds apart from a chicken illegally imported from China. Iraq : A second death in Iraq has been confirmed as being from the H5N1 virus, this was the Uncle of the girl who had died previously. Fears have been expressed that he caught the disease while caring for his niece. A girl of 7 and a woman of 24 have been hospitalized in Irbil, bringing total locally confirmed cases to 9. Local health officials said that in both new cases backyard poultry had recently dies of H5N1. Nigeria : The director of vetinary services in Nigeria ‘Salihu Jibrin’ says that initial tests suggest that an epidemic which has killed 60,000 chickens could be due to ‘Foul Cholera’, also know as ‘Newcastle Disease’, not Avian Influenza. Information Source: EMM news monitoring 37 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 8-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Iraq: A 14 year old boy who kept pigeons which tested positive for H5N1 has died in Amarah southern Iraq, leading to fears of a spread outside the Kurdistan region. Rumors of a cover up in Kirkuk have led to a dramatic fall in the price of chicken. In Diyala province on the border with Iran, all vehicles coming from Kurdistan or Iran are being disinfected. Hong Kong: Backyard poultry rearing has been banned to avoid infection from wild birds. Another chicken and an egret found dead in urban Hong Kong are suspected H5N1 infected. Fears sent stocks falling. China: An outbreak of bird flu has killed 15, 000 poultry in Yijing Township, Yangquan, Shanxi province northern China. Another 190,000 have been culled within a 3 km radius according to the Ministry of Agriculture Bulgaria: Access to wetland areas around Lake Shabla and Durankulak has been closed, hundreds of birds who have died there. The swan that died on Jan 31 was only sent yesterday to Britain for tests leading to criticism of slow response. Romania: New cases of bird flu in domestic fowl have been found in Cetatea in Dolj County about 500 km east of the Danube delta. Samples will be sent to Bucharest and Britain. Science: Russia’s flu institute announced that an existing vaccine gamma-interferon has been remade for H5N1 strain from Vietnam and could be modified for the strain found in Turkey. Production costs are 25 euro an ampoule. Information Source: EMM news monitoring 38 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 9-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Nigeria: OIE confirms H5N1 infection on a chicken farm with 46,000 chickens in Jaji, near Kaduna. 40,000 died of the disease and the rest have now been killed. Farms which received birds from the effected farm recently have been quarantined. The positive tests were carried out at an Italian laboratory in Padova overturning earlier reports of Newcastle disease at the farm. The farm lies close to the migratory route of small birds wintering in Africa before flying to Europe in the spring. Salihu Jibrin a state vet said 60,000 birds had died over the last 2 weeks in Kaduna and Kanu areas in at least 20 farms. Scientists fear that an outbreak in Africa will be hard to control. Millions of Nigerians keep backyard chickens in Africa’s most populated country. AFP report that traders are doing a roaring trade in cut price dead chickens in Kano. South Africa has banned poultry imports from Nigeria. Dr. David Nabarro of WHO warned the BBC that the virus “might already be quite widespread”, and reports this morning indicate the outbreak has spread to Federal Capital Territory (FCT) and Keffi in Nasarawa state where poultry farmers complain of losing thousands of birds. The laboratory in Padova says further tests are being carried out to match the strain to those detected elsewhere in the world, but the Health Ministry said the strain looks similar to those found in Siberia and Mongolia. China: A 26-year old woman who was hospitalized on 10 th January in Fujian province has now tested positive for H5N1 infection, according to the Health Ministry. Total reported cases have now reached 11 Indonesia: Two unrelated women from the same suburban area of Bekasi just east of Jakarta, have been hospitalized after both testing positive locally for H5N1. This would bring the number of reported (but unconfirmed) cases to 36. Hong Kong: Following a number of wild birds testing H5N1 positive in recent weeks, Hong Kong’ health secretary warned that if more than one local chicken farm has cases, all 1.5 million chickens in the province will be culled. A Hong Kong toddler showing bird flu symptoms after returning from a trip to the mainland tested negative initially, but a viral culture test will be performed. Iraq: Police warn residents of Amara to kill their poultry. The nearby marshlands are used by migratory birds. The five brothers and eight sisters of the 15 year old victim of bird flu are under observation. Lithuania: An autopsy on the Indian seaman with suspected avian flu shows that he died of a heart attack. However, virology tests will be performed anyway. Information Source: EMM news monitoring 39 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 10-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Nigeria: Farms in the north of Nigeria have been placed under quarantine by police. 20 000 new infections were reported Thursday, bringing the figure for infected birds to 80 000. New cases are reported from farms in Plateau State. What has worsened the situation is the movement of infected poultry, in a frantic effort to minimise losses, according to Mr Haruna, a livestock manager. Yesterday hawkers were selling chickens in Kano at N150 each. Chickens started dying 4 weeks ago, and Kaduna governor, Makarfi said the virus at the Sambawa farm was detected already in January. There are reports of two very sick children on a farm in Kaduna province from an Agricultural official. US is providing $25M aid and 2000 protective suits. Azerbaijan: Samples taken from wild birds found dead near the Caspian Sea have tested positive for H5N1 in London. This is the first evidence of avian flu in Azerbaijan which shares a border with Turkey. Indonesia: A 22 year old woman has died of Avian flu late Thursday. She was one of two women admitted yesterday. The other27 year old woman is in a critical condition. Nigeria lies on a flyway of migratory birds China: 35 workers at a poultry farm in Yangquan City in Shanxi Province have been placed in quarantine after 15,000 fowl died of H5N1 last week. 190,000 poultry have been culled in a 3km radius of the farm. Greece: Authorities are on alert after 3 of 54 dead swans from Thessaloniki and Katerini area tested H5 positive. Samples will be sent to Britain for further tests. Tests on another case in Macedonia are underway. Iraq: 5 more people were admitted to hospital in Sulaimaiyah yesterday as suspected cases. 3 brothers, cousins of the pigeon breeder living in the same house in Amara were admitted to hospital showing similar symptoms. A WHO team has arrived in Sulaimaniyah, and plan to equip a new laboratory funded by the EU. Turkey: All human bird flu cases are discharged from hospital, the Health Ministry announced. A total of 9.7 million poultry have been culled. There have been 4 deaths among 21 human cases Bulgaria: Authorities announce that two more swans have tested H5 positive one from Lake Shabla and the other near the town of Varna. Information Source: EMM news monitoring 40 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 13-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Nigeria: Two children are being tested for bird flu after falling ill last week on a poultry farm in Jaji near the Sambawa Farm. Samples from them and other members of the same family have been sent abroad. 100,000 birds have died from bird flu by Saturday evening. Agriculture and health officials from Algeria, Libya, Mauritania, Morocco and Tunisia meet in Tunis to detail prevention plans and Nigeria’s neighbors ban imports. Government compensation to farmers of N250 per chicken is still too low to encourage reporting. It costs N800 to raise a chicken to market, and the agriculture minister is seeking UN funding. The virus found in Nigeria is a similar strain to that found in Siberia. Half a million ducks from Siberia over-winter at Lake Chad bordering Nigeria and Chad (see figure). Indonesia: The second woman Dewi Sartika, 37, from Bekasi, a town just east of the capital Jakarta, died on Saturday morning reports a Health Ministry official. Both deaths are now confirmed due to H5N1 after tests in Hong Kong. Farmers protest government plans to ban free range duck raising. Another 23 year old man working with poultry in Jakarta, Purnomo died at Sulianti Suroso Hospital and is a 19 th suspected bird flu victim. Iraq: The brother and the sister of the deceased pigeon breeder Muhannad Radi in Amara, in the south of Iraq were hospitalized on Friday, according to the local authorities. \"Ali Radi, 10 years, Douaa Radi, 7 years both showed symptoms of avian flu\", affirmed the governor Mr. Adel Mohajar Al-Maliki. Oblivious to the risk 15 children were caught playing with dead birds at a dump outside Amara. Three persons from the same family in Najaf have died of flu like symptoms. Samples will be sent to Egypt for tests. There are reports of birds dying in Samara. Italy: 21 wild swans found dead in Sicily, Puglia and Calabria have tested positive for H5N1 infection. The swans are believed to have migrated from Russia. A new suspected case in Abruzzo was announced on Sunday. The zones effected are Taranto, Vibo Valentia and between Messina and Catania. Five dead chickens found in Caltanissetta (Sicily) will undergo tests. Greece: Greece and Bulgaria also confirm H5N1 infection in swans reported on Friday. There has been a huge influx (15 fold increase) of swans to the Evros river delta recently, according to ornithologists. Slovenia : Local tests confirm H5 infection in a dead swan found near the Austrian border. Samples have been sent to WHO reference lab in Weighbridge, UK. Information Source: EMM news monitoring 41 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 14-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Nigeria: 150,000 poultry have died from over 30 locations in Kano province. There are suspected cases in Nasarawa, the Federal Capital Territory and Katsina, and also in Yobe and Jigawa states which lie along the northern border with Niger. Over 70% of poultry in Nigeria are kept in people’s backyards. Poultry markets continue to operate and birds are still shipped around the country. The two children being tested for bird flu have since “recovered” according to Kaduna Health official Dr Mohammed Bala Abubakar, and their farm has not been quarantined. There are complaints by local groups about the “nonchalant attitude of the state government over the escalating death rates of domestic birds”. WHO call for a massive public education effort especially in the villages where people live together with fowls in the same room. Iraq: The UN/US Vet team have completed their inspection of northern Iraq. About 9 people are still being treated in Hospital, Samples have been taken to Cairo for tests and results are expected from 24 hours up to 2 weeks. Tests on a family of 6 in southern Iraq are underway after one of them, a fisherman who kept chickens at home died of a flu like disease 2 weeks ago. There are also reports of hundreds of dead poultry found in north west Yemen. Indonesia: A 23-year old man who died yesterday lived in West Java and worked with chickens. Four members of his family are also being treated in Jakarta for similar symptoms, confirmed the Indonesian health ministry. He is the 19 th victim. Greece: Authorities confirmed a wild goose found on the Aegean island of Skyros tested positive for H5N1 in Weybridge. A 24-year old wild duck hunter has been placed in quarantine after showing flu symptoms although he initially tested negative and a 15-year old boy is pronounced clear. Cyprus: Ministry of Agriculture Mr G Neophytou expresses doubts that there ever was an H5N1 avian flu strain in the village of Makrasyka in the north. Italy : Poultry sales plunge 50% as seven cases in wild swans are confirmed. Health Minister Storace tours the effected region and tries to allay fears. Tests on domestic birds will be done in a 3 km radius of each infected location, and no movement of birds allowed within a radius of 7 kms. Russia & Ukraine: H5N1 infection has been found in wild ducks and swans in Krasnodar region and Dagestan bordering the Black Sea and the Caspian Sea. Poultry deaths have been reported in 42 villages in the Crimea region and bird flu confirmed in 24 of them. Meanwhile Bulgaria reports swan deaths on the Black Sea coast, northeast Shabla. Hong Kong: Scores of Inspectors are touring rural areas to enforce a ban on backyard poultry, intended to prevent bird flu taking hold in this densely populated city. Information Source: EMM news monitoring 42 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 15-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Nigeria: 40 farms within 60 km of Kano have reported poultry deaths. FAO says measures taken so far are insufficient to stop the spread, and birds are still being moved around the country. Smugglers have been caught taking sick birds into Niger. Niger denies reports of H5N1 strain found across the border, however there are reports of poultry deaths at Zindler and Magaria near the border with Nigeria. Niger has a 1,500 km border with Nigeria. Iran: Tests confirm H5N1 infection in samples of 135 dead swans found in the Anzali wetlands near the Caspian Sea port of Bandar-e Anzali on Iran's northern coast. Worldwide situation ( courtesy: BBC) Austria: H5N1 has been confirmed in two swans among 21 dead wild fowl found at Mellach, near Graz. Samples will be sent to Weybridge. Trading in a 3 km protection zone is banned,. Domestic fowl must be kept inside in high risk areas near waterways. Germany: Initial tests indicate that two dead swans found on the German island of Rügen in the Baltic near Poland died of H5N1 infection. Reinhard Kurth, head of the Robert Koch Institute said there was “no doubt that the swans had been infected with H5N1 from Asia”. Agriculture Minister Horst Seehofer ordered that all domestic poultry be kept inside from this Friday. Italy: Another two swans have tested positive for H5N1 in Puglia. The other effected regions are Sicily and Calabria. Greece: Another two swans have been found infected with H5N1 near Thessalonica Bosnia, Slovenia, Croatia: Further suspicious deaths of wild swans have been reported in Bosnia and Herzegovina and Croatia. Slovenia will today introduce restrictions on Poultry farms. Samples from 22 dead birds have been sent to Padova for tests, and more have been found since. Azerbaijan: Dozens of carcasses of wild swans, ducks, pelicans and cormorants are rotting on the beaches of the seaside town of Khimki. First cases in swans were confirmed Friday. Information Source: EMM news monitoring 43 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 16-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Iraq : A bird flu alert has been called in Maysan Province after birds in five different locations locally test positive for bird flu. Iraq’s southern marshlands - an area rich in bird life, are at risk. The disease is spreading in local and not migratory birds, says Iraq’s health minister who called to close access to the area and cull all local poultry. Authorities called for security forces to prevent people taking birds in and out of the area. Nigeria: Backdoor poultry rearing has been banned in the capital Abuja as more farms report outbreaks in the surrounding FCT region. The president ordered all peacocks and ostriches tested at the State House. A crisis centre has been set up in the capitol. The flu has spread from Kaduna to Kano, Nasarawa, Yobe, Jigawa and Abuja, and is now penetrating the southern parts of the country. Lagos, home to over 14 million people, many of whom keep poultry is on high alert. FAO officials are being discouraged from visiting farms in Kano. Niger is carrying out tests on dead poultry as fears rise that the disease has already spread to a second African country. Reports of dead Hyenas in Nigeria infer carnivores of birds are a further risk. . Indonesia: A 15-year-old girl and 27-year-old man died within hours of each other after being admitted to the Sulianti Saroso hospital in Jakarta. Both were suffering bird flu symptoms. If tests confirm bird flu the death toll will reach 9 this year – the highest reported globally. Hungary: Prime Minister Gyurcsány announced several cases of H5N1 in dead swans found near the villages of Nagybaracska and Csátalja in central eastern Hungary. Denmark, Poland & Europe: Dead birds found yesterday in the Danish islands Lolland, Falster and Zealand are being sent for testing. Dead swans found at Krynica Morska, a Polish city on the Baltic coast after initial tests were said to be not H5N1. Elsewhere in Europe, Millions of free range poultry in Germany, Holland, Denmark, Sweden, Switzerland and France are to be kept indoors to avoid infection from wild birds. The Italian poultry industry has crashed 70% following 8 cases in swans. Germany: A Munich based zoologist warns that poor quality animal feed may be the likely cause of spread in Poultry, particularly in Asia. The swan cases on island of Rügen are confirmed H5N1. Thailand: A local study last year in showed 1 in 6 village dogs cats in the Suphan Buri district of central Thailand had anti-bodies to H5N1. Information Source: EMM news monitoring 44 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 17-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Iraq: The uncle of the 15 year old girl becomes the second confirmed victim of bird flu confirmed after tests in Egypt. A public awareness campaign is underway in Southern Iraq and Kuwait, following the bird flu emergency declared in Maysan province yesterday. Nigeria: It now seems possible that illegal imports of poultry lay behind the Nigeria outbreak. Nigeria's Agriculture Minister, Adamu Bello said, \"Birds come every day from China, Turkey, into Nigeria, and from Europe and also from Latin America. So Nigeria is exposed. Movements of chickens around the world take place 365 days a year, unlike the seasonal migrations of wild birds. Niger: Government bans imports of poultry after 400 chickens and turkeys are found dead near Magaria close to the southern border. FAO has been asked for assistance with testing. False rumours of infection led 100s of villages slaughtering their poultry in southern Zambia Germany: 9 new cases in swans and 1 goose confirmed out of 40 dead birds analysed form the island of Reugen in the Baltic. The state's Agriculture minister Till Backhaus says the swans affected were not migratory birds and tended to stick to one area. This may imply the infection started already in autumn. Slovenia: The government confirmed H5N1 in a swan found dead in the north of the country near the Austrian border. Romania: H5N1 virus was confirmed Thursday in Ostrov which is 6 km from the Danube in Constanta county. Bird flu has been found in 31 villages after first detection in the Danube delta in October. Russia: Russia confirms H5N1 in Dagestan where 350,000 birds were found dead at poultry farms about two weeks ago. Europe : The EU has decided to ban the import of unprocessed bird feathers in order to prevent possible spread of bird flu in the EU Member States. The ban is valid until the end of July 2006, after which restrictions may be overlooked. The import of processed bird feathers may continue. Science: CSL Ltd of Australia have encouraging results in adults using small dose H5N1 vaccine. “We can confirm it is actually possible to vaccinate humans against this bird flu virus using existing technology,\" said Terry Nolan, chief investigator. It is not known if it would be effective against a mutated form. Information Source: EMM news monitoring 45 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 20-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Egypt: Officially four cases of bird flu have been detected, two in Cairo, one in Giza and one in Minya. Poultry have been found dead on 3 farms in Manbal village, Minya. The governor of southern province of Qena, has declared a state of emergency following the discovery of scores of dead domestic poultry. Observers report dead birds floating in the Nile in southern Cairo. Prime Minister Ahmed Nazif urged people to abandon roof top poultry rearing, the source of the Cairo cases. Cairo Zoo and has been closed and ponds drained after 83 dead birds were found at the zoo. The government is importing 73,000 doses of Tamiflu. On Monday there are reports of infection across the country in some 9 governates from Dakahlia and Biheira on the Mediterranean coast to Qena in the far south Reported cases Africa (Ricom) India: A Poultry farm owner Ganesh Sonarkar, 27 was a suspected bird flu victim, but preliminary tests were negative according to authorities. He was a resident of Nandurbar district of Maharashtra, but had travelled to Surat. The health ministry said that 50,000 poultry died at Nandurbar in Maharashtra state. Eight people were admitted to hospital with suspected bird flu and are undergoing tests. Four other people including 2 children are under observation, and blood samples from 30 people were being sent for tests on Sunday. A cull of 300,000 birds is underway and another 700,000 will be vaccinated in a 7km radius. France: A wild duck found dead in L’Ain, eastern France has tested positive for H5. 15 other birds found dead will be tested. Experts are perplexed because migratory ducks from Asia don’t normally travel there at this time of year. The unusually cold weather to the east may be to blame. Rest of Europe: Germany: 59 dead birds, mostly swans, have now been confirmed victims of H5N1 on the island of Rügen and a cull of domestic birds there is planned. Austria finds 5 th duck case. Slovenia : 4 new cases in swans confirmed. Greece: 3 more swan cases confirmed. Holland and UK are both testing dead swans. Nigeria: Lagos bans import of all poultry products and warns against buying from smugglers. WHO officials fear the virus getting a hold in Africa’s teaming cities already under stress from Aids and malnutrition. Mauritania: Poultry deaths are reported near the border with Senegal. Niger: tests are being carried out on the 400 poultry found dead in Magaria near the Nigerian border. Iraq: Samples have been sent for tests from 13 people in the southern Maysan province and 12 people from the northern Sulaimaniyah province, all showing symptoms similar to Bird Flu. The only two confirmed cases are the 15 year old girl and her Uncle from Raniyah. Indonesia: Indonesian Health Ministry announced that tests done at CDC Atlanta confirm H5N1 as the cause of the 19 th victim, a 23 year old man who died on 12 th Feb. Hong Kong: Another dead magpie found infected – 9 th bird in recent weeks. Vietnam: After 3 months with no bird flu cases Hanoi allows breeders to resume bird hatching, and vaccinating stocks. Vietnam has transformed from being the worst effected country (42 deaths) to apparent disease free status. Science: A study of thousands of wild and domestic birds in China showed 2% carried antibodies to H5N1. Genetic differences in virus show that the disease has been circulating in China for over a decade and probably originated near Guangdong. The deadly Hong Kong outbreak occurred in 1997. Experts are surprised at the rapid spread of the disease in the last 6 months, after remaining so long confined to Asia. Why did migratory birds not spread the disease earlier? Information Source: EMM news monitoring 46 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 21-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre India: The mother and brother of a 27- year-old man, who the authorities said died of \"acute respiratory distress\" and not Bird Flu, have shown symptoms of mild flu and hospitalised. House to house searches for people with flu symptoms resulted in 6 people quarantined in hospital. Officials should complete the cull of 130,000 poultry today around Navapur. Meanwhile Pakistan, Nepal, Bangladesh, Sri Lanka, Japan, Bahrain and the UAE banned poultry imports from India. Bulgaria: The young woman, who was hospitalized at the end of last week in Bulgaria's second largest city of Plovdiv after showing symptoms of bird flu has died, but tests for H5N1 prove negative. A 32 year-old is also being treated in Haskovo. Europe: Strong debate about pros and cons of vaccinations, and support for affected farmers. EU Vet experts are due to discuss the issue of vaccination today. France prepares to vaccinate a million birds and together with the Netherlands have asked EU permission to proceed. Holland experienced a damaging outbreak of H7N7 bird flu in 2003. Germany sends 250 troops to Rugen, where as many as 78 cases have been confirmed, to help collect dead birds and disinfect vehicles. Italy: Wild bird cases reach 16 – a wild duck in Umbria and a buzzard and a wild cock hosted at an animal care centre in Sicily. Slovenia confirms a new area of infection in Duplek. Croatia confirms H5N1 infection in a wild swan from the island of Ciovo, southern Croatia. Bosnia confirmed its first cases of bird flu today at Malo Plivsko Jezero lake. Migratory Birds or Trucking Routes ? Malaysia: Malaysia reported its first case of H5N1 bird flu since November 2004, with the death of 40 free range chickens in the capitol Kuala Lumpur last week. Eight people have been quarantined on suspicions of bird flu, but no cases are confirmed. Singapore has banned imports from Malaysia. Palestine: The Palestinian Health Ministry declared a state of emergency in Gaza on Monday following the deaths of approximately 600 chickens in the northern part of the Gaza Strip. Samples will be sent to Israel for tests. Nigeria: Two northern states, Katsina and Zamfara, are now confirmed by Government Officials to have cases of H5N1. Egypt: Minufia, Sharkia and Kafr el-Sheikh provinces in the Nile Delta and in Fayoum, a farming region on a branch of the Nile that runs into the desert southwest of Cairo. Officials ban the movement of poultry and order culling of domestic birds in infected areas. Over 3 million Egyptians work in the poultry industry. China: Authorities warn of the imminent flight of millions of birds through Heilongjiang Province from Southern China, South East Asia and Europe from March to May to summer in Mongolia, Russia and Japan. Last year more than 2 million birds used the Xingkai Lake Natural Reserve. Information Source: EMM news monitoring 47 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 22-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Nigeria: The chief Vet of the FAO warns that the situation in Nigeria is very worrying. Delays in action by the Nigerian authorities, the mass mobility of the population, and poultry markets which still remain open, lead him to propose mass vaccinations of poultry as the only means of halting the spread of the disease. FAO has requested stocks of vaccine for this eventuality. Kenya are carrying out tests on dead wild birds, but there are no cases in poultry. Indonesia : The health ministry announced on Wednesday that a 27 year old woman from Jakarta has died of bird flu. She was a housewife with close contact to neighbours chickens and was admitted to hospital on Monday very ill and died within an hour. No other members of her family show symptoms. If confirmed she will be the countries 20 th fatality. India: Indian authorities reported 16,000 poultry deaths in Shimoga district in the southern state of Karnataka. Door to door medical checks in Nandurbar yesterday resulted in 8 people being admitted to hospital. A total of 11 people are under isolation. 300,000 birds have been killed so far. The death of 1,700 migratory birds around Lake Chilika is blamed on pollution and not on bird flu. Malaysia: Health officials announced that 7 people from the infected area near the capitol remain in hospital with respiratory problems. Nearby villages within a 10 km zone including birds kept at Kuala Lumpur zoo are being checked for other cases. There are suspicions that the illegal import of fighting cocks may be to blame. Europe: Experts warn of H5N1 becoming endemic in wild birds in Europe. If this happens farming methods will have to be re-examined. Free-range farms would be particularly at risk, because wild birds are attracted to such premises due to the availability of food, according to Neil Ferguson, Imperial College. Germany: 22 new confirmed cases brings the total to 103 in dead swans in Rügen. Greece: 7 new cases in swans found in northern Greece. Slovakia confirms infection in two wild birds. Meanwhile there is still disagreement between EU veterinary experts about the pros and cons of plans to vaccinate millions of birds by France and Holland. Hungary confirmed that the tests on the 3 swans reported on the 16 th were positive. Italy: A second swan has tested positive in Bruzzano, Calabria. Thailand: Thailand has banned imports of chicken from 7 European countries: Italy, Bulgaria, Romania, Greece, France, Austria e Slovenia. Although 14 people have died of bird flu in Thailand, the country is currently apparently free of the disease. Egypt: The government has also banned the transport of poultry between the country's 26 governorates, about half of which are affected by outbreaks. The poultry industry is losing $1.7 M a day and chicken is a mainstay of the Egyptian diet. Russia: 17 villages in Dagestan have been quarantined after H5N1 was detected in 3 poultry farms. 500,000 birds have died or been killed in Dagestan this month. Authorities initially blamed deaths on Newcastle’s Disease, which is harmless to people. Information Source: EMM news monitoring 48 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 23-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Europe: EU approves plans by France and Holland to vaccinate millions of poultry. France confirms a second case in a wild duck found near Bourg-en-Bresse 80 km from the first case also in L’Ain region. Tests are awaited on dozens of dead birds found in other regions of France. About 900,000 domestic geese and ducks which cannot be moved indoors will be vaccinated. Austria: EU’s first case in Poultry confirmed in two chickens and a duck kept together with one of the sick swans moved despite guidelines to a bird sanctuary. However domestic flocks are not at risk. Germany: H5N1 found for the first time this morning in domestic birds in northern state of Mecklenburg-Western Pomerania. Slovakia confirms its first cases in a wild falcon and a grebe. India: More than 700,000 birds have now been killed in Navapur in a 10km zone around the infected area. Police have sealed off the zone allowing no one in or out. India's health secretary, P.K. Hota said there was a distinct possibility that humans had caught bird flu. Tests continue on the 9 held in hospital, but are so far negative. An unnamed official said the government was considering a ban on sales of Indian manufactured generic Tamiflu, fearing the virus could build resistance if too many people take the drug. Sales of chickens dropped 75% and eggs 50% in Bangalore about 250 km away from Shimoga, where 16,000 poultry deaths were reported 2 days ago. Nigeria: Four patients with respiratory symptoms and close contact with poultry are being tested. One of them, a woman died of acute respiratory disease on Feb 16 th . Bird flu spreads to a seventh province - Bauchi as Nigeria’s African neighbours meet in Dakar. The focus of the battle to contain H5N1 in West Africa must be poultry farms, the OIE’s Chief Vallat said. “Migratory birds will eliminate the virus, as they have done for centuries.” To combat spread in Poultry transparency, fast testing and rapid response are needed. Niger must wait 2 weeks for tests results from Europe, so an African testing centre is needed . FAO has allocated $1M for surveillance across Africa. Calls for vaccination need offset against the fact that Nigeria has 140M poultry, 60% in backyards and 1 dose of vaccine costs between 5 and 20 cents per chicken. Malaysia: 5 persons are cleared of bird flu while tests continue on a 2-year-old and a 7-month- old baby. Another 1 year old was admitted on Wednesday for observation. Palestine: Test on blood and saliva samples from dead poultry are underway in Israel. Despite the security situation collaboration on health and agricultural issues is good. It is also in Israel’s interest to identify joint health problems rapidly. Afghanistan: With veterinary services, damaged by conflict, FAO official, Serge Verniau warns: \"Today we can say that an outbreak of the disease among birds in Afghanistan is virtually unavoidable.\" Indonesia: With 20 deaths in the last 9 months Indonesia could learn much from Vietnam’s experience, according to Indonesia's President Susilo Bambang Yudhoyono. The agriculture minister has had talks in Jakarta with Vietnam’s Prime Minister Phan Van Khai, to learn from Vietnam’s successful fight against bird flu. Vietnam has had 42 deaths, but now is mainly clear of the disease. Georgia: Reports of 13 migrant birds found dead in central Batumi, capital of Georgia's Ajaria region Information Source: EMM news monitoring 49 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 24-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre France: At 8-15 am this morning Agriculture Minister Dominique Bussereau confirms that the H5 virus has been found on a Turkey farm in L’Ain. Thousands of Turkeys were suspected victims of H5N1 infection at the farm. Local sources said 80% of the 11,000 turkeys had died. This would be the first time the disease has hit domestic poultry in Europe. All remaining birds will be culled. Europe: Greece: seven more cases confirmed in wild birds bringing the total to 16. Germany: After initial fears of infection on farms on Rugen, tests have proved negative. 110 cases in wild birds there are now conformed. German Farmers leader Gerd Sonnleitner criticises the EU decision to allow vaccination, saying it could help spread the disease. Japan threatens to ban imports of Dutch poultry if vaccination starts. India: Vets began clearing up and disinfecting farms in Navapur. More than 335,000 birds have been killed. 11 out of 12 people have been cleared of bird flu and just one needs further testing. 250 migratory birds have been found dead in the Aurangabad district of Maharashtra state. An official says tests will be carried out but he doubts bird flu. A 12 year old boy who died of acute respiratory syndrome on Wednesday in Nashik district will be tested for bird flu. Although distant from the affected area, his family regularly travelled to Navapur to buy manure made from chicken droppings. Indonesia: A 34 year old woman showing bird flu symptoms has died in hospital in Jakarta on Thursday. The government begins a 3 week campaign to sweep the capitol’s domestic poultry and markets in an attempt to stop infection. 100’s of officials in white protective gear are making door to door checks. 19 people have died in the last 9 months, several from the capitol Jakarta. Africa : Senegalese President Abdoulaye Wade calls for a new lab based in Africa to test cases rapidly and not to rely on Europe. FAO fears that bird flu will spread to other West African nations, particularly Niger. Financial incentives must be provided to encourage poor farmers to report cases immediately and not instead to rush them to market to avoid ruin. Bulgaria : Bulgaria man tests negative for bird flu. Doctors isolated him last Saturday when two of his ducks died and he began showing flu-like symptoms. South Korea: South Korea’s health ministry confirmed Friday that four people were infected with bird flu in late 2003 and early 2004. No cases were reported at the time although 400 farms were infected. This enforces the suspicion of more human cases in Asia than actually reported. Cambodia: A flock of 200 ducks has been culled after some were found dead by a lake shared with wild birds near the Vietnamese border. Other farmers are reluctant to cull their birds, without compensation. Information Source: EMM news monitoring 50 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 27-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Europe: Many european countries have now ordered the keeping of poultry indoors and there have been large drops in the demand for poultry. Eight countries are now confirmed to have the H5N1 virus. Switzerland: The first case of H5 has been detected in a duck found in Geneva. Tests can only be confirmed for the H5 virus in Swiss laboratories. The sample has been sent to the UK to check if it is the deadly H5N1 strain along with 16 other suspected cases. France: 15 wild swans have been confirmed to have died of H5N1 in South-eastern France. There has been a reported 30 percent drop in the consumption of poultry. French agricultural unions have called on the Commission to financially support affected farmers. However, speaking in Paris on 25 February, Commissioner Mandelson avoided a direct promise of assistance. Germany: There have been three more confirmed cases of H5N1 in birds found in the Northeast of the country. Two additional cases have been confirmed in Germany in the region around Lake Constance close to the Swiss border. Bird flu has also been found in two birds (a wild duck and a swan) near the Polish border in the state of Brandenburg. Previously most cases were found in the North of the country. The virus has now been confirmed in four states out of sixteen; Mecklenburg- Western Pomerania, Baden-Württemberg, Schleswig-Holstein and Brandenburg. Croatia: The H5 virus was confirmed for a dead swan found near Trogir. Romania: a Romanian man from the village of Cetate suspected of having the bird flu has so far tested negative for the virus. United Kingdom: A report in ‘the Independent’ indicates that Factory farming and the International Poultry trade are responsible for the spread of bird flu and that wild birds are being unfairly blamed. All of the 11,000 turkeys kept on the farm in Eastern France were kept indoors and reportedly had no contact with wild birds. China : Two new cases of the human form of Avian Flu have been reported in the East of the country, a 9 year old girl and a 26 year old farmer. Fourteen people are now know to have been infected in the country with eight reported deaths. Indonesian : A 27 year old woman who died last Monday is confirmed to have died from the H5N1 virus taking the total number of fatalities to 20. Russia: state of emergency announced in Khelvachauri a province in the state of Georgia where wild swans have tested positive. The swans were found on the Black Sea coast new it’s border with Turkey. It has now been officially confirmed in six regions in Russian. Far East: Hong Kong and Japan have banned imports of French Poultry. Nigeria: The disease has now spread to nine of the countries 36 states. Information Source: EMM news monitoring 51 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 28-Feb-06 09:00 SES Unit, IPSC, Joint Research Centre Pakistan: H5 infection has been detected in two separate poultry farms in Charsadda and Abbottabad districts of the North West Province, health ministry reports that 25,000 poultry are effected. Samples have been sent to UK for further tests. India meanwhile hopes for another hot summer which would help eradicate the virus. Niger: Bird flu is confirmed by an Italian lab in dead ducks taken from a farm in Magaria. \"We have to understand that all of Africa is infected,\" Nikolai Vlasov, deputy chief of Russia's veterinary service, told the AP. \"The spread of the virus is wider than we can see from newspapers.\" Nigeria : Auwalu Haruna a leading poultry producer confirms that bird flu is spreading in Nigeria because farmers are mistrustful of any compensation, and what is offered is only a quarter market value. Bird flu vaccine is being imported this week. Ethiopia & Kenya: Officials announced today that tests are underway after 6000 chickens died in the Endibir area of SNNO regional state. Bird flu is suspected in the Gubere poultry centre and samples have been sent to Italy. Meanwhile Kenyan officials announced that tests will be carried out on hundreds of dead chickens dumped in the capitol Nairobi. France: Hundreds of thousands of geese and ducks are being vaccinated, mainly focussing on South Western regions. 15 news cases of H5N1 in wild swans and ducks are confirmed in L’Ain. Chief vets from over 50 countries are attending an OIE meeting in Paris to discuss measures against bird flu. Ukraine: The Zoo in Ukraine's southern port city of Odessa is under quarantine after parrots and pheasants began dying at the zoo. Turkey: 3 Children in Manisa have been hospitalized at Celal Bayar University with bird flu symptoms. All three had close contact with poultry in Kayaalti village Azerbaijan: Officials announce bird flu outbreaks in chicken farm outside the capital Baku in Azerbaijan. Russia: Bird Flu has been confirmed this morning in three villages in Stavropol territory Russia. They are being isolated for disease control measures. Migratory Bird Debate: A report by the Canadian based NGO GRAIN blames industrial poultry production and trade networks as the primary cause for the spread of H5N1. They claim the virus thrives in high density farms, where air thick with the virus can be carried for kilometres. Trade networks transporting live birds, day-old chicks, meat, feathers, hatching eggs, eggs, chicken manure and animal then feed spread infection. Defending backyard poultry rearing, they give the example of Laos where only outbreaks in large farms occurred supplied by chicks from Thai hatcheries. In Malaysia mortality in village chickens was only 5% indicating the virus did not spread easily when density was low. They ask why FAO and others concentrate their efforts on migratory birds and do not investigate how farms and their by-products, such as animal feed and manure, spread the virus. Birdlife International agrees arguing that H5N1 is highly lethal to migratory wild bird species and kills them quickly, that infected migrants cannot move long distances and that the virus is most likely to be contracted locally, close to the site of deaths. China today announced that no cases have yet been found in migratory flocks which began flying through China from Australasia and S.E. Asia one to two weeks ago. Information Source: EMM news monitoring 52 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 01-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Germany: A cat has died of bird flu on the Island of Ruegen where most of the cases in wild swans have occurred. Officials have now warned cat owners not to sleep accompanied by their cats and to keep them indoors if possible. Similar cases in cats have previously occurred in Asia, and in 2004 some 23 Tigers died at the Sriracha Tiger Zoo in Thailand after being fed infected poultry meat. Bird flu was detected yesterday in Bavaria, now the fifth state with confirmed cases. Pakistan: Authorities confirm H5 infection in two farms near the Afghan border in North West Froniter Province. 25,000 chickens have been culled. Iraq: Authorities announced 3 suspected human bird flu cases in Baghdad and another human case at the town of Kefry the in northeast province of Dayala. All are being treated. There have been two official deaths in Iraq – a teenage girl and her uncle in Sulaimaniya province. Russia: Wild ducks shot in the Chegem River valley and the Terek district in Kabardino-Balkaria test positive for H5N1 bird flu virus. Bird flu is indigenous to Wild ducks are can carry the disease without showing symptoms. More than 700,000 birds have been destroyed over the past four weeks in the Southern Federal District. H5N1 has been detected in five southern regions since the beginning of February: Dagestan, Kalmykia, Adygeya and Krasnodar and Stavropol territories. Chief Medical Officer Gennady Onishchenko warns that man could catch bird flu from mammals. The worry is pigs which he warns could then pass the virus onto man. Sweden: H5N1 infection is confirmed in two of three dozen wild ducks found dead near a nuclear power station at Oskarshamn. Control measures are being taken in a 7 km surveillance zone. Indonesia: A 20 year old and a 12 month old baby were admitted to Sulianti Saroso hospital in Jakarta early Wednesday morning with suspected bird flu. The hospital spokesman said seven other people are currently being treated at the hospital. Door to door checks are being carried out in 6 of the 33 provinces worst hit with bird flu. The government is currently offering just one dollar for each bird culled, whereas the market price is 1.5 dollars. Niger: The government orders to cull all poultry in infected areas, and pledges to step up checks across this poor semi-desert country. Meanwhile Nigerian government is criticised for focussing efforts on large commercial farms and not reaching out to the villages. Three weeks after the virus was discovered at Sambawa farms, no vet or health official had yet visited Birnin Yaro Gari, the village nearest to the large commercial operation. Sambawa farm itself is owned by a Cabinet Minister. Europe : National Veterinary Experts are meeting today for crisis talks on the spread of avian flu in Europe. A total of 43 countries have banned imports of poultry products from France . Today les Echos reports there are suspicions of a second French farm infected with bird flu. Information Source: EMM news monitoring 53 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 02-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Nigeria: It emerges that 35 people were sacked at the farm when thousands of birds started dying because the management accused them of underfeeding or poisoning the chickens. At the time of the outbreak there was not a single tablet of Tamiflu in the country. Iraq: Concern rises for the suspected case in Diayala governorate 65 km north east of the capitol in an area untouched so far. The symptoms follow very closely the two confirmed human cases according to Naeema al- Gasser, WHO representative for Iraq. Greece: Four new suspect cases in migratory birds have been found in Thrace , they have been sent to the UK for tests. Egypt: 600 poultry workers marched through central Cairo blocking traffic to protest against government measures to close poultry shops. Bahamas: The sudden death of 15 flamingos, five roseate spoonbills and one cormorant on the Bahamas island of Inagua over the last two days has raised fears of bird flu reaching North America. Health experts have been dispatched to the Island to investigate. Inagua is a major transit point for migratory birds on their way north to the US, 850km away. It is also home to 50,000 falmingos. While the affected birds are not migratory, they do come into contact with migrating geese and ducks, said Eric Carey of the National Trust. Meanwhile tests are awaited on 4 farms in Quebec which recently imported live ducklings from France as a precaution. US Health Secretary warns that H5N1 infection could soon infect wild birds and domestic flocks in the US. Switzerland: The first case of H5N1 is confirmed in a merganser duck found on 22 February between two boats on a pier leading to Geneva's Jet d'Eau fountain. A second H5 case in a swan has been found near the German border. Europe: EU experts recommend a strict control of dogs and cats in areas where the virus was confirmed in wild birds. This follows the discovery of a dead cat infected with bird flu yesterday in Island of Ruegen. Germany meanwhile prohibits taking cats out into the streets and also compels people to take dogs out with a leash. Science: The Lancet: Dr Jan-Inge Henter of the Karolinska Hospital in Stockholm and colleagues in Hong Kong propose that a chemotherapy treatment for an immune disorder could also be effective against bird flu. This is because there are similarities between human infection with H5N1 bird flu and an illness known as haemophagocytic lymphohistiocytosis (HLH). \"Since the mortality from H5N1 infection is high, and since there is concern that the virus could cause a pandemic, novel treatments for human beings are warranted,\" Dr Henter writes. Japan: A Japanese research team led by Prof Masakatsu Shibasaki of the University of Tokyo has developed a new way of producing the anti-flu drug Tamiflu that does not rely on natural ingredients and may help ensure more stable supplies. Information Source: EMM news monitoring 54 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 03-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Iraq: A woman has died of suspected bird close to the town of Nassiriya in southern Iraq. Poultry are being culled in two villages near Kefry in Dayala province. A hospital patient in Diayala as reported yesterday is a suspected bird flu case. Nigeria: Mistrust of the government hampers efforts to control bird flu. Nigerian news media have reported instances of farmers chasing away veterinary teams that came to kill suspect poultry in villages in Bauchi state, where the virus has also been confirmed. The farmers apparently fear they won't be compensated. Official compensation is anyway under the market price. Minister Frank Nweke has accused illegal imports of day old chicks by a Kano based company. \"There is a very strong basis to believe that avian flu may have been introduced into Nigeria through illegally imported day-old chicks,\" he said. \"Further investigations into the activities of farms where birds have tested positive to the avian flu revealed that 90 percent of them patronised the Sovet Farms Ltd in Kano.\" Electron Microscope shows an H5N1 virus invading lung tissue. (picture: Lennart Nilsson in Sunday Times) Customs agents impounded 200 smuggled cartons of hatching eggs at the country's main international airport in Lagos in January, he added. 450,000 birds have been destroyed so far on 126 effected farms throughout the country. Niger: H5N1 spreads to 3 new locations. Dead birds have been found in the towns of Goure and Dogo - in the south of the country near the Nigerian border, and in N'Guigmi in the east near the border with Chad. Afghanistan: Tests are being carried out on chickens that died on farms near the Pakistan border. Some 900 farms are under observation and mass vaccination is being considered. Pakistan confirmed H5N1 infection in the North West Frontier Province last week and has quarantined several farms. Europe: Poultry consumption falls almost 75% in Italy, and observers warn of a long term slump in demand. France: 11 more cases confirmed among mainly swans but also a heron in L’Ain, while the government prepares financial help to effected farmers. Pet owners in France and Germany are advised not to abandon their cats as an over-reaction to the recent case. 8 new cases in wild birds were confirmed in Austria. Serbia: A first case in a dead swan is confirmed locally. Bosnia has banned hunting wild fowl, and ordered all poultry kept indoors. Russia: Over 16,000 birds have been destroyed in Russia’s Southern federal district in the last 24 hours authorities announce. Infection in poultry has been found in Dagestan, Kalmykia, Adygeya and Stavropol. Cases in wild birds have been found in Chechnya and Kabardino-Balkaria. Canada: All tests on imported ducks from France are negative. Information Source: EMM news monitoring 55 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 06-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Indonesia: Local tests confirm that a 3-year old boy from Central Java Province as died of bird flu. If confirmed in Hong Kong this would be the 21 st death in Indonesia. Saturday: Local tests show that another two women aged 27 and 27 have bird flu. They are being treated in Jakarta Hospital. At least one of the woman had no direct contact with Poultry raising worries of easier transmission. Government has said controlling the large number of backyard poultry rearing across this large archipelago is too expensive and impracticable. There are 500,000 poultry in Jakarta alone. China: A 32 year old man has died of bird flu on March 2 nd in Guangdong close to Hong Kong, which is preparing for human cases also there. Previously the government had denied outbreaks in poultry in Guangdong, however several cases in local wild birds have occurred recently in Hong Kong. Turkey: Bird Flu outbreak in Istanbul 3000 poultry were culled in Silivri Town of Istanbul after tests confirmed bird flu in infected ducks and chickens. Ukraine: A laboratory in Kiev, Ukraine, on Saturday detected bird flu virus in birds at the city’s Odessa zoo. Poland : Two dead swans found dead last week in the north of Poland near Torun, have tested positive for H5N1, authorities confirmed Sunday. Niger: Bird flu is spreading in this poor country. About a hundred ducks were found dead near Gouré (1,050 km east of Niamey), while about 100 dead turtledoves were reported in N`Guigmi (1,500 km east of Niamey). Azerbaijan : A top official in Azerbaijan said on Saturday that a family of six people could have contracted bird flu. \"The preliminary diagnosis is severe pneumonia but this is a suspicious case,\" said Abbas Velibeyev, deputy health minister, on ATV television. When asked if the family, which keeps chickens and has seen two children die in the last month, was suffering from bird flu, he said: \"there is such a possibility.\" Information Source: EMM news monitoring 56 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 07-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Austria : Two house cats from the southern region of Styria have been confirmed as having been infected with the H5N1 virus. Both of the infected cats are still alive. The cats were living at the ‘Graz Animal Sanctuary’ (an animal centre) with 170 others where the disease had previously been detected amongst chickens. This incident may be less significant due to the close vicity in which the cats were living with infected puoltry. Germany: Pet owners have been advised to keep their cats indoors and their dogs on a lease on order to avoid infection by the avian flu virus. In response to the first case of avian flu which killed a cat in the North of the country hundreds of Germans dumped their cats with an animal welfare society for fear of contamination. Russia - Georgia : The Bird Flu virus has been officially confirmed to be in Georgia after samples taken from a dead swan in found in the Khelvachauri region were sent for testing in London. Russian – Astrakhan: The H5 virus has been found in poultry in a new region in Russia. The birds also had antibodies for ‘Newcastle Disease, another viral contagious disease specific to poultry. Avian Flu Outbreaks in Austria Sweden : Four more cases of the H5 virus have been found in four wild ducks found in Southern Sweden, 250 kilometres south of Stockholm. Serbia : The H5 virus has been detected in a dead swan found on the Drina River, Western Serbia. Previous cases were found in the North West. Hungary : In Hungary, two swans found dead in the region of Nagybaracska, the central south part of the country, were detected to have the virus . France : Two new case have been confirmed in France. One of the cases was is in a previously unaffected region in the South of the country near Marseille. Azerbaijan : The number of people hospitalised with suspected bird flu has now risen to 10, with two being in a serious condition. The cases are yet to be confirmed as Avian Influenza and samples have been sent to WHO reference laboratories in London and Cairo. WHO Summit : The WHO (World Health Organization) summit has begun in Geneva and the main topic on the agenda is to contain a possible pandemic and to avoid economic catastrophe as a result of the spreading H5N1 virus. U.S.A.: The government has ordered 14 million extra courses of antiviral drugs in addition to the 5.5 million already stored in case of a pandemic in spring when the main migration season starts. Information Source: EMM news monitoring 57 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 08-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Nigeria : Bird flu is spreading in the southern regions of the country. Port Harcourt, the main city in the oil-producing Niger Delta is the source of the outbreak in Rivers county. The other two locations are Idemili, Anambra State in the southeast of the country and Oturpoin, Benue state in the centre. Indonesia: In Jakarta, five more suspected bird-flu patients were admitted overnight at Sulianti Saroso Hospital, the capital's main centre for treating bird-flu patients, its deputy director, Sardikin Giriputro, said. China: A 9-year old girl from Zhejiang province died from suspected bird flu on Monday. She fell ill after contact with sick chickens while visiting relatives in Anhui province. It is China’s second death in recent days. State media urges better education in rural areas where there is still insufficient awareness, and more information sharing internationally. Poultry in Europe: (Article: New Scientist) :The map shows that northern Germany and the Netherlands have the highest density of poultry in Europe. The 2003 outbreak of H7N7 bird flu caused the slaughter of 30 million birds. Scientists fear that if H5N1 becomes endemic in the wild bird population, poultry outbreaks are inevitable. Many scientists believe that a policy of culling alone would be devastating and may even fail. They recommend selected vaccination in high density areas. China and other SE Asian countries have a policy of vaccinating birds in high risk areas. Sweden: A duck found in Karlskrona last week had the H5 virus Veterinary sources said. Tests will determine if it is the H5N1 strain. Six other ducks had previously tested positive for H5. Germany: Two more dead cats infected with H5N1 have been found in the Island of Rügen. Twelve more birds on the Island have tested positive bringing the total to 170 throughout Germany and 145 in Rügen. Romania: Local health authorities have confirmed that the dead domestic birds in Hirsova Town and Seimenii Mici Village in eastern Romania's Constanta County had the H5 bird flu strain. The county government has put the two areas under quarantine, and had all the poultry there culled and local residents vaccinated, the report added. Cats : Experiments carried out by virologist Albert Osterhaus at the Erasmus University in Rotterdam have shown that cats fed H5N1-infected chicks become infected themselves within 24 hours; they can then infect other cats. Information Source: EMM news monitoring 58 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 09-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Africa: WHO Director General Dr. Lee Jong- wook has emphasised that instant compensation must be paid to poor farmers to control outbreaks of avian flu. African governments should be the first to pay, but the international community will need to make up the shortfall. Lee confirmed that a sizeable proportion of the $2 billion pledged in Beijing will be earmarked for Africa. He reminded that 130 Million birds were destroyed in Thailand, a country smaller than Nigeria, before the disease was brought under control. Nigeria has announced plans to raise compensation to $1.80 per bird – the market value, but compensation to 47 effected farms in Kano was only paid on March 6. However the market maybe doing the job for them anyway as poultry sales have plummeted 85% and farmers are forced to destroy unsold eggs and chickens. Kenya: The mass deaths of wild birds in various parts of Isiolo District [northern Kenya] have raised fears of an avian flu outbreak. Guinea-fowls, saladis, pigeons, and grey doves, have been found dead in their hundreds in Merti Central and Ol Donyiro divisions. Effected areas in Nigeria & Niger Turkey: A 16 year old Turkish girl has been hospitalised on suspicion of bird flu. She is from Esiljurt in the central province of Toccatas. Albania: The first case of bird flu was confirmed in EU tests on a dead chicken from the village of Cuke, Sarande district, 290 kilometres south of the capitol Tirana. A 3 km quarantine area has been placed around the village. Belgium: A Brussels resident returning from a trip to rural areas of China has been admitted to Saint Pieters Hospital on March 6. He has Flu like symptoms and will be tested for H5N1 as a precaution. Hungary: Four more cases of avian flu in a seagull, a duck, a cormorant and a swan were discovered last week in villages close to Budapest. Chief Vet Miklós Süth warned of more cases as the migratory season begins, and urged domestic birds be kept inside. Russia: The emergency situations ministry reports this morning of massive poultry losses in the Southern Federal Districts since March 3. Nearly 4 million birds have been killed, of which 600,000 died (from H5N1). Migratory Birds: OIE Director Bernard Ballet warned a French Parliamentary committee that avian flu will likely spread to Australia, Canada and the US as the migratory season gets underway. Why such a spread to Australia did not occur last year during the large S.E. Asian outbreak is still a mystery. The spread westward is different. Dr David Nabarro, of the UN warned that infected birds migrating this spring would probably take the virus from West Africa to the Arctic and Alaska. From there the infection could move south into the Americas carried by other migratory birds before next winter. He estimates 6-12 months before the disease effects the Americas and maybe sooner. Information Source: EMM news monitoring 59 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 10-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Azerbaijan: Azerbaijan was sending samples from 11 people, including three who died, to Britain for bird flu tests, the WHO said. The “Azeris”, including eight members from the same family, are from a village near a southeastern region of the country where the deadly H5N1 virus has been found among birds. \"There have been three deaths, with symptoms somewhat similar to H5N1 infection,\" WHO spokeswoman Maria Cheng said. \"Other people are still in hospital, including one who is very sick.\" Indonesia: WHO has confirmed the 21 st victim of H5N1 in Indonesia. The 3-year old boy, Sari Setiogi, died in Semarang in the centre of Java on the 18 th February. Two other children were hospitalised in Jakarta bringing to 12 the number of people currently being treated in the city’s bird flu hospital. Globally, the rate of human infection has increased slightly in the first 10 weeks of this year (30) compared to 2005 (23). The first months of the year are the peak of the flu season. World Situation adapted from Skynews Germany: The Friedrich-Loeffler Institute confirmed H5N1 infection in a Stone Marten found sick and dying on March 2 nd in the Island of Ruegen. The small weasel-like mammal is carnivorous. Another wild duck found dead near Straubling, Bavaria on Sunday has tested positive for H5N1. A total of 5 infected ducks have been found in Bavaria. Norway: Norway is testing 3 wild ducks from a group of 13 found dead south of Stavanger yesterday. Belgium : Tests on the patient returning from China with flu symptoms are negative for bird flu. Greece is tightening controls on vehicles and persons entering from Albania following the confirmation yesterday of an H5N1 case in a chicken . Vehicles and passenger’s shoes will be disinfected and any animal produce seized and destroyed. EU has imposed an import ban on animal products. Serbia: Tests in UK confirm H5N1 infection of the first swan found dead n a canal outside the northern town of Sombor, near the Croatian border, eight days earlier. At least one other swan is a suspected victim, as Vets keep close observation on wetland areas. Nigeria: More evidence of the Poultry trade spreading avian flu in Nigeria. The outbreak in Port Harcourt was in a poultry farm in the city where 700 birds died. Authorities have quarantined an area of 3km and “asked” residents to destroy all poultry in the area. Meanwhile evidence (source: IRIN) that the poorest farmers are being left out of compensation in preference to the large commercial farms like Sambawa Farm (owned by Sports Minister Samailla Sambawa) is growing. As a result poor farmers will not kill their chickens although they make up 75% of the poultry industry. Georgia : Parents suspicions have been raised after a second child died of pneumonia at School No. 50 in the capitol Tbilisi. Georgian Health ministry denies this is caused by bird flu and has closed the school for disinfection. Cats : Michael Perdue, a scientist with the WHO's global influenza programme warns that reports of an Austrian cat contracted H5N1 and not falling ill could mean the virus is adapting to mammals and therefore could pose a higher risk to humans. Information Source: EMM news monitoring 60 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 13-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Indonesia: The death toll reaches 22 as tests confirm a 12 year old girl who died last week was a victim of H5N1. Like the 3-year old she was also from central Java. The health minister Siti Fadilah Supari vowed to improve test procedures to protect people from the disease. China: Authorities confirm Sunday the death of a man in Guangzhou as due to bird flu. The Commercial Administration of Guangdong Province has banned on-the-spot poultry slaughtering in both the province's wet markets. Myanmar: Officials confirm an outbreak of bird flu at a poultry farm outside Mandalay where hundreds of birds have died. Russia: An outbreak is confirmed in a poultry processing plant in southern Russia near Stavrapol . Some 70,000 chickens have died or been culled. Poland: Three more cases of H5N1 infection have been announced: 1)in swans at Kostrzyn on Odra and 2) at Bydgoszcz, which is 50 km from Torun where the first case was found. The third case was in a sea goose found at the port town of Swinoujscie. Nigeria: Bird Flu has spread to a farm near Lagos in the state of Ogun which also borders Benin. Officials are now culling and disinfecting the farm of 150,000 birds. An outbreak in Lagos would have severe health consequences as it is home to 13 M people and chickens run freely in the streets. Cameroon: Cameroon has become the fourth country in Africa with H5N1 outbreak in domestic chickens and ducks at Maroua in the far north of the country. Further suspected outbreaks are under investigation in Ethiopia, Gabon, Gambia and Sierra Leone. Africa remains of the highest concern. Brazil: Brazil's chicken industry is the world's largest is feeling the pinch from a drop in worldwide consumption due to fears of a bird flu epidemic. They are laying off workers as a result, according to local media reports. Greece: Two more wild swans have tested positive for H5N1 bringing the total to 32. Bird Migration : Hundreds of thousands of migratory birds are now leaving Jammu Kashmir heading for Siberia, China and Europe reports the Indian Times. No signs of disease in greylag geese, mallards, teals, pochards, coots, gadwalls, pintails and shovellers have been reported at the Shalabugh Migratory Bird Reserve . China: The spread of avian flu to Turkey late 2005 and then on to Europe in Feb 2006 has been directly linked to an outbreak last spring at Lake Qinghai in China. The lake is an important breeding ground for many species of wild geese and ducks. Chinese authorities are now keeping a close watch on the lake as exactly one year ago in March many bar-headed geese were found dying of H5N1. From there it is thought some birds took the disease to Siberia, infecting poultry (July 2005) mixing with other birds which then later flew to Turkey and the Black Sea in early winter and eventually reached Europe. The cold winter in Siberia may have accelerated the westward movement. Information Source: EMM news monitoring 61 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 14-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Azerbaijan: WHO Tests confirm that 3 people have died from H5N1 at the Caspian Sea coast, south of the capital, Baku. It’s thought they are from the same family although this awaits confirmation and include a 16- year old boy and a 17-year old girl. Earlier reports (6/3 & 10/3) spoke of 11 suspected cases in the region. Afghanistan: Agriculture minister Azizullah Osmani confirms three avian- flu infections in the capital Kabul and two in the eastern province of Nangarhar. FAO says the samples were taken from backyard poultry farms in Kabul and Jallalabad. Afghanistan’s veterinary service is weak after years of war and the ministry is asking for international help. Germany: There are fears of an outbreak at a poultry farm in Lichtenfels, Bavaria after seven ducks there died of flu like symptoms. All the animals at the farm have been culled during the night. If confirmed this would be the first case in domestic birds in Germany. Authorities announced that 200 cases have been detected in wild birds so far. Cameroon: Authorities have closed poultry markets in Maroua and banned birds, pigs and related products from coming in or out. Livestock Minister Sarki Aboubakary believes that wild birds infected the farm as there has been no contact between the farm and poultry in Nigeria. Farmers will receive 2,000 CFA francs ($3.63) per bird culled. This is more than double the compensation on offer in Nigeria. Nigeria: Agriculture Minister Adamu Bello confirmed that eleven states have been affected so far - - Kaduna, Kano, Bauchi, Plateau, Katsina, Nasarawa, Anambra, Benue, Rivers and Ogun- as well as the FCT, have been affected so far. However, Kaduna is now free of the disease, and a testing lab is now operational at the National Veterinary Institute in Vom. India: Bombay Natural History Society (BNHS) studies at the wetlands in Nandurbar district of Maharashtra have not found evidence of avian influenza among wild birds nor any increase in mortality around Navapur. Since the outbreak of bird flu was restricted only to the poultry farms in Navapur taluka, this suggests that poultry transport was responsible for the outbreak. Clearing up is continuing as the government announce the outbreak is contained and cleaning up is underway. 1918: Equinox (Granada TV): Evidence shows that the devastating pandemic in 1918 after the first world war was caused by mutations in an Avian Flu virus allowing person to person infection through breath. Oxford scientists believe the source may have been in high density troop encampments at a transit hub in Etaples, France where close contact with poultry was common. First fatal cases there were recorded in 1916 and it is thought that returning troops then spread the disease. Studies at US CDC have identified mutations that allowed the 1918 virus to infect deep lung tissue triggering massive immune response in humans. This explains why young and healthy victims with strong immune systems were worst effected. Anti-viral drugs combined with rapid medical intervention if a new human outbreak occurs could prevent a global pandemic occurring with H5N1, which everyone fears. ECDC Director Zsuzsanna Jakab at a press conference in Athens estimates scientists would need 10-12 weeks to develop an effective vaccine if a pandemic started. Information Source: EMM news monitoring 62 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 15-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre India: Authorities announced a new outbreak in Maharashtra state at 4 villages in Jalgaon district 140 km from the original site at Navapur, thus dashing hopes that the outbreak was under control. The investigation was triggered after about 700 birds died during the last week in February in Marul village in Yaval. The outbreak is in backyard poultry and will require at least 75,000 birds to be killed. The government is creating an isolation ward at Jalgaon and Yaval hospitals as a precaution. Health officials are going door to door to identify anyone with flu like symptoms. There have been no confirmed human cases in India to date. Denmark: The Veterinary and Food Administration announced this morning that a wild bird has been confirmed infected with H5 bird flu subtype. No further details were available as of 9-45 am. Croatia: A swan for Baranja region on the Danube was infected with H5N1 bringing to 3 the number of regions of infection. Agriculture Ministry spokesman Mladen Pavic believes the bird came from Serbia or Hungary and was not part of a flock. Several seagulls have also tested positive in the southern Pantan ornithological reserve. 100 th death : The 3 deaths announced in Azerbaijan yesterday, if confirmed, bring the total to over 101 but this is more symbolic rather than statistical. “We are no closer to a pandemic at the 100-death stage than we were at the first death,” said Frederick Leung dean of Microbiology at Hong Kong University. Although a small handful of infections are suspected to have been via infected people, the vast majority are through contact with bird droppings or saliva. Russia: Russia is struggling with a mass outbreak in Poultry in the south. 20,000 birds have died of the disease in Krasnodar terrirtory. 5690 birds have been culled in the last 24 hours in Dagestan. Over a million birds now have been vaccinated and another million slaughtered since February. Africa : A number of incidents in Kenya are leading newspapers to question government response. First over 400 dead chickens were found dumped in Kasarani, Nairobi. Then 500 others were found dead on a commercial farm in Nakuru and wild birds have been found dead. So far the veterinary service have dismissed bird flu as a cause after taking samples, while not investigated the wild bird cases. Uganda: 400 chickens died last week in a farm in Tororo in Eastern Uganda near the Kenyan border. This was the second incident of a large numbers of poultry deaths in the district. Samples have been sent to Nairobi for tests Niger: Niger's economy is 98 percent agricultural and chickens are used to barter. \"When a family member gets sick, we sell a chicken to buy some medicine,\" said villager Adam Bouku, who has 16 chickens and 16 family members all living under the same roof. Science: 1) Robert Webster, credited with being the first scientist to link bird flu to human flu said on national television that the odds are 50:50 that H5N1 will mutate to become a major flu pandemic. He admitted keeping a 3 month supply of food and water at his home. 2) The Hungarian Prime Minister Ferenc Gyurcsany announced that the company Omnivest has developed an effective human vaccine against H5N1. 3) The EU reference lab in Weybridge has been criticised for withholding results of studies to protect the IPR of it’s researchers. The lab in Padova has called for complete disclosure to enable the complex mapping and evolution of the virus. 4) H5N1 sequences found in swan samples from both Iran and Italy have been shown to be similar indicating a common source (data GenBank). Information Source: EMM news monitoring 63 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 16-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Denmark: The new case announced yesterday is a dead buzzard found on the beach in Svinoe, about 80 kilometers (50 miles) southwest of Copenhagen. Meanwhile Weybridge confirms the Swedish ducks found on February 28 th have H5N1. Since then another 28 other dead ducks have been found in Sweden. Romania: is investigating probable outbreaks of bird flu in farms in the towns of Dunarea and Valea Nucarilor. Authorities will cull more than 30,000 birds if samples test positive for the H5N1 strain. Veterinarians have killed more than 300,000 chickens since the virus was first discovered in October. France: Michel Fuzeau (prefect) announced that poultry sales from the protected zone around Versailleux in L’Ain can restart on Saturday. This marks 21 days since the outbreak at a turkey farm. The virus remains active for 21 days. Azerbaijan: Authorities said on Wednesday that bird flu had been detected in a stray dog found in the capital Baku on March 9. This confirms that mammals eating raw infected birds are at risk. Evidence of a family cluster grows – the three official deaths are linked to two other unconfirmed deaths through family connections. This is similar to the outbreak in Van Turkey where nearly all cases had family connections. Affected areas in Southern Russia where mass poultry outbreaks are underway. Note the vicinity to Azerbaijan India: A health ministry official warns that the new outbreak in Jalgaon is unlikely to be the last. The unnamed official claims that poultry was illegally moved from the first outbreak in Nandapur aided by local politicians. He claimed that only one third of the official total of 900,000 birds were actually culled and the rest moved elsewhere. Myanmar: FAO announced that independent tests carried out in Bangkok confirm H5N1 in samples from near Mandalay, Myanmar. Afghanistan: The government announced that tests confirm H5N1 as the cause of the outbreaks in backyard poultry in Kabul and Jallalabad Science: Chicken is too cheap, according to Earl Brown, a University of Ottawa flu virologist. He claims H5N1 is entirely man made. Bird flu first evolved in commercial poultry in Italy in 1878, and H5N1 itself, is derived from a strain that first appeared in Scotland in 1959. High intensity farming in recent years has amplified health problems. According to the NGO Grain chicken production has jumped eightfold in 30 years in S.E. Asia. China alone produces 10 million tons of chicken a year, and some farms raise 5 million birds at a time. Many Ornithologists dispute the view that wild birds carried the flu virus from Qinghai to Russia and beyond, as the spread occured during the summer months when birds do not migrate. The global poultry trade, much of which is illicit, plays a far larger role in spreading the virus they argue. The Nigerian government traced its outbreak to the illegal importation of day-old chicks. Illegal trading in fighting cocks brought the virus from Thailand to Malaysia in fall 2005. If H5N1 first spread from Qinghai to Russia and Kazakhstan last summer through the sale of contaminated poultry infecting wild birds already there, Europe is now suffering the consequences. China: The man who died in Guangdong early March visited poultry markets and an abattoir, but at the time there were no known poultry outbreaks in the area. This is leading experts to question whether apparently healthy birds were the culprit. It is known from a previous survey that as many as 2% of birds in China seem to have anti-bodies to H5N1. China faces a huge problem this spring as the flu season peaks and large numbers of birds arrive in Qinghai. Surveillance, better education and rapid response measures are planned. Thailand succeeded in eliminating the disease using many thousands of paid volunteers in villages to report any incidents. Information Source: EMM news monitoring 64 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 17-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Israel: Bird flu is suspected on two turkey farms at Ein Hashlosha and the nearby community of Holit, in the southern Negev region, which lies near the densely populated Gaza strip. 11,000 birds have now died in the area. Officials are openly calling it bird flu after initial tests and have placed a 4 mile quarantine around the area. They are preparing to cull thousands of other birds. They suspect H5N1 may have entered from nearby Egypt, rather than Gaza where there is good collaboration on testing. This morning vets report that bird flu may have spread to a kibbutz 25 km from Jerusalem. There have been suspicious turkey deaths at the kibbutz, and initial tests confirm a bird flu. India: A large number of chickens have died in Burhanpur district of Madhya Pradesh in recent days. Samples have been taken to the Bhopal laboratory, but will take around a week for results. The four districts of Madhya Pradesh that have borders with Gujarat and Maharashtra are Burhanpur, Khandwa, Jhabua and Barwani. Another 400 birds have died at a poultry farm in Induri village in Pune district. The laboratory in Bhopal is now overstretched with tests to be carried out. Eritrea: WHO reports mass bird deaths in two regions of Eritrea. Wild fowl have been dying near the Red Sea region and poultry deaths are reported from Gash Barka region. Tests have also revealed bird flu cases in neighbouring Ethiopia. Malaysia: The government announced an outbreak in Perak province in the north of the country on Thursday. Overnight they have culled 40,000 ducks and chickens. The outbreak was in a natural park and in a village nearby. A lake nearby is frequented by migratory wild fowl. Denmark : confirms H5N1 in the dead buzzard. Greece: Greek poultry producers are in despair and asking for government and EU aid. Consumption has dropped by 80% despite there not being a single outbreak in domestic flocks. UK: Tests were carried out in Weybridge on a number of poultry who died at a farm in the Orkneys, Scotland. Late Thursday preliminary results were announced as negative for H5, but final results will take a week. Russia: About 1.6 million birds have been vaccinated in southern Russia. 33,000 birds have either died of bird flu or been slaughtered over the last 24 hours. – Emergencies Ministry, Tass. Science: 1) A study by The Scripps Research Institute and CDC Atlanta has been published in Science. They found that H5N1 hemagglutinin looked very similar to the virus that caused the 1918 pandemic. However to pass from birds to humans, the virus must mutate enough to allow it to bind to human lung cells. They identified a structure that, in humans is called an alpha 2-6 receptor and in birds an alpha 2-3 receptor. It must change from the bird to human configuration, to cause human epidemics. Without this critical mutation most avian influenza viruses, including the current avian H5N1 are difficult to jump species without massive exposure to the virus. 2) Dr. Nabarro, who heads the UN bird flu program, said that there is still uncertainty whether pets can pass H5N1 onto owners. However, there have been a handful of cases where person to person infection was suspected. 3) Scientists in Vietnam are launching a study to determine the optimum dosage of Tamiflu for effectiveness against H5N1. They plan to double the normal dose in tests, after patients died despite treatment with the standard dose. Tests on animals have shown that twice the dose is enough to stop the virus from replicating. The trial is supported by WHO. Information Source: EMM news monitoring 65 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 20-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Egypt: A 30 year old woman died of bird flu on Friday morning after falling ill last Wednesday. She lived 40km from Cairo and kept chickens some of which have died recently. It was reported she killed the surviving birds and ate at least one. Initial tests from the US Navy lab in Cairo confirm bird flu as the cause. A second case was reported Sunday in a 30 year old male poultry worker from the same province of Qalyoubiya. He was admitted to hospital on Thursday with high fever but is now recovering. Israel: The four people hospitalized on Friday had not contracted H5N1. Bird flu is suspected to have spread to both Moshav Sde Moshe and Kibbutz Nachshon, 25 kilometers from Jerusalem. This morning veterinary sources report that bird flu has spread to two communities - Nir Oz and Amioz, in Negev close to the original infected kibbutz. India: An 11 year old boy and a doctor are under observation in Jalgaon, after thousands of birds have been culled. The boy had a history of exposure to dead birds. Blood samples have been sent for tests. On Sunday a 40 year old woman and a 5 –year old by were isolated. Bird flu may have spread in Jalgaon district. Over a hundred birds have died in backyard poultry in 4 new villages outside the quarantine zone. They are Jamner, Parola, Pachora and Badgaon. As of Monday morning 90,000 birds have been culled and a huge cleanup operation is underway. The medical surveillance zone has been expanded to include 30,000 locals. Sweden: H5N1 was confirmed in a mallard duck on a game farm near Oskarshamn on the east coast. All birds on the farm will be destroyed. Russia: A massive vaccination of poultry in the Rostov region began on Saturday. An outbreak is raging in Krasnodar where 22,000 birds died of flu in a 24 hour period. 8,000 died of the disease in Daghestan in the same period. Kazakhstan: H5N1 has been confirmed in swan samples on the Caspian sea Mangistau region Georgia : Three soldiers were taken to Davit Aghmashenebeli Church Hospital of Kutaisi, to the department of intensive therapy on March 17, suffering from acute respiratory infection with pneumonia and nasal bleeding. Serbia: Four children are in intensive care, after showing symptoms resembling bird flu. Afghanistan: Culling of birds in Kabul and Jallalabd cannot start because of a lack of protective suits. It is already several days since cases appeared. In Nepal there are local reports of domestic birds dying in Rangeli in Morang, but the government dismisses bird flu as the cause. Malaysia: Four people with bird flu symptoms have been put in quarantine. A new outbreak of H5N1 is reported in chickens from a village in northern Penang state. Science: Scientists at Scripps and CDC have shown that relatively small mutations can result in switching the binding site preference of the avian virus from receptors in the intestinal tract of birds to the respiratory tract of humans. This is controlled by the glycoprotein hemagglutinin (HA) on the virus surface. Avian types (including H5N1) bind to a receptor in bird’s intestines called a2- 3, while human types bind to one called a2-6 in respiratory cells. The authors claim this is one possible, but perhaps not the only route the virus could adapt to humans. The paper will be published in Science. Information Source: EMM news monitoring 66 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 21-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Egypt: A third case of human bird flu has been reported in a 30 year old woman from the governorate of Qaloubiyah. All three human cases are from the same region. A man admitted to hospital on Sunday has recovered after being treated with Tamiflu, but a woman died on Friday despite receiving the same treatment. So far, 17 of Egypt's 26 governorates and the city of Luxor have reported cases in birds. Israel: Officials believe that bird flu entered Israel from Egypt carried by people. The first cases were near the Egyptian border at Holit and Amioz, and they believe the virus entered on the shoes or personal effects of persons who had visited Sinai. At least one such person was later employed by the turkey farms where the virus first erupted, dealing directly with birds. They rule out migratory birds as a cause, since the outbreaks happened simultaneously. Agriculture ministry on Monday also confirmed infections at Kibbutz Nir Oz and Moshav Amei Oz in the south bringing the total to six flocks at four locations. Cameroon: Fears grow that H5N1 is rampant in Northwest Cameroon as 240 birds were discovered dead in a poultry farm in the Isokolo neighbourhood of Limbe town. Limbe is a commercial seaside town near the Nigerian border and several hundred kilometres from Maroua where the first confirmed cases in ducks were reported. Denmark confirms nine more cases in tufted ducks in Aeroeskoebing in the south of the country making 10 in total. Slovenia: 10 chickens found dead with suspected bird flu in the 3km protection zone around Hotinja. 34 other birds have been found in the last three days and are being tested. Afghanistan: Bird flu is thought to have spread to a third province of Kunar, while culling has still not started despite provision of protective suits by US military. The reports are from Yargul outside the provincial capital, Asadabad. Tests have confirmed H5 type virus in the chickens. Nine hundred chicken farms were closed last week following confirmation of an outbreak in Jalalabad. Cases in Europe 21/03/06 Malaysia: Two new cases of H5N1 bird flu are reported in central Perak state on Tuesday. The virus had been found in live chickens taken from areas near previous outbreaks. Meanwhile tests in Weybridge confirm H5N1 infection in the two farms in Pakistan reported 1 st March. India: The four suspected human cases in Jalgaon have all tested negative but are being treated with Tamiflu as a precaution. Over 90,000 birds have been killed and a big clean up operation is in progress across 4 effected villages spanning 1,100 sq km. Homes, backyards and drainage systems are being disinfected. Science: Researchers at US CDC report they have found two distinct strains of H5N1 which have been able to infected humans. The first strain infected people in 2003 and 2004 in Vietnam, Cambodia and Thailand, and the second strain infected people in Indonesia in 2004. CDC's Rebecca Garten told a conference in Atlanta that as the virus spreads geographically it is getting more genetically diverse, more complex to study and emphasised the importance of surveillance. The study was based on 300 virus samples taken from birds and people from 2003 until summer 2005. Information Source: EMM news monitoring 67 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 22-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Azerbaijan: WHO confirms that 5 young women died of H5N1 bird flu probably after collecting feathers for use in pillows from dead swans. Four of them came from a township in Salyan region in the south east 3 of whom were related . A 17-year-old girl died on 23 February. Her first cousin, a 20-year-old woman, died on 3 March. The 16-year-old brother of this woman died on 10 March. A 17-year-old girl, a close friend of the family, died on 8 March. All four of these cases lived together or near each other. The fifth death was from Tarter in the west. 7 of the 11 suspected cases had tested positive for H5N1 An additional two cases from Salyan involve a 10-year-old boy, who has recovered, and a 15-year-old girl, who is currently hospitalized and in critical condition. The seventh case occurred in a 21-year-old woman from the western region of Tarter, who died on 9 March. In addition to the 11 cases tested, there are two further suspected cases, one from Salyan and one from the adjacent region of Neftchela. Both are in hospital with symptoms of bilateral pneumonia, and testing of these patients is currently under way. Azerbaijan: Expand the image to view detail Egypt : A 17 year-old boy with an outbreak on his father’s farm in the Nile delta is the 4 th suspected case in Egypt. His condition is stable. Evidence that the outbreak in poultry is not yet under control came from the Ministry of Health yesterday. They announced that 280 poultry farms have been put in isolation in Qalubia, Dakhlia, Giza, Sharkiya and Manufia provinces. An Egyptian newspaper al-Misri al-Yawm claimed that the actual number of people in hospital with suspicious symptoms was Cairo-8 cases, Manufia-8 cases, Gharbia-5 cases and Giza-3 cases. Bird flu has spread to 15 provinces since February 17. Africa: UN and African officials agreed in Gabon's capital Libreville to set up a continent wide surveillance and monitoring committee. WHO regional director Luis Gomes Sambo said countries finding an outbreak must implement a minimum level of control – confining poultry, veterinary control and use of protective clothing. UN’s David Nabarro asked for every country to begin an education programme to reduce the risk of spread from bird to man. Director General of OMI, Bernard Vallet, speaking in Atlanta, called for developed countries to help with detection programmes and compensation. \"There are parts of Africa without any surveillance,\" Vallat said. \"Diseases can circulate for weeks in some parts of Africa without being known by the authorities in the capital.\" Serbia: It is reported that 122 people with suspect flu symptoms have been quarantined in Bajina Basta, Serbia. India: Cleanup operations in Jalgaon are finishing. Authorities have checked 400,000 people in and around the 4 effected villages. Over 90,000 birds have been culled and backyards, drains and homes disinfected. The operation should be complete within 2 days. Vietnam: Smuggling of poultry from China is a big problem due to the large price difference over the border. Agriculture minister Phat orders a tightening on customs and illicit crossing point s. Vietnam has been free of bird flu for 3 months with no human cases since November. Russia: Bird flu has killed 1.3 million birds in Russia so far this year compared to 662,000 birds for the whole of 2005, Veterinary Health chief Sergei Dankvert announced yesterday. First cases of bird flu occurred in poultry in Siberia and Kazachstan in July 2005. There is heated debate as to whether this spread probably from Lake Qinghai region of China was due to migratory birds or poultry trade. Information Source: EMM news monitoring 68 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 23-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Gaza: Bird flu has spread to Gaza after preliminary tests confirmed H5 strain in about 30 chickens which died at a farm in Netzarim close to the Israeli border. Netzarim is a former Jewish settlement evacuated in the pull out from Gaza. This morning it was unclear if there wasn’t in fact a second case after about 200 chickens were found dead in a coop in Rafah in the southern Gaza Strip early Wednesday. There is good cooperation between the Palestine Authority and Israel where the tests are being performed. Doctors, Vets and Agriculture experts met yesterday to discuss plans. Israel will donate 1000 protective suits. Israel: A further outbreak of H5N1 is confirmed this morning in Moshav Beka'ot, in the Jordan Valley. Another suspected outbreak at Netaim, in central Israel has not yet been confirmed. although tests are underway. Egypt: The latest human case is Mohammed Mahmoud Abdul Ghani Ghabash, 17. from the province of Gharbiyah, north of Cairo. Ghabash worked on his father’s poultry farm, where 3,000 birds died of flu over the weekend. He was hospitalised on Sunday. The previous case was Fatima Mohammed Yussef, 30, from Qaliubiya. She continued working in her chicken coop and kill fowl despite a ban mid-February. The only confirmed fatal case of the four has been been Amal Mohammed Ismail, from Nawa village also in Qaliubiya province, who kept a backyard poultry farm. There are unconfirmed reports that Fatima may have also died this morning. DRC: Bird flu spreads to the Democratic Republic of Congo. DRC had recorded at least 260 chicken and ducks suspected of having died of avian flu. 100 birds died in a single day at Tshikapa, a town in South Central Province of the Kasai Occidental. Experts visited Ouesso, 800km north of Brazzaville to collect samples from 13 ducks found dead on a poultry farm. It has taken over a week for the deaths to be investigated. There are also rumours of outbreaks in Benin . Uganda was thrown into panic recently after thousands of birds and poultry died in several districts, but the ministry of Agriculture says the birds were dying of Newcastle disease. Kazakhstan: H5N1 has been confirmed in Mangistau province, western Kazachstan in dead wild birds from the Caspian shore. Domestic birds in the area are being vaccinated. Kazachstan suffered a previous outbreak in poultry in August 2005 in the north of the country. Romania: An outbreak in poultry in Magurele in Ilfov County, about 50 miles southwest of Bucharest was confirmed yesterday by Veterinary officials. A quarantine zone has been placed around the village and 100,000 birds will be killed. There have been 50 outbreaks in Romania Science: H5N1 virus binds only to deep lung cells and not to those in the respiratory tract, reports a new study. This explains why human to human infection is very rare. Normal influenza spreads through coughs and sneezes which eject viruses from the nose and windpipe. It is irritation in the upper airways that causes coughing, seemingly absent in bird flu. H5N1 Bird flu is adapted to infect bird’s intestinal system. The fear is that if enough people become effected the virus could mutate to this more easily transmissible form. However, other mutations are needed as well to trigger a pandemic and this would be a complex series of events not just one. Two papers from US/Japanese and Dutch groups discussing this will be published in Nature and Science shortly. Information Source: EMM news monitoring 69 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 24-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Cambodia: A 3 year old girl died of H5N1 on Tuesday a few days after playing with birds in Phum Prich village in province of Kampong Speu, about 45km west of the capital Phnom Penh announced Cambodia’s Health Ministry. The village is quarantined and seven other people are feared to have been infected. Three of them were also playing with the birds, though none are in life threatening condition. China: A 29 year-old woman from Shanghai is suspected to have died of H5N1 infection after initial tests by health officials. The woman, a migrant worker was hospitalised on 15 March with fever and died this week. Shanghai is China’s most populous city with 20 million inhabitants including 3 million migrant workers. Health officials are reinforcing precautions. No outbreaks in poultry have been reported in Shanghai since 2004. China has the world’s largest domestic poultry flocks numbering about 5.2 billion at any given time. Officially there have been 10 deaths from bird flu in China. Afghanistan: A total of 23 cases of the H5 strain of avian influenza have been found in five provinces since early March – six of these samples later tested positive for the H5N1 virus. Culling of birds in infected sites in Kabul has finally started on Wednesday. Source: Le Monde Jordan: H5N1 has been confirmed in domestic poultry in Ajloun governorate, announced health minister Saeed Darwazeh. Israel: Israel is donating 3000 doses of Tamiflu to PLA following outbreaks in Gaza. Albania: A second case of the highly pathogenic H5N1 strain of bird flu has been found among dead poultry in Peze-Helmes, 10km east of Tirana. Albania and Greece are cooperating and have formed a joint Vet team to fend off possible outbreaks in border areas. Greece :A dead swan discovered in Epanomi, near Greece's second most populous city, Salonika. Has been confirmed an H5N1 victim in Weybridge. It is the 33 rd case in wild birds in Greece. Sweden: Three more cases of H5 strain in wild birds found in central Stockholm were confirmed on Thursday. The two swans and a goose were found in the same area as two other wild swans which died from H5. A total of 41 cases of H5 strain in wild birds have been confirmed in Sweden. So far only two ducks have been confirmed as H5N1. Cameroon: There are reports of dozens of fowl dying in the North west of the country notably around Bali. Carcasses have been taken to MINEPIA, the government livestock body. Russia: Mass vaccination of domestic poultry is about to start in Krasnoyarsk territory. 265,000 doses of vaccine have been delivered to this part of Siberia New Zealand: New Zealand’s unique flightless birds the kiwi and the near-extinct kakapo will be vaccinated against bird flu at the first hint of infection in the country. Science: CDC confirms that the flu season is only peaking now much later than normal. It should be waning at this time of the year, perhaps unusually cold conditions are to blame. Flu viruses survive only short periods outside a host when the temperature is above 20 degrees. Information Source: EMM news monitoring 70 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 27-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Indonesia: A one year old baby girl has died of H5N1 infection in the west of Java. She had been in contact with sick birds, confirmed the health ministry on Saturday. This brings to 23 the number of fatal human cases in Indonesia. China confirms that the woman who died in Shanghai tested positive for H5N1 making the 11 th fatal case in the country. Reports this morning said she bought chickens from an unlicensed trader at Tangjiawan market in the city. The city has a ban on live bird markets. Cambodia : 3 more people were hospitalised on Saturday in Phnom Penh with suspected bird flu. They are two children and an adult, and are from the same village in the district of Kampong Speu as the 1-year old toddler who died. It is 60 km from the capitol. The two children had also played with dead poultry while the adult took some of the dead birds home to cook. Seven other sick people from the same village tested negative last week . Egypt: An 18 year old girl is the fifth suspected case of bird flu, the health ministry announced on Sunday. She is now in good condition after treatment with Tamiflu. She had been handling dead birds, and began to feel unwell 4 days ago, checking into hospital on Saturday. Two other Egyptian bird flu cases left hospital on Sunday, and another is still being treated. Israel: 1.2 million birds have now been culled as the outbreaks are being brought under control. Veterinary services are now preparing for another possible outbreak of the disease in the Gaza Strip, where Palestinians are not destroying the infected birds out of fear of losing a key source of income without receiving compensation, Jerusalem officials believe. The World Bank has on Sunday pledged $2M to PA farmers, to avoid this problem. Meanwhile Jordanian Health Minister Said Darwazeh confirmed that at least three dead turkeys at a domestic farm in Ajloun had tested positive for H5N1. Romania: The outbreak of avian flu in Constanta region is not yet under control. The Sanitary Veterinary Department set up disinfecting filters Saturday morning in Constanta harbor, in order to prevent the spread of bird flu virus. The isolation zone includes the nuclear plant at Cernovada. Serbia: The first case in a domestic chicken found 10 days ago at Bajina Basta area, southwest of Belgrade near Bosnia was confirmed H5N1 after tests in Weybridge. Vets are monitoring all poultry in a 10km zone. Malaysia: A 3-year old from Penang and a 26 year old man from Perak are in isolation with suspected bird flu in Kuala Lampur. There have been 5 outbreaks of H5N1 in poultry 4 in Perak and 1 in Penang in the last 10 days. Russia: Eight million poultry have now been vaccinated in southern Russia, with over 1 million in Krasnodar and Stavropol territories and in Dagestan. There have been outbreaks in eight southern regions of Russia with many thousands of birds dying of bird flu. Information Source: EMM news monitoring 71 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 28-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Egypt: The woman Fatima Mahmoud Youssef who was already in a critical condition has sadly died from bird flu. She is the second death in Egypt. She was from Khanka village in the Qaliubiya governorate and died at Cairo's Abbassiya hospital. In Jordan no further outbreaks detected but 5000 birds have been culled in Ajloun governate. Gaza: Palestinian agriculture officials have begun poisoning 15,000 chickens in the Gaza Strip after the World Bank pledged $2m compensation to farmers. Sweden: A mink has been found with H5 infection in the Blekinge region of south Sweden, an area where several bird flu cases have been found. The animal probably got infected after eating dead wild birds in the area. Switzerland: Three new cases in wild birds are reported. They are a wild duck and a grebe at Neuhausen and a wild duck at Büsingen. A total of 29 cases of H5 in wild birds have now been found in Switzerland, but none in domestic birds. Czech Republic: The countries first case of H5 has been reported in a swan on the Vltava River near Hluboka nad Vltavou, south Bohemia. If H5N1 is confirmed a control zone will be set up and poultry kept inside. Romania: A new outbreak in domestic fowl is reported in a Deleni village in Constanta County. Over 50 outbreaks have been reported in Romania since October. Iraq: Iraqi medical authorities ordered tests for the H5N1 bird flu virus on samples from a man who died in Baghdad. Pakistan: 700 chickens have died on a poultry farm in Abbottabad, North West Frontier Region. Many dead crows have been found in the same area, causing much concern in Peshwar. India: Fear of another outbreak have risen after 1,500 chickens were found dead at 2 separate poultry farms in Bhojpur district of Bihar on Sunday. Hopes that the summer heat will kill the virus are only valid when the virus is outside a host and infection from one bird directly to another is still possible. Science: Dr. Jeremy Farrar works at the Hospital for Tropical Diseases in Ho Chi Minh City and has treated two dozen people with avian flu over the last 3 years. He and his Vietnamese colleagues have more clinical experience than anyone else in the world, yet he still thinks it unlikely the virus is poised to jump species. “Billions of chickens in Asia have been infected and millions of people lived with them,\" he said. Yet, \"less than 200 people have gotten infected”. That shows just how hard it is to catch. He thinks a pandemic on the 1918 scale, although frightening is very unlikely. It is an epidemic in birds and not in people. It has a profound economic impact on agriculture. Migratory Birds: Are they victims or vectors? In 2004 several storks tested positive for H5N1 in Thailand triggering accusations that migratory birds were to blame. However ornithologists pointed out the birds had migrated from India and Bangladesh which were free of the disease. The evidence was that the birds had been infected by local poultry. Poultry infection even at lake Qinghai cannot be ruled out, according to Bird Life International as it occurred outside the main migratory period. The consequent spread east eventually to Europe is also difficult to blame on a single species as none migrate eastward. Instead Bird Life International blame poultry shipments along road and rail links followed by cross infection with wild birds. Effected wild birds so far are scavengers and waterfowl both of which are known to mix with poultry. What is undisputed is that the same viral strain linked back to China has moved eastward. Information Source: EMM news monitoring 72 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 29-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre India: Eight new outbreaks have been confirmed by authorities. Seven are in Maharashtra's Jalgaon district, the source of the second outbreak. The eighth is the previously suspected case in Burhanpur district of Madhya Pradesh (reported on the 17 th March) This is the third state to be affected. 250,000 birds will be culled spread over 200 villages in Maharashtra's Jalgaon district. Suspicions are that all these are related to illegal transport of infected birds from the first outbreak in Navapur (see 16 th March). Afghanistan: Three new cases have been announced. The first case was detected in a chicken from in Kandahar province, and the other two were from chickens found in the Baraki Barak district of Logar province. To date 26 cases of the H5 strain of avian influenza have been found in seven provinces. March 25: Number of outbreaks in Poultry (OMI) – Note the LOG Scale Poland: The ministry of agriculture announced that 5 new cases of suspected H5N1 in swans are confirmed at Bydgoszcz in the north of the country. The dead swans were found last Thursday and Friday and tested at the Veterinary lab at Pulawy. Denmark: Official confirmation of H5N1 of the first dead buzzard found in mid March has been given. There have been 12 suspected cases of avian flu in wild birds found in the country to date. Czech Republic: Czech agriculture minister Jan Mladek confirmed that the swan found in the river Vltava near Hluboka nad Vltavou, died of H5N1, although final confirmation from Weybridge will take another 15 days. He said special measures are being taken to prevent further spread. Myanmar: Official reports say chicken deaths from bird flu have been detected in Shwebo, Kanbalu and Khin Oo townships in Sagaing Division and Pyigyidagun township in Mandalay between the first week of February and early March. 3600 birds died on 37 poultry farms and another 5000 were slaughtered. Kaliningrad: All vehicles moving across the Russian border into the Kaliningrad enclave region will be disinfected starting from April 3. These measures are to stop the spread of bird flu. Lebanon: There are concerns of a bird flu outbreak centred on 3 areas east and south of the souyther port town of Tyre and specifically in the Rashidieh Palestinian refugee camp. Azerbaijan: The World Bank is providing $5.1M finance for avian flu prevention, preparedness and response measures. The funds are aimed at strengthening Azerbaijan’s veterinary surveillance, a public awareness campaign and providing drugs and equipment for human health. Cameroon: Two separate cases of birds dying in Ndop have raised fears in locals causing a collapse in the poultry market. Information Source: EMM news monitoring 73 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 30-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Europe: Bernard Vallet, director of OIE says poultry confinement in Europe had been a success. French authorities have ruled out wild birds as causing the infection at the Turkey farm in L’Ain. Instead they believe either a pet or humans or farm equipment brought the virus inside. Another possible case on a farm in Sweden is currently being tested (20 March). All H5N1 cases found in wild birds in Europe are believed to have originated in the Black Sea area, where there are also large outbreaks in poultry. The mainly swans and ducks then migrated west due to especially harsh winter conditions there. He warns that other birds will now be returning from Africa and the Middle East. Ornithologists estimate the number of birds moving between Africa and Europe at this time of the year runs into the billions and is expected to reach its height in April. However they also point out that the virus in Nigeria has been confined to poultry and there is no evidence it has spread to wild birds. The outbreak in Nigeria was actually caused by illicit imports of poultry products probably from China, and not by migratory birds. A Commission proposal for co-financial support to the poultry sector will be discussed by the European Parliament and Agriculture ministers in April. The Czech Republic yesterday became the 13 th European state with confirmed H5N1 cases. Lebanon: Palestinian popular committees in the Rashidieh camp used mosque loudspeakers and distributed pamphlets to urge the refugees not to rear chickens in the camp and to get rid of any wild fowl. Iraq: Bird flu has been found in poultry in Baghdad, confirmed Ibtissam Aziz, a government spokeswoman. Earlier this week medical authorities ordered tests for the virus on samples from a man who died in Baghdad. Israel: H5N1 has been confirmed on a Kibbutz near Jerusalem after a large number of deaths on Tuesday. Veterinary services are culling 30,000 poultry. It is the 14 th location of outbreaks in the country and 1.2 million birds have been slaughtered. Russia: Over 1.3 million birds have either died of bird flu or been culled since the beginning of the year. There have been no human cases. The outbreaks are mainly in Southern Russia between the Black Sea and Caspian Sea. India: 23 villages have been sealed off in Burhanpur district and 6,500 chickens killed in the first day following yesterday’s confirmation of Avian flu at the third location in Burhanpur. Nigeria: The World Bank is providing $50M credit to help Nigeria fight avian flu outbreaks and to prevent its spread to further parts of the country. Cambodia: Tests have confirmed H5N1 infection in ducks found in an isolated village near the Vietnamese border two weeks ago. Chickens and ducks within 3km were culled, bad communications and poor health infrastructure is causing concern the virus could have spread elsewhere. A 3-year old girl died of the virus last week in the central province of Kampong Speu. Science: 1) John Oxford, the professor of virology at Queen Mary's medical school in London suggests exhuming victims from the 1918 pandemic. Researchers only have five tissue samples from victims of the 1918 pandemic located in the UK and the US. These samples have been able to give scientists the complete genetic sequence of the virus. He suggests going further and taking 100 samples from victims between 1916 and 1917 to understand how the virus evolved and from 1919 to understand why it then died out. Scientists are now thinking they could actually stop an outbreak right at the start, with the right anti-viral drugs and careful planning. 2) Human tests of a new H5N1 vaccine derived from a Vietnamese sample at University of Rochester Medical Centre in New York, have proven that just half the 471 volunteers receiving also a booster jab at the highest doses developed enough antibodies to protect them from infection. Nevertheless this half successful result with no associated side effects is encouraging. Although the vaccine is unlikely to be so effective on a mutated virus capable of triggering a pandemic, they recommend stock piling it as a first defence. Information Source: EMM news monitoring 74 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 31-Mar-06 09:00 SES Unit, IPSC, Joint Research Centre Azerbaijan: Another girl who is from the same family as three of the five previous victims has been hospitalised with bird flu symptoms 20 days after her cousins and friends died after plucking feathers from dead swans. This has raised fears of possible human to human infection. She has tested positive for H5 in a Baku laboratory. France: Lab tests confirm that five swans found last week in ponds in the Dombes region of L’Ain died of H5N1 infection. Hungary: A government spokesman said that 5,600 birds in 13 zoos in the country will be vaccinated against H5N1 using the Dutch vaccine Nobilis Influenza. 59 cases in wild birds have been found to date, but none in poultry. Czech Republic: Two more swans have died from the same proximity as the first in Hluboka nad Vltavou, southern Bohemia and have tested positive for H5. Portugal: Portuguese TV reports that a seagull and 12 ducks have been found infected with bird flu viruses, but not with the lethal H5 virus. The birds are still alive. Cambodia: The source of the infection of the 3-year old toddler who died, has been identified as a neighbours poultry flock some of whom have been found to be infected with H5N1. It’s thought the toddler may have been infected after playing near droppings of infected poultry said Kao Phal, director of the animal health department at the Agriculture Ministry. Cameroon: H5N1 has been confirmed in Italy form tests on a wild duck from Lake Malape, situated 40 kilometres west of Garoua near the border with Nigeria. 240 chickens were recently reported dead in the southwest provincial town of Limbe on the Atlantic coast, but results from tests are not available yet. Russia: An outbreak of bird flu in the Vesyoly settlement in Volgograd was reported Thursday. 100 chickens died on the settlement which has been isolated. 2.3 million vaccination doses have been delivered to the region. Some 10 million domestic birds are kept in the region. Vietnam: Vietnam has moved from being the worst effected country with the highest number of human deaths to being apparently disease free. It has spent $18.9M on vaccinating 120 million birds and plans to vaccinate 160 million more. Hans Troedsson the WHO representative in Vietnam says \"We're probably not virus-free, but what the mass vaccination has done is reduce the virus load in the environment -- we have less virus circulating.\" The mass vaccination programme however is not a simple solution for wiping out H5N1 virus. Widespread immunisation is expensive and labour intensive. Each bird needs up to 3 injections over 4 months if their lifespan is that long, requiring 2-3 visits. It takes 3 people one hour to vaccinate 900 birds in one farm, and of course the whole process needs repeating for each new rearing. China claims to have vaccinated its entire domestic flock of 14 billion birds, but continues to see sporadic outbreaks. Thailand has a policy of no mass vaccination, but rapid intervention and also has disease free status. Science: 1) GlaxoSmithKline are beginning clinical trials of two separate vaccines against human bird flu. 800 healthy volunteers in Germany and Belgium are involved. The German trial is of a vaccine made with a classic additive to improve human immunity response. The Belgian trial is uses a novel additive which Glaxo hope could stretch supplies by reducing the amount of antigen per dose. 2) A European wide simulation exercise of response to an influenza pandemic showed that countries were reasonably well prepared but also exposed some flaws in the system used for reporting national health crises. Certainly Europe is better prepared now than it was 18 months ago, confirmed John Simpson of UK’s Health Protection Agency. The large scale simulation on November 23 & 24 last year was unprecedented stated Commissioner Markos Kyprianou. Information Source: EMM news monitoring 75 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 03-Apr-06 09:00 SES Unit, IPSC, Joint Research Centre Indonesia: A 23 year old man is a confirmed H5N1 case. He is being treated at Jamil Hospital in Padang, West Sumatra. Blood samples have been sent to Hong Kong for tests at the WHO lab. On Friday the 1-year old girl who died March 23 rd in West Java was confirmed as the 12 th case this year. The government is resisting a policy of mass culling in this large country where over two thirds of provinces have now had outbreaks. Egypt: Egyptian Health Minister Hatem el-Gabali announced on Sunday that two small sisters aged 18 months and 6 years old are the latest human cases of bird flu, and are being treated. The girls had handled dead birds in Kafr el-Sheikh province north of Cairo. There have been 5 confirmed cases in Egypt, 2 have died 2 have recovered, and one is still in hospital. Poor Egyptians rear backyard poultry and are reluctant to comply with a ban. Israel: Tests have confirmed an outbreak of H5N1 at Kibbutz Kerem Shalom, near Israel's border with the Gaza Strip and Egypt. Culling of 20,000 poultry has begun Jordan: An Egyptian man has been hospitalised suffering from suspected bird flu. He had arrived from Egypt on March 27 th . India: 1,500 more chickens were culled in villages Dhamania, Rajangaon, Belghat and Umreti in Barwani district. They all fall within the surveillance zone of Varad village in Maharashtra's Jalgaon district, where fresh case of bird flu was detected on March 28, state Veterinary Commissioner Rajesh Rajora said. Albania: The second outbreak in poultry on 22 nd March in a village near Tirana was confirmed after tests in Weybridge. Germany: A buzzard found dead in Berlin a week ago has tested positive for H5N1 Czech Republic: A sixth swan has been found dead of suspected bird flu near Ceske Budejovice close to where the other 5 were found in southern Bohemia. China: Poverty in rural China hampers government efforts to control bird flu, especially in remote areas like Nigxia in the north west of the country. “Are people still sleeping with their chickens? Yes, they are,” said Julie Hall, a WHO coordinator in China. “The reality is people are poor. Chickens are incredibly valuable sources of income and source of protein. Chickens don’t like being cold,” Hall said. “The only source of heat is the kitchen.” 1918 Pandemic: The Spanish Flu probably originated in Canton province of China, as first human cases occurred there in February 1918 before spreading round the world in three waves over the next year. Spain was particularly badly hit which explains the origin of the name. The first wave occurred spring and early summer, before the main wave in the autumn. A third wave occurred in early 1919 before essentially disappearing, but exact timings depended on location. The figure shows recorded flu cases in Switzerland, and demonstrates the intensity of the second wave. Mass troop movements at the end of the First World War helped the spread around the world and every continent was consequently affected. Source: Swiss Data - C.E. Ammon, Chronic Disease Teaching Unit, University Hospital, Geneva, Switzerland (via eurosurveillance.org) Information Source: EMM news monitoring 76 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 04-Apr-06 09:00 SES Unit, IPSC, Joint Research Centre India : Test results have come in from around 100 villages across a large 1,500 sp km area of the state of Maharashtra. Out of 800 samples tested only one has been confirmed as positive from Icahhapur. The sate is currently also coping with an outbreak of ‘chikun guniya' a mosquito transmitted viral infection which has so far affected over 500 people. Burkino Faso : An outbreak of bird flu in a farm in the Gampela suburb of the capital Ouagadougou has been confirmed after 3 samples taken from the farm tested positive for H5N1. 65 samples from different parts of the country had been sent for tests in Italy on March 13. Burkino Faso is the fifth confirmed country in Africa. Kenya : A mysterious disease has killed more than 20 birds in Naivasha. The birds are sand pipers, the spa winged goose and the sacred ibis. A local bird guide has appealed to the government to test the dead birds. Romania : Authorities announced that an owl found dead in Constanta has tested positive for bird flu. About 350,000 poultry have been culled from 15,000 farms since the first outbreak on 7 October 2005. United Kingdom: Plans have been made for a Pandemic affecting the human population including provision for mass human burial. An assessment has indicated that as many as 320,00 people could die in the country. Outbreak in Burkino Faso Poland : 32 swans in Torun in the north of the country have been culled out of 111 swans under observation. The other 79 swans have been set free. Bangladesh : The countries main drug company Beximco Pharmaceuticals Limited (BPL) plans to export it’s version of Tamiflu ramping up production to 100,000 capsules per month. They have no license form Roche but the drug is not patent protected in Bangladesh. Indonesia : An 8 year old girl who died last year is has been confirmed as the 24 th person to dies from the virus in the country. Russia : 13 million birds have been vaccinated in Southern Russia since March 10 th . Over the period from 3 rd February to 28 th March over 1.3 million domestic birds have been destroyed. Science : A study by LosAlamos scientists recommends massive vaccination as soon as an outbreak begins, even if the vaccine was not a perfect match for an emerging pandemic virus. Current vaccines under development are for the existing strain which is very difficult for humans to catch. The study is based on computer simulations of an outbreak which the authors claim could be halted if also combined with targeted anti-viral drugs in affected areas. Information Source: EMM news monitoring 77 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 05-Apr-06 09:00 SES Unit, IPSC, Joint Research Centre Czech Republic : A seventh swan has been confirmed to have the H5 virus in Southern Bohemia. The bird was found over the weekend in the town of Týn nad Vltavou, 20 km from those found in Č eské Bud ě jovíce. Of the seven cases, only the first has so far been confirmed by the EU laboratory in the UK as having died of the H5N1 strain. Myanmar : Approximately half a million chickens and quails have been destroyed since the reported outbreak in the country three weeks ago. Teams from the FAO based in Bangkok are visiting affected farms to assess the situation. Gaza Strip : The culling of commercial birds has been completed in the Gaza Strip, with 252,000 birds having been destroyed. Russia : Measures in Russia have successfully prevented the spread of the virus in 52 out of 67 locations. With over 12 million birds having been vaccinated. Over 22 million vaccines have been supplied to the regions. This leaves four regions still affected. Burkino Faso : The outbreaks of avian flu reported yesterday has been confirmed by the West African country's Livestock Minister Tiemoko Konate Pakistan : Two new avian flu outbreaks on poultry farms in the North-West Frontier Province have been detailed in a report issued by the government ECDC : The European Centre for Disease Prevention and Control based in Stockholm has advised cat owners who live within ten kilometres of a H5N1 infected location that they should keep their pet indoors in order to prevent contact with infected birds. The virus can be transferred between cats but it is not know if they can pass the virus onto birds or humans, making them a potentially dangerous vector in the spread of the disease. Science : Hungary, which says it has developed the first vaccine that protects humans against bird flu, has restricted officials from the European Medicines Agency from accessing the drug's data. Summary of Laboratory confirmed Human Cases of H5N1 as reported by the World Health Organization (04/04/2006) 2003 2004 2005 2006 Total Country cases deaths cases deaths cases deaths cases deaths cases deaths Azerbaijan 0 0 0 0 0 0 7 5 7 5 Cambodia 0 0 0 0 4 4 1 1 5 5 China 0 0 0 0 8 5 8 6 16 11 Egypt 0 0 0 0 0 0 4 2 4 2 Indonesia 0 0 0 0 17 11 13 12 30 23 Iraq 0 0 0 0 0 0 2 2 2 2 Thailand 0 0 17 12 5 2 0 0 22 14 Turkey 0 0 0 0 0 0 12 4 12 4 Viet Nam 3 3 29 20 61 19 0 0 93 42 Total 3 3 46 32 95 41 47 32 191 108 Total number of cases includes number of deaths. Information Source: EMM news monitoring 78 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 06-Apr-06 09:00 SES Unit, IPSC, Joint Research Centre Germany: An outbreak in a poultry breeding farm at Wermsdorf near Leipzig, Saxony was announced Wednesday. The farm, which holds 16,000 geese turkey and chickens, is the first case in domestic poultry in Germany and the second in Europe. The disease had killed 20 turkeys beginning on Sunday. Culling of birds at the farm was started Wednesday night. Red circle shows location (multimap) UK: A suspected case of H5 bird flu in a dead swan has been found in the Cellardyke area of Fife, Scotland. A protection zone has been placed around the site according to EU guidelines, pending tests for the H5N1 strain - poultry must be kept inside and movement of poultry products restricted inside 3 km. The swan was found on the slipway of the harbour and a local resident said children had been playing on the beach near the dead bird over the weekend. The swan had washed up already on Wednesday last week from the Firth of Forth. Cambodia: A 12 year-old boy from the province of Prey Veng, near the Vietnamese border, died last night, said Michael O'Leary, a WHO representative . Several chickens and ducks had died over a 10 day period before the boy became sick. A laboratory in Phnom Penh confirmed he was infected with H5N1. The Australian government has donated US$765,000 to the UN Children’s fund to implement a bird flu awareness campaign in Cambodia. Egypt: Minister Hatem el-Gabali announced Wednesday that a baby girl of 16 months has contracted bird flu in the south of the country is being treated, after tests confirmed H5 infection on Tuesday. Her father keeps chickens at home. This morning the Health Minister announced that a further two human cases have been discovered bringing total cases to 11. Jordan: Culling of 50,000 birds along the western border with Israel began on Wednesday as a precaution against spread from Israel. On March 24 an outbreak at Ajloun, 75 kilometres (47 miles) north of the capital Amman was announced and 13,500 birds killed. India: New tests confirm H5 outbreaks in 14 new villages in the Jalgaon district of Maharashtra, near the site of two earlier outbreaks, Maharashtra’s health director T.P. Doke told Reuters. Gaza: 250,000 birds have been culled so far and another 250,000 will be culled in the coming days to try to prevent further spread - source WHO. Israeli vets are assisting PA authorities and supplying protective suits and Tamiflu reserves. This cooperation could be in doubt after last week’s swearing in of the new Hamas government. Vietnam: Authorities have found H5N1 in chickens smuggled across the border from China. This is the first case in poultry since December. The chickens were seized in northern Lang Son province, 154 km (96 miles) north of Hanoi. Science: An article in Nature warns of the danger of pets catching bird flu and criticises WHO and OMI for not considering this danger. Virologist Albert Osterhaus and colleagues at the Erasmus Medical Center in Rotterdam know from lab tests have shown that carnivores who eat raw infected birds are likely to contract the disease. Cats can contract the disease also through the respiratory tract and can even infect other cats. Not enough is known about H5N1 to gauge the risk of onward infection to people, but they advise keeping cats in doors in areas where known outbreaks occur. Another fear is that the virus could use a feline host to mutate to a more dangerous form. Information Source: EMM news monitoring 79 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 07-Apr-06 09:00 SES Unit, IPSC, Joint Research Centre UK: Scottish executive announced that tests carried out at Weybridge confirmed the dead Mute swan from Cellardyke had H5N1. The swan was not thought to be migratory, and a community of them frequent a wide area. As a result, Chief veterinary officer Chris Milne said a 2,500-square kilometre area to the east of the M90 motorway was now a \"wild bird risk area\" and urged poultry owners to bring their birds inside. 14 other birds are being tested, as the Scottish National Party urged for testing to be speeded up because it took a week for confirmation at Cellardyke. Two dead swans have also been found in Antrim, Ulster. Germany: Authorities have ordered a cull of all domestic birds in the immediate area of the infected farm at Wernsdorf. 16,000 turkey, geese and ducks were culled Thursday. Another 30,000 birds will be slaughtered in 90 farms in a 3 km exclusion zone around the farm. The virus has been found to be a dangerous Asian strain and the EU has banned poultry exports within 13 km. Egypt: A 16 year old girl, Iman Mohammed Abdel Gawad from northern governorate of Menufiyya has sadly died of bird flu, announced the ministry of health. She was admitted to Eshmon Hospital only late Wednesday after falling ill raising backyard poultry. A better awareness program is planned in rural areas. Burkino Faso: Burkina Faso has started to cull poultry in the area where birds have died from H5N1 bird flu. However, there was still a delay of one month to get test results at the farm in question. As a result it is feared the disease is anyway spreading without control. Nigeria: H5N1 has been found in backyard poultry and at a commercial farm in the Nigerian city of Lagos, home to about 13 million people, health officials said on Thursday. This is potentially a dangerous situation in this densely populated city where most families keep backyard poultry. A grant of $0.5M from the African Development bank to support the Nigerian government’s effort to combat spread of the disease. Russia: A significant number of dead wild ducks have been found in the River Ikortes in the Voronezh region south west of Moscow, according to the regions chief sanitary officer. Samples have been taken for tests. Science: (main source Nature) 1) Indonesia is currently the worst effected country in the world. Controlling the disease is very difficult in a country of 240 million people, 1.3 billion chickens spread over 600 inhabited islands. The virus is endemic in many of the millions of backyard farms, not helped by the belated response of the government. Now it is reporting cases promptly but has an extremely high mortality rate of 92%, perhaps implying unreported cases. Things are improving now a national surveillance program is underway. 2) Africa: There is a worse problem of weak surveillance and lack of testing laboratories in Africa which could lead to the virus becoming endemic. Expert opinion is that the virus cannot be contained in Africa without vaccination as small farmers will avoid culling as poultry is their only livelihood. 2) China: The recent human cases in Shanghai and Guangzhou with no apparent connection to poultry were studied by a Hong Kong virologist. Tests in southern China show that despite massive vaccination only 20-50% of birds in markets carry antibodies to H5N1 and the virus itself could actually be isolated in 1% of apparently healthy birds. The two victims both frequented live poultry markets and it seems likely they contracted bird flu there. It is now clear from studies of the last 5 years, that domestic ducks and geese are far more susceptible to H5N1 than are chickens. Therefore the key to controlling the disease is in aquatic poultry. Flu itself is an indigenous disease to waterfowl and probably passed only to humans with the development of poultry farming. Information Source: EMM news monitoring 80 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 10-Apr-06 09:00 SES Unit, IPSC, Joint Research Centre India: A 30 year old man is in Ahmedabad hospital In Gujarat with suspected bird flu. He is a poultry farmer who reported to health authorities following the death of some of his 600 chickens. More than 50,000 birds have been culled in two districts of south Gujarat, which borders Navapur district in Maharashtra state. No human cases have been confirmed in India to date. UK: Scotland’s chief Vet said Saturday that the dead swan had a similar H5N1 strain to the birds on Ruegen Island Germany. So far all of the 14 collected dead birds have tested negative for H5 infection. The infected swan may have contracted the disease over a month ago as it had been dead for at least 3 weeks when found. There is the possibility it died on route from Ruegen and was washed ashore. Otherwise it was part of a community of swans that live in the Bay of Montrose. Ornithologists know that about 10-30 birds arrive from mainland Europe each year. Austria: Austria is testing commercial poultry for bird flu at a farm in southern Austria after a suspicious rise in mortality among the birds, the country's Health Ministry said in a statement late on Saturday. Czech Republic: A 10 th swan has died of bird flu from the same region in South Bohemia. Protective measures are also having an impact in Austria. Josef Duben, of the Veterinary Administration said joint EU regulations are helping fight the disease in border areas. Egypt: Two young sisters aged 18 months and 6 years have gone home seemingly cured from bird flu announced the Health Ministry in Kafr Al-Sheik. The girl’s home had several chickens die recently and they were admitted to hospital on Aril 1 st . As if the country didn’t have enough problems with bird flu, an outbreak of Foot and Mouth in cattle in eight governates has been announced. These are Cairo, Alexandria, Ismailiya, the Fayoum, el-Menoufiya, Damietta, el- Beheira and el-Daqahliya. About 18 million cattle are threatened. Myanmar: The situation is more serious than originally thought, FAO’s representative He Changchui told a news conference in Bangkok. 100 outbreaks have been detected up to now mainly in the provinces Mandalay and Sagaing where the first outbreaks were announced March 13 th . Since then 500,000 birds have been slaughtered in 400 farms. The country lacks diagnostic equipment and protective clothing. FAO and WHO teams are arriving to help but the government is suspicious of international interference and general public awareness is poor. Vietnam: Bird flu has been detected on three farms in Cao Bang province near the Chinese border. 30 birds died of the disease and the rest culled. This follows interception of infected smuggled poultry from across the border last week. Birds are 10 times cheaper across the border. Niger: Culling of poultry began on Sunday nearly one month after the first outbreak. 46 villages around Magaria were sealed off and officials in protective suits entered. 1918 Pandemic (source: Taubenberger & CDC): There was no precursor outbreak of avian flu in birds prior to the human outbreak. The pandemic came in three distinct waves. The first wave in the spring seems to have originated in Kansas US and spread via US army camps to France and then to civilian populations by July. The first wave was relatively mild. Somewhere in the late summer, perhaps in the overcrowded troop encampments in France the virus mutated and became much more deadly. A second wave appeared almost simultaneously across the world, being reintroduced back into the USA via Boston, killing up to 50 million people worldwide from October to December. The H1N1 virus responsible was an avian-like virus, which was new to the human population. However all influenza pandemics since then have been caused by descendants of it and direct descendants still circulate in the pig population. Weekly influenza mortality, UK (1918-1919) Information Source: EMM news monitoring 81 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 11-Apr-06 09:00 SES Unit, IPSC, Joint Research Centre Egypt: Authorities have announced another human case of H5N1. She is an 18 year old girl from the northern governorate of Menufiya. She had recently been handled infected poultry before being hospitalised. Her condition is stable. So far there have been 12 reported cases in Egypt. Netherlands: The Dutch Agriculture Ministry plans to lift an order on May 1 on keeping poultry and backyard birds indoors as the main migratory season is ending and in previous years the virus becomes less contagious in the summer. Czech Republic : Experts are hopeful that the infected swans are from a single flock in South Bohemia. 3 swans have now tested positive for H5N1 at the EU lab in Weybridge. China: A 41 year old woman from Guangzhou, is being tested for bird flu after falling ill with pneumonia like symptoms. She is runs a vegetable stall close to the live chicken market in the city which is the capitol of Guangdong province. WHO were informed of the case on March 30. Meanwhile the China’s chief Vet reports that there have been no reported outbreaks of bird flu for 44 days. A total of 35 outbreaks since 2005 infecting some 200,000 birds have occurred, he said. Another 22.4 million birds have been culled in containment efforts. A policy of mass vaccination of poultry has also been followed. Indonesia: WHO tests at CDC in America have confirmed H5N1 infection in the 23 year old poultry worker being treated at M. Djamil hospital in Padang. He becomes the country’s 33 official case. rd Africa: “There are no confirmed human cases of avian flu virus infection in West Africa but this is not a reason to say there are human case,\" says Honore Meda, a WHO medical officer at a seminar in Nairobi. Weak health care and poor reporting may be hiding human cases she says. UK: Evidence of disagreement between the country’s top experts emerged after chief Scientist Sir David King told national TV “It is a question of if, not when. It is not inevitable we will have a human pandemic.\" This contradicts a much reported earlier statement from UK’s chief Medical Officer Sir Liam Donaldson who said “it was a question of \"when, not if\" a pandemic will strike. 1918 - Where did it start? : There have been 3 proposals over the years. 1) China where outbreaks of flu and pulmonary disease early in 1918 were reported, but there is no evidence they spread further and may have been misdiagnosed with pneumonic plague. Earlier pandemics and those since can be traced to origins in Asia, but 1918 was different. 2) An outbreak of purulent bronchitis in 1916/17 at UK troop encampments at Etaples in France proposed by J.S. Oxford (see report: 14/03). However, there is no direct evidence it spread beyond the camp at the time. 3) Haskell County, Kansas a small farming community of 1,720 persons in US. In late January an influenza outbreak started hitting the young and healthy and people started dying. The outbreak in Haskell stopped abruptly in late March but by then young men had probably passed the infection to the local army base at Funston. By March 24, 1100 men were hospitalised and thousands more sick. Other bases in US reported outbreaks, and mortality rates increased in 30 major cities by April – the first wave. By then this first outbreak had moved to France and the millions of soldiers based there peaking and then fading. The second deadly wave seems to have originated in France in late summer. It returned to the US through ports (Boston and New York) and through the rail network. Simultaneously, it exploded all around the world perhaps due to regular troop movements. India was particularly badly affected with many millions dying. The three pandemic waves in one year remain unprecedented and still leaves many questions unanswered. Sources: Barry & Taubenberger Information Source: EMM news monitoring 82 ",
        "Avian Flu Situation Reports Avian Flu – Key Developments 12-Apr-06 09:00 SES Unit, IPSC, Joint Research Centre Please Note: JRC proposes to suspend the daily updates after Easter, and provide a weekly update instead, unless the situation worsens. Any opinions to the contrary are of course welcomed. Azerbaijan: Tests conducted at a WHO collaborating laboratory in the United Kingdom have retrospectively identified an additional human case of H5N1 infection. The case is a 17-year-old girl who developed symptoms on 11 March. Her 15 year old cousin fell ill the same day and also recovered from the same Daikyand settlement in Salyan, where 7 of the now 8 official cases occurred. Sweden: A wild duck in Åhus in Skåne has been found to be contaminated with H5 bird flu. The area is close to Sölvesborg, where the virus has been found previously. An EU protective zone has been imposed. UK: Fears of bird flu outbreaks are subsiding after DNA tests reveal the swan positive for H5N1 was a migratory “whooper” from northern Europe. Experts believe it probably came from Germany and died near the Scottish coast as it struggled to reach land. Unless other birds emerge, they are hoping that this is a one-off case. A Swedish scientist Dr Olsen has claimed that DEFRA tests on birds may be flawed as so few (0.06%) of tested UK birds carry common forms of flu. Other countries normally find about 6%, he claims. Czech Republic: Agriculture Minister Mládek threatened to ban imports of poultry from EU member states after an influx of cheap poultry from Italy has affected local farmers and dropped the price by 50%. Poultry consumption by Czech consumers is largely unaffected. Gaza: WHO reports that there have been outbreaks at eight poultry farms, and 340,000 birds have been culled. The situation in Israel is stable and Jordan seems to have eliminated the disease after culling 20,000 birds at the single outbreak at a farm in Ajloon. Nigeria: The Government plans to close 76 poultry farms in Kaduna State due to poor sanitary procedures. The surveillance team in the area have discovered and culled 45,000 chickens infected with bird flu and will fumigate registered chicken markets. They plan to pay compensation to victims by the end of April. 1918 Pandemic - How did it start ? : Wild waterfowl which were collected by the Smithsonian Museum and preserved in Formaldehyde between 1916 and 1918 have been recently been studied (see: Journal of Virology, August 2002, p. 7860-7862). A bird from 1917 was found to be infected with a virus of the same haemagglutinin (ie. the “H” in H1 or H5) subtype as that of the 1918 pandemic virus. However researchers found that it was closer to the modern avian flu viruses than it was to the 1918 strain. This implies little drift (natural mutation) in avian sequences over the past 85 years and that the 1918 pandemic virus therefore did not acquire its HA directly from a bird. But the farming community in Kansas (assuming it was the original source), raised many pigs, and pigs can be infected by both bird and human flu at the same time. Some experts believe that genetically stable flu viruses reside harmlessly in birds, but that occasionally one of these bird viruses consequently can infects pigs. The swine immune system attacks the virus, forcing it to evolve genetically to survive. If it then spreads to humans, the result could be devastating. Pigs can also be infected by both human and bird viruses simultaneously and it has also been proposed that a process called Viral Shift (interchange of one of the 8 RNA segments) between two separate viruses in a single cell could be the trigger. The host for this process could also be a person instead of a pig. Although much of this is still just speculation it does imply that birds are not the only threat. Two interesting facts are that a) only during the second (and not the first) wave did pigs become sick, and b) people infected in the first spring wave were reportedly immune to the second. Flu virus is 50-120 nm in diameter Information Source: EMM news monitoring 83 ",
        "Avian Flu Situation Reports Statistical Timelines until April 2006 This section displays EMM statistics for Avian Flu reports both in total and for those reports mentioning individual countries. This allows a comparison of where and when the major events of the period occurred and should be referenced against the daily reports . Total Articles per day on Avian Flu Information Source: EMM news monitoring 84 ",
        "Avian Flu Situation Reports Information Source: EMM news monitoring 85 ",
        "European Commission EUR 22249 EN – DG Joint Research Centre, Institute for the Protection and Security of the Citizen Avian Flu Situation Reports 2006 Best, Clive - Horby, David - Annunziato, Alessandro - Louvrier, Christophe - Caravaggi, Ivano - Ketselidis, Michalis Luxembourg: Office for Official Publications of the European Communities 20 06 – 87 pp. – 21 x 29.7 cm EUR - Scientific and Technical Research series; ISSN 1018-5593 Abstract This report collects together information about Avian Flu outbreaks from 1997 to the time of writing, and includes a short review of the 1919 influenza pandemic. IPSC has provided Commission Services, Council SitCen, ECDC and FAO with a daily situation report on the spread of Avian Flu from January to April 2006. This covered the critical period when the disease spread to Europe, the Middle East and Africa. The situation reports were written based on media reports automatically filtered by the JRC Europe Media Monitor. These reports were backed up by rapid mapping and geocoding services of IPSC and the MediSys automated intelligence gathering. In August 2005 JRC were asked to prepare a briefing note on Avian Flu. This earlier report exploited EMM long term archive of News and covers the period from first detection in 1997 until August 2005. It has now been extended to cover the period until the daily reports begin. An update to this report covers the period until the daily reports begin. An update to this report covers the period from August to the outbreaks in Turkey. seriousness of the situation in Turkey triggered the daily reports. All these reports are included in this overview document. At the time of writing a weekly report is being produced as there is a noticeable downturn in reported cases. Flu veracity normally falls in summer. This work also led to a study of available literature study concerning the 1918 influenza pandemic, whose devastating effects underlies current concern about the spread of H5N1 Avian Flu. (cid:13)(cid:10) ",
        "The mission of the JRC is to provide customer-driven scientific and technical support for the conception, development, implementation and monitoring of EU policies. As a service of the European Commission, the JRC functions as a reference centre of science and technology for the Union. Close to the policy-making process, it serves the common interest of the Member States, while being independent of special interests, whether private or national. "
    ]
}