{
    "text": [
        "COUNCIL RECOMMENDATION of 14 July 2015 on the 2015 National Reform Programme of Bulgaria and delivering a Council opinion on the 2015 Convergence Programme of Bulgaria (2015/C 272/08) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 121(2) and 148(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies ( 1 ), and in particular Article 9(2) thereof, Having regard to Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances ( 2 ), and in particular Article 6(1) thereof, Having regard to the recommendation of the European Commission, Having regard to the resolutions of the European Parliament, Having regard to the conclusions of the European Council, Having regard to the opinion of the Employment Committee, Having regard to the opinion of the Economic and Financial Committee, Having regard to the opinion of the Social Protection Committee, Having regard to the opinion of the Economic Policy Committee, Whereas: (1) On 26 March 2010, the European Council agreed to the Commission's proposal to launch a new strategy for growth and jobs, Europe 2020, based on enhanced coordination of economic policies. The strategy focuses on the key areas where action is needed to boost Europe's potential for sustainable growth and competitiveness. (2) On 14 July 2015, the Council, on the basis of the Commission's proposals, adopted a Recommendation on the broad guidelines for the economic policies of the Member States and the Union and, on 21 October 2010, it adopted a decision on guidelines for the employment policies of the Member States ( 3 ). Together these form the ‘integrated guidelines’ which Member States were invited to take into account in their national economic and employment policies. (3) On 8 July 2014, the Council adopted a Recommendation ( 4 ) on Bulgaria's National Reform Programme for 2014 and delivered its opinion on Bulgaria's updated Convergence Programme for 2014. (4) On 28 November 2014, the Commission adopted the Annual Growth Survey, marking the start of the 2015 European Semester for economic policy coordination. On the same day, on the basis of Regulation (EU) No 1176/2011, the Commission adopted the Alert Mechanism Report, in which Bulgaria was identified as one of the Member States for which an in-depth review would be carried out. 18.8.2015 C 272/28 Official Journal of the European Union EN ( 1 ) OJ L 209, 2.8.1997, p. 1. ( 2 ) OJ L 306, 23.11.2011, p. 25. ( 3 ) Maintained by Council Decision 2014/322/EU of 6 May 2014 on guidelines for the employment policies of the Member States for 2014 (OJ L 165, 4.6.2014, p. 49). ( 4 ) Council Recommendation of 8 July 2014 on the National Reform Programme 2014 of Bulgaria and delivering a Council opinion on the Convergence Programme of Bulgaria, 2014 (OJ C 247, 29.7.2014, p. 7). ",
        "(5) On 18 December 2014, the European Council endorsed the priorities for fostering investment, intensifying structural reforms and pursuing responsible growth-friendly fiscal consolidation. (6) On 26 February 2015, the Commission published its 2015 country report for Bulgaria. This assessed Bulgaria's progress in addressing the country-specific recommendations adopted on 8 July 2014. The country report also includes the results of the in-depth review under Article 5 of Regulation (EU) No 1176/2011. The Commission's analysis leads it to conclude that Bulgaria is experiencing macroeconomic imbalances. In particular, the financial sector turbulence in 2014 has raised concerns about banking practices in the domestically owned part, which may have significant implications for the financial sector and overall macroeconomic stability. In addition, the still negative (albeit improving) external position, corporate overleveraging and weak labour market adjustment continue to pose macroeconomic risks and deserve close attention. (7) On 30 April 2015, Bulgaria submitted its 2015 National Reform Programme and its 2015 Convergence Programme. In order to take account of their interlinkages, the two programmes have been assessed at the same time. (8) Bulgaria is currently in the preventive arm of the Stability and Growth Pact. In its 2015 Convergence Programme, the Government plans to keep the headline deficit at 2,8 % of GDP in 2015. Thereafter, the Government sets out its intention to gradually reduce the deficit so as to reach a level of 1,3 % of GDP in 2018. According to the Convergence Programme, the Government plans to meet the medium-term objective — a structural deficit of 1 % of GDP — in 2018. The government debt-to-GDP ratio is expected to increase over the programme period, reaching almost 31 % in 2018. The macroeconomic scenario underpinning these budgetary projections is plausible. However, measures to support the planned deficit targets from 2016 onwards have not been sufficiently specified. Based on the Commission's 2015 spring forecast, net expenditure growth is forecast to respect the benchmark in 2015. However, taking into account the deterioration of the structural balance (1,7 % of GDP in 2014), there is a risk of some deviation from the requirement over the period 2014-2015. In 2016, there is a risk of a significant deviation, as net expenditure growth exceeds the benchmark by 0,9 % of GDP. Hence, further measures will be needed for both years. Based on its assessment of the Convergence Programme and taking into account the Commission's 2015 spring forecast, the Council is of the opinion that there is a risk that Bulgaria will not comply with the provisions of the Stability and Growth Pact. (9) Tax compliance continues to be a major challenge in Bulgaria. There is a need for a comprehensive tax compliance strategy based on a thorough analysis of risks, systematic impact assessment of measures already taken and close coordination between the various tax collection agencies. (10) The Bulgarian healthcare system faces several major challenges, including poor health outcomes, low funding and serious inefficiencies in the use of resources. Life expectancy is considerably below the EU average and life expectancy at birth is among the lowest in the Union. The system continues to be based on an oversized hospital sector. Although funding of primary and outpatient care has slightly gained significance in nominal terms in recent years, it is still quite limited. The healthcare fund is contractually obliged to reimburse hospitals for treatments at predefined prices, which is incentivising hospitals to provide inadequately targeted medical care. A National Health Strategy was adopted in 2014 but it lacks a clear implementation plan. (11) Banking sector turmoil in the summer of 2014 revealed institutional and supervisory weaknesses. The supervisory body's failure to detect significant problems in the fourth largest bank in Bulgaria, Corporate Commercial Bank (KTB), points to shortcomings in financial sector supervisory practices and oversight of concen­ tration risk. This has undermined the credibility of banking supervision, in turn also raising doubts as to the health of other parts of the financial sector. The liquidity crisis in June 2014 prompted an in-depth audit in KTB that led to KTB's banking licence being revoked. The guaranteed deposits, amounting to 4,4 % of GDP, were paid out only after a significant delay. (12) Active labour market policies are insufficiently developed in terms both of coverage and of targeting. Fragmen­ tation of agencies represents a major challenge in delivering benefits and services to the unemployed and the inactive. Coordination between employment offices and the social assistance directorate is not geared to an 18.8.2015 C 272/29 Official Journal of the European Union EN ",
        "efficient and integrated delivery of measures to help the most vulnerable. Bulgaria has a high proportion of young people neither in employment nor in education or training who are not in touch with the employment services and are thus outside the scope of standard labour market activation measures. Most of Bulgaria's unemployment is long-term, indicating that it is more structural than cyclical. Although the Bulgarian minimum wage is the lowest in the Union in nominal terms, it has increased substantially since 2011 and the Government plans further significant increases in the coming years. Such sharp discretionary shifts in the Government's wage- setting policy could be distortive for the labour market. Moreover, there are no clear guidelines for minimum- wage setting, so the system creates uncertainty as to whether the right balance will be struck between supporting employment and competitiveness on the one hand and safeguarding labour income on the other. Poverty and social exclusion remain a concern, as Bulgaria has one of the highest rates of material deprivation in the Union. The Roma population faces particularly high levels of poverty and social exclusion. The majority of young Roma are neither in employment nor in education or training. Pre-school and kindergarten enrolment of Roma children is low and almost a quarter of those aged 7-15 are not in the education system. (13) The low quality of the education and training systems and their limited relevance to the labour market hamper the supply of a suitably skilled labour force to the economy. The rate of adult participation in lifelong learning is one of the lowest in the Union. After years of delay, Bulgaria has still not adopted the reform of the School Education Act and implementation of the strategy on early school leaving is still at an early stage. The National Strategy on Vocational Education and Training (2014-2020) and a new strategy on higher education were adopted in 2015. Implementation of these strategies should help to improve the education system, make it more relevant to the economy and promote innovation and job creation. (14) In spring 2015, the Government presented a proposal for reform of the pension system. The adequacy and sustainability of the pension system depend on reforms that incentivise and support longer working lives with fewer interruptions. In 2013, 1,2 million pensioners were found to be receiving pensions below the national poverty line. The key drivers behind low pension entitlements are early retirement and short contribution periods. The rapid ageing of Bulgarian society is likely to aggravate the situation in the future. It is therefore appropriate for Bulgaria to further contain growth in age-related expenditure to contribute to the long-term sustainability of public finances, including through implementation of robust pension reforms. (15) A key building block for an investor-friendly business environment is an independent, high-quality and efficient judicial system and effective mechanisms to fight corruption. Key challenges in this area include a lack of overall coordination, institutional shortcomings and a weak track-record on securing final convictions in court. These important policy areas will be covered by the Cooperation and Verification Mechanism. (16) The insolvency framework in Bulgaria has been ineffective, increasing uncertainty among market participants and reducing the country's overall attractiveness to investors. Insolvencies take longer than in comparable countries and the claim recovery rate is low. The need for an efficient framework for handling insolvencies should also be seen in the light of the high indebtedness of non-financial corporations in Bulgaria and the role of such a framework in facilitating the deleveraging process. (17) Strategies for the reform of the public administration and the introduction of e-government were adopted in 2014. Their implementation will need a strong policy steer and coordination. Despite past efforts, the quality of public services remains low. The insufficient development of e-government limits efforts to increase transparency and reduce the administrative burden. A particular problem concerns public procurement procedures, which are hampered by a frequently changing legal framework and insufficient administrative capacity. The ex ante verification of tender procedures is often performed in a formalistic way. At the same time, procurement procedures are subject to overlapping ex post controls, sometimes resulting in divergent findings. The lack of transparency in the bidding process is also due to failure to complete the installation of the full range of e-procurement platforms. Irregularities in public procurement procedures have resulted in significant delays in implementing EU fund programmes in the past, have a negative impact on the business environment and hold back the much needed improvements in infrastructure. A multiannual strategy adopted in July 2014 to address the key weaknesses in the public procurement system sets out a clear timetable for concrete steps to be taken in 2015 and 2016. This needs to be implemented. 18.8.2015 C 272/30 Official Journal of the European Union EN ",
        "(18) In the context of the European Semester, the Commission has carried out a comprehensive analysis of Bulgaria's economic policy and published it in the 2015 country report. It has also assessed the Convergence Programme and the National Reform Programme and the follow-up given to the recommendations addressed to Bulgaria in previous years. It has taken into account not only their relevance for sustainable fiscal and socioeconomic policy in Bulgaria but also their compliance with EU rules and guidance, given the need to strengthen the overall economic governance of the Union by providing EU-level input into future national decisions. The recommen­ dations under the European Semester are reflected in recommendations 1 to 5 below. (19) In the light of this assessment, the Council has examined the Convergence Programme, and its opinion ( 1 ) is reflected in particular in recommendation 1 below. (20) In the light of the Commission's in-depth review and this assessment, the Council has examined the National Reform Programme and the Convergence Programme. Its recommendations under Article 6 of Regulation (EU) No 1176/2011 are reflected in recommendations 1 to 3 and 5 below, HEREBY RECOMMENDS that Bulgaria take action in 2015 and 2016 to: 1. Avoid a structural deterioration in public finances in 2015 and achieve an adjustment of 0,5 % of GDP in 2016. Take decisive measures to improve tax collection and address the shadow economy, based on a comprehensive risk analysis and evaluation of past measures. Improve the cost-effectiveness of the healthcare system, in particular, by reviewing the pricing of healthcare and strengthening outpatient care and primary care. 2. By December 2015, complete a system-wide independent asset-quality review and a bottom-up stress test of the banking sector, in close cooperation with European bodies. Perform a portfolio screening for the pension funds and insurance sectors. Review and fortify banking and non-banking financial sector supervision, including by strengthening the bank-resolution and deposit-guarantee frameworks. Improve corporate governance in financial intermediaries, including by tackling concentration risk and related-party exposures. 3. Develop an integrated approach for groups at the margin of the labour market, in particular older workers and young people not in employment, education or training. In consultation with the social partners and in accordance with national practices, establish a transparent mechanism for setting the minimum wage and minimum social security contributions in the light of their impact on in-work poverty, job creation and competitiveness. 4. Adopt the reform of the School Education Act, and increase the participation in education of disadvantaged children, in particular Roma, by improving access to good-quality early schooling. 5. With a view to improving the investment climate, prepare a comprehensive reform of the insolvency framework drawing on international best practice and expertise, in particular to improve mechanisms for pre-insolvency and out-of-court restructuring. Done at Brussels, 14 July 2015. For the Council The President P. GRAMEGNA 18.8.2015 C 272/31 Official Journal of the European Union EN ( 1 ) Under Article 9(2) of Regulation (EC) No 1466/97. "
    ]
}