{
    "text": [
        "European Economic and Social Committee European Consumer Day \"Sustainable consumption\" Brussels, 15 March 2005 ",
        "",
        "MBBPBBMMMaBBBMWWnWWWWWI European Consumer Day \"Sustainable consumption\" Brussels, 15 March 2005 aJB9 !.\"f^J\"V\"-\" ■ΗΜηΜΜΚΜΗΜΜΒΒΜΟΙβΜΜ ΟΝΜΒΗΗΙΗΗ PHMBHMVMii ",
        "",
        "lahle nf contents Preface Program Conference proceedings 11 List of Participants 45 EUROPEAN CONSUMER DAY ",
        "",
        "O n 1 5 March 2005 the European Economic and Social Committee (EESC) held its seventh European Consumer Day. The choice of date echoed US President John F. Kennedy's declaration to Congress on 15 March 1962, when he spoke in support of consumers and spelled out four fundamental consumer rights: ■ the right to safety; - the right to information; ■ the right to choose; ■ the right to be heard. A number of years later, the United Nations adopted a declaration on the same subject, adding the rights to education, a healthy environment, redress and satisfaction of basic needs to the four rights laid down by President Kennedy. It was also decided that 1 5 March of each year would be a special consumer rights' day across the world. European Consumer Day (ECD) was launched on 15 March 1999 at the EESC's initiative, with the aim of making the public aware of EU consumer policy and informing people of its on-going work in this area. A range of issues affecting consumers, from consumer safety to consumer confidence in e-commerce, have been addressed each year since 1999. This year's theme - sustainable consumption - provides an opportunity not only to think about how to uphold consumers' rights, such as a healthy environment, but above all to encourage consumers to take an active, informed part in bringing about sustainable consumption. According to the conclusions of the 2002 Johannesburg world summit, sustainable consumption is of vital importance to the success of this process. In the words of EESC President Anne Marie Sigmund, \"... we are all consumers and in the end it is we, through our lifestyles and attitudes, who can make choices about sustainable products and services. The EESC - as a body representing organised civil society in the EU - is determined to foster public debate on how, at the outset of the 21 st century, the consumer society model can evolve into a model for sustainable and responsible consumption\". The all-embracing scope of sustainable consumption means that it must be discussed from different points of view, and in connection with all other policies, ranging from the environment to enterprise, at all levels from the EU down to the regions. Reflecting this approach, the European Consumer Day panel discussions touched upon a variety of topics such as the link between economic growth targets and sustainable development, and the role of retailers in guiding consumers towards sustainable development. This brochure reports on the debate held on 15 March, attended by some 150 civil society representatives from industry and trade to consumers' associations. The conclusions were addressed to leading figures from the European institutions taking part in the day's proceedings: Mr Markos Kyprianou, Member of the European Commission for health and consumer protection, Mr Philip Whitehead, President of the European Parliament's Committee on Internal Market and EUROPEAN CONSUMER DAY ",
        "Consumer Protection, and Mr Olivier Bertrand, Chairman of the Committee of the Regions' Commission for Sustainable Development. The EESC believes that an on-going debate on sustainable consumption is necessary at European level. It intends to encourage the other European institutions to launch fresh initiatives to this end. Mr Bernardo Hernández Bataller President of the Section \"Single Market, Production and Consumption\" EUROPEAN CONSUMER DAY ",
        "OPENING SESSION Ms Anne-Marie Sigmund, President of the European Economic and Social Committee Mr Markos Kyprianou, Commissioner for health and consumer protection, European Commission Mr Phillip Whitehead, Chairman of the Committee on the Internal Market and Consumer Protection, European Parliament Mr Olivier Bertrand, Chairman of the Commission on Sustainable Development, Committee of the Regions Opening panel: ARE THE OBJECTIVES OF SUSTAINABLE CONSUMPTION AND ECONOMIC GROWTH COMPATIBLE? 11 Chair: Mr Bernardo HERNANDEZ BATALLER, President of the Section for the Single Market, Production and Consumption, European Economic and Social Committee Dr Joachim H. SPANGENBERG, Vice-president, Sustainable Europe Research Institute (SERI) Mr Joël DECAILLON, Confederal Secretary, European Trade Union Confederation (ETUC) Ms Anna FIELDER, Office for Developed and Transition Economies, Consumers International EUROPEAN CONSUMER DAY ",
        "Mr Jim MURRAY, Director, European Consumers' Organisation (BEUC) Mr Timo MÄKELÄ, Director, Sustainable development and integration, European Commission, DG Environment Panel I: SUSTAINABLE PRODUCTS AND SERVICES Chair : Mr Claude CAMBUS, Member of the European Economic and Social Committee Ms Jacqueline COTÉ, Senior Advisor Advocacy & Partnerships, World Business Council for Sustainable Development Mr Pierre VALETTE, Director, Environment, European Commission, DG Research Ms Maria BUITENKAMP, Ecostrategy consultant, Netherlands Mr Javier BUSTAMANTE, Tourism expert, Local authority of Ibiza, Spain Mr Donai WALSHE, Secretary-General, European community of consumer cooperatives (EURO-COOP) Rapporteur: Mr Richard ADAMS, Member of the European Economic and Social Committee EUROPEAN CONSUMER DAY ",
        "Panel II: ROLE OF RETAIL ORGANISATIONS AS AN ACTIVE LINK IN THE PRODUCTION CHAIN Chair: Mr Jacek KRAWCZYK, Member of the European Economic and Social Committee ^> Ms Lisbeth KOHLS, Vice-president / Corporate Responsibility, ICA AB Union of groups of independent retailers of Europe (UGAL) Ms Solange MONTILLAUD-JOYEL, United Nations Environment Programme (UNEP) Division for Technology, Industry, Economy, Production and Consumption Ms Grit MUNK, Political and economic advisor, Danish consumer board Mr Giuseppe FABRETTI, Chairman, National association of consumer cooperatives (ANCC/COOP) - Italy Rapporteur: Mr Michel NOLLET, Member of the European Economic and Social Committee Panel III: SUSTAINABLE CONSUMPTION: A REAL CHOICE FOR CONSUMERS? BUILDING THE TRUST OF CONSUMERS IN SUSTAINABLE PRODUCTS AND SERVICES Chair: Mr Paul GERAADS, Member of the European Economic and Social Committee Prof. Gerhard SCHERHORN, Director of the research group on Production and Sustainable Consumption, Wuppertal Institute, Germany EUROPEAN CONSUMER DAY ",
        "Ms Sylvia LOREK, Board of the Northern Alliance for Sustainability (ANPED), Sustainable Europe Research Institute (SERI), Sustainable Consumption Mr Jens HENRIKSSON, International manager, Swedish Consumer Association Ms Maxine WOLDSWORTH, Senior Policy Officer at the National Consumer Council, UK Mr Lars MORTENSEN, European Environment Agency Rapporteur: Ms Malgorzata NIEPOKULCZYCKA, Member of the European Economic and Social Committee CLOSING SESSION Mr jeannot KRECKE, Luxembourg Minister for the Economy and External Trade Luxembourg Presidency Presentation of the conclusions of each panel by the rapporteurs Closing statements by Mr Bernardo HERNANDEZ BATALLER, President of the Section for the Single Market, Production and Consumption of the European Economic and Social Committee EUROPEAN CONSUMER DAY ",
        "(inference proceedings OPENING SESSION Ms Anne-Marie Sigmund, President of the European Economic and Social Committee, officially opened European Consumer Day by welcoming all the participants. She then gave the floor to Commissioner Markos Kyprianou: Opening session: Ms Anne-Marie SIGMUND, President of the European Economic and Social Committee and Mr Markos KYPRIANOU, Commissioner for Health and Consumer Protection, European Commission \"Ladies and Gentlemen, It is a pleasure for me to be here today with you in my first \"Consumer Day\" as European Commissioner for Health and Consumer Protection. And the more so, since this event, initiated by ECOSOC, has been bringing together some of the EU institutions under the same roof. Consumer Day is marked and celebrated each and every year, all over the world, by those who champion the cause of the consumer which, let us not forget, covers each and every one of us. Consumer Day is an occasion to remind ourselves of the ultimate goal of our economic and indeed our broader political ambitions and of what we are striving for European society as a whole - to improve progressively the quality of life of each and every individual citizen. I want to emphasise that I take particular pride in the fact that my portfolio as European Commissioner for Health and Consumer Protection centres very much on citizen concerns - those issues that have a real and a direct impact on the daily lives of each and every one of us. The safety of food and other consumer products; the protection of our legal and economic interests; protecting and improving health - these are my concerns; your concerns; everybody's concerns. JOURNEE EUROPEENNE DU CONSOMMATEUR ",
        "If our aim is for citizens to be interested and fully involved in European issues, then Europe has to be more than that just an economic structure. It must engage fully and take an active role in the broader sphere of citizens' hopes, dreams and aspirations. Health, security, consumer rights, consumer safety - these are amongst the key concerns of citizens. These issues touch the daily live of everyone. But it is all too easy to pigeonhole these areas into separate categories - to tacitly assume that they exist in isolation, as essentially separate entities. I intend to take every opportunity to encourage a more inclusive agenda. For example, when we talk about living a healthy lifestyle in terms of what we eat or drink or how we spend our leisure time, much depends on the choices we make as consumers. Thus the consumer agenda is inextricably linked to the health agenda, and vice versa. This is why, next month, the Commission plans to propose the creation of a new EU-wide strategy covering both consumer policy and health policy. This way, the synergies between these two policy areas can be exploited to the full - and the EU's influence and activities enhanced and reinforced. My principal aim with this strategy is to improve service to the citizen. Service to the citizen includes the need to spend community funds in a more prudent and effective manner. One of my key aims with this combined programme is to promote efficiency. Better utilisation of financial resources, a common set of tools and the development of synergies between the health and consumer programmes are the means towards achieving a \"sustainable spending\" one could call. Speaking about \"sustainable spending\", allow me now to turn more specifically to the theme of today's conference - sustainable consumption. Few would disagree with the basic premise that what we do on this planet today - including our choices as consumers - should not have a negative effect on the next generation and beyond. However, probably many of us are not willing to change our habits in order to achieve a more sustainable way of consumption. This is where I believe that public authorities in general and myself, in the quality of Commissioner for Consumer Protection, have a role to play. Getting citizens willing to consume in a sustainable manner implies that they have access to information on the products and services they are offered, that they are aware of the hazards - present and future - involved in the products of their choice, and that they are aware of the health-related benefits of sustainable consumption and production patterns. In brief that they are critical consumers who make choices on informed grounds. Active consumers who are confident in their role, who know their rights and recognise their importance contribute to the wellbeing of our economy: they drive competition and thus competitiveness. They also have the capacity to create pressure for the economy to move in a more sustainable direction. In order to make this possible, a consumer policy has to cover those concerns, starting by putting in place a legal framework which provides for the protection of the consumer. That is what the EU is trying to do when it adopts, for instance, the Directive on General Safety of Products. EUROPEAN CONSUMER DAY ",
        "But subsequently, the consumer has to be informed about those measures. Hence, the importance of information and education. I do not mean, by this, having a paternalistic approach to consumer, but rather to provide the consumers with the means to make informed choices. The better the quality of the information provided to consumers, the more efficient and informed will be their choice. In this sense, we have launched a first set of initiatives for training consumer organisations so that they can be truly effective representatives of consumer interests. And we are organising information campaigns that are targeted specifically at consumers in the new Member States. But it is not enough to put in place the legal framework for protection of the consumer and to inform him of his rights. There has to be a mechanism allowing for the \"mise en pratique\" of that information. In other words, if a consumer knows that a specific product is not safe, he - or she - has to have the means to enforce his right to a safe product. It is this need that we are trying to tackle by pursuing the implementation of the enforcement cooperation regulation, adopted last year. This is an important development, which will create an environment where Member States can cooperate effectively on the enforcement of consumer rights and where consumers can be sure they have access to adequate redress. Altogether these and other measures can contribute to having active consumers who are confident in their role, who know their rights and how to enforce them. Such consumers cannot only contribute to the well-being of our economy, they also have the capacity to create pressure for the economy to move in a more sustainable direction. The more complete the picture consumers have of the market, of what is available to them, and the implications of their choices, the more they will be able to decide which patterns of behaviour they want to follow. Confident and empowered consumers will harness their economic clout to help us all to move towards more sustainable consumption and market patterns. Thank you.\" Ms Anne-Marie Sigmund then took the floor: \"Commissioner, Ladies and Gentleman, I join Commissioner Kyprianou in welcoming you to this European Consumer Day, and I am pleased to be able to say a few words at the opening session. This event is now in its seventh year, having been launched by the Committee in 1 999. Since then, it has continued to gain in importance. I am particularly glad that we are able to welcome so many speakers and participants this year, who have come together to discuss a complex and long-term issue. EUROPEAN CONSUMER DAY ",
        "The EESC has always played a major role in sustainable development, and the issue is also one of the main priorities of my work programme. This furthers the work already undertaken by the EESC, and many of those involved are among us today. In 2002, the world summit in Johannesburg concluded that consumers have a key role to play in rising to the challenge of sustainable development. Indeed, we are all consumers: our lifestyles and mentalities mean that we are the ones who can make choices in terms of sustainable products and services. As the EU's institutional body representing organised civil society, the EESC is keen to stimulate public debate on the question of how the early 21st century model of a \"consumer society\" can evolve into a \"sustainable, responsible consumer society\". To face up to this challenge, society in Europe needs to take a comprehensive, cooperative approach. During our panels this afternoon, we will aim to establish how the various stakeholders can contribute to sustainable consumption: ■ Does the supply of sustainable products and services meet consumers' needs? Do suppliers and service providers form an active link in the chain, by allowing sufficient selectivity in their supply? by providing reliable, open information aimed at consumers? ■ What practices are implemented by NGOs to encourage sustainable consumption? We can put these questions to every member of the public, since we all have a responsibility in this area. The Committee is keen to consider sustainable consumption in a wider context, as part of a socio­ economic model. Later, we shall look at the influences that sustainable development has on economic growth: ■ What would be the consequences of rejecting \"quantitative\" consumption in favour of \"qualitative\" or \"responsible\" consumption? ■ How can we develop a socio­economic model that would boost sustainable development without undermining economic growth, thus improving quality of life? Sustainable consumption must also retain a social dimension, and must therefore be a project in which consumers from all walks of life can participate. Sustainable products and services should not be associated with the concept of luxury, but should be a valid option for consumers. Sustainable development will only succeed ifall sectors of society are involved. There is still scope for manufacturers and national, regional and local authorities to cooperate in the search for a product and service supply that fulfils requirements whilst remaining affordable. EUROPEAN CONSUMER DAY ",
        "This year, we have the opportunity to tackle consumer issues not only from the standpoint of consumer protection but also from a dynamic perspective, in which consumers are voluntary players in sustainable development. We hope that the conference will be a success, and that it will generate tangible results. Afterwards, our task will be to spread the message to those whose responsibility it is to act. We will pay close attention to the work accomplished today, and will make sure that we use it to our advantage in the future. We will continue to work closely with the Commission, the Council and the Parliament, in order to push for change in production and consumption modes - one of the objectives of Agenda 21 on sustainable development. Today's conclusions will be discussed with the Luxembourg minister currently presiding over the \"Competitiveness\" Council. The European Economic and Social Committee has every intention of following up this event. The Committee will, in fact, soon.hold a two-day discussion on sustainable development issues during the Stakeholders' Forum that will take place on 14 and 1 5 April. I hope this day will be a stimulating one. Thank you.\" The floor was then given to the representatives of the European Parliament and the Committee of the Regions: Mr Olivier Bertrand, Chairman of the Commission for Sustainable Development, Committee of the Regions, focused his speech on two main topics: the role that local authorities could play in promoting sustainable development, and the way that services could help create an image of the \"sustainability of the European Union\". Local authorities consumed a great deal of resources, and their overall expenditure often exceeded that of national governments. They also provided public services by organising transport, protecting the environment, managing waste, etc. It was therefore very important for local public management to obey the rules of sustainable development, given the volume of expenditure and the example that authorities could set for citizens. Mr Bertrand also mentioned the role of services. In the context of work on the Directive on Services in the Internal Market, decision-makers needed to guarantee not only modernisation but also, and above all, the sustainable nature of services. Mr Philip Whitehead, Chairman of the Committee on the Internal Market and Consumer Protection, European Parliament, pointed out that progress in sustainable development did not yet meet the ambitions expressed in the Göteborg objectives. The EU should think about how to move forward, as the directions were not clear. The European Institutions were confronted by the incompatibility between the objectives of sustainable development and the problems that existed worldwide: how could this be reconciled with the Lisbon Strategy's EUROPEAN CONSUMER DAY ",
        "objectives for growth and employment? What type of services should be introduced in order to adopt the right strategy? How could consumers be properly guided? These were the key questions that remained to be answered. Opening session: Ms Anne-Marie SIGMUND, President of the European Economic and Social Committee and Mr Phillip WHITEHEAD, Chairman of the Committee on the Internal Market and Consumer Protection, European Parliament Sustainable development should be accessible to all, including the underprivileged. Consumers should not have to choose between sustainable or unsustainable products and services but, rather, between different sustainable alternatives. A consistent strategy should be devised that would minimise the disadvantages of sustainable development projects for consumers, while maximising their advantages. In this context, the European Union had an important role to play, given the USA's decision not to ratify the Kyoto protocol. The EU was developing new ways to defend its arguments on a global level, such as a labelling system that took environmental aspects into consideration. The EU needed standards that included cooperation instruments; however, dissuasive measures were also required - when industry ran counter to sustainable development, for example. In conclusion, Mr Whitehead stated that in looking for the common ground between economic growth and sustainable development, it was important to go beyond generalities and seek concrete measures. Lfl EUROPEAN CONSUMER DAY ",
        "General discussion Prof. Heiko Steffens of the EESC opened the discussion. He recalled that the first report on sustainable development had been drawn up ten years ago, and expressed frustration at the low number of actual political achievements. He referred to Mr Whitehead's proposal to promote sustainable development while minimising the disadvantages it could have for consumers. He added that the message should go out to consumers that sustainable development was an absolute necessity.· It would also be useful to make it clear that \"sustain\" often meant \"abstain\". Prof. Gerhard Scherhorn of the Wuppertal Institute felt that it was necessary to understand that economic growth was an illusory goal: in every industrialised nation, growth tended to fluctuate around zero. The USA was an exception to this due to its high level of migration. Developing countries were also an exception, as they were able to grow swiftly and bring their economies up to par, and were permitted by the Kyoto protocol to increase their greenhouse gas emissions. However, rather than wondering whether that approach was in line with sustainable development, the EU should focus on its own progress in this field. By 2010, as a result of long-distance transport, the EU would have increased its greenhouse gas emissions to the same extent as the USA, which had not signed the Kyoto protocol. Given this serious situation, how could sustainable consumption be discussed? Mr Dick Westendorp of the EESC pointed out that to support sustainable development, real backing was needed from the different stakeholders in society. In many European countries, cooperation between industry, retailers and consumer organisations was improving on a national scale, while international progress remained slow. The real will to cooperate was lacking and the European Institutions, among others, should encourage cooperation in order to achieve tangible results. Mr Claude Cambus of the EESC felt that the various measures on growth were not really viable, particularly in terms of intangible products, and there was therefore no point in focusing on the concept of \"zero\" growth. Rather, it was necessary to think about the development of the forms of growth that lay ahead. It did not seem plausible that abstinence could be the only way to achieve sustainable development. Mr Philip Whitehead pointed out that he did not want to imply that consumers should be protected from all the disadvantages of sustainable development. He replaced the objective of minimising disadvantages with the goal of maximising information to convey the sustainable development message to consumers. However, while it would be easy to state the case for potential energy savings in daily life, it would not be easy to discourage consumers from taking advantage of EUROPEAN CONSUMER DAY ",
        "frequent flights, for example, if the price was very low. Mr Whitehead felt that \"zero\" growth was probably not a viable option, but that sustainable development should be supported by informing and persuading consumers and manufacturers, while introducing restrictions and fines if necessary. However, this opinion was not shared by all, and the challenge for the EU in the future would be to convince people that sustainable development was a valid concept, by using sound arguments and involving people in the process. In conclusion, abstention did not represent a solution for sustainable development; rather, the focus should be on rational, economical use of resources, products and end-services. Mr Olivier Bertrand agreed with the other speakers that our societies were going to produce more and more \"intangible\" products while emerging countries were very much in the phase of producing \"tangible products\", resulting in different political approaches to the concept of sustainable development. Mr Bertrand called for precision while applying the concepts during the discussion and explained that although reference could be made to the \"consumption of products\", it should be clearly distinguished from the \"use of services\" such as public transport, energy, waste management, etc. The EU's ability to meet the Kyoto requirements should be based on lifelong consumer education, and on research to enable society to continue to grow in a sustainable way. Opening panel: ARE THE OBJECTIVES OF SUSTAINABLE CONSUMPTION AND ECONOMIC GROWTH COMPATIBLE? Chairing the panel was Mr Bernardo Hernández Bataller, President of the Section for the Single Market, Production and Consumption of the European Economic and Social Com mittee. The panel featured presentations by five experts, summarised below: Dr Joachim H. Spangenberg, Vice-president of the Sustainable Europe Research Institute (SERI), pointed out that different stakeholders in EU society were calling for economic growth to provide the means to achieve objectives such as creating jobs and reducing unemployment, increasing overall prosperity and facilitating the distribution of wealth. He doubted whether the policy would be able to generate growth, and whether growth was in fact the cure-all solution to the persistent problem of unemployment in the EU. EUROPEAN CONSUMER DAY ",
        "At the same time, NGOs were calling for the rejection of the paradigm of economic growth, which was environmentally damaging and threatened the EU's ability to meet the Kyoto objectives and biodiversity. The neo-liberal growth model had its limits, and had not delivered the desired results of full employment, social security and a healthy environment. However, it was necessary to find out whether political decision-makers could maintain \"zero\" growth in the long term and whether \"non-growth\" was a solution to environmental problems. The EU had committed to obeying sustainable development rules in the Lisbon Strategy and the Göteborg decisions. Consequently, an acceptable mode of growth should contribute to these objectives. Dr Spangenberg proposed a model that could help to solve the above dilemma. He felt that the growth rate was not an instrument that policy could influence directly. Through new technology and production management solutions, the productivity of natural resources should grow faster than the economy. However, the productivity of the labour force could grow more slowly than the economy. This would stimulate GDP growth while reducing unemployment. Consumers had a key role to play: consumption that utilised too great a quantity of resources should be eliminated, and consumption that made greater use of human resources in production should be encouraged. Consumers caution should be exercised in the following areas: short breaks, detached houses occupied by individual families, big cars, etc. The consumption of products and services could also become a lifestyle choice and bring new quality values to the public, which tended to see consumption as a means to acquire status symbols. Dr Spangenberg showed how responsibility was to be shared by households, national and local authorities, industry, employers and service providers. In conclusion, he stressed that economic growth should not be an objective in itself, but that greater emphasis should be placed on other goals such as social cohesion and the environment. Mr Joël Decaillon, Confederal Secretary, European Trade Union Confederation (ETUC), believed that new solutions should be found to the dilemma posed by the topic under discussion, but that new forms of cooperation would be required for this. Europe alone could not confront the challenge, for it concerned the entire planet, and consideration should be given to the huge, growing energy needs of emerging countries, for example. The EU should not just respond to its own problems, but also to external competitive challenges. Growth based on sustainable development would depend on Europe's ability to lead globalisation. Europe's great asset was its democratic system. Through the Charter of Fundamental Rights in the new Constitution, the EU was asserting not only political rights but also environmental rights, public health and consumer recognition. The concept of rights had been extended and should form the basis for economic and social relations within and outside the EU. Europeans as \"citizens, consumers, employees\" were highly sensitive to the issues mentioned. EUROPEAN CONSUMER DAY ",
        "Faced with this situation, we needed a long-term approach, while the economy as a whole only looked at the short-term position; hence the political contradiction in managing the different players. Europe had the opportunity to be able to rely on its dynamism, based on its democratic values, its commitment to the Kyoto protocol and investment in research and development. Transformation of the economy and society was necessary to be able to jointly improve human and natural resources, as well as respect for its social, cultural and environmental heritage. For the moment, growth was the only factor in boosting employment, and this latter point was one of people's main concerns. It was therefore necessary to stimulate growth whilst ensuring that it was compatible with sustainable development. Renewable energy should be promoted and it was essential to hold a policy debate on traditional energy. New solutions had to be found in the field of transport: for example, managing to build a non- polluting car. In addition, the cooperation of consumers, the trade unions and environmental NGOs was very important because transparency and labelling had become important issues in marketing. This debate was difficult (the Reach regulation) because transparency and traceability were not always compatible with competitiveness based on confidentiality. The link between environmental protection and salary terms and conditions across Europe would become a common element in democratic participation. Nevertheless, a broad coalition was needed for this to become widespread throughout the whole world. Ms Anna Fielder, Director, Office for Developed and Transition Economies, Consumers International, thought that the aims of sustainable consumption and economic growth had to be compatible as there was no alternative. Since the Rio Summit in 1992, the world debate had been focused less on that question and more on ways to achieve these two objectives effectively. The main challenge was to break the link between economic growth and deterioration of the environment, which was one of the main commitments of the Johannesburg World Summit in 2002. The exceptionally rapid growth of the emerging economies such as those of China and Brazil and their pressure on the environment made the problem even more acute. Practical advice on the implementation of sustainable development had already been drawn up on a global basis (e.g. the UN Guide on Consumer Protection, Section on Sustainable Consumption). On the other hand, political will was often lacking when it came to monitoring international commitments at national and local levels. In following the \"principle of joint but differentiated responsibility\", European countries ought to be leaders as far as sustainable development was concerned. It was the responsibility of governments to guarantee transparency, to involve all players in the process, to introduce sustainable practice by sustainable public purchasing, to create a framework of regulation favourable to sustainable development, to cut down on the use of resources via a prices system, etc. EUROPEAN CONSUMER DAY ",
        "The business sector should invest more in products and sustainable services, provide adequate information at points of sale, promote standards of common labelling, etc. In this regard, Ms Fielder regretted that business rarely cared about the origin of the commodities and semi-finished goods that they used. It was the duty of responsible consumers to adopt the following strategy: consume less, consume better (according to the social, ethical and environmental values of sustainable development), or a combination of the two strategies. Finally, consumer associations should be able to play a major role regarding access to information. Consumers International, in conjunction with the United Nations Environment Programme (UNEP), had already taken several concrete steps in order to build up a positive relationship between economic growth and sustainable consumption. Opening panel: Ms Anna FIELDER, Director, Office for Developed and Transition Economies, Consumers International and Mr Jim MURRAY, Director of BEUC - The European Consumer's Organisation Mr Jim Murray, Director of BEUC, the European Consumers' Organisation, referred first of all to the meetings on the Lisbon Strategy which, unlike this year's European Consumer Day, emphasised growth and employment, leaving sustainable development as a topic of secondary importance. Mr Murray regretted that these meetings were, generally organised separately. The strained relations that existed between the two subject areas constituted a major challenge for all of us. He mentioned a few characteristic features of European consumers and compared them to consumers in the United States. Europeans saved too much, did not borrow sufficiently and did not spend enough. We were consequently encouraging European industry to invest abroad in view of the lack of domestic demand. All these factors combined resulted in the consequences for the environment in the United States being greater than in the European Union. At the same time, the pro-ecology standpoint of Europeans did not sufficiently encourage competition, economic growth EUROPEAN CONSUMER DAY ",
        "and employment. The important questions to be asked were the following: would we be able to achieve the Lisbon Strategy by increasing consumer spending? Would we be able to increase the latter by encouraging consumers not to buy more, but to buy better quality? We could endeavour to inform consumers properly, to encourage investment in sustainable development, for example in public transport, to have stricter criteria in our development policy. The problem would remain the same: we had not yet managed to include sustainable development in our economic concerns about growth and employment. Sustainability had to be taken on board in European policies and environmental marketing was an appropriate ways of doing this. As far as our trade relations with the developing countries were concerned, our environmental legislation was creating import barriers. It was unrealistic to expect small producers from the developing countries to comply with all this legislation. Only the multinationals could try to bridge the gap. Mr Murray addressed the important worldwide problem of the transport of food products, which caused environmental damage. Nevertheless, what was the alternative? Would we be able to stop the international trade which Adam Smith had advocated? In conclusion, he asked that within the EESC, those who were concerned solely with growth and those who were concerned only with sustainability should get together more often to see whether a consensus was possible. Mr Timo Mäkelä, Director, Sustainable development and integration, European Commission, DC Environment, like the previous speakers, thought that we had no choice in the matter: the aims of sustainable consumption and economic growth had to be compatible. Nowadays we could not wish for zero growth. Nevertheless, the European Commission emphasised two objectives: sustainable development now had to constitute the basis for the revised \"strategy for growth and employment\". We could not make consumers totally responsible for sustainable consumption. Consumers had the right to demand information and clarity with regard to sustainable products on the market. It was the politicians who had to make consumer choice easier in order to encourage sustainable attitudes. Mr Mäkelä then highlighted a few main points singled out by the Commission and which favoured sustainable development. The \"integrated product policy\", based on the life cycle of the product, could have a major impact on the supply side, but required the joint commitment of the various players. Adequate labelling of sustainable products was another important policy. The \"European flower\" label was currently being modified to make it more visible and more striking. \"Sustainable public expenditure\" constituted another crucial aspect, in view of its major contribution to GDP and its educational impact on the private sector and consumers. EUROPEAN CONSUMER DAY ",
        "General debate Mr Paul Geraads of the EESC drew attention to a contradiction: whilst in the EU we had a clear vision about the way to bring about sustainable consumption, at an international level we could not, according to the WTO, discriminate against products coming from third countries on account of the environmental damage that they caused. What tools, then, could we use to promote sustainable development in the world? He also wondered how we could convince consumers not to buy cheap products if they were not sustainable. Ms Anna Fielder found this question very relevant and replied that many countries were at the development stage or were escaping from poverty thanks to industries that \"polluted\", following the example of Great Britain in the XlXth century. It was extremely difficult to prohibit them from developing in this way. On the other hand, consumers had to be properly informed about the origin of products which was often hidden from customers. An alternative solution was to draw up agreements with the developing countries to enable them to continue with production on condition that they invested in technologies which respected the environment; and these arrangements had to be drawn up as quickly as possible. Dr Joachim H. Spangenberg thought that the current debate on sustainable consumption which was being held in different parts of the world was constructive. Nevertheless, in his opinion, the WTO clause allowing developing countries to give preferential treatment to a polluting manufacturing industry, according to the state of the country's progress, was an obstacle to sustainable development. Consumers had to be reasonably informed about the standards of the products that they bought in the EU. If the EU considered this rule to be a political imperative, the WTO clause would not be able to survive and in the long term the WTO would have to be persuaded to revise it. In the short term, the EU had to ensure that imported goods met European requirements. Mr Timo Mäkelä stated that the legislation whereby electro-technical goods, cars, etc., imported into the EU would have to meet higher environmental standards would enter into force the following year and that this law was in line with WTO rules. Foreign manufacturers were already endeavouring to adapt their output. He mentioned that environmental requirements for cars were also expected in China, and were in many cases as strict as those in the EU. The \"Reach\" legislation, which dealt with the more sustainable use of chemical products, was less acceptable to industry. European industry had to make sure that its suppliers were selected responsibly at a time when European production depended largely on external resources. This was a new challenge for the future. EUROPEAN CONSUMER DAY ",
        "Mr Umberto Burani of the EESC wanted to know, first of all, if \"the polluter-pays principle\", promoted by the Johannesburg Summit, also applied to agriculture in the EU. He then pointed out that in the 1980s, European industry had been encouraged to invest in poor countries in order to boost their development. Today countries such as China and India were strong competitors of the EU. In the Johannesburg declaration, the developed countries had been recommended to support the developing countries in the production of clean energy. Given that this form of energy was much more expensive, was it not a way of balancing out competition from these countries with regard to the EU? Mr Göke Frerichs of the EESC was delighted with the 7th European Consumer Day and with the fact that more and more complicated subjects were being tackled. This proved that consumers played an important role in informing the economy as regards production trends. As far as sustainable consumption was concerned, awareness amongst consumers had improved significantly over the last decade. They sought out information and kept a close eye on prices and labels. Mr Frerichs asked Mr Mäkelä how, under these circumstances, it was possible to convey and publicise the European Commission's plans and ideas on sustainable development to national governments and regional authorities and how the Commission could encourage more publicity in favour of sustainable goods and services. Prof. Gerhard Scherhorn returned to the question of the EU's standpoint on the WTO's \"principle of non-discrimination\". Consumers should not accept the supply of goods that had not been produced in accordance with European standards because it would not always be easy to provide them with reliable information and they would not be able to assess it correctly. It was necessary to establish if the WTO had the right to force the EU to give up its own standards on sustainable development, which would have a significant impact on its European identity and self-protection. In reply to Mr Burani's question, Dr Joachim H. Spangenberg admitted that the industrialised countries would like to export the technology for alternative energy to the developing countries; nonetheless this solution could be less expensive than traditional energy and could contribute to the development of those countries. We also had to remember that from 2030, oil resources would be almost exhausted, the cost of oil would escalate and the developing countries would, in any case, have to deal with this situation. We should be prepared for the fact that, in the long term, these countries were going to develop their own technology. This meant that the Europeans could not rest on their laurels, but they had to be innovative in order to shore up employment. The EU did not need lower prices but innovative technology. This would put us in a favourable position in global competition. In reply to the question on the polluter-pays principle, Mr Timo Mäkelä pointed out that producers EUROPEAN CONSUMER DAY ",
        "were in the frontline in terms of financing of ecological solutions, but that costs were reflected in product prices and that, in the final analysis, it was consumers who had to make the largest contribution. It was difficult to apply the tax system across Europe as an instrument for stimulating production and sustainable consumption because this was an area that was still subject to the unanimity requirement. This did not prevent each country, taken separately, from using these economic instruments as a lever, and to encourage new technologies by making old technology more expensive. To answer the question: \"how could the EU promote sustainable consumption?\", we needed to go upstream of production in order to achieve product innovation at the \"ideas\" stage. The Commission was about to finance a new raft of measures of which eco-innovations were one of the priorities. We would also have to encourage consumer and producer confidence in the new technologies. To do this, we needed to take another look at these different policy issues and to gather our strength to enable us to achieve a real political impetus. Ms Anna Fielder, in reply to the comments on the global aspects, in particular the WTO clause, pointed out that the Johannesburg agreement had deliberately avoided trade issues. It was based on the principle of joint but differentiated responsibilities. International agreements acknowledged that, as faras industrialisation was concerned, the starting points of the different countries varied. Developing countries had to invest in cleaner production methods because there would be insufficient resources in the future. Nevertheless, these investments from time to time brought about immediate economic and social changes which had detrimental consequences for the disadvantaged sections of society. We therefore had to seek a balance. She agreed with Dr Spangenberg that the EU had great export potential. The solution lay in cooperating with the developing countries. It was not necessary to create a \"fortress Europe\" which did not accept products from outside if they did not meet European standards. Mr Michel Nollet, of the EESC, thought that as far as sustainable consumption was concerned, there was now a new collective awareness of the waste problem. Nevertheless, we did not sufficiently stress the confidence of households in their future, the quality of education, major concerns for jobs and pensions, problems in gaining access to healthcare, etc. He agreed with Mr Mäkelä that there was no real quality consumption if there was no purchasing power and no consumer confidence. He commented that one of the essential incentives to improve quality of life and to encourage consumer confidence was urban renewal, and the Structural Funds currently neglected this area. Mr Nollet also pointed out the extremely important roles played by consumer protection organisations and by advertising in the promotion of sustainable consumption. The negative aspects of the day's presentations surprised Mr Jens Henriksson, of the Swedish Consumer Association. He did not think that sustainable consumption could be in conflict with EUROPEAN CONSUMER DAY ",
        "economie growth. Local communities, which had opted for sustainable development, were economically strong. In his view, consumption, and consequently production, were already on a course that had no markedly negative impact on the environment. If we made products and services more sustainable, they would also be of better quality, and this sustainable agenda would become the engine of the economy and of increased growth. Ms Jacqueline Coté, World Business Council for Sustainable Development, expressed the point of view of retailers who were conscious of playing a role in encouraging sustainable consumption. She responded to Ms Fielder's statement regarding the behaviour of retailers. Contrary to what she had said, retailers knew the origin of their products and they paid close attention to the matter. The concept of \"corporate citizenship\" was often a feature of discussions amongst retailers. The whole world was aware of the need to establish a partnership between the various players: consumers' and manufacturers' associations. They had to work together to support sustainable development. Ms Anna Fielder agreed with Ms Coté that cooperation between business and consumers should be improved. Referring to the negligent behaviour of business with regard to sustainable development, she drew on the results of research carried out by her organisation's partner association in the Netherlands, and she was ready to supply the information to Ms Coté. In reply to Mr Henriksson, Mr Timo Mäkelä repeated that in his opinion, households had their own priorities and that the ordinary consumer could not be held solely responsible for sustainable consumption. As Mr Nollet said, purchasing power largely influenced consumer choice, and that was why the European Strategy for employment and growth was so important. We needed growth, but the European policy framework had to be underpinned by the idea of sustainable development. Dr Joachim H. Spangenberg did not agree with Mr Henriksson that the nature of production was changing: there was no indication of a reduction in the consumption of natural resources and of energy, therefore he did not share his optimism. With regard to Mr Nollet's comment on advertising, he would like the cost of advertising each product to be indicated on the label. Consumers would then increasingly ask themselves if they ought to support excessive advertising. By way of comment on Mr Frerichs' statement, he quoted figures which showed that in the great majority of cases, it was women who did the shopping and took most of the decisions concerning the household. This meant that our consumption system was not sustainable from a social point of view; if it were otherwise, there would be a sharing of tasks. Mr Spangenberg did not agree with the statement that consumers decided the general direction of production; this would mean that women were primarily responsible for environmental damage. EUROPEAN CONSUMER DAY ",
        "This reasoning did not hold water, we had to return instead to the philosophy of: \"everyone must contribute towards sustainable development \". In conclusion, he emphasised the importance of technology, but said that we could not hope to solve political problems with technology alone. What we needed most of all was structural change. For Mr George Vrachimis of the EESC, the question of food safety was also one of the main themes of the conference. How could the EU guarantee this to consumers? Mr Claude Cambus of the EESC questioned the definition of sustainable growth as formulated by Dr Spangenberg. When applying this definition, taking into account changes in the prices of production factors, should growth be achieved through price maintenance, higher prices or lower costs? Mr David Sears of the EESC didn't believe that the EU had the right answer to sustainable development, and that people were not in agreement on this matter. In his opinion, economic growth had to continue increasing; it was only the way in which growth and sustainability problems were addressed that had to change. Prof. Heiko Steffens of the EESC agreed with the previous speakers. Regarding Mr Mäkelä's statement, he thought that there was a lack of assessment in the EU on the consequences of all the instruments available. We had to place them in the context of sustainable development and see if we really achieved the optimisation mentioned by Mr Spangenberg, i.e. the three criteria of the economy, ecology and the social aspect. If we achieved optimisation, what would be the consequences? On this point, we had to cater for eventualities if optimisation did not turn out as we had hoped or expected. Mr Dick Westendorp of the EESC thought that the combination of political and economic instruments and educating consumers was not always enough to encourage sustainable development. He was of the opinion that the market should play a vital role: suppliers and consumers should find effective solutions together. If the market mechanisms did not yield the expected results, governments and international organisations should then step in. Mr Jim Murray agreed with Mr Sears on the fact that human nature stayed the same, but that what changed was the impact of human activity on the planet. We were close to breaking point and this had to be reflected in the European socio-economic model. Ms Anne Fielder did not share Mr Westendorp's opinion, according to which only producers and consumers could improve the situation concerning sustainable development. In fact, the imbalances in terms of information and impact were too heavy. We needed a driving force that would systematically push people towards sustainable behaviour (not necessarily legislation, but a series of coherent instruments, such as the deposit refund schemes for recycling). Cooperation between producers and consumers was also essential. EUROPEAN CONSUMER DAY ",
        "In reply to Mr Cambus' question, Dr Joachim H. Spangenberg stated that we could not allow ourselves to rule out one or another instrument - either raising prices or cutting costs - since we would need all the instruments for sustainable development. Today there was the option of cost- cutting. European businesses dedicated 50% of their costs towards buying resources, and 20% towards labour. If we were to step up resource productivity, the situation would be markedly better. This would give Europe the option to hold onto jobs while also easing pressure on the environment. Referring to the statement by Mr Steffens, he added a fourth aspect to sustainable development: governance that would safeguard environmental legislation and gender equality. In response to Mr Vrachimis, Mr Timo Mäkelä argued that sustainable development policy was the only valid policy for food safety. European regulations were there to protect consumers. As for efficient resource management, the EU still had a lot to do, but we were already more advanced than the United States, particularly concerning energy. Open debate EUROPEAN CONSUMER DAY ",
        "Panel I: SUSTAINABLE PRODUCTS AND SERVICES The first panel was chaired by Mr Claude Cambus, and the rapporteur was Mr Richard Adams, both members of the European Economic and Social Committee. Five experts spoke on different production methods and on the way in which sustainable services were provided. Their speeches are summarised below. Ms Jacqueline Coté, Senior Advisor Advocacy & Partnerships, World Business Council for Sustainable Development, put forward the industry viewpoint. Sustainable behaviour meant producing better, not less, consuming differently, not less, promoting sustainable growth, not limiting growth, and improving the quality of life in general, and not only the state of the environment. The option of zero growth was unrealistic, since it would condemn industry to death. Industry had tried to identify the key aspects of sustainable development: innovation, ■ eco-efficiency, ■ working in partnership, ■ incentivising consumer choice, ■ national authorities creating an appropriate regulatory and legislative framework, ■ clear and practical advice from NGOs, ■ financial markets recognising the importance of sustainable development for long-term profit and putting this logic into practice when investing capital, - realistic cost assessment for different social strata in order to ensure balanced distribution of sustainable development. In the context of sustainable development, if innovation were to be accepted by society, it must take public interest into consideration. Ms Coté gave several examples of this. Conversely, she criticised the excessively high amount of \"subsidies\" that magnified industry inefficiencies, over- exploitation of resources and holding on to outdated technologies. Mr Pierre Valette, Director, Environment Research Programme, European Commission, DG Research, gave several responses to the question Why would industry be persuaded to supply sustainable products and services? Sustainable development enabled extra value to be added to production and to meet the changing needs of the consumer, who was becoming ever more aware. For example, the calculation for assessing the cost of outsourcing renewable energy and gas enabled these energy sources to occupy a balanced position in competition with other energy sources. Sustainable technologies strongly influenced the competitive edge, and he gave some examples of this. EUROPEAN CONSUMER DAY ",
        "Mr Valette explained the various barriers to the development of sustainable technologies and suggested initiatives that would be needed to overcome these shortcomings, such as implemen­ ting the Technology Platform and a network of technology inspection centres. In order to decide on the feasibility of sustainable development and the ways in which it could be spurred on, technological research would have to be carried out in parallel with social science research on the life­cycle of sustainable products. Ms Maria Buitenkamp, Ecostrategy consultant, attempted to measure the impact that con­ sumption had on our planet. Using demographic and economic statistics, she identified the most striking consequences, such as catastrophic climate change and declining biodiversity; she also drew up a list of the most problematic resources: fuel, plastic, paper, etc. Ms Buitenkamp stressed the excessive use of resources, taking photocopiers as an example, and outlined the options for meeting the challenge posed by production factors. Sustainable products and services were not an option, but an obligation. Mr Javier Bustamante, Tourism expert for the local authority of Ibiza, Spain, presented a novel approach to tourism: sustainability. Tourism's economic importance meant it was an key factor for growth in the EU. Mr Bustamante described the major trends in this sector: ■ the need to transform usual supply in order to meet the need for holidays that were centred more around culture and nature, more personalised and sophisticated; ■ pressure from residents and tourists to benefit from a more sustainable kind of tourism that respected the local environment and culture; ■ changes in the sector arising from new technologies. He identified the main aims of sustainable tourism that resulted from the 2002 Johannesburg Summit, and described the development trends of the European tourism model, referring to the European Constitution. Tourism, if approached fairly and sustainably, could constitute a unifying force. Mr Donai Walshe, Secretary-General of EURO COOP (the European community of consumer cooperatives) indicated that consumer cooperatives were at the forefront of consumer interest in sustainable development, and not only over the last twenty years, but since the movement was first set up. They were involved in selling organic, \"ethical and social\" products (fair trade). Mr Walshe outlined several ways in which consumption could be more sustainable, while still maintaining an adequate level that met the objectives of the Lisbon Strategy. One major challenge was presented: European consumers had to become aware of their role as a driving force for sustainable development. For this to be achieved, the prices of sustainable products and services had to be accessible and acceptable. Using several examples, Mr Walshe showed that sustainable production could give producers and suppliers the competitive edge to create a more sophisticated market and added value for consumers. EUROPEAN CONSUMER DAY ",
        "The presentations were followed by a general discussion. Main conclusions of the discussion: ■ in view of the level of use of natural resources, sustainable products and services were not an option but a necessity, ■ the market and the attitudes of players in society (authorities, consumers, retailers, etc.) were changing in favour of sustainable production, and industry was responding to these signals, ■ advanced technologies and techniques were fundamental factors for sustainable production, ■ it was extremely important to be able to encourage consumers in the creative use of information on sustainable consumption in order to motivate suppliers, ■ the prices of sustainable products and services must be accessible and acceptable, ■ tourism - if approached fairly and sustainably - could be a unifying force that would stimulate growth while complying with the European socio-cultural model. The following recommendations were drawn up: ■ economic convergence and the pace of demographic growth required a reduced impact of goods and services of 80% if we wished to maintain today's environmental standard, ■ the price of products, services and investments should show the total costs, including external environmental and social factors. Public authorities should play a more active role in this regard, ■ there should be a slow-down in the growth of forms of tourism that use highly-polluting means of transport, ■ sustainable tourism needed to be promoted within the country of origin, during travel and in the destination country, ■ it would be helpful to publicise the Code of Ethics for Tourism, as approved by the World Tourism Organisation, - policy consistency needed to be improved, by making public procurement sustainable, - the use of financial instruments should be more widespread (e.g. taxes on non-sustainable consumption). EUROPEAN CONSUMER DAY ",
        "Panel II: THE ROLE OF RETAIL ORGANISATIONS AS AN ACTIVE LINK IN THE PRODUCTION CHAIN This panel was chaired by Mr Jacek Krawczyk and the rapporteur was Mr Michel Nollet, both members of the European Economic and Social Committee. Four experts gave a presentation: Ms Lisbeth Kohls, Vice-president/Corporate Responsibility, ICA AB and representative of UGAL - the Union of groups of independent retailers of Europe, used ICA corporate working practices as an example. She stressed the importance of measures that could foster sustainable development, since she was convinced that retail could play a crucial role. Retailers were taking this challenge seriously. The key lies in providing customers with information about sustainable products, establishing their needs and ensuring product reliability through a suitable pricing policy and good marketing. Good communication between retailers and consumers, on the one hand, and retailers and producers on the other, was extremely important. Producers needed help in gradually making the transition from conventional to ecological production. ICA's policy was to set out a global strategy in terms of both sound sustainable food chains, and the responsibility for purchasing, and for following a very strict internal programme for reducing harmful effects on the environment. In the long term, this objective would amount to a cut in costs (transport, transactions, shop location, etc.). Ms Kohls quoted several examples, in particular that of man-made fibres, admitting that this policy could meet with a measure of failure, arising from its determination to save fuel. If they wished to work to promote sustainable development, businesses could follow the OECD Guide, ILO Conventions, take part in the Businesses Group as part of the Global Compact, and in the Business Social Compliance Initiative, etc. She highlighted the importance and the difficulties of good labelling, and requested greater transparency on the part of retailers. Ms Solange Montillaud Joyel of UNEP - United Nations Environment Programme, Divi sion for Technology, Industry, Economy, Production and Consumption - presented her organisation's programme. She highlighted the inequalities in per capita GDP and consumption in the world (20% of the population consumed 80% of the products and services) and underlined the fact that distribution could play a leading part in sustainable development in view of its economic and social importance, and traceability of products and savings it offered. Grassroots awareness made sustainable products and services saleable, but it should be stressed that price was clearly a decisive factor and could limit the choice of less well-off consumers, which explained the relatively small market share of sustainable products. EUROPEAN CONSUMER DAY ",
        "In this respect, it was fitting to mention the role of advertising, which was not always helpful or entirely honest. For example, decoding and seeking to put the publicity campaign: \"Buy less, but buy better\" into practice did not necessarily mean buying better and paying less. Retailers could be involved in sustainable development via four channels: internal economies, activity in the production chain that influenced producers, information, labelling, advertising and promotion that influenced consumers as well as recycling facilities and issuing investors and shareholders with reports on the environmental and social aspects. The following opportunities also existed: new markets, new products resulting from advanced technologies, boosting investor confidence and customer loyalty. Ms Grit Munk, Political and economic advisor at the Danish consumer board, outlined the successes and shortcomings of retailer activity, in connection with sustainable consumption. Some retailers were choosing to sell sustainable products and were thus benefiting from a new, exclusive image. Nevertheless, the majority were guided by competition policy in terms of price, rather than the rules of sustainable development. However, consumers in Denmark were active in this area: according to one survey, 45% of Danish consumers had decided not to buy products that did not respect environmental, ethical or political norms. It was, nevertheless, difficult for modern households to combine working life with family life. As a result, the time that could be devoted to shopping was insufficient for properly comparing product price and origin. Retailers should shoulder their responsibilities. They often defended themselves by stating that supplying sustainable products should follow on naturally from strong consumer demand, however it was also up to them to influence consumers and prompt this demand. In shops, sustainable products should occupy more shelf-space and be more visible. Customers should be provided with clearer and more understandable information on sustainable products. Mr Giuseppe Fabretti, Chairman of ANCC/COOP, the National association of consumer cooperatives, Italy, showcased the pioneering role played by cooperatives in sustainable development in several countries, despite difficulties posed by competition from large supermarket chains. The cooperative movement in Italy was resisting and represented a consi derable market share. Mr Fabretti described the policy behind this movement: members had the feeling that they were in charge; consumer needs were better met; the core values were safety, quality and traceability of products, as well as compliance with social regulations, environmental protection and good labelling information; prices had to stay reasonable in order to be accepted by consumers. Consumers were showing great interest in organic food products, which gave producers and retailers the incentive to supply them. Retailer cooperatives also supported sustainable development via internal economies (for example energy savings), by cooperating with suppliers in developing countries and by buying products made in sustainable conditions. The Coop, for instance, required the producers and suppliers that carried its logo to respect SA 8000 standards, in an effort to ensure trade union rights were upheld and to abolish child labour. EUROPEAN CONSUMER DAY ",
        "The presentations were followed by a general discussion. Main conclusions of the discussion: ■ retailers recognised that it was up to them to promote sustainable consumption and various activities were already underway; they could get involved chiefly through activities that influenced producers and what they supplied, through information, advertising and promotion which influenced the consumer, as well as through recycling facilities, ■ the importance and the problems of good labelling were highlighted, as well as transparency at retailer level, ■ retailers should operate a sound pricing policy, since prices that were too high would limit the choice of less well-off consumers, ■ retailers could benefit from a competitive edge (e.g. an exclusive image) by promoting sustainable consumption, ■ sustainable products should be given more shelf space in shops, ■ co-operatives played an exceptional role in promoting sustainable consumption, chiefly by cooperating with producers in developing countries. EUROPEAN CONSUMER DAY ",
        "Panel III: SUSTAINABLE CONSUMPTION: A REAL CHOICE FOR CONSUMERS? BUILDING THE TRUST OF CONSUMERS IN SUSTAINABLE PRODUCTS AND SERVICES The chair was Mr Paul Geraads and the rapporteur was Ms Matgorzata Niepokutczycka, both members of the European Economic and Social Committee. Five experts gave a presentation during this panel. Prof. Gerhard Scherhorn, Director of the research group on Production and Sustainable Consumption, Wuppertal Institute, Germany, put forward the theory that sustainable consumption no longer presented a real choice for today's consumers. Very few products and services could be called sustainable, but the majority were becoming so. The idea of \"stimulating consumer trust in sustainable products and services\" was based on the idea of consumer sovereignty, i.e. their role in guiding producers. Nevertheless, this role could not favour sustainable development unless producers and consumers both adopted a responsible attitude towards the externalisation of costs, and especially environmental costs. To do this, the rules of the market had to be changed so that obstructive competition was not protected by legislation and policy. In conclusion, Prof. Scherhorn declared that in order to really stimulate consumer trust in sustainable products and services, it would be necessary to introduce the sustainable development objective into the concept of the market and consequently reform European competition policy by basing it on the concept of differentiated competition. For the moment, Member State governments' actions in support of sustainable development were often treated as constraints on competition. Ms Sylvia Lorek from the Board of the Northern Alliance for Sustainability (ANPED) and the Sustainable Europe Research Institute (SERI), stated in response to the question raised by the panel that it was necessary to offer a wider range of sustainable consumption options and reduce the number of non-sustainable options. This could be achieved by means of fair pricing (involving fiscal reform in support of the environment), the transparency of production (to be achieved by introducing corporate responsibility), greater consumer awareness (consumers to be educated in sustainable development matters), a wider choice of sustainable products and services (using environmentally efficient production technologies), and the stimulation of consumer trust (suitable information campaigns organised by public bodies). On the latter point, transparent and independent labelling, monitoring procedures and sustainable development criteria were extremely important. The information supplied also had to relate to essential household matters. If sustainable products and services were to be purchased at long EUROPEAN CONSUMER DAY ",
        "last, shops had to introduce a system of explanatory notices to guide consumers. It was also desirable for consumers to have the feeling of contributing to the sustainable development process (e.g. by compiling a list of monthly purchases for a family of four which allowed them to feel that they were making a significant contribution to supporting organic farming). After presenting several concrete examples of such practices, Ms Lorek concluded by stating that the demand for sustainable products and services had to be given massive boost but that it was also necessary to lay down a suitable economic, social and legal framework which would eventually put an end to non-sustainable options. According to Mr Jens Henriksson, international manager, Swedish consumer association, sustainable development policies were highly developed and had long been in place, but not in all EU countries and occasionally without including a sustainable consumption perspective, even though the latter was the most important aspect of sustainable development. He stated that it was necessary to modify our model of society by transferring the focus and resources from the supply- to the demand-side (education, information, support for consumer and environmental organisations, etc., adaptation of VAT to support sustainable consumption, financial support for investors putting their money into sustainable projects, sustainable public expenditure, etc.). Sustainable consumption could lead to sustainable production, but in reality there was rarely sufficient demand for sustainable products and services. Even if they supported the idea of sustainable consumption, most consumers chose other products in their daily lives because of such factors as stress, price, lack of transparency and trust, access, time constraints, different traditions, etc. Consumers tended to adopt a more passive attitude towards sustainable consumption. It was therefore necessary to research consumer behaviour to discover what had to be done to get consumers to apply their \"sustainable\" ideas and values when making their purchases. Consumers were generally more inclined to opt for sustainable consumption if local civil society organisations were committed to sustainable development and if they felt that they were all acting alike. Most consumers were quality-oriented. The promotion of sustainable development as a quality criterion could stimulate shoppers' trust. Consequently, labelling initiatives based on highly successful ecolabelling systems (Nordic Swan) were necessary on a wide scale. The \"European flower\" labelling initiative should be supported by a suitable marketing campaign. A Europe-wide labelling system would stimulate competition and facilitate trade. The successes in the field of ecolabelling could be extended to the other areas of sustainable consumption. Finally, it was necessary not to abandon producer aid and regulatory action when they furthered sustainable development, but the breakdown of expenditure between supply and demand had to be more evenly balanced. M EUROPEAN CONSUMER DAY ",
        "Ms Maxine Holdsworth, senior policy officer, National Consumer Council of the UK, reported on the results of a survey on sustainable consumption that had been conducted by her organisation. Most consumers knew how to contribute to sustainable development through their patterns of consumption, but access to sustainable products and services was considered inadequate. The priorities of life such as budgetary constraints were often obstacles that stood in the way of sustainable consumption, especially in the case of poorer households. However, it was possible to modify certain obstacles, such as habits, cost perception, lack of access to sustainable products and services, and the lack of consumer trust. The latter could be overcome if public authorities acted accordingly, e.g. by setting an example as sustainable consumers. Ms Holdsworth gave a general account of the situation in the UK, where sustainable choice was seen as a drawback or an expensive luxury: consumers were rarely rewarded for supporting sustainable development, and the policy vis-à-vis consumers was confined to information campaigns and adequate labelling. Nevertheless, Ms Holdsworth cited several examples of good policies in her country and in Scandinavian countries. She concluded by stating that public authorities could make the difference. Mr Lars Mortensen, European Environment Agency, explained why he thought the EU had to promote sustainable consumption. The environment was suffering more and more from the growth in consumption in Europe, which outstripped efficiency gains especially in fields such as food consumption, domestic household consumption, personal travel and tourism. Consumption patterns in the EU were not sustainable. The rest of the world was also affected by production moving away from Europe. According to Mr Mortensen, it was Europe's responsibility to adhere to the rules governing sustainable development and act as a leader vis-à-vis the rest of the world. The current trend could be reversed in favour of sustainability only if public authorities, businesses and consumers assumed joint responsibility. The authorities should apply a combination of legal and fiscal measures and introduce adequate labelling. Producers could improve the situation by purchasing sustainable primary products, offering a wider range of sustainable products and services and adopting a policy of social responsibility. Consumers should buy less in quantity terms but more in terms of sustainability, and also produce less waste and separate it properly. The main conclusions were as follows: ■ sustainable consumption was not confined to the choice of certain products or services but represented a whole new way of thinking. At the moment really sustainable products and services did not exist, EUROPEAN CONSUMER DAY ",
        "the idea of stimulating consumer trust in sustainable products and services was directly linked to the economic concept of \"consumer sovereignty\". It was the consumer who indirectly determined what to produce, it was necessary for producers to supply the market adequately in response to the signals sent out, thereby enabling consumers to play their role, competition law could either strengthen or weaken consumer trust, and that would have an influence on the effectiveness of action to promote sustainable products or services, obstacles stood in the way of sustainable consumption, such as consumer habits, lack of information, the application of costs as the sole criterion, and the lack of scope for active participation, the \"sustainable spending\" initiatives of national, regional and local authorities could encourage consumers. The following recommendations were made: it was necessary in our societies to channel more resources towards objectives which stimulated demand, such as education, information, product labelling systems, support for environmental and consumer organisations, protection of human rights, and reduction of VAT on sustainable consumption, our societies' economic, legal and social systems should be adapted to create a framework that was conducive to sustainable consumption, schemes to provide financial encouragement for sustainable consumption stakeholders and an independent and transparent product labelling system would be necessary, an eco-culture had to be established and built up, a real programme to stimulate consumer trust should be drawn up in cooperation with NGOs; it was important to make provision for monitoring mechanisms, in order to eliminate the obstacles facing consumers, it would be necessary to make sustainable consumption more widely available, minimise its drawbacks, and improve consumer education and information. Making progress in small steps at a local level was more important than merely holding discussions at a global level. EUROPEAN CONSUMER DAY ",
        "CLOSING SESSION The conference was closed by a statement from Mr Jeannot Krecké, Luxembourg Minister for Economic Affairs and Foreign Trade, representing the Luxembourg presidency. Mr Krecké's statement also contained comments on the panels' conclusions that had been presented during this session in his presence. \"Mr President, Ladies and Gentlemen, Allow me, by way of introduction, to make a few preliminary comments. You are certainly all aware that at next week's European Council, the negotiations on the relaunch of the Lisbon Strategy will set those in favour of doing more for the economy and employment against the supporters of greater social and environmental protection. I for my part think it would be perfectly feasible to maintain a balance here, even if this means redefining certain priorities. This does not necessarily mean that the environment and social cohesion will have to suffer. Such a view would be unduly limited After all, promoting balanced socio-economic development means that competitiveness and well- being go hand-in-hand; it is clear that competitiveness by itself does not spontaneously create well-being. B- HERNÁNDE BATALLER Closing session: Mr Jeannot KRECKÉ, Minister of Economy and Trade of Luxembourg, Luxembourg Presidency, and Mr Bernardo HERNANDEZ BATALLER, President of the Section for \"Single Market, Production and Consumption\" of the European Economic and Social Committee EUROPEAN CONSUMER DAY ",
        "The discussions on the EU's financial perspective are another part of this debate. It is important to define a strategy for the next five years, and it is also necessary to find the funds to put this strategy into practice. This debate will show whether the Member States really do intend to move forwards and release the funds needed here. With regard to the subject of this conference, the debate seems to oppose those who think that education and information are absolutely vital and those who consider that it is much more important to stimulate consumer demand in new areas and to stress the need for the self- regulation of industry and the economy. In the field of energy alone, consumption could be made more efficient. It is universally agreed that current energy consumption levels are inadmissible. Hence the keen interest in education and information. You will no doubt say that this is nothing new. After the 1 973 oil crisis everybody was talking about saving energy, but have you heard much said since then? Have major programmes for saving energy been launched? Walking through the building where we are meeting today with all its lighting, do you have the impression that sustainable development in the energy sector is on the agenda? How then do we raise individual awareness with regard to products' environmental impact? How do we create the impetus needed for a redefinition of real needs? It is crucial to relaunch information and education at that level. It is necessary to stimulate innovation and see it as a challenge. We need technologies, which can be profitable and environmentally friendly, thereby allowing us to change our lifestyles. I hope that the work on research and innovation in the Lisbon Strategy, which is one of its key components, will be able to provide the bridge for bringing the economy and the environment together, in particular by seeing technological development as a means of improving the environment. In this context, the question of the compatibility between competitiveness and sustainable development/consumption reminds me of the ongoing discussion on better lawmaking. That is to say, how do we improve lawmaking, and do so at all levels? How can MEPs and members of the Council decide on European legislation if they are unaware of its real impact on the different sectoral policies? Without wishing to exaggerate the importance of impact studies, I would say that they are one of the best ways of improving legislative action. Thus, in my role as Energy Minister, Minister for Economic Affairs and the current President of the Competitiveness Council, I see this whole issue as a serious and captivating challenge, and I am eager to know what conclusions have been reached by your panels. If your President will allow me, I would like to take the floor again after your conclusions have been presented, and try to take up the gauntlets that have been thrown down for me. Thank you. EUROPEAN CONSUMER DAY ",
        "(After presentation of the conclusions) Thank you, Mr President. I don't regret having stayed in your midst. I found some of your conclusions interesting and I agree with them for the most part. I thought I would have been able to detect greater differences of opinion, but this is not the case. You have not put forward the theory that it would be easy and possible to manufacture a cheaper and better-quality product in an economy that is based on solidarity and keen to support sustainable development. After the digital divide, a divide is now emerging in our countries with regard to sustainably- developed consumer goods. Not everybody can afford these products for the moment. Nonetheless, consumers are attracted more and more to such products and are finding out about them. In addition, the major stores offer them alongside the massive range of traditional products on the shelves. This attracts consumers' attention and - fortunately - prompts them to modify their purchasing habits. However, these products are beyond the reach of many people. Local shops are not able to meet the demand for such products. These shops exist alongside the big stores in many countries, and they could possibly become a niche for sustainably-developed products. I fear, however, that they might find it more and more difficult to survive if they go down that road. Be this as it may, consumer trust is going to play a key role in redirecting consumption and hence production. It is necessary to make provision for transparent labelling which indicates the origin of products and offers adequate certification. However, this does not have sufficient support from the public authorities for the moment. The reputation of food safety legislation could be restored by this certification, which is a vital factor in restoring consumer trust and could even lead to a more responsible pattern of consumption. The internalisation of the various forms of expenditure linked to production applies only in the case of renewable energies for the time being. A debate is taking place in most countries on the price to be paid for supporting the development of renewable energies. We have equipped ourselves with a strategy for achieving the Kyoto targets. This strategy encompasses alternative forms of energy and especially renewables. Nevertheless, nuclear energy also represents a danger. If countries engage in short-termism, nuclear energy could once again be accepted by societies more readily that at any time in the last decade. It is therefore important to be able to promote and even stimulate research into more advanced technologies in order to favour the renewable energies that will have a direct influence on C02 accounting within the Kyoto framework. Finally, the services directive which is currently in the limelight certainly contains provisions which are not popular. The social dumping which it could engender is a disturbing factor. A common market in services will certainly enhance competitiveness and growth, but it will nonetheless have to be accompanied by harmonised rules for consumers. The consumer will certainly be discouraged by having to contend with different legislation in different Member States, even though one could imagine that in a larger common market he could find the services he wants. EUROPEAN CONSUMER DAY ",
        "Without wishing to conceal the problems that do exist, the Luxembourg presidency does not see any contradiction between the economic issues and consumer wants. This is why as part of our presidency and in my capacity as Minister for Economic Affairs, I am organising a conference on consumers at which sustainable development will also be discussed. The study of sustainable development and consumption will not be able to reach any conclusions or achieve anything definite without pooling the creative efforts of all stakeholders, who will help provide the long­term perspective necessary for our idea of creating a culture of social respon­ sibility. Thus, I must congratulate the Economic and Social Committee for having chosen to study this topic, and I would encourage all conference participants to study the conclusions so that further projects can be gradually launched to provide the prolonged and sustained momentum required. Those were a few of my thoughts in reply to what I have heard. Thank you, Mr President.\" The European Consumer Day was closed by Mr Bernardo Hernández Bataller, president of the European Economic and Social Committee's Section for the Single Market, Production and Consumption: \"In all the different statements made throughout European Consumer Day, one viewpoint has been consistently upheld: the model of production and consumption of products and services in developed societies should adhere to the principles of sustainability, in order to conserve fundamental natural resources for future generations. The actions to be undertaken must achieve the following objectives at least: The promotion of sustainable products and services: An ongoing effort on the part of the organisations that develop and provide these products and services is necessary in order to render them evermore compatible with the principle of sustainable development. Only in this way can we enjoy stable and lasting economic growth which: ■ encourages ongoing development of evermore environmentally­friendly products and services, with the aim of permanently eliminating any harmful impact of the production and subsequent use of these products and services on the environment; ■ promotes research and innovation aimed at providing society with more sustainable products and services; nurtures \"different consumption\" based on the manufacture of different products and services, tying products to concrete targets designed to reduce the overall effects of their manufacture and use on C02 emissions for example. EUROPEAN CONSUMER DAY ",
        "The promotion of new shopping habits: A change in social habits and individual behaviour must also be encouraged, to promote the consumption of more sustainable products and services, making the general public more responsible and demanding with regard to the sustainability of goods and services consumed. Specifically, this should be applied in the following ways: ■ all consumers should have access to comprehensive, reliable, up-to-date and clear information on the environmental impact of all products and services; ■ since information alone will not trigger behavioural change, any action necessary to bring about such change should be promoted: training, publicity etc., in order to achieve a critical mass of environmentally responsible consumers, rather than a limited number of highly motivated environmental consumers, as at present. The participation of all stakeholders: The involvement of all social players is essential in promoting a fairer society that respects the environment and guarantees the quality of life necessary to future generations. Sustainable consumption is not only the responsibility of manufacturers and consumers. The whole of society plays a part and every social player has much to contribute; individual efforts are not enough and the establishment of civic coalitions sharing ideas, objectives and activities is necessary. The use of the social instruments offered by society should be encouraged. The use of economic instruments (tax reforms to increase the relative price of products harmful to the environment, subsidies to final consumers of renewable energies) should also be promoted. The use of legal instruments (legislation aimed at increasing the availability of environmentally friendly products, strict rules on the labelling of products etc.) should also be encouraged. Finally, cooperation between all stakeholders should be fostered through the exchange of information, the establishment, development and monitoring of voluntary agreements, joint activities and codes of good practice, public information and participation. This should go further than established EU and national environmental and consumer law, providing for public information, participation and access to justice in environmental issues. There is a need for a continuing debate on sustainable consumption at the European level and the intention of the EESC is to suggest to the European Commission that there should be initiatives in this direction.\" EUROPEAN CONSUMER DAY ",
        "",
        "ist of P a r t i c i p a n ts European Consumer Day \"Sustainable consumption\" Brussels, 15 March 2005 EUROPEAN CONSUMER DAY ",
        "ADAMS Richard Member European Economic and Social Committee ANGHINETTI Francesca LEGACOOP.francesca anghiOJibero.it ATKIN Christopher Desk officer, DG SANCO,European commission Christopher. Atkin(2),cec.eu.int BASENACH Karin Directrice Centre européen des consommateurs du Luxembourg - info(3,euroguichet.lu BIESANTZ Andreas Representative, Demeter International demeter-brusse ls(2>,bel gacom.net BRAGHIN Paolo Member European Economic and Social Committee BURANI Umberto Member, European Economic and Social Committee BUSTOS Irene Secretary general European Environmental Citizens' Organisation for Standardisation - info@ecostandard.org CASSIDY Bryan Member European Economic and Social Committee CHARLIER Albert Analyste CSR ETHIBEL íilbcrt.charlier(õ),ethibel.org COMMENNE Vincent Coordinateur Réseau des consommateurs responsables vincent(2! rcr.be CULLEN Cheryl AISE enervi.cullen(ô),aise-net.ore DANUSEVICS Martins Member European Economie and Social Committee DE VADDER Alfons Member European Economic and Social Committee DESTIN Raymond Confederation of food and drink industries ciaafåciaa.be DRGONCOVA Jana Chairwoman INFOSPOT information and consumer center infosDot(3), vnet.sk EHNMARK Ernst Member European Economic and Social Committee FABISCH Gottlobe Geschäftsführerin AN EC European Association for the Co ordination of Consumer Representation in Standardization g.fabisch(2),anec.org FERREIRA DIAS Fernanda Conseiller Représentation permanente du Portugal sla(3),reper-Portugal.be FIELDER Anna Director Consumers International afieldeniöconsint.org FLORIO Susanna Member European Economic and Social Committee ALTMUTTER Marie-Luise Desk officer, DG SANCO,European commission Marie-Luise.Altmutter(a),cec.eu.int ARNAULT Véronique Head of unit - European commission véronique, arnaultóíícec.eu.int BARTOLINI Anna Italian Member of ECCG, Italian Consumers' Association annabrt (3itin.it BERTRAND Olivier President of the Commission for Sustainable Development Committee of the Regions BORG BONELLO Benny President, Malte Consumers' Association bennv.b.bonello(®,um.edu.mt BUITENKAMP Maria Ecostrategy m.buitenkamp(2),ecostrateev.nl BUSTAMENTE Javier Expert in tourism Municipal Authorities of Ibiza, Spain iBUSTAMANTEO.eivissa.ora CAMBUS Claude Member European Economic and Social Committee CERNA Marta Member European Economic and Social Committee C LAPES Jose Luis Asssistant Délégation des Iles Baléares auprès de l'UE COTE Jacqueline Senior Advisor Advocacy & Partnerships World Business Council for Sustainable Development Cote(2>wbcsd.org CZEPIELEWSKI Jaroslaw Conseiller ingénieur Comp International como internat(2),aol. c om DANUSEVICS Henriks Member European Economic and Social Committee DECAILLON Joël Secrétaire confédéral Confédération européenne des Syndicats - idecaillon(2>,ETUC.ORG DOEBLIN Gaëtane Juriste Centre européen des consommateurs du Luxembourg doeblin(2>,euroguichet.lu DURIE Fiona Project and services officer The European Organisation for Packaging and the Environnement - packaging(S),europen.be EISENMENGER Thomas Kammer F. Arbeiter U. Angesstellte Wien thomas.eisenmenger(í¿iakwien.at FABRETTI Giuseppe President ANCC/COOP - National Association of Consumer Co-operatives, Italy EÍusenDe.FABRETTI(2),ancc.coop.it FERRY Michael Secretary general Malta Council for Economic and Social Development - Michael.j.ferrv(S)gov.int FLAHAUT Solène Public Affairs Manager Carrefour Solene. FlahaultfSìgb.be FRERICHS Còke Member European Economic and Social Committee ÜJ EUROPEAN CONSUMER DAY ",
        "FUSCO Lucia Member European Economie and Social Committee GERAADS Paul Member European Economic and Social Committee GOUVEIA Rodrigo Federação nacional das cooperativas de consumidores gacoop(2),consumo-pt.coop HENCKS Raymond Président Comité économique et social luxembourgeois rhencks(õ),Dt.lu HERNANDEZ BATALLER Bernardo President, Section for \"Single Market, Production and Consumption\" European Economic and Social Committee WOLDSWORTH Maxine Senior Policy Officer UK National Consumer Council m.WOLDSWORTH@,ncc.org.uk HUGELIER Stefanie Scientific Staff Belgian Federal Council for Sustainable Development - Stefanie.huaelier(3),frdo.be JANSSON Maud Member European Economic and Social Committee KARSTEN Jens EU Regulatory Affairs Adviser FEDSA Federation of European Direct Selling Associations iens.karsten(2),fedsa.be KILIAN Kathrin Stagiaire Foreign Trade Association stage(S),fta-eu.ore KLENKE Aleksandra Administrator European Economic and Social Committee KOELTRINGER Johann Member European Economic and Social Committee KOHNE Anne-Lore Leiterin der Stabsstelle EU und Internationales Verbraucherzentrale Bundesverband koehne(õ!vzbv.de KORYFIDIS Christoforos Member European Economic and Social Committee KRECKE Jeannot Ministre de l'Économie et du Commerce Extérieur Présidence luxembourgeoise - Ministère de l'Économie et du Commerce extérieur LA ROUERE Ana Lisa European Brands Association brand(3>aim.be LADRILLE Arthur Member European Economie and Social Committee LIDDLE Aidan Consumer Affairs attaché UK Permanent Representation to the EU aidan.liddle(2>fco.gov.uk LOREK Sylvia Sustainable Consumption Officer Northern Alliance for Sustainabilitv - svlvia.LOREK(S),seri.de MÄKELÄ Timo Director, Sustainable Development & Integration European Commission, DG Environment timo.makela(õ),cec.eu.int GARAI Istvan Member European Economic and Social Committee GIERVELD Aldrik European Commission - Aldrik.Gierveld(3),cec.eu.int HEINISCH Renate Member European Economic and Social Committee HENRIKSSON Jens International Officer Swedish Consumers' Association HENRIKSSON(5),sverigeskonsumentrad.se HOHTI Outi Communication officer SOK Outi.Hohti(3>,sok.fi HOMOLOVA Irena AdministratorEuropean Parliament, Committee on Internal Market and Consumer Protection ihomolova(S).europarl.eu.int ILMOLA Juhani Environmental Manager SOK Juhani.Ilmola(2).sok.fi KALLIO Seppo Member European Economic and Social Committee KHABIRPOUR Sina Chargé de mission Ministère de l'économie et du commerce extérieur luxembourgeois SINA.KHABIRPOUR(2),ECO.ETAT.LU KIRSCHEN Enrico Member European Economic and Social Committee KNOSELJ Damjana President Slovenian consumers' association damiana.knoseli(ft>zps-zveza.si KOHLS Lisbeth Vice-President/Corporate Responsibility of ICA AB UGAL - the Union of groups of independent retailers of Europe - lisbeth.KOHLs(S),ica.se KOIVUNIEMI Paivi Secretariat of the European Economic and Social Committee Paivi.KoivuniemiiSesc.eu.int KRAWCZYK Jacek Member European Economic and Social Committee KYPRIANOU Markos Commissioner European Commission LABATUT Denis Secretary General Union of Union of Groups of Independent Detailers of Europe info(ä!ugal.ore LEMOR Florian Member European Economic and Social Committee LIOUVILLE René Fédération nationale des coopératives de consommateurs f.briand.fncc(5),wanadoo.fr LOTTES Ralph Secretary General European Environmental Citizens' Organisation for Standardisation ralf.lottes(3),ecostandard.org MARKOU Petros President, Cyprus Consumers Association cv.consas(õ),SDÍdernet.com.cv EUROPEAN CONSUMER DAY ",
        "MOLIN Katarina Communication and Project Manager ASSURRE - Ass. For the Sustainable Use and Recovery of Ressources in Europe - katarina.molin(a),assurre.org MONTILLAUD-JOYEL Solange UNEP solange.monti 1 laude« unep.fr MUNK Grit Political and economic counsellor, Danish Consumer Council - GMO.fbr.dk MUSTONEN Maili President, Kuluttajat-Konsumenterna Ry maili, mustonenfõikolumbus. fi NIEPOKULCZYCKA Malgorzata Member European Economic and Social Committee / Polish Consumer Federation biuro(5),federacia-konsumentow.org.pl NUVOU Federica Union Camere Toscana uctoscanafõiwd.be O'SULLIVAN Simone Counsellor, Permanent Representation of Germany to the U.E. - simone.osullivan(5idiplo.de PANS Michèle Conseiller adjoint, Conseil central de l'économie mipa(õ),ccecrb.fgov.be PAPAZAHARIOU Christianna Adviser, Eurocommerce papazahariou(ô!eurocommerce.be PAVLIK Karel Vice-chairman of the Republic Committee Czech Consumers Defence Association - pavlik(2),SD0trebitele.cz PEREIRA DOS SANTOS João European Economic and Social Committee PERSSON Inger Member European Economic and Social Committee PETERKOVA Lucie Assistante, Comp International lupierrcoíSívahoo.fr PICCARRETA Francesco Attaché (Consommateurs/Industrie) Représentation permanente d'Italie auprès de l'UE - consom(2¡rpue.it RETUREAU Daniel Member European Economie and Social Committee SANTAMAKI Anne Director International Relations, SOK anne. san tamakifõisok.fi SCHADECK Robert Member European Economic and Social Committee SCHMITT Martina Research Fellow, Wuppertal Institute for Climate, Environment and Energy - martina.schmitt(2),wupperinst.org SERMEKOVA Jana First Secretary, Permanent Representation of Slovakia sermekovafaipmsreu.be SIDIROPOULOS Lioannis International Relations, INKA - General Consumers' Federation of Greece - ioannis(Si,idem.gr MÖLISSE Noël Consumer Affairs Officer - COFACE noel.molissefiiskvnet.be MORTENSEN Lars Fogh Environmental policy analyst European Environment Agency - lars.MORTENSENfõieea.eu.int MURRAY Jim Directeur, Bureau Européen des Unions de Consommateurs i im.murrav(3),Deuc. org NAVRATIL Vaclav Secretariat of the European Economic and Social Committee Vaclav.Navrati l(S),esc.eu. int NOLLET Michel Member European Economic and Social Committee NYMAN Maria Policy Officer, European Disability Forum maria. nvman(2>edf-feph. org OUSTED OLSEN Louise Senior advisor, EUROCOOP lousted(2),eurocoop.ore PANTELOURI Agne Director, DG SANCO - European Commission agne.pantelourifõicec.eu.int PARREIRA ROSA Fernando President, Fenacoop gacoop(3),consumo-pt.coop PEGADO LIZ Jorge Member European Economic and Social Committee PERICLEOUS Leontios Acting director of the competition and consumer protection service, Ministry of Commerce, Industry and Tourism lpericleous(S]mcit.gov.cv PESCI Patrizio Member European Economic and Social Committee a.cilÌ20t(S),confindustria.be PETIT Marie-Claude Vice-présidente, Union nationale des familles de France (UNAF) Comité économique et social français PUECH Perrine Assistante Carrefour REVENU Nicolas Head of the consumer working group, COFACE cofacefaibrutele.be SANTILLAN Sergio Member European Economic and Social Committee SCHERHORN Gerhard Directeur du Groupe de Recherche \"Production et Consommation Durable\" Wuppertal Institute gerhard.SCHERHORN(Síwupperinst.org SEARS David Member European Economie and Social Committee SEYBOLD Claudia Programme Manager, ANEC anec(ä),anec.org SIGMUND Anne-Marie President, European Economic and Social Committee EUROPEAN CONSUMER DAY ",
        "SIMONS Jan Member European Economic and Social Committee SPANGENBERG Joachim Vice-President of the Sustainable Europe Research Institute SERI - ioachim.SPANGENBERGíoigmx.de STASZNKOVA Bozena Président, Association of Consumer Organization in Slovakia - asociaciask(2>,stlonline.sk STÖLLNBERGER Klaus Member European Economic and Social Committee SZADZINSKA Elzbieta Member European Economic and Social Committee biuro(S),federacia-consumentow.Dl TORNBERG Markus Member, European Economic and Social Committee brukselafaikolkarolnicze.pl URLESBERGER Franz Représentation permanente de l'Autriche franz.urlesbergerfaìbwoa.gv.at van BREEMEN Hubert Senior Adviser, Confederation of Netherlands Industry and Employers VNO-NCW - breemen(5),vno-ncw.nl VEVER Bruno Member European Economic and Social Committee WAHROLIN Britta Member European Economic and Social Committee WHITEHEAD Phillip Chairman of the Committee on the Internal Market and Consumer Protection European Parliament PWHITEHEAD@europarl.eu.int SOMVILLE Yves Member, European Economic and Social Committee SPYRIDAKI Kalliopi Legal Adviser, Union of Groups of Independent Detailers of Europe - info(3),ugal.org STEFFENS Heiko Member European Economic and Social Committee SWIFT John Chairman europen een liaison WG, The European Organisation for Packaging and the Environnement packaging(2),europen.be TIEFENBACHER Verena Bundesministerium für soziale Sicherhiet, Generationene und Konsumentenschutz verena.tiefenbacher(5).bmsg.gv.at UNLAND-SCHLEBES Christiane Regierungsrätin, Hanse-Office, Gemeinsames Informationsbüro der Länder Hamburg und Schleswig- Holstein - Christiane. unland-schlebes(2),hanse-office.de VALETTE Pierre Directeur, DG Recherche, Environnement Commission européenne Pierre. VALETTE(õ),cec.eu.int VELIOVA Dzensida Deputy Director, Ministry of Economy of the Sloval Republic - veliova(3),economv.gov.sk VRACHIMIS George Member European Economic and Social Committee WESTENDORP Dick Member European Economic and Social Committee EUROPEAN CONSUMER DAY ",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "European Economic and Social Committee Unit for \"Publications ond Visits\" For any information please contact: publications@esc.eu.in t Tel. +(32-2) 546 96 04 · Fax +(32-2) 546 97 66 Rue Bell i ard, 99'B-1040 Bruxelles http://www.esc.eu.int Catalogue No.: EESC-2005-14-EN co CM LO O I O co CO ι CM 05 Ü LU ι LO un o ι co o 1 \"3- LU α ^JSS! muemmatmeÊÊrnggggt wœesmmetaoaBmsaiam ■ Η Μ ΗΜ ■rwrsjprvee "
    ]
}