{
    "text": [
        "*o *% to£¿**r *Ό « fe S* European Foundation for t he I m p r o v e m e nt of Living a nd Working Conditions 1 9 9 3 - 1 9 96 Planned at the moment of completion of the internal market, the 1993- 1996 rolling programme \"fits into the perspective of progress towards European union and the development of the European Economic Area\". \"The areas of work and the activities envisaged make it possible to approach, in a manner which we believe to be sound, some of the challenges to European integration as we move towards the twenty-first century.\" - Clive Purkiss, Director of the Foundation. P rofound and rapid change has transformed the face of the European Community in recent years, and continues to do so. Charged with the challenge of contributing to the planning and establishment of better living and working conditions, the Foundation has worked progressively to increase and disseminate knowledge which should make this task easier. The 1993-1996 programme is the outcome of detailed discussions within and amongst the groups making up the Administrative Board of the Foundation, representing government, employer organisations and worker organisations in Member States, as well as the European Commission. Grounded firmly in reality, the Foundation's new programme takes account of relevant trends which impinge on everyday lives: demographic, economic, social, environmental, work-related, technological, cultural, institutional and political. Analysis of these trends highlights the state of flux within the Community, in which achieving better working and living conditions is a major objective. Three key elements focus the Foundation's work: ■ Producing information ■ Stimulating the debate on issues ■ Disseminating the results People who can implement change and development are the potential audiences: from political authorities at European to local level, to employers' and workers' representative bodies, and the social actors on the ground. Through its scientific approach the Foundation has, especially for the political authorities, become an essential information and reference centre on living and working conditions at European level. KEY PRINCIPLES ■ an integrated approach to living and working conditions, and the environment: ■ the effective involvement and participation of those concerned: ■ the need for equality of opportunity and treatment; ■ consideration for regional, urban and rural disparities; ■ concern for economic effectiveness. GOALS 1. To improve the health and well-being of European workers and citizens: 2. To increase economic and social cohesion, and fight against the exclusion of disadvantaged groups. 3. To maintain the move towards a balanced and integrated development of social, economic and environmental aspects of living and working conditions. THEMES: 1. Social cohesion: 2. Access to employment, innovation and work organisation: 3. Human relations within the company, social dialogue and industrial relations; 4. Health and safety; 5. Socio-economic aspects of the environment; 6. Equal opportunities between men and women. 7. Co-ordination, information exchange and dissemination. ",
        "ACCESS TO EMPLOYMENT, INNOVATION AND WORK ORGANISATION A s the labour market adapts to keep pace with the qualitative and quantitative changes resulting from the completion of the Internal Single Market, the challenge is to ensure that this is achieved with a balanced integration of the social, economic and ecological aspects of life. The Foundation focuses specifically on aspects of the market which have consequences for the quality of life, placing particular emphasis on economic efficiency and preventative action. Within the new programme, the Foundation will explore two areas: ■ Access to work and integration within the workplace, and the search for solutions from job creation to re-training opportunities; ■ Work organisation, especially in terms of flexibility of forms of work, and mobility. It will also participate actively during the European Year of the Elderly and Solidarity Between the Generations. Particular areas of concern will be: finding ways of promoting employment and overcoming problems of persistent unemployment; the increase of women in the workforce; social issues relating to migratory flows; the ageing of the European population and the effects of technological developments. Knowledge already secured has contributed greatly to the Commission's work towards ensuring the smoother functioning of the labour market and stimulating job creation. On-going research continues, such as Eurocounsel, an action programme on counselling and long-term unemployment. The Foundation will update its report on 'Legal and Contractual Limitations on Working Time' and continue the periodical BEST, the Bulletin of European Shiftwork Topics. Publications will be produced on new forms of work, on telework and the electronic home (with a practical guide to telework) and on the first phase of Eurocounsel. SOCIAL COHESION F or more than a decade, the Foundation has focused attention on questions of inequality, poverty and social exclusion. In particular, it has addressed such issues as equal opportunities and treatment - taking account of regional, urban and rural disparities - urban social problems, and participation by social partners in developing strategies to improve living conditions. Thus it has complemented the Community's drive to raise the standard and quality of life, en route for economic and social cohesion. The Foundation's new four-year programme will identify and evaluate experiments, strategies and practices - from local to national level - for confronting the inequalities resulting from changes wrought by the move towards cohesion, and the exclusion of vulnerable groups, especially the elderly, young and unemployed. In so doing, it will compile a crucial pool of information on social change and local action, consumner-orientatecl action in the public services, and the role and effectiveness of public authorities and service. In addition, the results of research undertaken during the 1989-1992 programme will appear in a series of publications on social change and local action, and in programmes directed towards users in the appropriate public services. The Foundation will continue to stimulate debate on the role of education and social interpretation, encouraging local authorities and organisations concerned with voluntary and/or community activities to become involved in discussions. CO-ORDINATION, EXCHANGE AND INFORMATION/ DISSEMINATION T o contribute effectively to the Community's drive to improve working and living conditions, the Foundation has adopted a four-tiered programme to ensure that the knowledge arising from its research reaches policy makers and practitioners - the bearers of the final responsibility of translating words into action. This research has a role to play at all levels of the Community, from institutions and social partners at European level, right through the Member States' administrations to the trade union official or community action group Transfer of information is supported by the documentation and information activities, covering access to information, and the maintenance and extension of a specialist information centre. The Foundation will compile documentary dossiers on the themes of the new four-year programme, create an index of révélant ",
        "HUMAN RELATIONS WITHIN THE COMPANY, SOCIAL DIALOGUE AND INDUSTRIAL RELATIONS M otivated by the desire to improve the well-being of workers, while maintaining movement towards the balanced integration of social, economic and ecological aspects of life, the Foundation gives priority here to employment relations, zoning in on three central issues: ■ The development, management and optimum utilisation of human resources with a view to maintaining company competitiveness and quality of working life; ■ Information and consultation of workers; ■ EC social dialogue and collective bargaining. Different models of participatory practices have been examined and their contribution to improving the industrial relations environment assessed and emphasised in a variety of publications. The evolution of industrial relations and collective bargaining - paying particular attention to centralisation and decentralisation, work organisation, the environment and the changing role of the social partners also has been an area of regular debate leading to a better understanding of national differences. All of this continues through the medium of round tables, workshops and conferences. Its research has demonstrated the importance of participation as a means of improving the quality of life for Community citizens. Publications will be released on such issues as information and consultation practices in transnational companies, national systems of industrial relations in Member States and innovative participation practices. Community legislation and develop electronic databases with public access. The general dissemination and promotion module includes the public circulation of its research results through a wide range of publications and newsletters; participation in exhibitions and conferences; contact with the media and specialist networks, and by issuing promotional leaflets. The Foundation will examine agendas and concerns of Community institutions, social partners and national authorities for input relevant to these actions. Through the third element, stimulation and training, the Foundation will organise promotional and training activities with bodies which can serve as links at European level within Member States or even outside the Community. Actions of debate and discussion will deal not only with issues raised in the six main programmes, but also envisages exploratory debates on issues of transversal concern such as migration and the impact of the Community's enlargement on working and living conditions. SOCIO-ECONOMIC ASPECTS OF THE ENVIRONMENT I n the absence of adequate environmental protection, the urgent need to heighten awareness at all levels of society and to activate preventative measures and strategies which would reduce the potential costs and consequences of ecological accidents is driving the Foundation's research in this field. Taking a socio-economic approach, the Foundation takes account simultaneously of the physical, built, living and work environments. Its research is clearly distinct from, but complementary to, approaches being developed elsewhere, particularly in the Commission's research programmes or, in the future, that of the European Environmental Agency. Within the new 1993-1996 programme, the Foundation will focus its energies on three areas: ■ Work and the environment, emphasising ecological methods of production by using cleaner technologies and new materials; ■ The environment and socio-economic development, arguing that an environmental dimension be incorporated into economic, regional, industrial, agricultural energy, transport and development policies; ■ The harmonious development of the living environments, covering such issues as safety and the urban environment, and the role of towns in bringing durable development to disadvantaged regions. Publications will cover dangerous wastes management, new materials, industrial relations and the environment, enterprise and its environment, and the 'electronic home'. ",
        "HEALTH AND SAFETY O ne person in three considers that his or her health and safety is threatened by his or her job - just one of the findings emerging from a Community-wide survey on working conditions in relation to health and safety undertaken by the Foundation. Through a myriad of EC directives and programmes and the recent European Year for Health & Safety in the Workplace (1992-3), the Community has stressed its intention to improve both areas. As the distinction between health and safety within and outside the workplace blurs, the challenge facing the Foundation is to compile information which will enable identification of priorities and indicate practical solutions to problems. Not limited in scope to the examination of material harmful factors (chemical and physical), it also embraces work organisation, working time and technology with particular attention paid to groups at risk or especially exposed to changes at work. Already, the Foundation has amassed and disseminated an extensive array of information. The Foundation will continue to ■ collect information and develop data systems; ■ identify and promote preventative actions from European to company level; ■ analyse the health impacts of living and working conditions and the promotion of prevention strategies in terms of stress; occupation, mortality and longterm invalidity; absenteeism and other withdrawal behaviour. Simultaneously, exploratory debates will be organised on issues raised by the ageing of the population, stress prevention strategies, mechanisms and practices for promoting working conditions, health and safety in small to medium- sized enterprises. EQUAL OPPORTUNITIES BETWEEN MEN AND WOMEN T he European Community calls for equal treatment of male and female workers in terms of pay, and works towards promoting the status of women in society. Focusing on this area between 1985-1992, the Foundation formally recognised \"the need to incorporate systematically a man-woman perspective into the design and implementation of future research programmes\" and suggested the creation of a new area of research on women. Within the 1993­1996 programme, the Foundation seeks to design activities to identify and analyse cases of positive action in companies and organisations, and innovative strategies aimed at developing the representation of women in negotiation, consultation and decision­ making. It takes as its context EC equality programmes, an ageing population, altering male and female roles, changes in family and household structure, and the growing number of women in the workforce. The Foundation will gather together representatives of the different groups of the Administrative Board to monitor and evaluate research and development activities, organise workshops and publish the results of the research started in 1992 on the relationship of atypical forms of work to women and men. Reports already published will be further circulated, especially that on women and night-work. < ι co o cb 00 I -J CO m O It is the aim of the Foundation to contribute to the planning and development of the improvement of living and working conditions in the future, through action designed to increase and disseminate knowledge likely to assist these ideas. With this aim in view, the task of the Foundation is to develop and pursue ideas on the medium and long term improvement of living and working conditions in the light of practical factors leading to change. (Council Regulation [EEC] no. 1365/75 of 26 May 1975, Article 2) Information about the products and services provided by the Foundation is available by writing directly to the European Foundation for the Improvement of Living and Working Conditions, Loughlinstown House, Shankill, Co. Dublin, Ireland. Telephone: +353 1 282 6888, Fax: +353 1 282 6456. Publications can be purchased from the Office for Official Publications of the European Communities and its network of sales agents across the European Community. Co-publications can also be found in all major bookshops. "
    ]
}