{
    "text": [
        "R E S E A R C H P O L I C Y EUR 24044 EN European Foresight Monitoring Network Special issue on healthcare Healthy ageing and the future of public healthcare systems November 2009 The ‘Special issue on healthcare’ is part of a series of publications produced by the European Foresight Monitoring Network (EFMN project, 2004-2008). EFMN is a Europe-wide network inspired and fi nanced by the European Commission within the framework of the Foresight Knowledge Sharing Platform imple- mented under the Research Framework Programme (FP7). The ‘issue analysis’ was one of the main activities of the network and aimed at identifying and analysing ‘key emerging issues’ which are relevant for Euro- pean future S&T policies. With a focus on public health systems, the EFMN Issue Analysis 2008 addressed a topic of high importance in foresight activities at national or regional level. Future challenges, such as an ageing population call for reforms of public health systems that exceed national borders. This paper exploits how the topic of ‘healthy ageing and the future of public healthcare systems’ features in most recent forward looking exercises and pro- spective studies around the world focusing on the most important emerging challenges for the future. It consolidates the global perspective on healthy age- ing and the future of public healthcare systems and how the issue is displayed by various communities/nations/regions. Series of EFMN publications: • Collection of EFMN briefs: Part 1 and Part 2 (EUR 23095) • Report ‘Mapping Foresight – Revealing how Europe and other world regions navigate into the future’ (EUR 24041) • Final report – Monitoring foresight activities in Europe and the rest of the world (2004-2008) – EFMN project (EUR 24043) • Special issue on healthcare – Healthy ageing and the future of public health- care systems – EFMN project (EUR 24044) The European Commission under its Framework Programme 7 is providing the means to continue the activities of the European Foresight Monitoring Network. The new project, EFP (European Foresight Platform – supporting forward looking decision-making) started in October 2009 and will last for 3 years. K I - N A - 24044 - E N - C EFMN-special-issue-100126-cover.indd A EFMN-special-issue-100126-cover.indd A 22/10/07 11:22 22/10/07 11:22 ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu EUROPEAN COMMISSION Directorate-General for Research Directorate L – Science, economy and society Unit L.2 – Research in the economic, social sciences and humanities – Prospective Contact: Marie-Christine Brichard European Commission Offi ce SDME 7/21 B-1049 Brussels Tel. (32-2)29-98734 Fax (32-2)29-79608 E-mail: marie-christine.brichard@ec.europa.eu How to obtain EU publications Publications for sale: (cid:129) via EU Bookshop (http://bookshop.europa.eu); (cid:129) from your bookseller by quoting the title, publisher and/or ISBN number; (cid:129) by contacting one of our sales agents directly. You can obtain their contact details on the Internet (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. Free publications: (cid:129) via EU Bookshop (http://bookshop.europa.eu); (cid:129) at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. EFMN-special-issue-100126-cover.indd B EFMN-special-issue-100126-cover.indd B 22/10/07 11:22 22/10/07 11:22 ",
        "Directorate-General for Research 2009 Socio-economic Sciences and Humanities EUR 24044 EN EUROPEAN COMMISSION Special issue on healthcare Healthy ageing and the future of public healthcare systems EFMN-special-issue-100208.indd 1 EFMN-special-issue-100208.indd 1 22/10/07 15:52 22/10/07 15:52 ",
        "LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2009 ISBN 978-92-79-13120-2 doi: 10.2777/47289 ISSN 1018-5593 © Pictures: shutterstock, istockphoto © European Union, 2009 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON WHITE CHLORINE - FREE PAPER EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed The special issue on healthcare was authored by Anette Braun (VDI TZ GmbH – Zukünftige Technologien Consulting), Sylvie Rijkers-Defrasne (VDI), Axel Zweck (VDI), Maurits Butter (TNO), Adrie Dumay (TNO) and Miriam Leis (TNO). This publication is part of the series of EFMN publications. They are the result of a fruitful collaborative work done by the EFMN team. Overall contact: Maurits Butter and Felix Brandes (TNO), maurits.butter@tno.nl, felix.brandes@tno.nl Contact for mapping: Rafael Popper (PREST), rafael.popper@manchester.ac.uk Contact for issue analysis: Anette Braun and Sylvie Rijkers-Defrasne (VDI-FT consulting), Braun_a@vdi.de, Rijkers@vdi.de Contact for Briefs: Matthias Weber and Susanne Giesecke (ARC systems research), Matthias.Weber@ait.ac.at, Susanne.Giesecke@arcs.ac.at Contact for dissemination: Patrick Crehan (CKA), Patrick.Crehan@cka.be EFMN-special-issue-100208.indd 2 EFMN-special-issue-100208.indd 2 22/10/07 15:52 22/10/07 15:52 ",
        "3 Special issue on healthcare Table of Contents Table of Contents Aim of this paper 5 Introduction 7 1. The future of public healthcare systems within demographic, societal and technological changes 9 1.1 Factors influencing future healthcare systems and spending 12 1.1.1 Ageing Society 12 1.1.2 Life-style factors promote rising healthcare costs 12 1.1.3 Patient empowerment and responsibility 12 1.1.4 Promotion of prevention, public engagement and self-responsibility 13 1.1.5 Novel citizens’ expectations 14 1.1.6 Health Tourism 15 1.1.7 Increased Migration and Mobility 15 1.1.8 Global health threats, epidemic surveillance and coping with new and re-emerging diseases 16 1.1.9 Environmental threats to health 16 1.2 New health technologies: an opportunity? 17 1.2.1 New technologies for better health 17 1.2.2 Converging medical technologies 18 1.2.3 Information and Communication Technology, ICT 19 1.2.4 Robotics and prosthetics 20 1.2.5 Advanced biotechnology and nanomedicine 21 1.2.6 Age-related medicine, research and neuroscience 21 1.2.7 Human Enhancement Technologies, HET 21 1.2.8 Cost-effectiveness of new technologies and health treatments 22 1.3 Quality and performance of public healthcare systems 22 1.3.1 Performance Indicators 22 1.3.2 Quality of healthcare provided 23 1.3.3 How to assess efficiency of health policies 23 1.3.4 Transparency: accountability of funders and providers, self-regulation of professionals 24 1.3.5 Country comparison: Learning from each other – opportunities and barriers 24 1.3.6 Institutional and managerial barriers for improvement 24 1.4 Promotion of New Financing Structures 25 1.4.1 Equity of care / equity of finance 25 1.4.2 Private vs. public and mix models 25 1.4.3 Public private partnerships 25 1.4.4 Private health insurance 26 1.4.5 Shift to ambulant care and reduction of hospital stays 26 1.5 Coordination and Organisation of Healthcare 26 1.5.1 Coordination of care 26 1.5.2 Evidence-based development 27 1.5.3 Guidelines for reporting, quality and safety standardisation 28 1.5.4 Communication 28 1.6 Improvement of Training for Health and Social Care Professionals 28 1.6.1 Workforce 28 1.6.2 Future skills of health system professionals 28 1.7 Ethical issues 29 1.7.1 Ethics and information security 29 1.7.2 Ethics and economisation of health 29 1.7.3 Ethics and prevention and freedom of choice 30 1.7.4 Ethics and genetics 30 1.7.5 Ethics and neurotechnology 30 1.7.6 Ethics and emerging medical technologies and the concept of humanity 30 2. The need for ‘Healthy Ageing’ as major driver of Healthcare Systems Change 31 2.1 Ageing: Increasing costs on health and social services provision 34 2.2 Ageing: Increasing pressure on the labour market / pensions system 35 2.3 Cost-benefit analysis of measures and research for “healthy ageing” 36 2.4 Threats to societal inclusion 37 2.5 Market opportunities for the ageing society 37 2.6 Housing innovations / Clothing / Town planning 38 EFMN-special-issue-100208.indd 3 EFMN-special-issue-100208.indd 3 22/10/07 15:52 22/10/07 15:52 ",
        "4 3. Visions and prospects from international foresight exercises 39 3.1 Trends and challenges 42 3.1.1 Promoting prevention and rehabilitation 42 3.1.2 New concepts for the labour market 42 3.1.3 Hospital of the future – Scenario Netherlands 2015 44 3.2 Ethical aspects 44 3.3 Research needs 44 3.3.1 Strengthening research on ageing mechanisms and health risk factors 44 3.3.2 Research on future social models 45 3.3.3 Research on the labour market 46 4. Conclusions for EU policy 47 4.1 Public health systems change 49 4.2 Coordination and communication 50 4.3 Safety, protection and medical evaluation 50 4.4 Mobility of employees and patients / cross-border provision of health services 50 5. Open points for further discussion 51 5.1 Coping with demographic change 53 5.2 Balancing Equity and cost efficiency 53 5.3 Cost-benefit analysis in regard to emerging medicine and preventative measures 53 5.4 Policy-making processes 53 5.5 General further research 54 5.5.1 Mutual learning 54 5.5.2 Sustainability 54 5.5.3 Free market and competition 54 5.5.4 Development of new medical treatments and technologies 55 5.5.5 Prevention 55 5.5.6 New skills required for health and social care professionals 55 References 57 Annexes 63 Annex I: The European Foresight Monitoring Network (EFMN) 65 Annex II: Roadmap for Healthy Ageing and Healthcare Systems Change 66 EFMN Partners 75 EFMN-special-issue-100208.indd 4 EFMN-special-issue-100208.indd 4 22/10/07 15:52 22/10/07 15:52 ",
        "5 Special issue on healthcare Aim of this paper Aim of this paper The EFMN Issue Analysis aims at identifying and ana- lysing ‘key emerging issues’ which are relevant for European future (S&T) policies. With a focus on public health systems, the EFMN Issue Analysis 2008 addressed a topic which has been without doubt of high impor- tance in foresight activities at national or regional level for a long time. However, future trends and challenges – such as ageing, increasing mobility, increasing globali- sation of R&D and innovation activities in the health sector, the labour market becoming increasingly global, EU enlargement, etc. – which call for reforms of public health systems go beyond national borders. This makes it necessary, first, to address the European dimension of the issue of public health systems, and second, to explore the means for European action to contribute to overcoming future challenges. The relevance and transformative potential of an age- ing society for the healthcare sector has been frequently projected in foresight exercises and prospective studies around the world. Even though healthy ageing is an issue in many foresight exercises, the statements made on public healthcare systems in prospective studies are very limited and somewhat ad hoc. Many foresight exercises set out some techno-economic intelligence relating to healthy ageing and in most stud- ies this issue seems to play a role in visions for cross-cutting areas, such as healthcare systems change – rather than representing a visionary field in itself. This paper exploits how the topic of ‘healthy ageing and the future of public healthcare systems’ features in most recent exercises and prospective studies around the world focusing on the most important emerging challenges for the future. It consolidates the global perspective on healthy age- ing and the future of the public healthcare systems and how the issue is displayed by various communities/ nations/regions. (cid:129) Chapter 1 provides an overview about demogra- phic, social, economic and technological factors that are likely to have an influence on future healthcare and healthcare systems. (cid:129) Chapter 2 focuses on the special topic of healthy ageing and innovations for the elderly population. (cid:129) Chapter 3 gives an overview about trends, chal- lenges and visions in regard to health, healthcare and healthcare systems as depicted in foresight studies. (cid:129) The conclusions provide an overview of the main issues to be addressed at EU level and with regard to future research policy. (cid:129) Annex I shortly introduces the European Foresight Monitoring Network and the annual EFMN Issue Analyses. (cid:129) Annex II clusters chronologically the statements and visions on healthy ageing and the future of the public healthcare systems made in international foresight studies. EFMN-special-issue-100208.indd 5 EFMN-special-issue-100208.indd 5 22/10/07 15:52 22/10/07 15:52 ",
        "6 Acknowledgements The author would also like to express his gratitude to the European Commission for sponsoring the work carried out by the European Foresight Monitoring Network (EFMN – http://www.efmn.eu). Special thanks are also due to the Correspondents of the network and EC staff supporting the EFMN project, in particular Pierre Valette, Marie-Christine Brichard and Elie Faroult. EFMN-special-issue-100208.indd 6 EFMN-special-issue-100208.indd 6 22/10/07 15:52 22/10/07 15:52 ",
        "7 Special issue on healthcare Introduction Introduction Against the background that the concept of life expect- ancy alone is not sufficient to address the well-being and quality of life of an ageing population, the Euro- pean Commission, together with other partners, developed the Healthy Life Years indicator (also called Disability Free Life Expectancy), measuring the number of years that a person of a certain age can expect to live without ill-health. ( 1 ) The promotion of healthy age- ing therefore implies increasing the number of Healthy Life Years without any activity limitation and disability or disease. Healthy Ageing is more than that, however, and can be defined as “ the process of optimising equal opportunities for health to enable older people to take an active part in society and to enjoy an independent and good quality of life ” ( 2 ). Policies and strategies to promote healthy ageing there- fore include policy directed at ageing but also wider policy actions including a focus on promotion and pre- vention across the lifecycle, and work across all sectors of government ( 3 ). Healthy ageing requires making sure that sickness, chronic illnesses, including dementia and depression and loss of functional ability can be better treated or can even be prevented or deferred until later in life. This calls for efficient and sustainable healthcare systems allowing coverage of the healthcare needs of the whole population and especially of the elderly. Healthy ageing also goes along with handling the chal- lenges of an ageing society, improving quality of life of the elderly as well as promoting social participation, care, self-fulfilment and dignity of older people. This requires for instance adapting the labour-market so as to offer better opportunities for late careers, life-long learning and flexible continuance in employment ( 4 ) or developing policies to improve health, self esteem, and independence before dependence emerges, as formu- lated by the WHO as one of the 21 aims for ‘Health for all in the 21st Century’ for the European Region ( 5 ). “‘ Healthy Ageing’ is [therefore] a broad concept including physical as well as mental health and social well-being and is most likely to be achieved when physical environments and communities are safe, and support the adoption and maintenance by individu- als of attitudes and behaviours known to promote health and well-being; and by the effective use of health services and community programmes to pre- vent or minimise the impact of acute and chronic disease on function ( 6 ).” Within the overall framework of the EU approach to healthy ageing some common key challenges for the European Union and its Member States have been identified: (cid:129) managing the economic implications of ageing in order to maintain growth and sound public finances; (cid:129) adjusting well to an ageing and shrinking workforce; (cid:129) ensuring adequate, sustainable and adaptable pensions; (cid:129) achieving access to high-quality healthcare for all while ensuring the financial viability of healthcare systems. The ultimate goal of healthcare policy planning is to optimise the health system while simultaneously reducing costs. Achieving a balance between the three objectives of broad and equal access, high quality healthcare and sus- tainable reimbursement systems poses a major challenge for the overall management of healthcare systems ( 7 ). ( 1 ) http://ec.europa.eu/health/ph_information/indicators/lifeyears_en.htm ( 2 ) Definition used in the EU-funded Project ‘Healthy Ageing’: www.healthyageing.nu. In this project, the term ‘older people’ means all people older than 50 years. However, fixing a threshold for old age is always arbitrary (see Legaré, J. (1999). ‘The Demographics of Ageing in Relation to Social Security Program Reforms in UN/ECE Countries’, revised edited version of a background paper prepared for the UN/ECE Spring Seminar on the Economic Implications of Population Ageing in the ECE Region, Geneva, May 3, 1999.). A common practice in Western societies is to consider people as old when they reach the ages of 65-70, and secure their pension entitlement. ( 3 ) Report ‘Healthy Ageing: Keystone for a Sustainable Europe’, Discussion paper of the Services of DG SANCO, DG ECFIN and DG EMPL, January 2007. ( 4 ) See Braun, A., Rijkers-Defrasne, S., et al., ‘The Issue Analysis’ in: EFMN Final Report 2008, in print. ( 5 ) Antezana FS, Chollat-Traquet CM, Yach D., ‘Health for all in the 21st Century’, World Health Stat Q. 1998;51(1):3-6. ( 6 ) Definition of ‘Healthy Ageing’ from the Centers for Disease Control and Prevention, Prevention Research Center, Healthy Ageing Research Network, USA. ( 7 ) Braun, A., ‘Healthcare: Key Technologies for Europe’, EC Key Technologies Expert Group, 2005. EFMN-special-issue-100208.indd 7 EFMN-special-issue-100208.indd 7 22/10/07 15:52 22/10/07 15:52 ",
        "8 EFMN-special-issue-100208.indd 8 EFMN-special-issue-100208.indd 8 22/10/07 15:52 22/10/07 15:52 ",
        "9 1 The future of public healthcare systems within demographic, societal and technological changes EFMN-special-issue-100208.indd 9 EFMN-special-issue-100208.indd 9 22/10/07 15:52 22/10/07 15:52 ",
        "10 EFMN-special-issue-100208.indd 10 EFMN-special-issue-100208.indd 10 22/10/07 15:53 22/10/07 15:53 ",
        "11 Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes 1 The future of public healthcare systems within demographic, societal and technological changes The United Nations have declared health as a basic human right. Nowadays, especially in post-industrialised countries, the meaning of health has already become more than the mere absence of illness. By many, health is regarded in a holistic approach that includes the body, mind, soul and environment, and over half a century ago the World Health Organization (WHO) defined health as “a state of complete physical, mental and social well-being and not merely the absence of disease or infirmity”, a definition that is still most commonly used (WHO, 2005) ( 1 ). A (public) health system is regarded by the WHO as consisting of “ all organisations, people and actions whose primary intent is to promote, restore or main- tain healt h” (WHO, 2008) ( 2 ) This definition is also used by the World Bank and the European Union. The WHO has identified six building blocks characterising good health systems, which can also serve as orientation for assessing health systems and identifying future chal- lenges (WHO, 2007) ( 3 ). (cid:129) Effective, safe and quality service delivery to those that need them, when and where needed and with a minimum waste of resources; (cid:129) a health workforce working in responsive, fair and effi cient ways to achieve the best possible health outcomes, given the available resources and circum- stances – this requires for instance that there are suf- fi cient competent and productive health workers and that they are fairly distributed; (cid:129) a well-functioning health information system ensur- ing the production, analysis, dissemination and use of reliable and timely information on health deter- minants, health system performance, as well as health status – supporting management, leadership and governance; (cid:129) equitable access to essential medical products, vac- cines and technologies of assured quality, safety, effi - cacy and cost-effectiveness; (cid:129) a good and effi cient health fi nancing system, pro- viding incentives for providers and users of health services to be effi cient while ensuring that people can use health services without facing the risk of impoverishment linked with having to pay for them; (cid:129) strategic leadership and governance (stewardship) based on effective oversight, coalition building, reg- ulation, attention to system-design and accountabil- ity in order to protect the public interest in health. It is acknowledged that the healthcare sectors consist of a variety of players, e.g. clinicians, hospitals and other healthcare facilities, insurance companies, purchasers of healthcare services, pharmaceutical and device indus- tries and, with the growing emphasis on self-responsibility, also even the healthy individual. All of them are operat- ing in various configurations of groups, networks, and interdependent practices. Some are based in the public sector; others operate in the private sector as either for- profit or non-profit entities. These various players are generally referred to collectively as the ‘healthcare sys- tem’ (although this term suggests an integration that does not necessarily exist) ( 4 ). Healthcare financing that can be conducted in different ways, e.g. through social insurance, private insurance, out-of-the-pocket pay- ments or taxation, can have a large influence on costs and accessibility and is dependent of demographic and technological developments. The broad definition of ‘healthcare system’ as men- tioned above and as used in this study allows for looking at the issue from different perspectives such as those of patients, technology providers and system financers, who might all face future challenges due to demo- graphic, economic, societal, legal and technological changes. ( 1 ) Üstün/Jakob (2005): ‘Redefining Health’ www.who.int/bulletin/bulletin_board/83/ustun11051/en ( 2 ) WHO, 2008: Health Systems Strengthening and Primary Healthcare http://www.who.int/gb/ebwha/pdf_files/EB124/B124_8-en.pdf ( 3 ) ‘Strengthening Health Systems to Improve Health Outcomes’, WHO’s Framework for Action, 2007. ( 4 ) ‘Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM)’, JRC/IPTS-ESTO Study, ed. by A. Braun, M. Boden and M. Zappacosta, Seville, 2003. EFMN-special-issue-100208.indd 11 EFMN-special-issue-100208.indd 11 22/10/07 15:53 22/10/07 15:53 ",
        "12 1.1 Factors infl uencing future healthcare systems and spending 1.1.1 Ageing Society The effects of the ageing society are predicted to become the highest burden for healthcare expenditures. Projec- tions made for Europe and the US are predicting an increase in cases of Alzeimer’s and Parkinson’s disease due to ageing. “ These costs and the overall healthcare costs for age-related diseases are likely to rise due to rises in life expectancy throughout all countries. ” (Bock, A. K. et al., 2003) The report ‘Financing Demographic Shifts: Pension and Healthcare Scenarios to 2030’ by the World Economic Forum has drafted four scenarios for future healthcare and pension costs and financing options with an in-depth analysis for Italy and China as contrasting examples (World Economic Forum, 2008) ( 5 ). These scenario com- parisons show the complexity of the issue as well as the interplay of different factors like economic growth, demography, technological progress and general health conditions that can lead to different outcomes. 1.1.2 Life-style factors promote rising healthcare costs Not only do age-related illnesses represent a factor con- tributing to rising health costs: so-called civilisation illnesses, due to changes in nutritional habits, unhealthy diets, smoking, alcohol and drug consumption as well as the lack of physical activity lead to an increased demand for care of patients with e.g. obesity, diabetes or coronary heart disease. These life-style related dis- eases have been recognised as one of the main causes of avoidable illness ( 6 ).The British foresight report ‘Tack- ling Obesities: Future Choices’ (2 nd Edition) mentions obesity as one of the major challenges for the UK and predicts that by 2050 half of the UK population might be obese. The report further estimates that “[t]he NHS costs attributable to overweight and obesity are pro- jected to double to £10 billion per year by 2050. The wider costs to society and business are estimated to reach £49.9 billion per year (at today’s prices) ( 7 ).”The report further provides in-depth analysis about origins, costs, scenarios and solutions to the problem of obes- ity. However, tackling the obesity problem seems to be very complex and may have different causes, ranging from genetic disposition over eating habits to changes in general life-style which requires fewer calories. Furthermore, urban life-style, individualism, the increase of single households in Europe, as well as the migration of people within and to Europe, affecting the synthesis of nations, will have an impact on future needs for health and social care and therefore on the design of future pub- lic health and social systems ( 8 ). Also changes in family patterns, in particular the fact that older people increas- ingly do not live with their children under one roof anymore, as well as the increase in female employment and families with both parents working, will lead to the decline of informal care provided within the family and an increased demand for formal care (e.g. day-care cen- tres, kindergartens, senor homes), putting an extra burden on public social and health systems ( 9,10 ). In con- trast to the consequences of ageing on healthcare, which are well anticipated, the impact of the other demographic and social changes on future healthcare needs and related health costs have not really been explored and require further investigation and R&D activities ( 11 ). 1.1.3 Patient empowerment and responsibility Patients also increasingly demand better information about their condition, the treatment options and the per- formance of clinical teams. The ‘Sector Futures study’ ( 12 ) introduces the concept of the ‘consumer patient’ to re- flect the notion that people are increasingly expecting to receive the health services they require at an affordable price. Linked to developments in information and com- munication technologies (ICT), patients are increasingly (better) informed about healthcare services. This reduces their dependence on professional ‘gatekeepers’ ( 13 ). Also the number and influence of vocal patient groups and self-help groups is likely to increase and the trend ( 5 ) World Economic Forum (2008) The Future of Pensions and Healthcare in a Rapidly Ageing World Scenarios 2030 (www.weforum.org/pdf/scenarios/Pensions.pdf) last accessed: April 2009. ( 6 ) FNR Luxembourg National Foresight, 2007. ( 7 ) Government Office for Science (2007) Tackling Obesities: Future Choices – Project Report (www.foresight.gov.uk/Obesity/Obesity_final_ part1.pdf), last accessed: April, 2009. ( 8 ) Braun, A., Rijkers-Defrasne, S. et al., ‘Future of public health systems in Europe’, EFMN Issue Analysis 2008 Final Report. Available at: www.efmn.eu ( 9 ) Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 10 ) Rijkers-Defrasne, S., Korte, S. et al., ‘Emerging Knowledge-Based Economy and Society’, EFMN Issue Analysis 2007 Final Report. Available at: www.efmn.eu ( 11 ) ‘The Future of Finnish Healthcare – Strategies and scenarios to secure future healthcare services in Finland’, 2005. ( 12 ) Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 13 ) Zukunftsradar: www.zukunftsradar2030.de EFMN-special-issue-100208.indd 12 EFMN-special-issue-100208.indd 12 22/10/07 15:53 22/10/07 15:53 ",
        "13 Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes towards internationalising health interest groups is set to grow. The result may be that consumer organisations might monitor health services from the patient’s per- spective and finally be able to confront the interests of the health and pharmaceutical industries at national and international levels ( 14 ). As people actively take ownership of their own health, public health improves with a sharp decline in key risk factors such as smoking and obesity. Moreover, reduc- tions in risk factors are largest where these are currently highest, among people in the most deprived areas. This contributes to further reductions in socio-economic ine- qualities in health ( 15 ). Self ownership of one’s health is also likely to lead to an increased responsibility for one’s own health in form of direct information, of self-moni- toring (portable blood pressure meter, pulse meter, etc.) and self-treatment to a much higher degree than is cur- rently the case. This active involvement of the population, regardless of age and functional ability, is expected to become an integrated part of the health system of the future as it is outlined in the Danish national foresight study ‘The Ageing Society 2030’ ( 16 ). (Social) informal care is a paradigm to stimulate the wealth of vital, social relationships ( 17 ). New social socie- ties bloom in the vicinity of community centres, in city quarters and districts. Internet technology, especially that which constitutes a semantic web ( 18 ), enables vir- tual communities to form and operate. Voluntary, charitable care must be nurtured, because it is indispen- sible for encouraging autonomy, self esteem and eloquence in the elderly. The opportunities and advan- tages of informal care by family, friends and social networks particularly should receive more support. 1.1.4 Promotion of prevention, public engagement and self-responsibility Measures for preventing health problems are being increasingly promoted and supported, especially in post-industrialised countries. Indeed, in the future the focus might/should lie much more than today on the prevention of diseases instead of spending too many resources on curing them (cost reduction). Also the rapid developments in information and biomedical technology in the field of remote monitoring, interven- tions, rehabilitation and nursing care are expected to move care from hospitals into home and community settings as stated in the 2020 vision report ( 19 ). The following health promoting measures are proposed which might be initiated by public authorities, health services or by the employers: regular check-ups for all, prevention campaigns at school and at the workplace (e.g. against obesity; against alcohol and drugs abuse; non-smoking campaigns, etc.), fitness centres and phys- ical exercise programmes, workplace design adapted to an ageing workforce, prevention through functional food and food supplementation, new preventive treat- ment regimes, employing both new medicines and changes in behaviour during illness, mental health pre- vention measures, etc. Also new research areas that analyse the relation between environmental factors like nutrition and changes in gene expression, i.e. epigenetics and nutrig- enomics, are becoming emerging topics. In the future, health- related issues and prevention will also become more important in the context of food and nutrition. In its paper ‘Food for Life – The vision for 2020’ the CIAA has defined “improve health, well-being and longevity” as a major research issue for the food and beverage industry (CIAA, 2005) ( 20 ). Especially the advancement in genetics allows for an increasing and broad use of genetic screening in the pre- vention of diseases. However, this presumes that on the one hand the costs of genetic screening have declined and on the other hand that primary care doctors have developed skills in interpreting the data and providing guidance on the basis of genetic indicators and matching treatments to the patient’s genetic profiles ( 21 ). Ethical aspects and the problem of possible discrimination result- ing from the results of the screening have to be solved, too ( 22 ). Currently, the issue of interpreting genetic data in regard to health dispositions is still a major research topic with much controversy and open questions. ( 14 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 15 ) Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003; Zukunftsradar: www.zukunftsradar2030.de; Building Futures, 2020 vision: our future healthcare environments, 2008. ( 16 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 17 ) Mensenzorg. Een transitiebeweging. Rotterdam: DRIFT Transitieprogramma Langdurige Zorg, May 2009. In Dutch. ( 18 ) Semantic web. Accessed at http://en.wikipedia.org/wiki/Semantic_web on 15 May, 2009. ( 19 ) Building Futures, 2020 vision: our future healthcare environments, 2008. ( 20 ) CIAA (2005) European Technology Platform on Food for Life – The vision for 2020 and beyond (www.euroqualityfiles.net/vision_pdf/vision_food_for_life.pdf), last accessed: April 2009. ( 21 ) FNR Luxembourg National Foresight, 2007. ( 22 ) Zukunftsradar: www.zukunftsradar2030.de; ‘Ageing Society 2030’, Teknologisk Fremsyn, Danish Foresight; The Future of Mental Health – A vision for 2015, UK, 2006. http://www.wellscotland.info/publications/consultations1.html; Swedish Technology Foresight, 2004; Greek National Technological Foresight Exercise, 2005; EFMN Foresight Brief No. 84: Preventative Healthcare Mecklenburg-Western Pomerania; FNR Luxembourg National Foresight, 2007; EFMN Issue Analysis Final Report 2006 on ‘Healthy Ageing’. Available under: www.efmn.eu EFMN-special-issue-100208.indd 13 EFMN-special-issue-100208.indd 13 22/10/07 15:53 22/10/07 15:53 ",
        "14 Preventive care and disease management programmes are deemed as very promising to enhance the health sta- tus while at the same time reducing costs, but they require support and integration across the industry for their benefits to be realised. The current lack of integra- tion between all stakeholders of health systems seems to be a major problem in this regard ( 23 ).However, preven- tion can also raise new ethical and legal issues, e.g. with respect to the question if payment should be adjusted to life-style risks and possible conflicts with personal free- dom and choice. The call for more prevention could also make genetic diagnostics and embryo-screening more attractive, leading to questions about possible conse- quences for society, personal choice and discrimination issues. Furthermore, plenty of hoax and unserious work is being offered in the area of genetic testing and diag- nostics and nutritional advise, which calls for better surveillance and protection. As depicted in various foresight studies, the focus on pre- vention instead of cure also leads to an increasing involvement of the public and individual in healthcare matters, especially in regard to strategies for healthy age- ing. Patients are no longer ‘passive recipients’ of care but are getting more involved and willing to take actions to improve their health ( 24 ).This might be furthered by (finan- cial) incentives for health-promoting behaviours (wage, health insurance contribution rate, etc.). This evolution is associated with and driven by broad and efficient infor- mation campaigns to enhance health-promoting behaviour and by widespread access to information through media such as the Internet and digital television. As people actively take ownership of their own health, public health could improve with a sharp decline in key risk factors such as smoking and obesity ( 25 ). Moreover, reductions in risk factors are largest where these are cur- rently highest, i.e. among people in the most deprived areas. This contributes to further reductions in socio-eco- nomic inequalities in health ( 26 ). Other points are: (cid:129) Increasing intake of fresh fruit and vegetables ( 27 ) ( lowering risks of cardiovascular diseases and some sorts of cancer). (cid:129) In general, increasing food awareness ( 28 ),reducing for instance obesity. However, this presumes ‘intel- ligent labels’, which inform consumers of food’s health and ecological values ( 29 ). (cid:129) Increasing practice of physical activity ( 30 ). (cid:129) Increasing use of non-technological aids to well- being, such as saunas, Turkish baths and ‘wellness studios’ ( 31 ). (cid:129) Need for proper patient care processes involving self-monitoring and self-treatment, contributing to the prevention of the loss of functional ability from a range of chronic illnesses ( 32 ). (cid:129) Self-treatment due to the availability of comprehen- sive health information ( 33 ). A potential problem is that people have immediate access to global health information, but don’t know which information they should/can trust ( 34 ). Therefore answers have to be found to the question of how to enhance public trust and confidence. 1.1.5 Novel citizens’ expectations Citizens’ expectations regarding healthcare and the healthcare systems are also changing: Patients are more and more becoming ‘consumer patients’, meaning that they are increasingly expecting to receive the best qual- ity healthcare whenever they require it and at an affordable price. This raises the challenge of providing equal and affordable access to modern health services for all. Furthermore, in a knowledge economy character- ( 23 ) OP ÉEN LIJN – Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020; ‘HealthCast 2020: Creating a Sustainable Future’, PWC Health Research Institute, 2005. ( 24 ) See www.zukunftsradar2030.de; Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 25 ) See German Futur-Foresight Study; UK Wanless Scenarios, Scenario ‘Fully Engaged’. ( 26 ) Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 27 ) German Futur-Foresight Study. ( 28 ) This aspect is also addressed in one Scenario of the thematic study on the sector Food and Drink Manufacturing: in the Life-Science- Integration Approach to Health the focus is the individual, the personalisation of diet, and the exercise of consumer choice. Food manufacturers and retailers test for predisposition to diseases and offer personalised medicine and diets through the growing science of nutrigenomics. ( 29 ) ( 30 ) ( 31 ) See German Futur-Foresight Study; www.zukunftsradar2030.de ( 32 ) ‘Ageing Society 2030’, Teknologisk Fremsyn, Danish Foresight. ( 33 ) www.zukunftsradar2030.de ( 34 ) The Mandingley Scenarios (UK). EFMN-special-issue-100208.indd 14 EFMN-special-issue-100208.indd 14 22/10/07 15:53 22/10/07 15:53 ",
        "15 Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes ised by the availability of various information and communication technologies, the civil society will increas- ingly become a ‘serious player’ influencing the political decision-making process (e.g. through bottom-up actions). Of course, this will be also the case in the health sector where patients are expected to become better informed about health issues and therefore less deferen- tial to healthcare professionals; they may also organise themselves in consumer organisations allowing them, for instance, to have a share in reforms aiming at modernis- ing the healthcare system, or to confront the interests of the pharmaceutical industry ( 35 ). Another driver for public engagement might be the increasing awareness about the costs of health services ( 36 ). 1.1.6 Health Tourism The practice of so-called health tourism is becoming increasingly popular and can already be observed at a European level: Many people from Western European countries choose to get medical treatment in Eastern European countries because of lower costs. East Euro- pean health tourism sites advertise with costs being only half of that one has to pay in the UK or US with- out waiting lists ( 37 ). On a global scale, countries like Dubai, India, Malaysia, Thailand, Singapore and others are already offering exclusive medical services and facil- ities especially for the comparatively wealthy foreign tourists ( 38 ). In this sense there seems to be a gap between the treatment provided for well-off foreign- ers and the own poorer population of these countries. The main reason for health and medical tourism are the reduced costs abroad, especially for Westerners seeking treatment in South Asian countries or Eastern Europe. Lee and Spisto predict that “ [m]edical tourism is becoming a new and emerging international busi- ness that is gradually increasing in importance. […] With higher costs and expertise, in the future, medi- cal tourism is likely to be the new global trend for providing medical services. The rapid developments in medical tourism demands have left the policing and legislation behind. ” (Lee/Spisto, 2007 ( 39 )). It might be useful to fully assess the advantages and disadvantages of medical tourism. Could it be a viable option to improve equity or even widen the gap between serv- ices for rich and poor? Another reason, which might become more important in the future in regard to health tourism, is the availa- bility of treatments. If, due to (research) policy or ethical considerations, some medical treatments like the use of human embryonic stem cells, pre-implantation diag- nostics, genetic technologies, organ transplantation or some controversial procedures are not sufficiently avail- able or allowed in one country, people may choose to have the treatment performed in other countries. This is already happening (e.g. in regard to pre-implantation diagnostics and organ transplants) and also relates to the ‘legal lag’ identified by Lee and Spisto. Health tour- ism, and particularly the latter category of it, poses new legal questions, e.g. in regard to insurance, financing, safety, fraud prevention and undergoing treatments that may be illegal in ones home country. 1.1.7 Increased Migration and Mobility EU enlargement raises the challenge of ensuring equal access to modern health services, as well as providing the same quality of health services and healthcare in all EU Member States (MS). In particular, new MS which are still struggling with the consequences of economic and democratic transition might have difficulties to face ris- ing expectations from their own populations related to the access to modern and high-quality healthcare. The reforms that have been initiated in the new MS have not yet caused the desired improvements, and the quality of healthcare systems still lags behind that of the old MS. However, “ the equal right to healthcare cannot imply unlimited free access to any form of medical treatment or product that one can imagine. The right to healthcare as a social right implies that governments be instructed to become involved through legislation with the struc- turing and financing of the healthcare system and the maintenance of quality of care. However, more and more it is being acknowledged that there are limits to what can be financed collectively. In order to safeguard soli- darity in areas where this is indispensable, a search has started for possibilities to give people greater responsi- bility in other areas where this can be justified ( 40 ) . ” Furthermore, healthcare personnel are migrating from new MS to old MS, causing shortages in their home coun- tries ( 41 ). Moreover, due to the increased mobility of ( 35 ) See Czech Foresight; Greek Foresight; Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 36 ) In the negative US-scenario ‘Stormy Weather’, consumers are still demanding access to the latest and most expensive drugs and medical technologies – affected by pharmaceutical companies’ direct-to-consumer advertising – and the expectations of lower costs remain unfulfilled. ( 37 ) www.discovermedicaltourism.com/eastern-europe ( 38 ) www.asiasmedicaltourism.com ( 39 ) Lee/Spisto (2007) Medical Tourism, the Future of Health Services. (www.bm.nsysu.edu.tw/tutorial/iylu/12th %20ICIT/07-07.pdf), last accessed: April, 2009. ( 40 ) Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003. ( 41 ) Cf.: Euractiv (2004): Healthcare systems in Central and Eastern Europe (www.euractiv.com/en/enlargement/healthcare-systems- central-eastern-europe/article-110420) last accessed: April, 2009 and Expatforum: healthcare in Eastern Europe (www.expatforum.com/articles/health/healthcare-in-eastern-europe.html ), last accessed: April, 2009. EFMN-special-issue-100208.indd 15 EFMN-special-issue-100208.indd 15 22/10/07 15:53 22/10/07 15:53 ",
        "16 patients within Europe, there is a growing need for the offer and provision of cross-border health services, ( 42,43 ) calling for harmonisation of technical standards and health regulations within the EU ( 44 ). As a result of the increased mobility of people at global scale, as well as at European scale within the Single Market, it has been sug- gested that national health services be adapted to different and multicultural population groups ( 45 ). It is also important to note that components of the health systems themselves are increasingly becoming global as the following examples show ( 46 ): (cid:129) since the 1970s pharmaceutical companies have moved trials outside the US or the EU to countries where costs are lower, such as India; (cid:129) today, international recruitment of healthcare staff is providing an answer to the shortage of healthcare workers in many high-income countries: “Most of the international medical graduates in the U.S. come from India, Pakistan, the Philippines and other Eng- lish-speaking countries” ( 47 ) – leading, the other way around, to workforce shortages in these countries; (cid:129) in order to reduce costs, part of health services, which used to be provided by public sector hospitals, might be outsourced to foreign health service fi rms: “some American hospitals have turned to companies in Aus- tralia, Israel, India, Switzerland and Lebanon to read CT scans overnight” ( 48 ). 1.1.8 Global health threats, epidemic surveillance and coping with new and re-emerging diseases While risks for future pandemics might be manifold – ranging from growing urbanisation (in regions with bad hygiene conditions), environmental pollution, possible impacts of climate change and new threats that may occur due to unintended consequences of (advanced) bio- technology (biosafety and bio-security issues) or even bioterrorism as it is outlined in the ‘2007 State of the Future’ report of the WFUNA Millennium Project (Glenn/ Gordon, 2007) ( 49 ) – globalisation and the related increased mobility and migration are expected to exacer- bate the spread of infectious diseases and epidemics. Globalisation may also lead to the emergence of new dis- ease spectra or the re-emergence of old diseases in more virulent form (e.g. legionella, food pathogens, tuberculo- sis, diphteria and cholera) – calling for appropriate and responsive health services. In the Canadian ‘Bio-Health Foresight’ the authors note that “scientists have been predicting a global pandemic for years and urge devel- oped as well as developing countries to put in place an emergency plan that will prevent the propagation of a virus outbreak.”(Office of Technology Foresight, 2008) ( 50 ). The EU has the capacity to play a leading role in sur- veillance, preventing and countering health threats, pandemics and (re)emerging diseases and provide an important international contribution. Therefore the EU can play an important role in managing and prevent- ing pandemics, (re)emerging diseases and bioterrorism as mentioned at the EFMN annual issue workshop on public heath systems changes in 2008. In order to be able to provide global and coordinated answers to glo- bal health threats, coordination and cooperation between health systems in the enlarged EU need to be ensured ( 51 ). 1.1.9 Environmental threats to health Public health systems and public health policy have to adapt to new threats posed by climate change and environmental issues. Today, there is reasonable under- standing of cause and effect relationships between some environmental factors, e.g. effects of substances ( 42 ) As defined by the European Commission recently, cross-border healthcare is either healthcare a patient receives in a Member State different from the Member State in which he or she is insured, or, healthcare that a health professional provides in a Member State different from the Member State in which he or she normally resides or works. “Concretely, cross-border healthcare occurs in many different ways. Health professionals train and practice abroad, citizens travel abroad to receive care – for example patients living in border regions or requiring very specialised treatment. This can also be patients receiving services from abroad while staying in their own country, for example through the use of telemedicine (for specialised surgery support, radiology diagnosis, etc).” [Source: ‘Opening the Door to Better Healthcare Across Europe’, Proposal for a Directive of the European Parliament and of the Council on the application of patients’ rights in cross-border healthcare, Presented by the European Commission on 2 July 2008]. ( 43 ) Greek Technology Foresight, Report of the Working Team on Health and Quality of Life, Athens 2004. ( 44 ) Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003. ( 45 ) ‘The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland’, 2005. ( 46 ) ( 47 ) ( 48 ) ‘HealthCast 2020: Creating a Sustainable Future’, PWC Health Research Institute, 2005. ( 49 ) Glenn/Gordon, eds. (2007) The Millennium Project. 2007 – State of the Future. (Executive Summary: www.millennium-project.org/ millennium/sof2007-exec-summ.pdf), last accessed: April, 2009. ( 50 ) Office of Technology Foresight (2008) Bio-Health Foresight Scenario Outlines. (www.techforesight.ca/CanadianForesightReports/ Bio-Health %20Foresight%20Scenario%20Outlines.pdf), last accessed: April, 2009. ( 51 ) See Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003; “The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland”, 2005; Greek Technology Foresight, Report of the Working Team on Health and Quality of Life, Athens 2004. EFMN-special-issue-100208.indd 16 EFMN-special-issue-100208.indd 16 22/10/07 15:53 22/10/07 15:53 ",
        "17 Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes found in the air and water on human health, studied for example by the emerging field of epigenetic research) ( 52 ). However, many possible impacts and influ- ences of environmental factors (e.g. from climate change or chemicals) are the result of very complex interactions between the environment and humans that are currently not sufficiently understood. For some chemicals, such as endocrine disruptors, the direct effects on humans are particularly difficult to unravel but substantial and negative impacts on wildlife have been observed, which also has implications for human health. In order to pro- vide the basis for developing adequate health promoting measures, research on environmental health should therefore be strengthened, in particular regarding the health impact of allergens and pollutants ( 53 ). 1.2 New health technologies: an opportunity? 1.2.1 New technologies for better health In recent years and for the foreseeable future, genom- ics and new biotechnologies have become important focus areas for health innovation, followed closely by nanotechnologies and robotics (or in combination with these two) and might revolutionise healthcare, despite concerns about spiralling costs ( 54 ). Developments in these areas are expected to lead – among others – to improved technologies and treatments for ‘typical’ age-related diseases, as well as to the means to pre- vent or retard the emergence of age-related illness or loss of functional ability. In this context, regenerative medicine, tissue engineer- ing and the development of biomaterials appear particularly promising ( 55 ).Regenerative medicine is an applied field of tissue engineering that holds the realis- tic promise of regenerating damaged tissues in vivo (in the living body) and for externally creating ‘tissues for life’ available for implantation. Tissue engineering, as defined by the European Commission’s DG SANCO in 2001, is the “regeneration of biological tissue through the use of cells, with the aid of supporting structures and/or biomolecules” ( 56 ). This technology has the potential to develop therapies for previously untreatable diseases and conditions ( 57 ). It offers, in particular, the prospect of extended healthy lifespans, as it may help repairing some of the damage caused by ageing, for instance by replacing tissues and organs to treat degen- erative diseases and injury resulting from strokes, Alzheimer’s and Parkinson’s diseases, cardiovascular dis- eases, burns and spinal-cord injuries ( 58,59 ).One example for the application of tissue generation and biomateri- als could be the use of cardiac vessel regenerative tissue implants for replacing clogged arteries without bypass surgery or angioplasty ( 60 ). In the context of an ageing society and the associated increase of age-related dis- eases, regenerative medicine and the use of tissue engineering and biomaterials may therefore help to reduce the very high socio-economic costs associated with age-related diseases. Furthermore, European ageing populations are expected to benefit from progress in genomics that may lead, for instance, to methods for the identification of genetic disposition for age-related diseases or mental disorders, and of the early signs of chronic illness and loss of func- tional ability involving a number of biomarkers in new ( 52 ) www.3sat.de/dynamic/sitegen/bin/sitegen.php?query_string=epigenetic&days_published=365&scsrc=1 ( 53 ) See ‘Health and the environment in the WHO European Region: Situation and policy at the beginning of the 21st century’, Background Document to the Fourth Ministerial Conference on Environment and Health, Budapest, Hungary, 23-25 June 2004; FNR Luxembourg National Foresight, 2007; Greek Technology Foresight, Report of the Working Team on Health and Quality of Life, Athens 2004. ( 54 ) See for instance Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003; ‘The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland’, 2005; EMCC dossier on the European biomedical healthcare sector. ( 55 ) See for instance FNR Luxembourg National Foresight, 2007; Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003; Health Sciences. The Future of Biomaterials, 2004; Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003. ( 56 ) Bock, A. K., Ibarreta, D., Rodriguez-Cerezo, E. (2003) ESTO/IPTS Report ‘Human tissue-engineered products – Today’s markets and future prospects’. Seville: IPTS- Institute for Prospective Technological Studies. Another definition, given by the World Technology Evaluation Center, describes tissue engineering as the application of principles and methods of engineering and life sciences toward fundamental understanding of structure-function relationships in normal and pathological mammalian tissues, and the development of biological substitutes to restore, maintain, or improve tissue function. WTEC Panel Report on Tissue Engineering Research, International Technology Research Institute, 2002. www.wtec.org/loyola/te/final/ ( 57 ) 2020: A New Vision – A Future for Regenerative Medicine, U.S. Department of Health and Human Services. www.hhs.gov/reference/newfuture.shtml#head1 ( 58 ) www.scienceboard.net/community/perspectives.15.html; ‘Life Sciences and Biotechnology: A Strategy for Europe’, Communication from the Commission to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions COM(2002) 27. ( 59 ) There is also a lot of hope connected to this novel biotechnology development concerning the ability to overcome, in the long run, the constant shortage of donor organs for transplantation. [Source: WTEC Panel Report on Tissue Engineering Research, International Technology Research Institute, 2002. http://www.wtec.org/te/final/ ( 60 ) Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. EFMN-special-issue-100208.indd 17 EFMN-special-issue-100208.indd 17 22/10/07 15:53 22/10/07 15:53 ",
        "18 population screenings ( 61 ). Genomics may also allow for the development of preventive medicines, follow-up treatments (e. g. new individualised drug treatments, incorporating the knowledge of the individual patient’s genetic profile) and even support services such as life- style counselling ( 62 ). As a result of developments in combinatorial chemistry, as well as of the results of the Human Genome Project, the pace of discovery of new chemical entities is expected to accelerate and the diversity of potential target applica- tions of drugs is expected to increase. In particular, tremendous potential for increasing care efficiency is seen in moving from a generalised pharmacology to person- alised medicine and a pharmacology that is tailored to individuals ( 63 ). These developments will obviously benefit the whole of society. Other future drug developments may be so-called lifestyle drugs and ‘enhancement drugs’, such as drugs with anti-ageing properties, cognitive and mood enhancing drugs and other treatments, for which there could be high demand ( 64 ). All these advancements may contribute to improving quality of life throughout life and reducing the health costs related to the ageing of European populations. However, potential acceptance problems have to be faced: The admission of gene therapy and regenerative medicine into the treatment of widespread chronic dis- ease by the year 2030 will, for instance, require a genuine legal and societal paradigm shift. Particularly, reserva- tions over the widespread genetic profiling of large population groups and the use of sensitive genetic data based on the analysis of individuals have to be faced ( 65 ). And ultimately the interpretation of genetic data has to become reliable. A further promising approach for providing healthcare in the ageing society is the increasing use of telemedi- cine applications, including telemonitoring, telediagnosis, etc. As a result of the fusion of IT and knowledge sys- tems with biotechnology, substantial sections of the health service will become partially independent of time and space: Consequently, telemedicine and telemoni- toring applications will emerge which might meet the special needs of an elderly population like tele-home care – allowing the elderly to live longer in their own home and more independently in spite of chronic illness or disability ( 66 ). This might progress through new assis- tive technologies for the elderly and the disabled, emerging from new advances in robotics ( 67 ). However, beyond the success of telemedicine being, in general, conditioned by public acceptance, important issues have to be faced with regard to the older generations: new telemedicine applications must be easy to use for the elderly and, even more important, they must take into account the preferences and experience of older peo- ple: In particular, no solutions should lead to the isolation of elderly people ( 68 ). 1.2.2 Converging medical technologies The principal technological opportunities for future healthcare and medicine are huge, manifold, inter-dis- ciplinary and convergent and one of the main topics in many foresight studies ( 69 ). Especially modern bio-tech- nology, genetics, stem cell research, tissue engineering, nano(bio)technology, information and communication technology (ICT), e-health, personalised medicine, advanced prosthetics and anti-ageing are developments that also already raise many hopes, fears and controver- sies. The Spektrum Dossier ‘Medizintechnik der Zukunft’ (2007) ( 70 ) also lists some examples for future technolo- gies, among them biostasis, tissue engineering, medical computer simulations (e.g. for surgery or simulating the spread of epidemics, artificial organs, deep brain stimu- lation (DBS), neuroimplants and even cyborgs and human enhancement technologies (ibidem). Lab on a Chip ( 71 ) modules, i.e. small chip-like devices that ( 61 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 62 ) See Danish national foresight study ‘The Ageing Society 2030’, 2006; www.zukunftsradar2030.de ( 63 ) See FISTERA study, 2005; Swedish Technology Foresight, 2004; Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003; EMCC dossier on the European biomedical healthcare sector. ( 64 ) See WHO scenario for health and care in 2022 (Europe); www.zukunftsradar2030.de ( 65 ) ‘Ageing Society 2030’, Teknologisk Fremsyn, Danish Foresight. ( 66 ) See WHO scenario for health and care in 2022 (Europe); www.zukunftsradar2030.de ( 67 ) See www.zukunftsradar2030.de; ‘Ageing Society 2030’, Teknologisk Fremsyn, Danish Foresight. ( 68 ) Discussion at the EFMN Issue Analysis workshop 2006 on ‘Healthy Ageing’. ( 69 ) Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003; ‘The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland’, 2005M; EMCC dossier on the European biomedical healthcare sector; Danish national foresight study ‘The Ageing Society 2030’, 2006; Zukunftsradar: www.zukunftsradar2030.de; Spektrum Dossier: Medizintechnik der Zukunft. Vom Sehchip zum Mensch 2.0 (summary: www.wissenschaft-online.de/artikel/910426), last accessed: April, 2009; Cf.: IEEE (2009) The Bionic Body Shop (www.spectrum.ieee.org/bionic), last accessed: April, 2009; Cf.: Human Enhancement Technologies (euro-technoprogressives.50webs. org/A-HET-Presentation_1.html), last accessed: April, 2009; COS – Horizon Scan 2007 – Towards a Future Oriented Policy. ( 70 ) Spektrum Dossier: Medizintechnik der Zukunft. Vom Sehchip zum Mensch 2.0 (summary: www.wissenschaft-online.de/artikel/910426), last accessed: April, 2009. ( 71 ) Lab on a chip. Nature, Vol. 442, No. 7101 pp. 367-418, 27 July 2006. See also: www.nature.com/nature/supplements/insights/labonachip/index.html EFMN-special-issue-100208.indd 18 EFMN-special-issue-100208.indd 18 22/10/07 15:53 22/10/07 15:53 ",
        "19 Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes combine elements from biotechnology, nanotechnology and ICT, allow for fast, reliable and portable biological analysis and the detection of pathogens and medical testing. 1.2.3 Information and Communication Technology, ICT ICT has become an important driver in medicine and will have a substantial influence on the future health system, medicine and costs. The example of genetic analysis can serve as an example, where further advances in computer technology have also contrib- uted to great cost and speed reductions in medical imaging and early diagnostics, DNA sequencing and analysis. Computer technology also plays an important role in neurosciences, especially in the context of research on neurodegenerative diseases (e.g. ‘Blue Brain Project’) ( 72 ) and in-silico simulations and bioinformatics for drug discovery, which may lead to time and cost reductions in pharmaceutical R&D ( 73 ). The world is currently lacking around 2.4 million doc- tors, nurses and other healthcare professionals (WHO, 2007) ( 74 ). Therefore, according to the WHO, telemedi- cine, tele-cooperation between doctors and techno logies for self-diagnostics may become necessary, especially in the context of ageing populations (Glenn/Gordon, 2007) ( 75 ). According to several foresight studies, telemedicine and the telemonitoring of health status might also meet spe- cial needs of an elderly population like tele-home care, allowing the elderly to live longer in their own home and more independently despite of chronic illness or dis- ability while reducing the costs for inpatient care. This might furthered by new assistive technologies for the elderly and the disabled emerging from new advances in robotics. ( 76,77,78 ) Healthcare and clinical information systems and telemedicine contribute to integrating care and improving care processes and outcomes (especially the quality of healthcare provision to rural populations), and help to reduce costs (cf. footnotes 76-77) ( 79 ) when there is system wide and organisational commitment and investment ( 80 ). Despite the high initial costs of investing in hardware and software, this should ensure considerable savings in the long term ( 81 ).The following will provide an overview about some ideas and innova- tions in this area: Improved coordination through ICT ICT is not only likely to influence future health technolo- gies as it has been outlined in the technology section about the fusion of biotechnology, telemedicine and robots in healthcare, but also organisational structures and coordination, thus leading to improved long-term efficiency despite possible higher initial costs ( 82 ). Chang- ing patterns of information sharing and patient/doctor relationships are expected to bring some fundamental changes to health organisations and the working rela- tionships of health personnel. ( 83,84,85,86,87,88 ) For instance, ICT systems are set to revolutionise information sharing between health professionals, e.g. through the develop- ment of seamless electronic patient records. A registered population of patient list system is furthermore seen as an important characteristic of general practice that emphasises the responsibility of the general practitioner toward the patient as a whole ( 89 ). E-health and Telemedicine Telemedicine is repeatedly mentioned as an important innovation and measure to make healthcare more ( 72 ) Blue Brain Project: http://bluebrain.epfl.ch (last accessed: April, 2009). ( 73 ) Cf: www.insilico-biotechnology.com ( 74 ) www.cfr.org/publication/13711/on_world_health_care_spend_smarter.html ( 75 ) Glenn/Gordon, eds. (2007) The Millennium Project. 2007 – State of the Future. (Executive Summary: www.millennium-project.org/millennium/sof2007-exec-summ.pdf), last accessed: April, 2009. ( 76 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 77 ) Zukunftsradar: www.zukunftsradar2030.de ( 78 ) Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003. ( 79 ) FISTERA study, 2005; OP ÉEN LIJN – Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020; EFMN Foresight Brief No. 84: Preventative Healthcare Mecklenburg-Western Pomerania; OP ÉEN LIJN – Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020; ‘HealthCast 2020: Creating a Sustainable Future’, PWC Health Research Institute, 2005. ( 80 ) Ibidem ( 81 ) Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 82 ) OP ÉEN LIJN – Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020. ( 83 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 84 ) Zukunftsradar: www.zukunftsradar2030.de ( 85 ) ‘The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland’, 2005. ( 86 ) Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003. ( 87 ) OP ÉEN LIJN – Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020. ( 88 ) Building Futures, 2020 vision: our future healthcare environments, 2008. ( 89 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. EFMN-special-issue-100208.indd 19 EFMN-special-issue-100208.indd 19 22/10/07 15:53 22/10/07 15:53 ",
        "20 effective, efficient and to improve quality. Telemedi- cine can improve the availability of care, especially in rural areas ( 90 ), improve training and expert communi- cation over long distances and the quality of care for the elderly or chronically ill, e.g. via tele-monitoring, as well as contributing to equity ( 91 ). The availability of tele- medicine and healthcare has already established itself as a common indicator for assessing and comparing healthcare systems. The role and operation of hospitals may also become quite different from today due to e-health and telemed- icine. In the future they will operate within an integrated service system (e.g. polyclinics), providing knowledge, diagnosis and advice by video and remote sensing to primary care practitioners. Telemedicine, including video-conferencing, emailing images, text and sound, is expected to facilitate the communication between home and clinical workers as well as between primary and specialist care professionals while the linkage between healthcare sites and ‘smart technologies’ through communication networks are expected to render e-health as the norm for patients ( 92 ).Hospitals are likely to be used most for cases where there is a need for especially complicated diagnosis and treat- ment as remote monitoring could allow patients to self-administer medication using automated drug deliv- ery system ( 93 ). Automated health-data systems The study ‘Towards High-Performing Health Systems’ (published 2004) offers a synthesis of findings from recent OECD studies undertaken as part of the three-year health project, an initiative geared towards answering many of the key questions facing today’s health policy makers ( 94 ). It provides information and analysis on a wide variety of topics, such as new and emerging health-related tech- nologies, long-term care, private health insurance, healthcare cost control, equity of access across income groups, health workforce planning and productivity, and waiting times for elective surgery. Building on interna- tional experience and grounded in new data on cross-country differences, this report offers an up-to-date road-map to performance improvement. In particular, the report identifies practices improving the performance of health systems and the quality of the healthcare services provided, for instance: (cid:129) using automated health-data systems (incl. electronic medical records and systems to automate medication orders in hospitals) for recording and tracking data on patients, health and healthcare; (cid:129) introducing economic incentives supporting cost- effective care; (cid:129) developing strategies and policies to prevent illness and disability and reassessing the share of health spending devoted to prevention; (cid:129) increasing hospitals’ surgical capacity or productivity in order to reduce waiting times. Electronic patient records and dossiers Electronic patient records and dossiers or electronic med- ical/health records are about to replace the old system of paper-based files of a patient’s medical history. Due to the digitised format they hold many advantages in regard to information access, processing speed and communi- cation (e.g. between different physicians) and can also prevent unnecessary and double examinations and treatments. However, in order to prove its advantage, interoperability has to be guaranteed as well as sufficient data security. So far the introduction of electronic health dossiers or electronic health/medical records has been limited due to the associated organisational restructuring it requires, difficulties in standardisation, legal issues (e.g. liability questions) and interoperability as well as patient’s resistance due to security concerns ( 95 ). 1.2.4 Robotics and prosthetics Robotics is also an emerging issue for healthcare and care for the elderly. Japan and South Korea particularly are promoting the idea of developing and deploying robots in hospitals, nursing homes and as assistants for home care ( 96 ). The TNO Report ‘Robotics for Healthcare’ (TNO, 2008a ( 97 )) offers an in-depth overview about the diverse current and future possibilities as well as the soci- etal and ethical issues of robots in the healthcare system. ( 90 ) Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003. ( 91 ) ‘HealthCast 2020: Creating a Sustainable Future’, PWC Health Research Institute, 2005. ( 92 ) Building Futures, 2020 vision: our future healthcare environments, 2008. ( 93 ) Ibidem. ( 94 ) OECD (2002) Measuring Up: Improving Health Systems Performance in OECD Countries (http://213.253.134.43/oecd/pdfs/browseit/ 8102011E.PDF), last accessed: April, 2009. ( 95 ) Ludwick DA, Doucette J. Adopting electronic medical records in primary care: Lessons learned from health information systems implementation experience in seven countries. International Journal of Medical Informatics, 78(2009):22-31. ( 96 ) Korean Institute of Science and Technology – Korea Status Report (Robotics) 2003; Leis (2006) Robots – Our Future Partners? Tectum, 2006. ( 97 ) TNO (2008) Robotics for Healthcare – Final Report (www.epractice.eu/files/media/media2461.pdf). EFMN-special-issue-100208.indd 20 EFMN-special-issue-100208.indd 20 22/10/07 15:53 22/10/07 15:53 ",
        "21 Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes “ Robotics can offer solutions […] for a significant pro- portion, especially for patient groups such as amputees, stroke sufferers or people with cognitive or mental prob- lems. Many more innovations are expected by around the year 2025 .” (TNO, 2008b ( 98 )) Robotic technology and developments in prosthetics and implant technology are also closely related to each other and those two areas rely heavily on neuro- and information science. Brain Computer Interfaces (BCIs), prosthesis coupled to the nervous system, artificial vision, ICT implants and even neurochips (in an early stage) belong to the latest developments. 1.2.5 Advanced biotechnology and nanomedicine Advanced biotechnology and nanotechnology, which are getting increasingly interrelated, also hold many promises for future medicine, especially in the area of developing treatments for cancer (e.g. through nan- otechnology-based imaging procedures and targeted drug delivery), genetic interventions (e.g. gene therapy) and tissue engineering (e.g. as a substitution for organ transplants and for curing neuro-degenerative dis- eases). Tissue engineering particularly, which would allow for the cultivation of tissue and organs that match the recipient’s biological makeup exactly, holds the promise to solve the problem of lacking organ donors and long-term medications due to the rejec- tion of foreign tissue. Nanotechnology also holds promises for new forms of medication, especially for brain-related diseases, because nano-particles can cross the brain-blood barrier. This property, however, could also pose new risks of nanotechnology ( 99 ). 1.2.6 Age-related medicine, research and neuroscience As it has already been mentioned, age-related diseases are regarded as the major future cost factor for health systems. This has already led to a rapidly growing inter- est in research about age-related diseases and especially neurodegenerative illnesses. Here also emerging and con- verging technologies like interdisciplinary research between nano-, bio-, information and neuro-related dis- ciplines play an important role. Many of the R&D initiatives that have been mentioned above are being initiated within the context of ageing. Even some research and proposals like neuro-imaging, neuro-simulations ( 100 ) and neuro-chips (e.g. FACETS ( 101 ) project) ( 102 ) get their back- ing in the context of treatments for (age-related) dementia and neurodegenerative illnesses. This has led to even bolder demands, requesting more investment in anti-age- ing R&D and some even view ageing as such as a disease or biological disorder that might be treatable (Olshansky 2006 ( 103 ), Wired, 2008 ( 104 )). 1.2.7 Human Enhancement Technologies, HET Advances in medical technology, the problem of age- related diseases and the call for more prevention have raised a totally new issue in medicine: human enhance- ment technologies (HET), i.e. technologies that are not only used for treating diseases but also for improving the capabilities of healthy individuals. Here the traditional borders between prevention, treatment and improve- ment becomes increasingly blurry, causing new legal and ethical problems (e.g. in regard to genetic engineering, genetic testing or embryo selection) and pose new chal- lenges to financing and equity. Although HET is still often associated with rather visionary and far-fetched ideas ( 105 ), the issue has already become a practical one (STOA, 2009) ( 106 ), because many technologies already exist or are currently under development, because HET might evolve as a ‘side effect’ from promoting preventative measures and because the cost-benefit and equity ques- tions for public health could become a real issue ( 107 ). ( 98 ) TNO (2008) Robotics for Healthcare – Personalising care and boosting the quality, access and efficiency of healthcare. (http://ec.europa.eu/information_society/activities/health/docs/studies/robotics-in-healthcare.pdf). ( 99 ) COS – Horizon Scan 2007 – Towards a Future Oriented Policy; US National Intelligence Council –The Global Technology Revolution, bio/nano/materials trends and their synergies with information technology by 2015; US National Science Foundation – Converging Technologies for Improving Human Performance; Spektrum Dossier: Medizintechnik der Zukunft. Vom Sehchip zum Mensch 2.0 (summary: www.wissenschaft-online.de/artikel/910426), last accessed: April, 2009. ( 100 ) http://bluebrain.epfl.ch/page18926.html ( 101 ) http://facets.kip.uni-heidelberg.de ( 102 ) www.physorg.com/news156440026.html ( 103 ) Olshansky (2006) In pursuit of the longevity dividend (www.edmontonagingsymposium.com/files/eas/Longevity_Dividend.pdf), last accessed: April 2009. ( 104 ) Wired (2008) The Fight to End Ageing Gains. ( 105 ) Legitimacy, Funding (http://www.wired.com/medtech/health/news/2008/06/methuselah? currentPage=all), last accessed: April, 2009. US National Science Foundation – Converging Technologies for Improving Human Performance. ( 106 ) STOA (2009). STOA Workshop on Human Enhancement 24 February 2009. (www.europarl.europa.eu/stoa/events/ workshop/20090224/default_en.htm), last accessed: April, 2009. ( 107 ) euro-technoprogressives.50webs.org/ETP-HET.html; Hughes (2004) Citizen Cyborg. Westview, 2004. EFMN-special-issue-100208.indd 21 EFMN-special-issue-100208.indd 21 22/10/07 15:53 22/10/07 15:53 ",
        "22 1.2.8 Cost-effectiveness of new technologies and health treatments Although new technological possibilities hold great promises for future medicine, they are costly to develop and initial prices will certainly be so high that neither social security is likely to be willing to finance them nor most individuals able to afford them. The OECD study ‘Measuring Up: Improving Health Systems Performance in OECD Countries’ ( 108 ) also acknowledges the issue of “accelerating advances in medical technology” that hold enormous potential for medicine and healthcare but at the same time pose much pressure on expendi- ture levels. But new health technologies can also contribute to a decrease in costs, at least in the mid- to long run. E-health, electronic patients management systems, bet- ter early diagnostics (enabling cures in an early stage), self monitoring of health functions, robotic assistance (enabling the elderly to live on their own for a longer time or assisting medical and nursing personnel) and modern prosthetics (enabling disabled people to work more efficiently) can improve efficiency and reduce costs over time. The same could apply to investments into age-related disease R&D, because this, if successful and universally accessible, would solve many problems of age-related healthcare financing. Another aspect to consider is that advanced medicine might become cheaper over time, as it can be seen in the context of genome sequencing which rapidly increased in speed and decreased in costs. One example is DNA- sequencing. While the first project to sequence the total genome of a human being (Human Genome Project) which started in 1990 and took over 13 years to com- plete and cost 2.7bn USD, in 2007 it took Leiden University (Netherlands) researchers only 6 months to sequence the whole genome (not including time or expenditure of the subsequent analysis) of the first female at a cost of USD 63,000 (Cell News 2008). ( 109 ) A California-based com- pany aims at sequencing a total of 1000 human genomes for USD 5,000 each in 2009 (Bio-Medicine Online 2008) ( 110 ). In 2009 a California company invented a tech- nology to achieve gene sequencing for 48,000 USD ( 111 ). Expenditures on pharmaceuticals could be reduced through the diffusion of information on the cost of treatment of different ailments, a greater use of generic drugs as well as the prohibition of expensive branded pharmaceuticals ( 112 ). However, especially in regard to pharmaceuticals there seems to be a conflict between innovation investments, patenting and cost reductions (e.g. through generic drugs). Most pharmaceuticals are not expensive in the sense of material costs, but the rather high prices seem to be necessary to cover the high R&D expenditures and long development periods which can take 10 to 15 years. 1.3 Quality and performance of public healthcare systems 1.3.1 Performance Indicators Waiting times, length of hospital stays, re-hospitalisa- tion, speed of recovery, patient’s/people’s satisfaction, quality adjusted life years (QALY), number of medical personnel per inhabitant, costs and financing schemes can serve as indicators for quality. Economic figures can serve as indicators for efficiency and cost-effectiveness. However different countries and studies are using dif- ferent indicators, thus making comparisons difficult. Perhaps medical tourists who go abroad for medical treatment are already voting with their feet and indicate where they see the best price/performance ratio. But the situation for medical tourists may differ substantially from the situation of the local population in the respec- tive destination countries. The OECD study ‘Measuring Up: Improving Health Systems Performance in OECD Countries’ ( 113 ) addresses the questions of how to measure the performance of different health systems, and how to use such informa- tion to support ongoing health systems improvement. Health policy makers have a growing interest in finding ways of encouraging health systems to improve their performance, where performance is measured against quality, efficiency or equity goals. Improving perform- ance has the potential to reduce the tensions between ( 108 ) OECD (2002) Measuring Up: Improving Health Systems Performance in OECD Countries (http://213.253.134.43/oecd/pdfs/browseit/ 8102011E.PDF), last accessed: April, 2009. ( 109 ) Cellnews (2008). First Human Female DNA Sequenced (http://cellnews-blog.blogspot.com/2008/05/first-human-female-dna-sequenced. html), last accessed: April, 2009. ( 110 ) Bio-Medicine Online (2008). Complete Genomics Launches, Becomes World’s First Large-Scale Human Genome Sequencing Company. (www.bio-medicine.org/biology-technology-1/Complete-Genomics-Launches--Becomes-Worlds-First-Large-Scale-Human-Genome- Sequencing-Company-8096-1), last accessed: April, 2009. ( 111 ) www.spiegel.de/wissenschaft/mensch/0,1518,641799,00.html ( 112 ) Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 113 ) OECD (2002) Measuring Up: Improving Health Systems Performance in OECD Countries (http://213.253.134.43/oecd/pdfs/browseit/ 8102011E.PDF), last accessed: April, 2009. EFMN-special-issue-100208.indd 22 EFMN-special-issue-100208.indd 22 22/10/07 15:53 22/10/07 15:53 ",
        "23 rising demands and limited resources. There is also a growing demand for accountability among funders and providers of health services. This study highlights the core elements of a possible performance measurement framework to assess health systems at the international and national levels. It also addresses further challenges and unanswered questions: how do we overcome the lack of health outcome measures? How do we better align performance information and incentives with pol- icy objectives? And how do we reconcile the traditional professional self-regulation approach with greater pub- lic accountability for healthcare quality? 1.3.2 Quality of healthcare provided As noted in ’Healthcare: Key Technologies for Europe’ ( 114 ), achieving a balance between the three objectives of broad and equal access, high quality healthcare and sus- tainable reimbursement systems poses a major challenge for the overall management of healthcare systems. Therefore a major challenge for the design of healthcare systems can be seen in achieving equally affordable quality. The OECD study ‘Towards High-Performing Health Sys- tems’ (published 2004) ( 115 ) offers a synthesis of findings from recent OECD studies undertaken as part of the three-year Health Project, an initiative geared towards answering many of the key questions facing today’s health policy makers. It provides information and analy- sis on a wide variety of topics, such as new and emerging health-related technologies, long-term care, private health insurance, healthcare cost control, equity of access across income groups, health workforce planning and productivity, and waiting times for elective surgery. Building on international experience and grounded in new data on cross-country differences, the report offers a roadmap to performance improvement. In particular, the report identifies practices for improving the perform- ance of health systems and the quality of the healthcare services provided, for instance: (cid:129) using automated health-data systems (incl. electronic medical records and systems to automate medication orders in hospitals) for recording and tracking data on patients, health and healthcare; (cid:129) introducing economic incentives supporting cost- effective care; (cid:129) developing strategies and policies to prevent illness and disability and reassessing the share of health spending devoted to prevention; (cid:129) increasing hospitals’ surgical capacity or productiv- ity in order to reduce waiting times. As specified in the report, some of these measures may require some initial investments or lead to increased cost pressure in the short run; however, they might result in savings in the long run. The report also stressed that there is no one-size-fits-all approach to improving the perform- ance of health systems and that the countries’ unique circumstances should be considered when developing appropriate policies. Other issues like lacking personnel, coping with current patients in need, current costs and legal and ethical issues associated with care and preven- tion might be difficult to solve in the short run. 1.3.3 How to assess efficiency of health policies The three-year OECD Health Project (OECD, 2004) ( 116 ) investigated ways to improve the performance of OECD health systems. The results of the Health Project were dis- cussed by OECD Health Ministers at their first-ever meeting at the OECD on May 13-14, 2004. A final report ‘Towards High-Performing Health Systems’ ( ibidem ) ema- nated at the meeting. Ministers also mandated the OECD to carry out future work on health. The Health Project covered several topics, including: Health systems-reforms, private health insurance, long-term care policies, waiting times, health-related technologies, human resources for healthcare, equity of access to healthcare. The OECD Review of Healthcare Systems – Korea (OECD, 2003) ( 117 ) explores the question about how the perform- ance of the Korean healthcare system can be improved and what effects the health sector reform of July 2000 did have on the system’s performance. Since the system relies to a large extent on consumer responsibility for health spending it has also been asked how the equity of finance and equity of access can be maintained within this setting, and if consumer responsibility alone main- tains expenditure growth along a sustainable path. The study also addresses questions about what kinds of government intervention are needed to stimulate value for money from health expenditure growth as well as evi- dence-based practice in a system that is dominated by the private sector. ( 114 ) Braun, A., ‘Healthcare: Key Technologies for Europe’, Report to the High Level Expert Group Key Technologies for Europe, EC, 2005. ( 115 ) OECD (2004) Towards High-Performing Health Systems (www.oecd.org/document/58/0,3343,en_2649_33929_31786874_1_1_1_1,00. html), last accessed: April, 2009. ( 116 ) ‘Towards High-Performing Health Systems’, the OECD Health Project, 2004. ( 117 ) OECD (2003) OECD Reviews of Healthcare Systems – Korea. Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes EFMN-special-issue-100208.indd 23 EFMN-special-issue-100208.indd 23 22/10/07 15:53 22/10/07 15:53 ",
        "24 1.3.4 Transparency: accountability of funders and providers, self-regulation of professionals In order to achieve cost effectiveness and good qual- ity in healthcare as well as reducing medical errors, it has to be made transparent which procedures are being performed and how costly and effective they are. This requires universal standardisation for better comparison and more emphasis on evidence-based research and practice. Since modern healthcare sys- tems are very complex with many different parties involved, each performing a diversity of activities, defining clear accountability is necessary. 1.3.5 Country comparison: Learning from each other – opportunities and barriers There are several studies that analyse the healthcare systems of different countries. The OECD has published a series ‘Reviews of Health Systems’ which are available for different countries, among them Turkey, Switzerland, Finland, Mexico and Korea ( 118 ). The Polish Science Min- istry has also performed the first foresight exercise on a national level entitled ‘Polish Foresight Pilot on Health and Living 2013’. The main goal of the exercise was to contribute to research and policy for public health by: (cid:129) defi ning priorities in the area of research and tech- nological development by detecting potential opportunities; (cid:129) encouraging participation in the debate on the future; (cid:129) presenting the signifi cance and achievements of scientifi c research in the area of health (also for eco- nomic growth); and (cid:129) changing the focus of the scientifi c and innovative policy from a traditional economy to a knowledge- based economy. The Health Systems in Transition (HiT) reports provide country-based profiles with a detailed description of each healthcare system and of reform and policy initiatives in progress or under development. Each profile is pro- duced by country experts in collaboration with the Observatory’s research directors and staff. In order to facilitate comparisons between countries, the profiles are based on a template, which is revised periodically ( 119 ). Although there are many detailed reports about the health systems in different countries and their specific advantages and challenges, more research is needed to enable useful comparisons for practical applications. Quam and Smith (2005) ( 120 ) have noted in their study ‘What can the UK and US health systems learn from each other?’ that in contrast to medical/clinical knowl- edge that is often quickly adapted around the world, the global information exchange and mutual learning in regard to organising health systems seems to be far slower and far less extended. In their view the main barriers are due to the fact that health systems are cul- turally, socially and politically rooted in their respective countries, that there exists ignorance and that health systems are so complex that only few people can man- age a profound analysis of them. In this sense, future activities might focus more on improving the learning processes between different countries for improving health systems. 1.3.6 Institutional and managerial barriers for improvement Healthcare systems have also evolved within certain social, demographic and economic settings which have already changed over time and will undergo further changes in the future. Therefore adapting these estab- lished systems towards demographic changes (declining birth rates and an ageing society), economic issues (unemployment rates and changes in income) and advances in medicine (new therapies) poses many chal- lenges due to system-inherent inertness and different stakeholders. Scenario-based planning or even social (systems) simulations could provide added value for future projections and planning. Controlling costs while guaranteeing equal access to quality healthcare, as well as a fair distribution of costs and risks, poses a challenge. A first step would be a solid analysis to identify unnecessary costs, e.g. in regard to bureaucracy and unnecessary or double examinations and treatments as well as more emphasis on evidence- based analysis and solid cost-effectiveness studies between different treatments. Such considerations could, however, also raise ethical problems, for instance if life-extending treatment should be provided, despite not improving quality of life and actually lengthening the time of needed care. ( 118 ) www.oecd.org/document/49/0,3343,en_2649_33929_35481393_1_1_1_37407,00.html ( 119 ) For instance: Snapshots of Health Systems (16 countries) www.euro.who.int/observatory/Hits/20060518_1 ( 120 ) Quam/Smith (2005), ‘US and UK healthcare: a special relationship? What can the UK and US health systems learn from each other?’ (www.bmj.com/cgi/content/extract/330/7490/530), last accessed: April, 2009. EFMN-special-issue-100208.indd 24 EFMN-special-issue-100208.indd 24 22/10/07 15:53 22/10/07 15:53 ",
        "25 Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes 1.4 Promotion of New Financing Structures 1.4.1 Equity of care / equity of finance Equity of healthcare remains a major demand but also a major challenge, because it also concerns the ques- tion of just distribution and sharing of costs. Whereas on the one hand, most people would find it unjust if only the wealthy could afford sufficient healthcare, peo- ple may also find it unjust if they would be forced to pay for the ‘avoidable illnesses’ of others or costly treatments that only affect a few. Also in healthcare neither a free- market system nor pure state-regulation (which can also be very costly) can be regarded as solutions and there are different modes of financing (social insurance, pri- vate insurance, taxes, direct payments and mixed forms) which are all getting criticised. In regard to equity of care the question arises, which kind of care and treat- ments ought to fall under equal access? This question becomes even more relevant as technology progresses, which also causes higher costs but also higher expecta- tions. The equity of care and the finance issue also poses ethical questions, e.g. if it concerns access to life-saving, health/life-span extending or advantageous treatments. With ‘Analyzing Health Equity Using Household Survey Data’ the WHO (2008) ( 121 ) provides an in-depth analy- sis and statistical guideline for analysing and comparing health equity. 1.4.2 Private vs. public and mix models In most countries, neither a pure private-funded nor a public-funded healthcare system seems to be appro- priate and private-public mix systems have emerged as a useful alternative. However, the question about the perfect mix between funding from social insurance and taxation on the one hand and private health insurance and out-of-the-pocket payments on the other remains a challenge. And as soon as the element of private pay- ment comes into play, the question about equity arises, since better private payment could be coupled to bet- ter quality. Also with every change in the balance of the public/private-mix, new winners and losers are likely to arise, which makes consensus difficult. The report ‘The Future of the Finnish Healthcare – Strategies and Sce- narios to secure future healthcare in Finland’ suggests that a private/public mix model where the public sector has a dominating responsibility for financing and con- trol although both private and public stakeholders supply health services may be a promising way of struc- turing future health systems ( 122 ). In particular, issues such as the role in national health systems of the private sector (e.g. the pharmaceutical industry) or the process of privatisation of public hos- pitals or of voluntary organisations undertaking welfare services, as well as tasks distribution between public and private stakeholders of the health systems are rarely dealt with ( 123 ). Sweden, however, banned the privatisation of hospitals in 2004 “ amid fears that the expansion of private healthcare could destroy the prin- ciple of a fair and free public health service .” (PubMed central, 2004) ( 124 ). 1.4.3 Public-private partnerships Public-private partnerships (PPP), i.e. partnerships between a government and at least one private sector company, which have been initially introduced in many infrastruc- ture projects to reduce public debt, are also becoming an increasingly common practice in other areas like health- care. One prominent example is hospital construction and operation (cf. McKee et al., 2005) ( 125 ). A private/public mix model where the public sector has a dominating responsibility for financing and control although both private and public stakeholders supply health services could be a promising way of structur- ing future health systems – as noticed in the Finnish study ‘The Future of the Finnish Healthcare – Strate- gies and Scenarios to secure future healthcare services in Finland’ ( 126 ). ( 121 ) WHO (2008) Analyzing Health Equity Using Household Survey Data (http://web.worldbank.org/WBSITE/EXTERNAL/TOPICS/ EXTHEALTHNUTRITIONANDPOPULATION/EXTPAH/0,,contentMDK:20216933~menuPK:400482~pagePK:148956~piPK:216618~theSite PK:400476,00.html), last accessed: April, 2009. ( 122 ) See for instance ‘The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland’, 2005; ‘HealthCast 2020: Creating a Sustainable Future’, PriceWaterhouseCoopers’ Health Research Institute, 2005; OP ÉEN LIJN – Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020, 2005; Swedisch Technology Foresight, 2004. ( 123 ) As stated during the Workshop on Future skill needs in healthcare, organised by Cedefop on 22-23 May 2008, this process is already taking place in Germany as a mean to cut costs. ( 124 ) PubMed Central (2004) Sweden bans privatisation of hospitals (www.pubmedcentral.nih.gov/articlerender.fcgi?artid=1125282), last accessed: April, 2009. ( 125 ) McKee et al. (2005) Public–private partnerships for hospitals (www.who.int/bulletin/volumes/84/11/06-030015.pdf), last accessed: April, 2009. ( 126 ) ‘The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland’, 2005. EFMN-special-issue-100208.indd 25 EFMN-special-issue-100208.indd 25 22/10/07 15:53 22/10/07 15:53 ",
        "26 According to a survey carried out by PWC among health leaders and experts (PWC, 2005) ( 127 ), there is a “ wide support for a health system with shared financial risks and responsibility among private and public payers ver- sus the historic cost-shifting approach. ” Even more, “ only a minority of industry leaders in the U.S., Canada and Europe think that a sustainable system is one that is mostly tax-funded. [...] Even in systems where healthcare is primarily tax-funded, such as in Europe and Canada, only 20 % of respondents favoured that approach .” Com- ing along with the increasing active role of patients as empowered consumers of health services, there is also a “growing interest in pay-for-performance and increased cost sharing” (ibidem). The emergence of public-private partnerships as new means of financing projects is expected also to affect the financing of health-related projects and to provide valuable results ( 128 ). The PWC survey among health leaders and experts also yielded the following common characteristics of sustain- able health systems ( 129 ): 1. Vision needed to balance public versus private inter- ests in building an infrastructure and in providing basic health benefi ts within the context of societal priorities. 2. Better use of technology and interoperable electronic networks accelerate integration, standardisation, and knowledge transfer of administrative and clini- cal information. 3. Incentive Realignment: incentive systems ensure and manage access to care while supporting accounta- bility and responsibility for healthcare decisions. 4. Quality and Safety Standardisation: defi ned and enforced clinical standards establish mechanisms for accountability and enhanced transparency, thereby building consumer trust. 5. Strategic Resource Deployment: resource allocation appropriately satisfi es competing demands on sys- tems to control costs while providing sufficient access to care for the most people. 6. Climate of Innovation: innovation, technology and process changes are a means to continuously improve treatment, effi ciency and outcomes. 7. Adaptable Delivery Roles and Structures: fl exible care settings and expanded clinical roles provide avenues for care centered on the needs of the patient. 1.4.4 Private health insurance Various projects have been completed to investigate var- iations in health system performance across the OECD and explore the causes of these variations. These have included work on waiting times for non-emergency sur- gery; work on the microefficiency of utilisation of medical resources; and work on evaluating alternative mixes of private & public health insurance. The OECD Health Division also carries out work on health and age- ing. As populations age, an increasing number of citizens need long-term ameliorative care. We have studied the organisation and financing of long-term care services for older persons, in conjunction with pension and healthcare arrangements. And we have looked at how to provide older and disabled persons with a continuum of care. 1.4.5 Shift to ambulant care and reduction of hospital stays Ambulant care which requires no hospital stay or care outside the hospital would also reduce overall costs. Advances in medicine like minimally invasive surgery as well as telemedicine and self-monitoring already lead to the minimisation of hospitalisation time. Ambulant care also gets increased attention in the frameset of the ageing society. Quality issues also have to be con- sidered in regard to ambulant care and reduction of hospitalisation time. It has been mentioned at the EFMN annual issue work- shop on public heath systems changes in 2008 that a general progressive shift in care from inpatient to ambulatory-care settings is being expected, especially due to the ageing society. Therefore governments may need to consider whether the relative share of overall resources allocated to the ambulatory sector is in line with the new patterns of demand. This has been men- tioned as a key area for reforms. 1.5 Coordination and Organisation of Healthcare 1.5.1 Coordination of care The report ‘Improved Health System Performance Through Better Care Coordination’ (OECD, 2007) ( 130 ) attempts to assess whether – and to what degree better care coordination can improve health system per- formance in terms of quality and cost-efficiency. ( 127 ) HealthCast 2020: Creating a Sustainable Future’, PWC Health Research Institute, 2005. ( 128 ) Cedefop, Workshop on Future skill needs in healthcare, 22-23 May 2008. ( 129 ) ‘HealthCast 2020: Creating a Sustainable Future’, PWC Health Research Institute, 2005. ( 130 ) OECD (2007) Improved Health System Performance Through Better Care Coordination (www.oecd.org/dataoecd/22/9/39791610.pdf), last accessed: April, 2009. EFMN-special-issue-100208.indd 26 EFMN-special-issue-100208.indd 26 22/10/07 15:53 22/10/07 15:53 ",
        "27 Coordination of care refers to policies that help create patient-centred care that is more coherent both within and across care settings and over time. Broadly speaking, it means making healthcare systems more attentive to the needs of individual patients and ensuring they get the appropriate care for acute episodes as well as care aimed at stabilising their health over long periods in less costly environments. These issues are of particular interest to patients with chronic conditions and the elderly who may find it difficult to ‘navigate’ fragmented healthcare sys- tems that are often found in OECD countries. During 2006 and 2007, work in the area of efficiency has focused on coordination-of-care policies as a tool for improving both cost and quality outcomes ( 131 ).The OECD Health Division has released a Health Working Paper ‘Improved health system performance through better care coordination’ (OECD, 2007) ( 132 ).This report covers OECD countries and those EU Member States that are not members of the OECD. The main objective of this study was to assess the potential for higher efficiency through better care coordination policies, and to identify how governments in OECD countries promote coordina- tion of care. In regard to future needs and developments, the following aspects have been mentioned here: 1. Care coordination would be facilitated by better information transfer and wider use of ICT for collect- ing, updating, disseminating and processing infor- mation on patients and provider performance. 2. The balance of resources going to ambulatory care may need to be reviewed. 3. New ambulatory care models need consideration. 4. Care coordination may benefi t from greater health- system integration between healthcare sectors and between providers, as well as between the health and social sectors. 1.5.2 Evidence-based development The Oslo National Institute of Public Health has defined evidence-based healthcare as follows: “ Evidence-based healthcare is the conscientious use of current best evidence in making decisions about the care of individual patients or the delivery of health services. Current best evidence is up-to-date information from relevant, valid research about the effects of different forms of health- care, the potential for harm from exposure to particular agents, the accuracy of diagnostic tests, and the predic- tive power of prognostic factors. ” (National Institute of Public Health, 1996) ( 133 ). In this sense, evidence-based healthcare can be regarded as an extension of evidence- based medicine, a development that is more and more required in medical practice. The report ‘Ten statements on the future of public health in Europe’ of the European Public Health Association (EU- PHA, 2004) ( 134 ) notes that public health has not been on the agenda of policy-makers until rather recently and it still does not get prioritised in focus because of its long- term orientation. The report emphasises that “ [n]ew public health should therefore encourage researchers to examine the long-term benefits of public health interven- tions. Evidence-based research could be a basis for this. Another basis could be long-term morbidity and mortal- ity studies. Policymakers should combine different strategies to achieve one goal. Investment for the long- term benefits of such strategies should not be subject to short-term budget cuts. ” The European Observatory on Health Systems and Poli- cies supports and promotes evidence-based health policy-making through comprehensive and rigorous anal- ysis of the dynamics of healthcare systems in Europe ( 135 ). They work mainly on the following topics: Chronic dis- eases, European Union law and enlargement, funding healthcare, healthcare reform, policy and performance, health impact assessment, human resources for health, hospitals, mental health policy, pharmaceuticals, primary healthcare, public health policy, purchasing, regulation, regional studies, and targets for health. The European Observatory is regularly publishing different studies in the health field and policy briefs directed to ‘busy policy-mak- ers’. Examples of policy studies in the field of health systems are: (cid:129) capacity planning in healthcare: a review of the inter- national experience, 2008; ( 131 ) www.oecd.org/document/32/0,3343,en_2649_33929_36415008_1_1_1_37407,00.html ( 132 ) OECD (2007) Improved Health System Performance Through Better Care Coordination. (www.oecd.org/dataoecd/22/9/39791610.pdf), last accessed: April, 2009. ( 133 ) First Annual Nordic Workshop on how to critically appraise and use evidence in decisions about healthcare, National Institute of Public Health, Oslo, Norway, 1996. (www.uib.no/isf/utposten/1996nr2/utp96217.htm), last accessed: April, 2009. ( 134 ) EUPHA (2004), ‘Ten statements on the future of public health in Europe’ (www.eupha.org/documents/publications/eupha_10_ statements.pdf), last accessed: April, 2009. ( 135 ) Cf: European Observatory on Health Systems and Policies. Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes EFMN-special-issue-100208.indd 27 EFMN-special-issue-100208.indd 27 22/10/07 15:53 22/10/07 15:53 ",
        "28 (cid:129) day surgery: making it happen, 2007; (cid:129) healthcare outside hospital: Accessing generalist and specialist care in eight countries 2006; (cid:129) cross border healthcare in Europe 2005; (cid:129) health technology assessment: An introduction to objectives, role of evidence, and structure in Europe; (cid:129) confi guring the hospital in the 21 st century, 2004. 1.5.3 Guidelines for reporting, quality and safety standardisation Often quality improvements in quality and safety of healthcare are inadequately reported, which makes it dif- ficult to learn the effects. To make this situation better, a revised version of the ‘Standards for Quality Improvement Reporting Excellence (SQUIRE)’ has been introduced in the effort to improve completeness, accuracy, and trans- parency of studies (Annals of International Medicine, 2008) ( 136 ). 1.5.4 Communication In order to reduce the burden placed on future social systems by increasing health needs – and for instance to reduce avoidable costs due to a fragmented and duplicated health service ( 137 ) – it is important to improve communication and coordination between all stake- holders of health systems: “ Hospitals and physicians, public sector agencies, governments and other commer- cial health-related entities must view the benefits of working together and connect by formal partnership or informal business affiliations to deliver health services to consumers ( 138 ) . ” Contracting the entire primary care at the local level as a cohesive package could be a way to avoid duplication of services provided. Furthermore, the restructuring of the healthcare sector should be supported and influ- enced by social dialogue among all interested and involved stakeholders ( 139 ). Lastly, strengthening transna- tional research is presented in the Luxembourg Foresight as a way to make sure that new treatments are imple- mented quickly into clinical practices – improving the efficiency of care ( 140 ). 1.6 Improvement of Training for Health and Social Care Professionals 1.6.1 Workforce As a consequence of population ageing and of the increasing prevalence of chronic disorders, the demand for general practice, pharmaceutical services, home care services as well as emergency help services is expected to increase and evidence suggests that the supply of general practice care will not be able in the future to keep up with the growth of the demand. The Dutch Foresight study ‘OP ÉEN LIJN: Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020’ expects for instance the supply of gen- eral practice care in the Netherlands to grow by 11.5 %; however, the demand for it is expected to increase by 13 to 20 %, leading to serious workforce short- ages ( 141,142 ). This trend might be reinforced through the transition to retirement of large age groups of the cur- rent healthcare workforce. Also medical personnel are increasingly complaining about inadequate payment and bad working conditions. In Eastern Europe, but also in developing countries, medical professionals are migrating to other countries with better payment and conditions, thus causing a ‘brain-drain’ and worsening the situation in their coun- tries of origin. The unfavourable working conditions for medical workers are also being caused due to efforts for cost reductions. With the interests of healthcare pro- fessionals, even a new dimension adds up to quality of care, equity, efficiency and cost reduction which requires balancing. 1.6.2 Future skills of health system professionals The aim of the knowledge triangle ‘research-innova- tion-education’ of the Lisbon strategy is to provide a framework for developments and partnerships at European, national and sectoral level; therefore it has to be considered as crucial also for the health sector. Education and training policies and strategies in the forthcoming years should integrate institution-based and work-based learning; balancing the demand and supply side between jobs and qualifications; focus on ( 136 ) Annals of International Medicine (2008) Publication Guidelines for Improvement Studies in Healthcare: Evolution of the SQUIRE Project (www.annals.org/cgi/content/full/149/9/670), last accessed, April, 2009. ( 137 ) OP ÉEN LIJN – Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020. ( 138 ) ‘HealthCast 2020: Creating a Sustainable Future’, PWC Health Research Institute, 2005. ( 139 ) Cedefop, Workshop on future skill needs in healthcare, 22-23 May 2008. ( 140 ) FNR Luxembourg National Foresight, 2007. ( 141 ) OP ÉEN LIJN – Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020. ( 142 ) ‘The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland’, 2005. EFMN-special-issue-100208.indd 28 EFMN-special-issue-100208.indd 28 22/10/07 15:53 22/10/07 15:53 ",
        "29 quality assurance mechanisms and recruit and enhance cooperation between teachers and trainers. It is therefore essential to ensure that education and training systems provide analytical skills, leadership skills and allow current and future professionals to appropriately comprehend the transformative nature of technology. This type of education system needs to effectively combine classroom teaching and real-life experiences in the realities of the health sector. The growing field of specialised healthcare education in the sector is an example of a significant critical response to these intense challenges facing Europe. On the other hand, the management of health and social care sectors are characterised by massive challenges and opportunities for sectoral businesses and employees. Managers in the health and social care sector have to be effective in all traditional quantitative and qualitative skill areas of business management, e.g. influenced by New Public Management. However, they must also be able to deal effectively and efficiently with the role of government and the continuous transformation of the industry through the innovation in technology, research and demographic developments, while understanding how to operate as entrepreneurs. In order to cope with these tasks they need a sophisticated and powerful combination of skills. Furthermore, nurses will need to be trained on administrative and communication areas, so as to allow the delegation of more duties to them. Communication will need to be an integral part of all health and social care training and education system, as the focus of the respective systems will be on patients rather than cases, as is today. Nevertheless, special attention should be paid so as to avoid having manag- ers of health and social care institutes that lack clinical skills and knowledge of the entire spectrum of services provided by the sectors ( 143 ). Some major strengths, weaknesses, opportunities and threats have been identified in a SWOT analysis about scenarios, implications and options in anticipation of future skills and knowledge needs in the health and social services sector conducted by TNO, SEOR and ZSI for the EU DG-employment. Labour shortages with growing demand, budget constraints and suboptimal working conditions have been named as major threats and the complexity of processes and products as well as bureaucracy and lengthy procedures as weaknesses. Labour-saving technologies, quality-improving tech- nologies and the emphasis on prevention have been named as major opportunities ( 144 ). 1.7 Ethical issues Although new developments in healthcare technolo- gy, medical advances and innovations in public health hold many opportunities, they also raise new ethical questions. The spectrum of issues is broad, ranging from data security and privacy protection over econo- misation of healthcare to even philosophical questions about humanity, identity and life. 1.7.1 Ethics and information security Digital transfer and storage of people’s medical infor- mation raises questions in regard to data security and also legal and ethical issues, e.g. who is allowed to have access to the data, who controls the information flow and how will data protection and fraud protection be implemented? Telemedicine and e-health can also change the relationship between patients and physi- cians. Telemedicine and e-health should not negatively affect the relationship of trust and respect between patient and physician and it must ensure certification and qualification of the physician as well as proper doc- umentation and privacy protection. Also issues of cross-border consultancy have to be regulated. Another issue relates to surveillance. How far can the surveillance of people for preventative or protective reasons be jus- tified, especially if the subjects are children or elderly people with dementia who are not able to give their full consent? 1.7.2 Ethics and economisation of health A concentration on economisation and cost reduction could lead to a couple of ethical questions like the jus- tification of expensive life-extending procedures without hope for a cure, tendencies towards a two-tier medical system, health- and age-related discrimination due to costs (e.g. for insurers or employees) or even peripheral issues like pre-implantation diagnostics (PID), embryonic screening, abortion and euthanasia. ( 143 ) ( 144 ) Dijkgraaf, E. (ed.); Gijsbers, G.; de Jong, J.M.; Jonkhoff, W.; Zandvliet, K.; Maier, D.; van der Zee, F. (2009), Investing in the future of jobs and skills scenarios, implications and options in anticipation of future skills and knowledge needs, Sector Report Health and Social Services. Special issue on healthcare The future of public healthcare systems within demographic, societal and technological changes EFMN-special-issue-100208.indd 29 EFMN-special-issue-100208.indd 29 22/10/07 15:53 22/10/07 15:53 ",
        "30 1.7.3 Ethics and prevention and freedom of choice The growing emphasis on prevention could also lead to ethical (and legal) questions relating to personal freedom of choice. In how far can people be ‘forced’ to adhere to specific life-style choices to avoid life-style diseases that are likely to be related to eating habits, smoking, alcohol consumption or a lack of exercise? Can it be justified that people with unhealthy life-styles should pay more into social security or is it socially acceptable that others have to pay for preventable illnesses? 1.7.4 Ethics and genetics The growing advances in genetics and genetic analysis are leading to a growing number of claims that corre- late genetic disorders to diseases (including obesity, psychological disorder, cancer) and disabilities. Currently, however, most assumed relations between genetic data and potential illnesses are far from clear and require much further research. If adding an economic dimen- sion, such tendencies could perhaps lead to gene-related discrimination. Genetics also leads to new legal ques- tions about patents, e.g. on DNA sequences, plants and genetically-modified organisms. 1.7.5 Ethics and neurotechnology Neuroscience and neurotechnologies are getting increas- ingly important, especially in the context of ageing and dementia. Progress in this area also raises new ethical questions about interfering with a human’s brain, nerv- ous system and even thoughts and personality. Already today, some techniques that are applied to treat psycho- logical or neuronal disorders or traumatic stress syndrome can lead to personality changes or even manipulation of memories. New developments in the treatment of pho- bia and traumatic stress disorder even aim at deliberately ‘deleting’ memories from the brain ( 145 ). 1.7.6 Ethics and emerging medical technolo- gies and the concept of humanity Some promising trajectories in medical research and tech- nologies are raising profound ethical questions and concerns. This applies to current practices like human embryonic stem cell research, pre-implantation diagnos- tics and the creation of human-non-human chimera (for research purposes), but even more to potential future developments like advanced neurotechnology, medical implants, anti-ageing and ‘radical health-life extension’, tissue engineering and the related ‘danger’ of cloning as well as advanced nano(bio)technology and so-called human enhancement technologies. The new questions are even going so far as questioning the traditional con- cepts of life entities and ‘being human’ (cf. e.g. Nordmann, 2004( 146 ) and Coenen, 2008( 147 ) who provide a summary of the debate)( 148 ) and the role of artificial or partly-arti- ficial entities (cf. Leis, 2006)( 149 ). Also the prospect of health and life extension leads to philosophical and ethi- cal questions and controversies like the role (and importance) of illness and death for humanity. ( 145 ) New York Times (05.04.2009) www.nytimes.com/2009/04/06/health/research/06brain.html?_r=2&partner=rss&emc=rss ( 146 ) ( 147 ) Nordmann (2004) Converging Technologies – Shaping the Future of European Societies (www.ntnu.no/2020/pdf/final_report_en.pdf), last accessed: April, 2009. ( 148 ) Coenen (2008) Konvergierende Technologien und Wissenschaften. Der Stand der Debatte und politischen Aktivitäten zu ‘Converging Technologies’ (http://www.itas.fzk.de/deu/lit/2008/coen08a.pdf), last accessed: April, 2009. ( 149 ) Leis (2006), ‘Robots – Our Future Partners?’ Tectum, 2006. EFMN-special-issue-100208.indd 30 EFMN-special-issue-100208.indd 30 22/10/07 15:53 22/10/07 15:53 ",
        "31 2 The need for ‘Healthy Ageing’ as a major driver of healthcare systems change EFMN-special-issue-100208.indd 31 EFMN-special-issue-100208.indd 31 22/10/07 15:53 22/10/07 15:53 ",
        "32 EFMN-special-issue-100208.indd 32 EFMN-special-issue-100208.indd 32 22/10/07 15:53 22/10/07 15:53 ",
        "33 Special issue on healthcare The need for ‘Healthy Ageing’ as a major driver of healthcare systems change 2 The need for ‘Healthy Ageing’ as a major driver of healthcare systems change The demographic projections about population numbers and life expectancy are quite robust and can therefore serve as a reliable basis fore foresight analysis. By 2045 to 2050, people will live longer as life expectancy in Europe is expected to rise to 81.0 years from the currently estimated average of 74.6 years (UN, 2006) ( 1 ). Up to 2050 the share of the above 60 age group will be around 37 % in Europe, compared to only 27 % in North America, where population growth will continue to be relatively strong. Within the 60+ age group, there will also be sig- nificant growth in the number of the ‘very old’, i.e. people aged 80 years and over. Whereas the very old constitute 3 % of the European population today, 11 of the former EU-15 Member States will have at least 10 % of their pop- ulation aged 80 or over by 2050. Gender differences in ageing are considerable. In Europe women’s life expect- ancy is currently more than 6 years higher than for men. In the age group of 60 years and over, there are 50 % more women than men. Of people living alone at the age of 75+ more than 70 % are women. The process of enlargement of the European Union is not expected to have a significant impact on the ageing process of the Union’s population ( 2 ). Population ageing will have significant socio-economic implications ( 3 ). There are serious concerns about the vi- ability of pensions systems in many countries (particularly where pension payments depend on current contribu- tions from people in work), about public sector budgets (particularly for healthcare), about the care implications of a larger population of frail older people, and about the possibility of a growing marginalised and socially-exclud- ed older population – or the domination of elderly over a much smaller share of young people. Population age- ing is seen as a challenge to the European model of social welfare and protection. The concerns are justified, but pessimistic conclusions should not be drawn too quickly. This report presents a perspective in which demographic change is seen as a positive opportunity for the innovative technological, social and organisational responses to the challenges of an ageing population. Through innovation it may be possible to not only avert potential economic problems, but also to enhance the quality of life of older people, and develop new business possibilities for European industry. This chance depends in part on how the European indus- try adapts to the changing composition of demand, and whether or not it can produce innovative solutions in response to the actual and potential needs and demands of older age groups. It should be emphasised that many of the goods and services which are likely to emerge can be internationally traded: There will be international ( 1 ) United Nations (2006) World Population Prospects: The 2006 Revision. (www.un.org/esa/population/publications/wpp2006/wpp2006. htm), last accessed: April 2009. ( 2 ) http://ec.europa.eu/health/ph_information/dissemination/diseases/age_en.htm ( 3 ) Saranummi Niilo, Kivisaari Sirkku, Särkikoski Tuomo & Graafmans Jan. Ageing and technology. Sevilla: Institute for Prospective Technological Studies, European Commission-JRC, 1996. 47 p. + app. 23 p. (IPTS – Technical Report Series). ( 4 ) Lafortune, G., Balestat, G. et al., ‘Trends in Severe Disability Among Elderly People: Assessing the Evidence in 12 OECD Countries and the Future Implications’, OECD Health Working Paper No. 26, Paris, 2007. (available under: www.oecd.org/document/61/0,3343, en_2649_37407_35490493_1_1_1_37407,00.html; retrieved on 19 May 2008). The rapid ageing of the population in OECD countries over the next few decades is expect- ed to increase the demand for, and hence expenditure on, long-term care services. One of the main policy implications [...] is that it would not seem prudent for policy-makers to count on future reductions in the prevalence of severe disability among elderly people to offset the rising demand for long-term care that will result from population ageing. Even though dis- ability prevalence rates have declined to some extent in recent years in some countries, the ageing of the population and the greater lon- gevity of individuals can be expected to lead to increasing numbers of people at older ages with a severe disability. [...] One factor that might help mitigate this ‘pure’ demographic effect of population ageing on the demand for long-term care would be some steady improvements in the health and func- tional status of people aged 65 and over, which would enable them to live independently as long as possible. ( 4 ) EFMN-special-issue-100208.indd 33 EFMN-special-issue-100208.indd 33 22/10/07 15:53 22/10/07 15:53 ",
        "34 competition in the development and supply of such goods. However, adaptation to the new patterns of demand is not simply a private-sector issue – government also has a role to play in the development and diffusion of new technologies and in the creation of markets, through: (cid:129) development of relevant technological infrastruc- tures; (cid:129) actions to create markets for new age-appropriate technologies; (cid:129) development of relevant standards and regulations (both technological and organisational); (cid:129) diffusion of best practice ( 5 ). 2.1 Ageing: Increasing costs on health and social services provision Demands placed on healthcare systems will increase since in general an ageing population uses more healthcare services than a younger one. This leads to increased costs ( 6 ) and raises important challenges in terms of the availability of sufficient general practice care, pharmaceu- tical services and emergency help. For instance, the total (direct and indirect) costs caused by Alzheimer’s disease are estimated in the range from EUR 2,470 to EUR 32,000 per patient per year. For Parkinson’s disease, these esti- mates average EUR 13,800 per patient. These costs and the overall healthcare costs for age-related diseases are likely to rise due to potentially increasing number of cases given the expected demographic shifts in all countries ( 7 ). Especially bad are the projections for the US, where in “ 2008, healthcare spending […] reached USD 2.4 trillion, and is projected to reach USD 3.1 trillion in 2012. Health- care spending is projected to reach USD 4.3 trillion by 2016 ” (NCHC, 2009 ( 8 ). Medical costs in the US are a major reason for the financial problems of individuals and individual households and “ [r]etiring elderly couples [in the US] will need USD 250,000 in savings just to pay for the most basic medical coverage ” (ibidem). Thus, the pure demographic effect of an ageing population is pro- jected to push up healthcare spending by between 1 and 2 % of GDP in most Member States between 2004 and 2050 ( 10 ). Population ageing will also lead to an ever accelerating epidemiological shift from communicable diseases to more non-communicable diseases and chronic conditions (including asthma and diabetes mellitus), neu- rodegenerative diseases as well as mental health disorders, expected to absorb a growing share of total healthcare costs ( 11 ). Therefore, although an increasing life-expectancy is actually something positive, it gets problematic if two factors come together: failing health Demands placed on healthcare systems have been evolving. An epidemiological shift from communicable disease towards chronic condi- tions is underway and is likely to accelerate over coming decades as populations age. As it stands, patients with chronic disease, most of whom are older, absorb a large and growing share of total healthcare resources. At the same time, they may not always be receiving health- care in line with best practices, leading to greater risks of, for example, un-planned hospi- tal episodes. As a result, there is a presumption that qualityt can be improved while limiting costs by improving the architecture of health- care systems and the way that the chronically-ill population is cared for. As lifetimes lengthen, patients may need to be followed over longer time periods but, hopefully, this will be at lower levels of intensity ( 9 ) . ( 5 ) Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM)’, JRC/IPTS-ESTO Study, ed. by A. Braun, M. Boden and M. Zappacosta, Sevilla, 2003. ( 6 ) See e.g. Greek Technology Foresight, Report of the Working Team on Health and Quality of Life, Athens 2004; ‘Building Futures, 2020 vision: our future healthcare environments’, UK, 2008; Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003; ‘The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland’, 2005; EMCC dossier on the European biomedical healthcare sector; IEEE Special Report (2009) The Bionic Body Shop (www.spectrum.ieee.org/bionic), last accessed: April 2009. ( 7 ) Source: Bock, A. K. et al. (2003) ESTO/IPTS Report ‘Human tissue-engineered products – Today’s markets and future prospects’. ( 8 ) NCHC (2009) Facts on Healthcare Costs (www.nchc.org/documents/Cost%20Fact%20Sheet-2009.pdf), last accessed: April, 2009. ( 9 ) Hofmarcher, M. M., Oxley, H. and Rusticelli, E., ‘Improved Health System Performance through Better Care Coordination’, OECD Health Working Paper No. 30, Paris, 2007. (available under: www.oecd.org/dataoecd/22/9/39791610.pdf; retrieved on 14 May 2008). ( 10 ) Source: ‘The impact of ageing on public expenditure: projections for the EU-25 Member States on pensions, healthcare, long-term care, education and unemployment transfers (2004-2050)’, EC, DG ECFIN, 2006. ( 11 ) See Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003; Hofmarcher, M. M., Oxley, H. and Rusticelli, E., ‘Improved Health System Performance through Better Care Coordination’, OECD Health Working Paper No. 30, Paris, 2007; FNR Luxembourg National Foresight, 2007. EFMN-special-issue-100208.indd 34 EFMN-special-issue-100208.indd 34 22/10/07 15:53 22/10/07 15:53 ",
        "35 with old age and fewer people to financially and socially support the healthcare services due to declining birth rates. In such a setting, an increasing number of older people would require more treatment, which means higher costs and the requirement for more personnel, which cannot be supplied if there will be fewer young people who will finance the costs (through the insur- ance system) and serve as caregivers. Hence, the growing and changing demand for health services, mostly provided today by the public sector in many Member States of the EU, is creating unprece- dented pressures on health and social care systems. The implications of triple ageing for health and social services are especially profound, with long-term care expenditure as a proportion of GDP expected to almost triple over the coming 50 years. For example, it is esti- mated that healthcare costs for 65-75 year olds are 2.5 times greater than those for people under 65, whilst the costs for those over 75 are estimated to be 4.5 times greater ( 12 ). There is also a need, for instance, to improving the quality and efficiency of care provided for the elderly and the chronically ill while, at the same time, limiting costs (resulting for example from unplanned hospitali- sation) by improving the architecture of healthcare systems and the way that the chronically-ill population is cared for ( 13 ). Ensuring the viability of and sustainability of public health systems is a challenge for European countries be- cause the countries and companies that are better in managing the challenges of an ageing society will gain social, economical and competitive advantages ( 14 ). In particular, it is necessary to rethink the way healthcare is funded, in order to maintain and improve the high quality of care, to promote equal access to new – and often costly – medical technologies and treatments and to ensure that all share the benefits of advancement in medical research and technology. Furthermore, the role and responsibility of all stakeholders of healthcare sys- tems (public and private stakeholders as well as the patients) has to be redefined ( 15 ). 2.2 Ageing: Increasing pressure on the labour market / pensions system Ageing has a huge impact on the labour market as well as on the pensions system in two ways. First and fore- most, the workforce is becoming smaller and older on average ( 16 ). This may lead to new challenges in terms of labour supply and skills shortage, which may be exacer- bated by the increased competition for skills and competencies in the knowledge and service economy: The increase of knowledge work, together with the availability of ICT applications making work increasingly independent of time and location, lead to the globali- sation of the market for competent workforce and labour market mobility is therefore expected to increase ( 17 ). Attracting competent professionals into the country, retaining them, and retaining valuable knowl- edge and expertise in the face of the transition to retirement of large population groups will therefore become a necessity, particularly in fields where national skills and competencies could still be improved or where a shortage of skilled labour is anticipated ( 18 ). Secondly, and concurrently, the number of people out- side the workforce will rise and longer life expectancy means that pensions will be paid for a longer period than at present, thus increasing future spending ( 19 ). As a result, a shrinking workforce will have to support a growing number of retired people, which will increase the burden on public pensions systems. Economic growth and the financing of the welfare sys- tem will therefore depend on having many people in employment and it will be necessary for society to be able to make best and flexible use of all labour resources ( 20 ). There are good grounds for scientific investigation into two major questions. The first one deals with the ques- tion about what will enable elderly people to remain and let them want to remain on the labour market in the future, either as wage-earners or self-employed indi- viduals. The other question concerns finding the best ( 12 ) Source: Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 13 ) Hofmarcher, M. M., Oxley, H. and Rusticelli, E., ‘Improved Health System Performance through Better Care Coordination’, OECD Health Working Paper No. 30, Paris, 2007. ( 14 ) See Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003; Greek Technology Foresight, Report of the Working Team on Health and Quality of Life, Athens 2004. ( 15 ) ‘HealthCast 2020: Creating a Sustainable Future’, PWC Health Research Institute, 2005. ( 16 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 17 ) ( 18 ) See for instance FinnSight 2015. ( 19 ) FNR Luxembourg National Foresight, 2007. ( 20 ) Braun, A., Rijkers-Defrasne, S., et al., ‘Healthy Ageing: Challenges and Options for Research’, EFMN Issue Analysis 2006 Final Report. Available on: www.efmn.eu Special issue on healthcare The need for ‘Healthy Ageing’ as a major driver of healthcare systems change EFMN-special-issue-100208.indd 35 EFMN-special-issue-100208.indd 35 22/10/07 15:53 22/10/07 15:53 ",
        "36 ways to retain and manage knowledge within multi- generational settings ( 21 ). In this regard, a discussion is needed about the importance of the knowledge/expe- rience of the elderly for the knowledge society, as well as the related needs for changes within organisations and companies (‘corporate social responsibility’) to cope with this knowledge ( 22 ). As a consequence of population ageing and of the increasing prevalence of chronic disorders, the demand for general practice, pharmaceutical services, home care services as well as emergency help services is expected to increase. Evidence suggests that the supply of gen- eral practice care will not be able to keep up with the growth of the demand in the future. It will be therefore necessary to find ways to improve the match between supply and demand of general practice. In the course of health system reforms, attention should be paid to the fact that doctors and nurses may also face skills prob- lems, increasingly being asked not only to perform their medical but also administrative tasks, for instance, due to the restructuring of hospitals ( 23 ). Finally, due to increased mobility at international scale (globalisation), as well as within the EU (Single Market), the labour market for healthcare professionals has become increasingly international. Regarding European health systems, there is a risk of exodus of healthcare workers leaving new Member States to take up jobs in the EU15 countries with better salaries, working con- ditions and career perspectives – leading to serious implications for healthcare systems and workforce shortages in their home countries ( 24 ). How to maintain an equitably balanced distribution of the health work- force in the EU and avoiding a workforce shortage in new Member States will both become crucial issues ( 25 ). 2.3 Cost-benefi t analysis of measures and research for “healthy ageing” Long-term care and dementia are the most feared social and economic consequences of the ageing society. This is the reason why ‘healthy ageing’ or increasing the amount of years in good health (‘health span extension’) are seen as important issues and the solution to the problem within most foresight studies. Significant med- ical research is often dedicated to this issue. Finding cures for dementia and age-related diseases is stated as the main goal of many medical and technological R&D activities. In this respect, technological foresight studies play an important role in identifying trends and advances in research and development that could contribute to the better prevention or even cure of age-related dis- eases. The whole ageing debate has also contributed, for example, to the growing interest in brain- and neu- roscience. If the negative health effects of ageing could be diverted, most of the pressure would be taken off the healthcare and social security systems. In the mag- azine ‘New Scientist’, biodemographer Jay Olshansky explores future scenarios on human ageing and anti- ageing technologies and comes to the conclusion that “ [a]ccording to studies undertaken at the International Longevity Center and at universities around the world, the extension of healthy life creates wealth for individu- als and the nations in which they live. Healthy older individuals accumulate more savings and investments than those beset by illness. They tend to remain produc- tively engaged in society. ” (Olshansky, 2006 ( 26 )). Therefore, he even calls for a “paradigm shift” to prior- itise investments in anti-ageing R&D, because of the huge long-term payoffs and cost-savings and asks the US Congress to invest at least 1 % of the US medical budget into this effort. On the other hand, medical research on age-related diseases is expensive and its suc- cess is uncertain, requiring an in depth cost-benefit analysis that as yet has not been taken up by mainstream thinking. Besides medical research, social and economic analysis about costs and specifically mid-term to long- term benefits of investments in healthy-ageing should be conducted in a broader and more systematic way. ( 21 ) Danish national foresight study ‘The Ageing Society 2030’, 2006; Rijkers-Defrasne, S., Korte, S. et al., ‘Emerging Knowledge-Based Economy and Society’, EFMN Issue Analysis 2007 Final Report. Available on: www.efmn.eu ( 22 ) ( 23 ) Braun, A., Rijkers-Defrasne, S. et al., ‘Future of public health systems in Europe’, EFMN Issue Analysis 2008 – Final Report. Available on: www.efmn.eu ( 24 ) Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003. ( 25 ) Braun, A., Rijkers-Defrasne, S. et al., ‘Future of public health systems in Europe’, EFMN Issue Analysis 2008 – Final Report. Available on: www.efmn.eu ( 26 ) Olshansky (2006) In pursuit of the longevity dividend (http://www.edmontonagingsymposium.com/files/eas/Longevity_Dividend.pdf), last accessed: April 2009. EFMN-special-issue-100208.indd 36 EFMN-special-issue-100208.indd 36 22/10/07 15:53 22/10/07 15:53 ",
        "37 Although initial and short-term costs of R&D in ‘health- span’ extension may be high, long-term benefits might be worth the investment. Such conclusions, however, require more detailed investigation. 2.4 Threats to societal inclusion Besides its obvious impact on healthcare and social sys- tems, as well as on the labour market, the ageing of the European populations may also give rise to serious chal- lenges to social cohesion / inclusion and may, for instance, lead to intergenerational tensions linked to different val- ues and political behaviours. Indeed, the ageing electorate in the EU countries will, for example, increase the imbal- ance in the political representation of young and old people, which may lead to politics shaped by interest organisations and lobbyists with special interest in issues affecting older persons. Politicians may become increas- ingly dependent on older voters, which may lead to the design of policies mostly serving the older electorate – e. g. aiming at increasing employer pension contribu- tions (‘grey politics’) ( 27 ). In terms of social inclusion and ageing, gender issues may also play a role: While women have a higher life expectancy than men, they mostly save less for their pensions (either because they occupy less remunerated positions or because they, more often than men, inter- rupt their employment to take care for children or for elderly relatives), leading to a higher risk of poverty for women in old age ( 28 ). While the foresight studies considered in the issue anal- ysis all tackle the issue of ageing and healthy ageing from various angles and independently address differ- ent questions around healthy ageing, some issues related to social cohesion and the spatial dimension, however, are not addressed in great depth. If the wel- fare state undertakes the care of the elderly, will the family still stay close to each other or will there be more mobility? Will the elderly prefer to stay with other eld- erly people if their families go away, or will the number of single households with older people increase? What challenges will this present in terms of housing and town planning? Where will such movements lead, e.g. to a revival of the countryside? Finally, a discussion is needed about the role that the elderly have to play in society and how to ensure their active participation in all spheres of public life ( 29 ). Undoubtedly, the drop in birth rates and the ageing of the population are seen in foresight studies as the main health challenges that Europe will face in the future, as well as one of the most important drivers – if not the main drivers – of public health systems change in Europe. However, other demographic and social developments, which will be focused on in the following sections, also play an important role, leading to new healthcare needs and new citizens’ expectations regarding healthcare and healthcare systems. 2.5 Market opportunities for the ageing society Ageing should not by any means be only seen as a threat to European systems of social welfare and protection in general and to public health systems in particular. New healthcare services – based on technological innovation – which are likely to emerge in the near future might lead to the creation of new markets and therefore new business opportunities ( 30 ). These opportunities also come up in growing markets related to healthcare, e.g. the market for products for holistic health and health promotion ( 31 ). More generally, substantial business opportunities are arising from ageing, as well as the foreseen demo- graphic and social developments, for example based on new demands for products and services adapted to older people’s needs, ranging from elderly tourism, elderly wellness services, cultural services for older people, to assisted living products and services. Techno- logical innovation must therefore be based on the fact that society is undergoing an ageing process and that technology, which, through dynamic interaction, both influences and is influenced by society and can contrib- ute to the ageing society not becoming a problem but an opportunity to be embraced ( 32 ). Indeed, in the UK for example, there is a broad market targeted at people older than 50. ‘Inclusiveness’ is the key concept in designing ( 27 ) ( 28 ) Danish national foresight study, ‘The Ageing Society 2030’, 2006. ( 29 ) Braun, A., Rijkers-Defrasne, S., et al., ‘Healthy Ageing: Challenges and Options for Research’, EFMN Issue Analysis 2006 Final Report. Available on: www.efmn.eu ( 30 ) See Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM), 2003; Danish national foresight study ‘The Ageing Society 2030’, 2006; Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 31 ) EFMN Foresight Brief No. 84: Preventative Healthcare Mecklenburg-Western Pomerania. ( 32 ) However, the participants of the EFMN Issue Analysis Workshop 2006 underlined that though technology can be an enabler to improve quality of life in every age-group (and to increase accessibility of healthcare particularly in old age), low-tech solutions and the human factor should not be underestimated. Special issue on healthcare The need for ‘Healthy Ageing’ as a major driver of healthcare systems change EFMN-special-issue-100208.indd 37 EFMN-special-issue-100208.indd 37 22/10/07 15:53 22/10/07 15:53 ",
        "38 new products and services adapted to the needs of the elderly ( 33 ). Of course, the so-called ‘silver market’ focusing on sen- ior citizens as consumers will only flourish when the purchasing power of the elderly is strong ( 34 ). However, at least in Germany, the opportunities should not be underestimated against the background of the purchas- ing power of the elderly: The large potential of the ‘silver market’ has been underlined in a study carried out by the German Institute for Economic Research, for example, which estimates that the purchasing power of the 60+ generation in Germany amounts to some EUR 316 billion, contributing to nearly one third of the total private con- sumption. According to this study, this share will increase to 41 % by 2050 ( 35 ). Beyond the ‘silver market’, the foreseen increase of single-person households, regardless of age, is expected to lead to new opportunities for lifestyle serv- ices that can also be attractive for the elderly, such as delivery or cleaning services, as well as ‘life manager’ services helping people to solve all kinds of personal problems ( 36 ). 2.6 Housing innovations / Clothing / Town planning Older people will benefit from the design and develop- ment of technical solutions for every day life, helping them to remain self-reliant and not dependent on assist- ance, so that they can remain in their own homes for as long as possible – even if they experience either a major or a minor loss of functional ability. This may, in turn, contribute to reducing the costs for long-term health and social care. In this area, developments within infor- mation and communications technology (apart from telemedicine services, already addressed in §1.2.3) and biotechnology will be critical for the development of the age-integrated society. These technological developments will be integrated into everyday devices, from ‘IT everywhere’ through to flexible housing and new types of products, such as ( 37 ): (cid:129) the development of attractive and functional clothing designed with particular regard for older persons with chronic diseases; (cid:129) the development of ‘fall safe’ fl oors; (cid:129) the design of intelligent textiles and ‘smart’ clothing, featuring new properties (e.g. soiling and odour repel- lent) and incorporating IT and communications solu- tions directly into the garment ( 38 ). The local supply of social contributions and healthcare must be adjusted to the needs of an ageing and shrink- ing society ( 39 ): (cid:129) assisted living facilities, senior care retirement facilities; (cid:129) drugs and food delivery services; (cid:129) barrier-free access to public transport, and so on. Against the backdrop that decreasing functional capac- ity and increased social isolation are some of the risk factors for depression in old age, particular attention should certainly be given to developing new living structures (housing, urban planning, etc.) to help avoid isolation and depression in old age ( 40 ). Technologies and solutions to improve the health and wellbeing of elderly people are therefore very important and can provide huge opportunities for innovation, the economy and scientific and technological progress. Approaches and opportunities are manifold and range from preventative and ‘anti-ageing’ measures and improved medicine over targeted markets and services to advanced technological aids and assistance systems. ( 33 ) Discussion during the EFMN Issue Analysis 2006 on Healthy Ageing. ( 34 ) Braun, A., Rijkers-Defrasne, S., et al., ‘Healthy Ageing: Challenges and Options for Research’, EFMN Issue Analysis 2006 – Final Report. Available on: www.efmn.eu ( 35 ) Documentation on the European Congress ‘Demographic Change as Opportunity: The Economic Potential of the Elderly’, Berlin, 17-18 April 2007. ( 36 ) See ‘Ageing Society 2030’, Teknologisk Fremsyn, Danish Foresight; www.zukunftsradar2030.de Sector Futures, ‘The Health and Social Services Sector’, EMCC, 2003. ( 37 ) ( 38 ) ( 39 ) ‘Ageing Society 2030’, Teknologisk Fremsyn, Danish Foresight; www.zukunftsradar2030.de ( 40 ) FNR Luxembourg National Foresight, 2007. EFMN-special-issue-100208.indd 38 EFMN-special-issue-100208.indd 38 22/10/07 15:53 22/10/07 15:53 ",
        "39 3 Visions and prospects from international foresight exercises EFMN-special-issue-100208.indd 39 EFMN-special-issue-100208.indd 39 22/10/07 15:54 22/10/07 15:54 ",
        "40 EFMN-special-issue-100208.indd 40 EFMN-special-issue-100208.indd 40 22/10/07 15:54 22/10/07 15:54 ",
        "41 Special issue on healthcare Visions and prospects from international foresight exercises 3 Visions and prospects from international foresight exercises This section will summarise the major findings from foresight studies about future healthcare systems and ageing. While population ageing will become more of a univer- sal trend in the coming decades, there is a wide diversity in terms of the timing and speed of demographic change, the social and economic contexts and the perception of the challenges posed. Among the developed countries, Europe and Japan will experience the most pronounced ageing trends up to 2050 – the share of the ‘above 60’ group as well as the number of ‘very old’ people aged 80 years and over being expected to rise ( 1 ). While there is a broad consensus in (foresight) studies on the need for reforms to restructure (public) health systems and make them sustainable and especially financially viable, particularly against the background of population ageing and the related expected increase of age-related diseases and chronic conditions, the nature of the reforms needed is rarely explored. Indeed, most studies relate to the future of public health and not that much to the future of public health systems . The issue of ‘ageing’ and the related problems of pressure on health and social care prominently featured among the most frequent topics in recent foresight studies ( 2 ). The following foresight studies were particularly impor- tant: (cid:129) Zukunftsradar / The Challenge of Demographic Change: Scenarios and Recommended Actions for Communes in Rhineland-Palatinate, completed in 2007); (cid:129) FNR Luxembourg National Foresight (2007); (cid:129) Danish national foresight study ‘The Ageing Society 2030’ of Teknologisk Fremsyn ( 3 ) (2006); (cid:129) EMCC Sector Futures, ‘The biomedical healthcare sec- tor’, European Monitoring Centre on Change (2006); (cid:129) ‘HealthCast 2020: Creating a Sustainable Future’, Price Waterhouse Coopers Health Research Institute (2005); (cid:129) OP ÉÉN LIJN – Toekomstverkenning eerstelijnszorg 2020 – The Netherlands foresight study in the health sector for 2020 (2005); (cid:129) The Future of Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Fin- land (2005); (cid:129) German regional foresight study ‘The Challenge of Demographic Change: Scenarios and Recommended Actions for Communes in Rhineland-Palatinate’ (‘Zukunftsradar2030’) of the ‘Future Initiative Rhine- land-Palatinate’(‘Zukunftsinitiative Rheinland Pfalz’) ( 4 ) – completed in 2005; (cid:129) Greek Technology Foresight, Report of the Working Team on Health and Quality of Life, Athens (2004- 2005); (cid:129) Preventative Healthcare, Mecklenburg-Western Pomerania (2004-2005); (cid:129) European meta-studies ‘Sector Futures’ carried out by the European Monitoring Centre on Change on the future of the health and social services sector (com- pleted in 2004) ( 5 ); (cid:129) Sector Futures, ‘The Health and Social Services Sec- tor’, European Monitoring Centre on Change, (2003- 2004)’; (cid:129) ‘Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM)’, JRC/IPTS-ESTO Study, ed. by A. Braun, M. Boden and M. Zappacosta. Sevilla, 2003; and (cid:129) UK Foresight study on ‘Ageing Population’ ( 6 ) (even though already completed in 2000). ( 1 ) http://ec.europa.eu/health/ph_information/dissemination/diseases/age_en.htm ( 2 ) “Recent foresights” includes prospective studies which have been completed within the last 5 years. ( 3 ) “The Ageing Society 2030” Report by the Steering Group for the strategic foresight on the ageing society 2030, Danish Council for Strategic Research, 2006. ( 4 ) For more information, see: www.zukunftsradar2030.de ( 5 ) For more information, see: http://www.eurofound.europa.eu/emcc/sector_futures.htm ( 6 ) ‘The Age Shift – Priorities for action’, UK Foresight, Ageing Population Panel, 2000. Available on: www.foresight.gov.uk (retrieved on 19 March 2009). EFMN-special-issue-100208.indd 41 EFMN-special-issue-100208.indd 41 22/10/07 15:54 22/10/07 15:54 ",
        "42 The concrete foresight statements relating to healthy ageing and healthcare system changes emerging from these foresights are displayed in Annex II. 3.1 Trends and challenges The following section provides an overview about the major trends and challenges depicted in recent fore- sight studies. 3.1.1 Promoting prevention and rehabilitation Against the backdrop of the expected rise in health- care costs due to population ageing, the foresight studies highlight the fact that effective strategies pro- moting healthy ageing should aim at the prevention of diseases instead of spending too many resources on curing them. The following measures are proposed which might be initiated by public authorities, health services or employers: (cid:129) regularly check-ups for all (by GPs, at school, or by the company physician) ( 7 ); (cid:129) prevention campaigns at schools and in the workplace against alcohol and drugs abuse; non- smoking campaigns, etc. ( 8 ); (cid:129) health promotion measures in the workplace: med- ical counselling; counselling on balanced diet and diet programmes; fi tness centres and physical exer- cise programmes ( 9 ); (cid:129) workplace design adapted to an ageing workforce, promoting health and preventing illness and acci- dents at work; design of rest rooms, ergonomics ( 10 ); (cid:129) given the fact that family structures have been chang- ing / have changed and have been more unstable, the German study ‘Zukunfstradar2030’ emphasises the role of the workplace in preventing mental health of the employees by providing counselling on time and stress management, burnout, mobbing, work-life-bal- ance, etc. but also beyond business matters. Address- ing psychosocial problems at work also contributes to making mental disorders no longer a taboo, avoiding stigmatisation and isolation and, at the same time, facilitating access to therapy. Furthermore: relaxation techniques and yoga courses, social and recreational activities, etc. which might also have positive conse- quences on the pensions systems ( 11 ); (cid:129) (worldwide) vaccination programmes against viral infections ( 12 ); (cid:129) prevention through functional food and food sup- plementation (vitamins, folic acid, iodine, etc.) ( 13 ). New preventive treatment regimes, employing both new medicines and changes in behaviour during illness ( 14 ). 3.1.2 New concepts for the labour market As highlighted in the Danish foresight study ( 15 ) the reali- sation of the vision of an age-integrated market will help make flexible use of all labour resources and therefore mitigate the negative economic effects of a shrinking working population. Due to the shrinkage of the Euro- pean workforce as a result of population ageing (and declining birth rates) and the anticipated shortage of expert workforce in specific domains, common retirement notions are expected to be abandoned ( 16 ). The Lisbon Summit set very ambitious targets in the field of retirement policies, namely “ to promote active age- ing, notably by fostering working conditions conducive to job retention – such as access to continuing training and flexible forms of work organisation – and eliminat- ing incentives for early exit from the labour market, notably by reforming early retirement schemes and ensuring that it pays to remain active in the labour mar- ket ”. In this context, the participants of the Issue Analysis Workshop 2006 pointed out, for instance, that that the current tax system is very punitive for older people want- ing to work part time after retirement ( 17 ). In the EUFORIA Delphi ( 18 ) participants were asked to assess the impacts of the trend that a widespread aban- donment of conventional notions of retirement will enable the elderly to continue working if they wish to. The Delphi results show that job creation would slightly ( 7 ) See e.g. German Futur-Foresight Study; UK Wanless Scenarios, Scenario ‘Fully Engaged’; www.zukunftsradar2030.de ( 8 ) ( 9 ) ( 10 ) ( 11 ) ( 12 ) ( 13 ) www.zukunftsradar2030.de ( 14 ) ‘Ageing Society 2030’, Teknologisk Fremsyn, Danish Foresight. ( 15 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 16 ) See Danish Teknologisk Fremsyn. ( 17 ) Braun, A., Rijkers-Defrasne, S., et al., ‘Healthy Ageing: Challenges and Options for Research’, EFMN Issue Analysis 2006 – Final Report. Available on: www.efmn.eu ( 18 ) EUFORIA Project, ‘European Knowledge Society Foresight: The Euforia Project Synthesis’ (2004), European Foundation for the Improvement of Living and Working Conditions. EFMN-special-issue-100208.indd 42 EFMN-special-issue-100208.indd 42 22/10/07 15:54 22/10/07 15:54 ",
        "43 increase if more flexible retirement notions emerge. In addition, participants were confident of the positive impact that new retirement options would have on entre- preneurship and innovation, economic growth and wealth creation ( 19 ). However, while experts agreed during the Issue Analysis Workshop 2006 on the fact that retiring later in life might have a positive impact on economy and finance, they underlined that it is still deemed by the individual as a negative consequence of an ageing pop- ulation. The policy-makers could therefore play an important role in helping to achieve a shift in mentality in that respect, since regulations alone will not be suc- cessful in increasing retirement age as long as there is no shift in mentality. Likewise, the success of the age- integrated labour market depicted in the Danish foresight study (distributing education, leisure and work throughout life) is dependent on mentality (perception), economic opportunities (adequate income) and atti- tudes in the labour market. In addition, aspects related to the work-life balance throughout life should not be underestimated. Furthermore, it was also emphasised that a longer working life is much easier to achieve in the services sector than, for instance, in the manufac- turing sector ( 20 ). While changes in pension terms and incentives through public retirement schemes are a necessary condition for persuading older people to remain on the labour mar- ket longer, such efforts might not be sufficient ( 21 ). In parallel with changes in public sector schemes for retirement patterns, a strategic senior’s policy for com- panies should be developed, with a focus on job-related factors which motivate older people to remain in work either as wage-earners or self-employed ( 22 ). In particular, the foresights highlighted the need to adapt the workplace, as well as the working conditions to the needs of the ageing workforce: It will be necessary to develop ergonomic solutions for the ageing workforce, helping to overcome physical limitations related to age- ing, for example ( 23 ), and to introduce measures for elderly people to promote health and safety at work as well as new flexible work models ( 24 ). For instance, this could be based on flexible working time or allowing older work- ers to take leave from their jobs for health reasons for a temporary period or even to develop new kinds of jobs for people older than 60-70 ( 25 ). In order to foster the inclusion of older age groups on the labour market, it is also necessary for companies to promote a corporate culture that effectively values and highlights older workers and older workers’ skills: in particular, prejudices concerning age and skills (such as those implying that the elderly are less innovative and adaptable) should be eliminated and, on the con- trary, the insight, knowledge and experience of the older workforce should be highlighted ( 26 ): “Seniors have an understanding that there are many considerations, perspectives and interests involved in the workplace (diversity) and, through greater independ- ence from social norms, they are often more creative and better problem-solvers than juniors. Furthermore, seniors have built up a great store of patterns of insight and experience as well as an ability to recognise pat- terns in new knowledge and combine them with what they have already assimilated. Within their fields of knowledge and skills, seniors are very effective prob- lem-solvers and fully capable of adapting to new tasks” ( 27 ) . Furthermore, the role of professional training and lifelong learning is expected to increase in the (future) knowledge society in general, since the innovation capacity in the knowledge economy – no matter whether regarding technological or organisational innovation – will increas- ingly rely on having access to knowledge and being able to manage it ( 28 ). More specifically, with regard to the age- ing workforce, lifelong learning is a sine qua non to improving older peoples’ qualifications for remaining in work and to enable them to adapt to an ever changing working environment – in particular as older workers (despite other skill advantages compared to young work- ers, as depicted above) seem to be in a slightly weaker ( 19 ) See Euforia. ( 20 ) Braun, A., Rijkers-Defrasne, S., et al., ‘Healthy Ageing: Challenges and Options for Research’, EFMN Issue Analysis 2006 – Final Report. Available on: www.efmn.eu ( 21 ) According to the Danish Foresight, four categories of factors determine whether older persons want to stay on or retire from the labour market: 1) Individually determined factors (e.g. gender, health, education); 2) Financially determined factors (e.g. retirement schemes and income); 3) Factors related to the connection to the labour market (e.g. type of position, seniority); 4) Job-related factors conditions (e.g. company culture, flexible working hours). [Source: Danish national foresight study ‘The Ageing Society 2030’, 2006]. ( 22 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 23 ) See Euforia. ( 24 ) www.zukunftsradar2030.de ( 25 ) See discussion at the Issue Analysis Workshop 2007. Source: Rijkers-Defrasne, S., Korte, S. et al., ‘Emerging Knowledge-Based Economy and Society’, EFMN Issue Analysis 2007 Final Report. Available on: www.efmn.eu ( 26 ) ( 27 ) Danish national foresight study ‘The Ageing Society 2030‘, 2006. ( 28 ) See Braun, A., Rijkers-Defrasne, S., et al., ‘The Issue Analysis’ in: EFMN Final Report 2008, in print. Special issue on healthcare Visions and prospects from international foresight exercises EFMN-special-issue-100208.indd 43 EFMN-special-issue-100208.indd 43 22/10/07 15:54 22/10/07 15:54 ",
        "44 position than younger ones with regard to innovation and adaptability outside their field of knowledge and exper- tise. Developing learning technologies to support learning of the older workers and overcoming the situation that training and professional development are currently mostly gradually downgraded with age, are therefore particularly important ( 29,30 ). 3.1.3 Hospital of the Future- Scenario Netherlands 2015 The study ‘The Future of Hospitals in the Netherlands in 2015’ ( 31 ) has been drafted against the backdrop of the following setting: “ Medical cost and demand in healthcare are swelling. An intensifying dissatisfaction among patients, government officials, insurers, employers, clinicians and healthcare executives is noticeable. The soaring prices paid to treat the growing volumes of demanding, ageing patients are prompting payers to search for more efficient ways of treatment and care. Next to that the government in Holland has introduced the new healthcare payment system with a new insurance system and diagnosis treatment combinations. The main aim of this transition is the development from a budget oriented system to a more market oriented healthcare system. The belief is that a market oriented system will create more incentives for efficiency, quality and innovation ( 32 ) . ” 3.2 Ethical aspects The considered foresight studies highlighted that a broad range of controversial issues still have to be ad- dressed before designing any health-promoting measures ( 33,34 ): (cid:129) how does our society defi ne the concepts of ‘good years of life’ or ‘quality of life’? (cid:129) how can the consequences of ‘medical ageism’ and biomedicalisation – involving pathologisation and treatment of signs of ageing which are not consid- ered symptoms of disease – be faced? (cid:129) how do we ensure – and under which conditions – that everyone remains free, on a well-informed basis, to either undergo or reject life-prolonging treatment? (cid:129) on the other hand, how do we ensure that the elderly benefit from the best quality care and treatment, even if their costs are high? (cid:129) how do we avoid inequality and polarisation in health behaviour, health, functional ability and life expectancy determined by social, gender-related and ethnic factors? 3.3 Research needs 3.3.1 Strengthening research on ageing mechanisms and health risk factors Designing effective public health policies aimed at pro- moting healthy ageing presumes first and foremost more knowledge about the fundamental biological, psychological and social ageing mechanisms. Diverse and divergent factors might affect healthy ageing and especially those factors contributing to preventing ill- ness and the loss of functional ability have to be identified. Further research needs were particularly ( 29 ) See Danish national foresight study ‘The Ageing Society 2030’, 2006; FinnSight 2015. ( 30 ) More generally, if tomorrow’s older workers are to keep pace with an ever changing technological and scientific environment, as well as an ever increasing amount of knowledge to deal with, the education system should, already today, be improved in order to face future challenges: Learning to learn will become the best guarantee for people to cope with tomorrow’s working (and living) environment. Basic education will therefore take on a new meaning since it no longer refers solely to an amount of knowledge that each individual should possess at a certain time of their lives, but also to general skills allowing people to continue learning throughout their lives and to adapt to new knowledge. Tomorrow’s training and education systems should therefore be reinvented with the aim to integrate formal and extra- institutional learning and to promote lifelong learning opportunities. Special attention should be paid to the risks of social divides and social exclusion as a result of unequal access to education and lifelong learning. [For more details on this issue: see Rijkers-Defrasne, S., Korte, S. et al., ‘Emerging Knowledge-Based Economy and Society’, EFMN Issue Analysis 2007 – Final Report. Available on: www.efmn.eu]. ( 31 ) ( 32 ) http://scenariothinking.org/wiki/index.php/The_Future_of_Hospitals_in_the_Netherlands_in_2015, accessed on 15 May, 2009. ( 33 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 34 ) See Braun, A., Rijkers-Defrasne, S., et al., ‘The Issue Analysis’ in: EFMN Final Report 2008, in print. EFMN-special-issue-100208.indd 44 EFMN-special-issue-100208.indd 44 22/10/07 15:54 22/10/07 15:54 ",
        "45 specified in the Danish foresight study ( 35 ). Among the future research needs identified in the Luxembourgish foresight study ( 36 ) in the domain of public health are also aspects related to the foreseen ageing of the pop- ulation. According to these studies, further research is particularly needed on: (cid:129) the determinants of health ( 37 ) – social and economic environment, physical environment and the person’s individual characteristics and behaviours – and the contexts in which these determinants operate – val- ues, beliefs, and traditions of individuals and communities. Above all, the determinants for an active and healthy life, i.e. for good extra years of life without loss of functional ability and without long- term illness, should be in the focus of research; (cid:129) identifi cation of critical phases of life, stressful events and risk factors, which in a whole-life per- spective are of signifi cance for the development of chronic illness and early loss of functional ability; (cid:129) health behaviour, lifestyle, social networks and other preventive initiatives as determinants for the age- related onset and severity of diseases, and for cognitive function over the course of life. In particular, risk factors and genetics aspects of so-called lifestyle diseases such as obesity, as well as cardiovascular diseases – which are the main cause of illness and premature death in the EU, accounting for approximately 40 % of deaths in the EU – should be addressed by research ( 38 ); (cid:129) the development of early functional markers for biological and psychological ageing and for surviv- ing without loss of functional ability; and (cid:129) biological and clinical research of age-related func- tions and diseases as a basis for new forms of treatment. The knowledge of health determinants, risk factors and ageing mechanisms is crucial for effective public health policy and a precondition for developing adequate measures preventing illness and disability. 3.3.2 Research on future social models Against the backdrop of population ageing, the Dan- ish national foresight highlighted the need for social research aiming at a better understanding of the risks for possible generational tensions and social exclusion, in order to better prepare for these challenges and build an age-integrated society. The following topics were identified as particularly significant ( 39 ): (cid:129) the concept of social cohesion in an ageing and in an age-integrated society; (cid:129) the concept of ‘social capital’ in an ageing and in an age-integrated society; (cid:129) the electorate’s ageing and consequences for polit- ical processes and potential political outcomes; (cid:129) coordination of the concepts of political and eco- nomic sustainability; (cid:129) studies of the population’s preferences concerning pri- oritisation between ‘the major cash transfer incomes’ and services (health, care, education) as core provi- sions in the age-integrated society; (cid:129) potential risks for intergenerational tensions; (cid:129) the implementation of the unwritten social contract in an age-integrated society; (cid:129) the future older persons’ fi nancial situation, includ- ing the elderly of other ethnic origins; (cid:129) age functioning simultaneously as an inclusion and an exclusion mechanism. The welfare state and the over 65s (the ‘policy on the elderly’ from a whole-life perspective); (cid:129) studies of the professionalised elderly groups’ infl u- ence on the political processes; and (cid:129) studies of gender differences and ethnicity in interac- tion with cohesion in an age-integrated society ( 40 ). ( 35 ) FNR Luxembourg National Foresight, 2007. ( 36 ) According to the WHO, the determinants of health include: Income and social status; Education level; Physical environment; Employment and working conditions; Social support networks; Culture; Genetics ; Personal behaviour and coping skills; Health services; Gender. [Source: http://www.who.int/hia/evidence/doh/en/index.html]. ( 37 ) FNR Luxembourg National Foresight, 2007. ( 38 ) ( 39 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 40 ) Braun, A., Rijkers-Defrasne, S., et al., ‘Healthy Ageing: Challenges and Options for Research’, EFMN Issue Analysis 2006 – Final Report. Available on: www.efmn.eu Special issue on healthcare Visions and prospects from international foresight exercises EFMN-special-issue-100208.indd 45 EFMN-special-issue-100208.indd 45 22/10/07 15:54 22/10/07 15:54 ",
        "46 Furthermore, since new family models have a marked influence on the availability of informal care within the family and the household and also on the future demand for formal health and social care, the antici- pation of developments in regard to family models is therefore closely linked to anticipating future health and social needs ( 41 ). 3.3.3 Research on the labour market To realise the vision of an age-integrated market where old people wish to remain on the labour market and all labour resources can be integrated due to flexibility, research should address and identify the factors that enable and – even more importantly – provide incen- tives for older persons to actively remain in the labour market either as wage-earners or self-employed ( 42 ). In particular, the following research topics were high- lighted in the Danish foresight study: (cid:129) the signifi cance of formal age limits for early retire- ment from or fl exible continuance on the labour market; (cid:129) the creation of norms for retirement from and fl exible continuance on the labour market, including older persons’ attitude to life-long learning; (cid:129) the wage structure’s signifi cance for realising the opportunities for fl exible continuance on the labour market; (cid:129) age-specifi c work skills, including seniors’ skills; (cid:129) making the value of employees to companies visible; (cid:129) initiatives for promoting fl exibility and adaptability linked to the ageing society; (cid:129) special ‘seniors’ duties seen in the light of the devel- opment potential of mature life; (cid:129) the relationship between ‘running down’ and pre- ceding working environment; and (cid:129) analyses of late-life career patterns among wage- earners or the self-employed ( 43 ). ( 41 ) Braun, A., Rijkers-Defrasne, S., et al., ‘Healthy Ageing: Challenges and Options for Research’, EFMN Issue Analysis 2006 – Final Report. Available on: www.efmn.eu ( 42 ) See e.g. FNR Luxembourg National Foresight, 2007; Danish national foresight study ‘The Ageing Society 2030’, 2006. ( 43 ) Danish national foresight study ‘The Ageing Society 2030’, 2006. EFMN-special-issue-100208.indd 46 EFMN-special-issue-100208.indd 46 22/10/07 15:54 22/10/07 15:54 ",
        "47 4 Conclusions for EU policy EFMN-special-issue-100208.indd 47 EFMN-special-issue-100208.indd 47 22/10/07 15:54 22/10/07 15:54 ",
        "48 EFMN-special-issue-100208.indd 48 EFMN-special-issue-100208.indd 48 22/10/07 15:54 22/10/07 15:54 ",
        "49 Special issue on healthcare Conclusions for EU policy 4 Conclusions for EU policy This section will highlight and summarise some of the relevant topics for EU policy. Despite the problems of European healthcare systems, the situation in (western) European and EU countries is still far better than in most other countries in the world. Therefore the EU could play an important role in draft- ing best practice models and setting international standards. Under the EC Treaty ( 1 ), EU action must aim to improve public health, prevent human diseases, and identify sources of danger to human health. This has led to inte- grated health-related work at EU level, aiming to bring health-related policy areas together. In 2006, the European Council adopted a statement on common values and principles in EU healthcare systems regarding the values of universality, access to good qual- ity care, equity and solidarity ( 2 ). On 23 October 2007, the European Commission adopted a new Health Strategy, ‘Together for Health: A Strategic Approach for the EU 2008-2013’ ( 3 ). The Strategy is supported by DG SANCO (Directorate-General for Health and Consumer Affairs) and in other sectors, such as the 7 th Framework Pro- gramme for Research and Technological Innovation, and Regional Policy funding. With this the European Commis- sion aims to set out “a coherent framework – a first EC Health Strategy – to give direction to Community activi- ties in health” ( 4 ). 4.1 Public health systems change The issue of ‘public health systems change’ is high on the European policy agenda, particularly against the backdrop of the new Programme of Community Action in the Field of Health 2008-2013 that came into force from 1 January 2008. This Programme aims to improve the level of physi- cal and mental health and wellbeing of EU citizens and reduce health inequalities throughout the Community. In particular, the programme supports health-promotion and preventive actions that address the major health deter- minants. While health is a competence of EU Member States, Community actions taken under the Programme complement Member States’ national health policies on, for example, cross-border health threats, such as influenza. The Programme’s objectives are as follows ( 5 ): To improve citizens’ health security and safety (cid:129) developing EU and Member States’ capacity to respond to health threats, for example with health emergency planning and preparedness measures; and (cid:129) implementing actions related to patient safety, inju- ries and accidents, risk assessment and community legislation on blood, tissues and cells. To promote health to improve prosperity and solidarity (cid:129) action on health determinants such as nutrition, alcohol, tobacco and drug consumption, as well as social and environmental determinants; (cid:129) measures on the prevention of major diseases and reducing health inequalities across the EU; and (cid:129) increasing healthy life years and promoting healthy ageing. To generate and disseminate health knowledge (cid:129) action on health indicators and ways of disseminat- ing information to citizens; (cid:129) focus on Community added-value action to exchange knowledge in areas such as gender issues, children’s health, or rare diseases. In this respect, the EU can play an internationally lead- ing role by enabling new methods of analysis and practices which not only improve the European situa- tion and the EU integration process, but can also serve as international role models. ( 1 ) European Union – Consolidated Versions of the Treaty on European Union and of the Treaty establishing the European Community (cf. Art. 152 on Public Health). ( 2 ) Council Conclusions on Common Values and Principles in European Union Health Systems (2006/C 146/01). ( 3 ) White Paper ‘Together for Health: A Strategic Approach for the EU 2008-2013’, COM(2007), 630 final. ( 4 ) http://ec.europa.eu/health/ph_overview/Documents/strategy_wp_en.pdf ( 5 ) http://ec.europa.eu/health/ph_overview/pgm2008_2013_en.htm EFMN-special-issue-100208.indd 49 EFMN-special-issue-100208.indd 49 22/10/07 15:54 22/10/07 15:54 ",
        "50 4.2 Coordination and communication The EU health policy already focuses mainly on strength- ening cooperation and coordination, supporting the exchange of evidence-based information and knowl- edge, and assisting with national decision-making. To this end, the EU is developing a comprehensive health information system to provide EU-wide access to reliable and up-to-date information on key health related topics, and therefore a basis for a common analysis of the factors affecting public health. However, in general, the mutual learning processes and exchanges between different countries in regard to pub- lic health system improvement are still difficult and suboptimal as has been mentioned by Quam and Smith (2005) ( 6 ). But due to its political and structural setting, the EU can play an important role for improving this situation and enabling real cross-country information exchange, analysis and co-ordination of efforts. Co- ordination of a general kind will be necessary in the con- text of further European integration and the still existing gap between new and old Member States, as well as the growing medical tourism from west to eastern Europe. 4.3 Safety, protection and medical evaluation Health and consumer protection policies are also very important in the EU. The safety of products and services – including food safety and rapid food alerts – are key priorities. The EU can play a leading role in the areas of protection against workplace risks, work accidents and occupational diseases, as well as environmental health- related issues, approval for medicines and treatments, and evidence-based evaluations by setting standards and providing best-practice models. 4.4 Mobility of employees and patients / cross-border provision of health services Due to increased mobility within Europe, there is a grow- ing need for the offer and provision of cross-border health services, calling for harmonisation of technical standards and health ( 7 ). Population ageing, but also cop- ing with the consequences of factors like globalisation, EU enlargement, environmental threats, etc. on health systems and health services will remain challenging and sets constraints on national financial resources allocated to healthcare expenditure, are all factors leading to a call for reforming EU systems to improve their efficiency and effectiveness, while retaining their responsiveness to cit- izens’ needs and expectations as well as an equitable and fair funding basis ( 8 ). As a result of the increased mobility of people at glo- bal scale, as well as at European scale within the Single Market, national health services should be adapted to different and multicultural population groups ( 9 ). ( 6 ) Quam/Smith (2005) ‘US and UK healthcare: a special relationship? What can the UK and US health systems learn from each other?’ (http://www.bmj.com/cgi/content/extract/330/7490/530), last accessed: April, 2009. ( 7 ) ‘Opening the Door to Better Healthcare Across Europe’, Proposal for a Directive of the European Parliament and of the Council on the application of patients’ rights in cross-border healthcare, presented by the European Commission on 2 July 2008. ( 8 ) ‘Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society (HCTRM)’ JRC/IPTS-ESTO Study, ed. by A. Braun, M. Boden and M. Zappacosta, Seville, 2003. ( 9 ) ‘The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland’, 2005. EFMN-special-issue-100208.indd 50 EFMN-special-issue-100208.indd 50 22/10/07 15:54 22/10/07 15:54 ",
        "51 5 Open points for further discussion EFMN-special-issue-100208.indd 51 EFMN-special-issue-100208.indd 51 22/10/07 15:54 22/10/07 15:54 ",
        "52 EFMN-special-issue-100208.indd 52 EFMN-special-issue-100208.indd 52 22/10/07 15:54 22/10/07 15:54 ",
        "53 Special issue on healthcare Open points for further discussion 5 Open points for further discussion 5.1 Coping with demographic change Ageing and the expected growing medical costs are seen as a major problem for European countries. Different strategies are already being thought of, ranging from structural changes in regard to financing and distributing the burden to medical solutions and developments in advanced medicine and technologies. Equity, costs, financing and even ethical questions (e.g. in regard to life- extension within poor health) have to be addressed and evaluated. It has to be noted that it is not ageing as such, but rather failing health, which becomes more probable as we age, that is the actual cause of the problem. (cid:129) How do we counter the problem of age-related dis- eases? (cid:129) Conducting long-term social and economic cost- benefi t analysis of investments into preventative measures for age-related diseases, health-span extension and anti-ageing research. (cid:129) Improvement of healthcare systems and fi nancing options through the use of scenarios and social sim- ulations. 5.2 Balancing Equity and cost effi ciency Although the ideal would be equal access to affordable high quality healthcare, this goal is very difficult to achieve, especially in face of growing costs that come with higher quality, greater expectations of patients, a shrinking financing base due to fewer contributors, and the call from medical professionals for better payment and work- ing conditions. (cid:129) How do we optimise cost reductions without com- promising quality and how do we improve quality without compromising equity? (cid:129) Initiation of better cross-country exchanges of expe- riences and improved methodologies for comparing such complex issues like healthcare systems should be implemented. 5.3 Cost-benefi t analysis in regard to emerging medicine and preventative measures Emerging medical technologies and efforts in anti-age- ing research are often criticised as being overly expensive and putting additional stress on healthcare systems and may even lead to more inequality in regard to future access. On the other hand, these R&D initia- tives may hold great promises for reducing long-term future costs, e.g. with regard to age- related diseases, dementia and disabilities. Preventative measures are very much encouraged, but could also lead to addi- tional costs, especially if the real preventative effect is unclear. Similar questions in regard to effectiveness also apply to natural medication and ‘soft’ preventa- tive practices, such as yoga, meditation, T’ai Chi, etc., which are sometimes reimbursed by health insurers. (cid:129) Science-based medical and economic analysis about the effects of traditional and natural medi- cine and methods for prevention. (cid:129) Long-term comparison of different health strategies. (cid:129) Investigation of cost savings through declining birth-rates (to balance age-related expenditures). (cid:129) Investigation of societal and economic productivity gains through health improvements. 5.4 Policy-making processes The financing and provision of healthcare is also embed- ded within other policy issues like employment, safety and evaluation of treatments and medication, taxation and social security systems. It is also a complex process with many different actors and stakeholders being involved. Therefore some relevant questions have to be addressed on various dimensions: Policy development (cid:129) What are the issues associated with the policy topic, e.g. employment in the EU? EFMN-special-issue-100208.indd 53 EFMN-special-issue-100208.indd 53 22/10/07 15:54 22/10/07 15:54 ",
        "54 (cid:129) How was the policy initiated and developed? (cid:129) Who was involved, e.g. policy networks? How were decisions made when fi nalising the policy content? Policy content (cid:129) What are the policy’s proposed aims, objectives, interventions, targets, timescales, funding? (cid:129) Who does the policy affect? (cid:129) Does the proposed policy address the identifi ed issues? (cid:129) Are the proposals evidence-based? (cid:129) What are the values and theoretical model under- pinning the policy? Policy implementation (cid:129) What are the opportunities and challenges facing the effective and effi cient implementation of the pol- icy, e.g. communication, synergy between policies, adequate resources, supportive culture, political will? (cid:129) What are the political ramifi cations of the policy’s implementation, e.g. electoral? Health in policy planning (cid:129) What considerations regarding the health effects of the proposed policy were taken into account? (cid:129) What is the relationship model of action between the policy theme, e.g. employment, and health out- comes? 5.5 General further research There is a broad consensus in (foresight) studies on the need for reforms to restructure (public) health systems and make them sustainable and financially viable. Par- ticularly against the background of population ageing and the related expected increase of age related dis- eases and chronic conditions, however, the nature of the reforms needed is rarely explored. Indeed, most studies relate to the future of public health, and not that much to the future of public health systems . In particular, issues such as the role in national health sys- tems of the private sector (e.g. the pharmaceutical industry) or the process of privatisation of public hospitals, or of voluntary organisations undertaking welfare services, as well as the tasks distribution between public and private stakeholders of the health systems, are rarely dealt with. 5.5.1 Mutual learning The information exchange and mutual learning processes between different countries in regard to healthcare sys- tems is still not sufficiently developed, which to a great degree is attributed to cultural, social and political factors, as well as the complexity of the research field ( 1 ). It is there- fore necessary to admit that different countries can learn from each other or provide information about successful and less successful strategies and experiences. (cid:129) Better exchange of experiences in different countries and best practices through mutual learning. 5.5.2 Sustainability Reforms should be lasting and sufficiently robust against demographic or economic fluctuations. Pre- ventative measures could contribute much to preventing diseases and illness and spreading the associated costs across other entities, such as schools, the food indus- try, and individuals with their day-to-say activities (e.g. by not smoking). The common definition of sustaina- bility as ‘meeting the needs of the present without compromising the ability of future generations’ also applies to healthcare. (cid:129) Long-term strategies to improve health and health- (care) systems. (cid:129) Health education programmes (e.g. about nutrition, prevention, life-style) as sustainable strategies. 5.5.3 Free market and competition Putting more emphasis on privatisation and introduc- ing free-market into healthcare systems is regarded (by some) as positive for cost reductions. However such a shift could also endanger equity and increase costs in some areas, or make the ability of payment an essen- tial factor for service (e.g. for avoiding waiting lists, getting improved treatment, etc.). This has also been the principle reason why Sweden banned the privati- sation of hospitals in 2004. (cid:129) Further research about the ‘pros and cons’ of priva- tisation and free-market competition and equity. ( 1 ) Quam/Smith (2005) ‘US and UK healthcare: a special relationship? What can the UK and US health systems learn from each other?’ (http://www.bmj.com/cgi/content/extract/330/7490/530), last accessed: April, 2009. EFMN-special-issue-100208.indd 54 EFMN-special-issue-100208.indd 54 22/10/07 15:54 22/10/07 15:54 ",
        "55 Special issue on healthcare Open points for further discussion 5.5.4 Development of new medical treatments and technologies Emerging medical technologies will bring about new opportunities for improving health and (public) health systems, but also new challenges and questions. For example, the possible admission of gene therapy and regenerative medicine into the treatment of widespread chronic disease by 2030 will require a genuine paradigm shift. In particular, reservations over the widespread genetic profiling of large population groups have to be faced. (cid:129) The health risks associated with nanotechnology are as yet undetermined. (cid:129) How do we adapt current regulations to new tech- nologies based on e.g. genomics? (cid:129) How do we assess the cost-effectiveness of new medical technologies? (cid:129) A social, ethical and economic (long-term) cost- benefi t analysis of emerging medical technologies and practices. Related ethical issues New medical treatments and technologies could also bring about ethical questions: (cid:129) How could preventative medicine impact the indi- vidual’s freedom of choice? (cid:129) What should happen with genetic data and what implications can its use have on society? (cid:129) What could be the impacts of neurotechnology on the freedom of choice and a human’s identity? (cid:129) Ethical and legal questions about privacy protec- tion, information security, bio-patents. (cid:129) Emerging medicine and ethical and philosophical questions about humanity (e.g., end-of-life debate, anti-ageing debate, ‘cyborgisation’ debate, human enhancement technologies, etc.) (cid:129) How do we ensure the security of health information? (cid:129) How do we increase public acceptance regarding new e-Health applications? (cid:129) How do we avoid inequalities between people able to master the use of e-Health applications and those that cannot? 5.5.5 Prevention Although more prevention in medicine and health is desirable, some questions and challenges remain to be tackled: (cid:129) How do we avoid turning a major part of the pop- ulation into patients when using presymptomatic diagnostics? (cid:129) Earlier detection of disease does not depend only on better quality imaging; it also depends on patient access. How do we improve the imaging capabilities available at point of entry into the healthcare system in order to enable doctors to make earlier, more accurate, diagnoses? The emergence of the empowered consumer of health services or ‘expert patient’ also requires solutions for the following issues: (cid:129) How do we ensure the availability of comprehen- sive health information? (cid:129) How do we ensure that people know which infor- mation they should / can trust? (cid:129) How do we avoid socio-inequalities and enhance ‘health literacy’? 5.5.6 New skills required for health and social care professionals The number of healthcare personnel may decline relative to the number of patients, while their work gets more demanding due new technologies, increasing complexi- ty, time pressure and higher expectations. Therefore the knowledge and skills requirement for healthcare workers at all levels – from physicians to care assistants – are about to change. In order to undertake the necessary steps for adaptation, the future needs have to be assessed in the context of current practices: (cid:129) What are the characteristics of a national education system that provides and promotes appropriate career pathways and a future oriented approach to skills needs in healthcare? EFMN-special-issue-100208.indd 55 EFMN-special-issue-100208.indd 55 22/10/07 15:54 22/10/07 15:54 ",
        "56 (cid:129) Which partnerships are/should be established to gain benefi t from the knowledge triangle? (cid:129) How can the European Qualifi cations Framework (EQF) become a reality in the health sector? (cid:129) How do we balance medical and non-medical staff and skills at top and middle management level? (cid:129) What should the requirements be for the recruit- ment of managers in the health and social care sec- tor? Cross-border perspectives and opportunities for the healthcare sector? (cid:129) How do we ensure that that primary care doctors have developed skills in interpreting and providing guidance on the basis of genetic indicators, match- ing treatment to patient genetic profi les? (cid:129) How to prevent brain-drain and off-shoring in this sector to countries investing heavily in education and offering a wage advantage in the R&D sector? (cid:129) How do we analyse the benefi ts and challenges of informal (social) care? EFMN-special-issue-100208.indd 56 EFMN-special-issue-100208.indd 56 22/10/07 15:54 22/10/07 15:54 ",
        "57 References EFMN-special-issue-100208.indd 57 EFMN-special-issue-100208.indd 57 22/10/07 15:55 22/10/07 15:55 ",
        "58 EFMN-special-issue-100208.indd 58 EFMN-special-issue-100208.indd 58 22/10/07 15:55 22/10/07 15:55 ",
        "59 Special issue on healthcare References References Annals of International Medicine (2008) Publication Guidelines for Improvement Studies in Healthcare: Evolution of the SQUIRE Project (http://www.annals.org/cgi/content/full/149/9/670), last accessed, April, 2009. Antezana, FS, Chollat-Traquet, CM, Yach, D. (1998) ‘Health for all in the 21st Century’, World Health Stat Q. 51(1):3-6. Bakker, D.H./ de Polder, J./ Sluijs, E.M./Treurniet, H.F. (eds) (2006) Op Éen Lijn – Toekomstverkenning eerstelijnszorg 2020 A foresight study in the health sector for 2020. Bock, A. K., Ibarreta, D., Rodriguez-Cerezo, E. (2003) ESTO/IPTS Report ‘Human tissue-engineered products – today’s markets and future prospects’. Seville: IPTS- Institute for Prospective Technological Studies. Braun, A. (2005) Healthcare: Key Technologies for Europe, EC Key Technologies Expert Group. Braun, A. / Boden, M. / Zappacosta, M. (eds.) (2003) ‘Ageing Society (HCTRM)’ JRC/IPTS-ESTO Study, Seville. Braun, A.,/ Rijkers-Defrasne, S. (2008) Future of public health systems in Europe, EFMN Issue Analysis 2008 – Final Report. Available on: www.efmn.eu Danish Foresight (2006): Ageing Society 2030, Teknologisk Fremsyn. Dijkgraaf, E. (ed.); Gijsbers, G.; de Jong, J.M.; Jonkhoff, W.; Zandvliet, K.; Maier, D.; van der Zee, F. (2009) Investing in the Future of Jobs and Skills Scenarios, implications and options in anticipation of future skills and knowledge needs Sector Report Health and Social Services. Bio-Medicine Online (2008). Complete Genomics Launches, Becomes World’s First Large-Scale Human Genome Sequencing Company. http://www.bio-medicine.org/biology-news-1/ Complete-Genomics-launches--becomes-worlds-fi rst- large-scale-human-genome-sequencing- company-5236-1/ Blue Brain Project: http://bluebrain.epfl .ch/ (last accessed: April, 2009). Building Futures, 2020 vision : our future healthcare environments, 2008. Cedefop , Workshop on Future skill needs in healthcare, 22-23 May 2008. Cellnews (2008). First Human Female DNA Sequenced (http://cellnews-blog.blogspot.com/2008/05/ fi rst-human-female-dna-sequenced.html), last accessed: April, 2009. CIAA (2005) European Technology Platform on Food for Life – The vision for 2020 and beyond (http://www.euroqualityfi les.net/vision_pdf/vision_ food_for_life.pdf), last accessed: April 2009. Coenen (2008) Konvergierende Technologien und Wissenschaften. Der Stand der Debatte und politischen Aktivitäten zu ‘Converging Technologies (http://www.itas.fzk.de/deu/lit/2008/coen08a.pdf), last accessed: April, 2009. COM (2007) White Paper „Together for Health: A Strategic Approach for the EU 2008-2013. http://ec.europa.eu/health/ph_overview/ pgm2008_2013_en.htm Committee for the Future Technology Assessment (2005) The Future of the Finnish Healthcare – Strategies and Scenarios to secure future healthcare services in Finland. COS (2007) Horizon Scan 2007 – Towards a Future Oriented Policy. Council Conclusions on Common Values and Principles in European Union Health Systems (2006/C 146/01). Danish national foresight study ‘The Ageing Society 2030’ , 2006. DG SANCO, DG ECFIN and DG EMPL (2007) Report: Healthy Ageing: Keystone for a Sustainable Europe, Discussion paper of the Services of DG SANCO, DG ECFIN and DG EMPL, January 2007. DRIFT Transitieprogramma Langdurige Zorg (2009) Mensenzorg. Een transitiebeweging. Rotterdam, May 2009. EC (2006) The impact of ageing on public expenditure: projections for the EU-25 Member States on pensions, healthcare, long-term care, education and unemployment transfers (2004–50), EC, DG ECFIN. ECDC Website: http://ecdc.europa.eu/en/Activities/ Surveillance/ EFMN Foresight Brief No. 84 : Preventative Healthcare Mecklenburg-Western Pomerania. EFMN Issue Analysis Final Report 2006 on ‘Healthy Ageing’ . Available under: www.efmn.eu EMCC dossier on the European biomedical healthcare sector. EUPHA (2004) 10 statements on the future of public health in Europe (www.eupha.org/documents/ publications/eupha_10_statements.pdf), last accessed: April, 2009. EFMN-special-issue-100208.indd 59 EFMN-special-issue-100208.indd 59 22/10/07 15:55 22/10/07 15:55 ",
        "60 Euractiv (2004): Healthcare systems in Central and Eastern Europe (http://www.euractiv.com/en/ enlargement/healthcare-systems-central-eastern- europe/article-110420), last accessed: April, 2009. European Observatory on Health Systems and Policies (http://www.euro.who.int/observatory/ about/20020524_23), last accessed: April, 2009. Expatforum : healthcare in Eastern Europe (http:// www.expatforum.com/articles/health/healthcare-in- eastern-europe.html), last accessed: April, 2009. European Commission (2005) Expert Group Key Technologies for Europe. European Commission (2008) Opening the Door to Better Healthcare Across Europe, Proposal for a Directive of the European Parliament and of the Council on the application of patients’ rights in cross-border healthcare, presented by the European Commission on 2 July 2008. FISTERA study (2005) Swedish Technology Foresight. FNR (2007) Luxembourg National Foresight. The Future of the Finnish Healthcare Strategies and Scenarios to secure future healthcare services in Finland , 2005. Glenn / Gordon, eds. (2007) The Millennium Project. 2007 – State of the Future. (Executive Summary: http://www.millennium-project.org/millennium/ sof2007-exec-summ.pdf), last accessed: April, 2009. Government Offi ce for Science (2007) Tackling Obesities: Future Choices – Project Report (http://www.foresight.gov.uk/Obesity/Obesity_fi nal_ part1.pdf), last accessed: April, 2009. Greek National Technological Foresight Exercise , 2005. Greek Technology Foresight Report of the Working Team on Health and Quality of Life , Athens 2004. Health Systems Strengthening and Primary Healthcare , WHO, 2008. HCTRM (2003) Healthcare Technologies Roadmapping: The Effective Delivery of Healthcare in an Ageing Society. Hofmarcher, M. M., Oxley, H. and Rusticelli, E., ‘Improved Health System Performance through Better Care Coordination’. Hughes (2004) Citizen Cyborg. Westview, 2004. IEEE (2009) The Bionic Body Shop (http://www. spectrum.ieee.org/bionic) , last accessed: April, 2009. Korean Institute of Science and Technology (2003) Korea Status Report (Robotics). Lafortune, G., Balestat, G. et al., Trends in Severe Disability Among Elderly People: Assessing the Evidence in OECD Countries and the Future Implications, OECD Health Working Paper No. 26, Paris, 2007: http://trends.psc.isr.umich.edu/pubs/abs. html?id=1217 Lee Spisto (2007) Medical Tourism, the Future of Health Services (http://www.bm.nsysu.edu.tw/ tutorial/iylu/12th%20ICIT/07-07.pdf), last accessed: April, 2009. Leis (2006) Robots – Our Future Partners? Tectum, 2006. Ludwick, DA, Doucette, J. (2009) Adopting electronic medical records in primary care: Lessons learned from health information systems implementation experience in seven countries. International Journal of Medical Informatics, 78:22-31. McKee et al. (2005) Public-private partnerships for hospitals (http://www.who.int/bulletin/volumes/84/ 11/06-030015.pdf), last accessed: April, 2009. McKee et al. (2005) Public-private partnerships for hospitals (http://www.who.int/bulletin/volumes/ 84/11/06-030015.pdf), last accessed: April, 2009. NCHC (2009) Facts on Healthcare Costs (http://www.nchc.org/documents/Cost%20Fact%20 Sheet-2009.pdf), last accessed: April, 2009. Nordmann (2004) Converging Technologies – Shaping the Future of European Societies (http:// www.ntnu.no/2020/pdf/fi nal_report_en.pdf), last accessed: April, 2009. OECD (2002) Measuring Up: Improving Health Systems Performance in OECD Countries (http://213.253.134.43/oecd/pdfs/browseit/ 8102011E.PDF), last accessed: April, 2009. OECD (2003) OECD Reviews of Healthcare Systems – Korea: http://www.ingentaconnect.com/content/oec d/16080289/2003/00002003/00000014/8103011 ec003 OECD (2004) Towards High-Performing: Health Systems. OECD (2007) Improved Health System Performance Through Better Care Coordination (http://www.oecd. org/dataoecd/22/9/39791610.pdf), last accessed: April, 2009 OECD health data : http://www.ecosante.fr/index2. php?base=OCDE&langh=ENG&langs=ENG EFMN-special-issue-100208.indd 60 EFMN-special-issue-100208.indd 60 22/10/07 15:55 22/10/07 15:55 ",
        "61 Special issue on healthcare References OECD (2006) Towards High-Performing Health Systems, the OECD Health Project, 2004-2006. Offi ce of Technology Foresight (2008) Bio-Health Foresight Scenario Outlines. http://www.techforesight.ca/ CanadianForesightReports /Bio-Health%20 Foresight%20Scenario%20Outlines.pdf Olshansky (2006) In pursuit of the longevity dividend (http://www.edmontonagingsymposium. com/fi les/eas/Longevity_Dividend.pdf), last accessed: April 2009. PubMed Central (2004) Sweden bans privatisation of hospitals (http://www.pubmedcentral.nih.gov/ articlerender.fcgi?artid=1125282), last accessed: April, 2009. PWC PriceWaterhouseCoopers’ Health Research Institute (1996) First Annual Nordic Workshop on how to critically appraise and use evidence in decisions about healthcare, National Institute of Public Health, Oslo, Norway, 1996. http://www.uib.no/isf/utposten/1996nr2/ utp96217.htm PWC Health Research Institute (2005) HealthCast 2020: Creating a Sustainable Future. PWC Health Research Institute (2005) OP ÉEN LIJN – Toekomstverkenning eerstelijnszorg 2020 – A foresight study in the health sector for 2020. Quam / Smith (2005) US and UK healthcare: a special relationship? What can the UK and US health systems learn from each other? (http://www.bmj.com/cgi/content/ extract/330/7490/530), last accessed: April, 2009. RAND (2006) US National Intelligence Council – The Global Technology Revolution, bio/nano/ materials trends and their synergies with information technology by 2015. Saranummi, Niilo, Kivisaari, Sirkku, Särkikoski, Tuomo & Graafmans, Jan (1996) Ageing and technology. Sevilla: Institute for Prospective Technological Studies, European Commission-JRC, 1996. 47 p. + app. 23 p. (IPTS – Technical Report Series). Spektrum Dossier (2009) Medizintechnik der Zukunft. Vom Sehchip zum Mensch 2.0 (summary: http://www.wissenschaft-online.de/artikel/910426), last accessed: April, 2009. STOA (2009). STOA Workshop on Human Enhacement 24 February 2009. (http://www. europarl.europa.eu/stoa/events/workshop/20090224/ default_en.htm), last accessed: April, 2009. Swedish Technology Foresight 2004. TNO (2008) Robotics for Healthcare – Final Report http://ec.europa.eu/information_society/activities/ health/docs/studies/robotics-fi nal-report.pdf UK (2006) The Future of Mental Health – A vision for 2015: http://www.wellscotland.info/publications/ consultations1.html United Nations (2006) World Population Prospects: The 2006 Revision. (http://www.un.org/esa/ population/publications/wpp2006/wpp2006.htm), last accessed: April 2009. US National Science Foundation (2002) – Converging Technologies for Improving Human Performance. (http://www.wtec.org/ ConvergingTechnologies/1/NBIC_report.pdf) Üstün Jakob (2005) Re-defi ning Health: http://www.who.int/bulletin/bulletin_board/83/ ustun11051/en/ U.S. Department of Health and Human Services (2006) 2020: A New Vision – A Future for Regenerative Medicine, U.S. Department of Health and Human Services. http://www.hhs.gov/reference/ newfuture.shtml#head1 WHO (2007) Strengthening Health Systems to Improve Health Outcomes, WHO’s Framework for Action. WHO (2008) Analyzing Health Equity Using Household Survey Data. (http://siteresources.worldbank.org/INTPAH/ Resources/Publications/459843-1195594469249/ HealthEquityFINAL.pdf), last accessed: April, 2009. WHO (2008) Health Systems Strengthening and Primary Healthcare. Wired (2008) The Fight to End Ageing Gains Legitimacy, Funding (http://www.wired.com/ medtech/health/news/2008/06/ methuselah?currentPage=all), last accessed: April, 2009. World Economic Forum (2008) The Future of Pensions and Healthcare in a Rapidly Ageing World Scenarios 2030 (http://www.weforum.org/pdf/ scenarios/Pensions.pdf), last accessed: April 2009. Zukunftsradar : www.zukunftsradar2030.de EFMN-special-issue-100208.indd 61 EFMN-special-issue-100208.indd 61 22/10/07 15:55 22/10/07 15:55 ",
        "62 EFMN-special-issue-100208.indd 62 EFMN-special-issue-100208.indd 62 22/10/07 15:55 22/10/07 15:55 ",
        "63 Annexes EFMN-special-issue-100208.indd 63 EFMN-special-issue-100208.indd 63 22/10/07 15:55 22/10/07 15:55 ",
        "64 EFMN-special-issue-100208.indd 64 EFMN-special-issue-100208.indd 64 22/10/07 15:55 22/10/07 15:55 ",
        "65 Special issue on healthcare Annexes Annex I: The European Foresight Monitoring Network (EFMN) The European Foresight Monitoring Network (EFMN) is one of a coordinated series of initiatives funded by the European Commission to support the professional devel- opment of foresight practitioners in Europe, called the Foresight Knowledge Sharing Platform. The EFMN is a network of policy professionals, foresight experts and practitioners, as well as analysts of Science, Technology and Innovation related issues. Its primary aim is to develop foresight related content and to gather infor- mation about foresight projects from all over the world by means of a mapping process carried out by an inter- national consortium. The European Foresight Monitoring Network provides support to policy professionals by monitoring and ana- lysing foresight activities across the European Union, its neighbours and the world. The monitoring and analysis is made available in a series of briefs and reports pub- lished on a regular basis at www.efmn.eu. Monitoring, as well as analysis, relies on the efforts of a network of correspondents that continuously gather and commu- nicate information regarding ongoing foresight related initiatives. The objective of EFMN is to establish a broad international foresight network, which aims at the iden- tification of emerging issues and facilitates information exchange on foresight activities. The project has three main results: (cid:129) Foresight Briefs : About 30-40 short policy-ori- ented briefs on current and recently completed foresight exercises are to be produced annually. In principle, there are two types of briefs. The Single Issue briefs focus on a single Science and Technol- ogy (S&T) panel, sector or subject. The Overview briefs cover all fi elds within a particular region or the entire territory of a country, comprising a range of different topics. (cid:129) Mapping of foresight : A broad overview of recent and ongoing foresight activities will be mapped into a database to facilitate information dissemina- tion and to gain new insights. An annual foresight mapping report will be made to inform policy pro- fessionals, foresight experts and other interested users on foresight. (cid:129) Issue Analysis : The EFMN issue analysis aims at iden- tifying and analysing key emerging science and technology issues that are relevant for European Union policies. Each year, a selection is to be made of the international foresight themes, issues and activities that offer the highest potential to support European Science and Technology policies. The infor- mation gathered by the network will be analysed on emerging issues. Each year an Issue Analysis Work- shop will be organised in which experts discuss a specifi c topic common to several foresight exer- cises and debate with a view to knowledge-sharing and networking across Member States. Each year, a selection of the international foresight themes, issues and activities that offer the highest potential to support European Science and Technology poli- cies is made. EFMN-special-issue-100208.indd 65 EFMN-special-issue-100208.indd 65 22/10/07 15:55 22/10/07 15:55 ",
        "66 Annex II: Roadmap for Healthy Ageing and Healthcare Systems Change Annex II portrays in a ‘Roadmap’ the wider context for healthy ageing and the future of the public healthcare systems, as featured in Foresight Studies. The table below summarises recent (2004+) forecasts from a pool of around 50 prospective studies that display Healthy Ageing and/or Healthcare Systems Change. The exercise was undertaken in April 2008. F o r e s i g h t e x e r c i s e E u r o p e a n M o n i t o r i n g C e n t r e o n C h a n g e ( E M C C ) S e c t o r F u t u r e s – T h e b i o m e d i c a l h e a l t h c a r e s e c t o r T h e F u t u r e o f M e n t a l H e a l t h – A V i s i o n f o r 2 0 1 5 h t t p : / / w w w . s c m h . o r g . u k / p d f s / m e n t a l + h e a l t h + f u t u r e s + p o l i c y + p a p e r . p d f T o p T e n I m p e d i m e n t s t o B e t t e r H e a l t h & H e a l t h c a r e i n t h e U n i t e d S t a t e s [ S R - 9 0 0 ] h t t p : / / w w w . i f t f . o r g / n o d e / 7 6 9 S u m m a r y T h e b i o m e d i c a l h e a l t h c a r e s e c t o r c o m p r i s e s b i o t e c h n o l o g i e s d e d i c a t e d t o t h e t r e a t m e n t o f h u m a n b e i n g s . T h e f i r s t o f t h r e e a r t i c l e s i n t h e S e c t o r F u t u r e s s e r i e s o n b i o m e d i c a l h e a l t h c a r e l o o k s a t k e y f e a t u r e s o f t h e s e c t o r , i n c l u d i n g t h e s i z e a n d s t r u c t u r e o f i t s m a r k e t , t h e n a t u r e o f e m p l o y m e n t , t h e m a i n t r e n d s a n d d r i v e r s s h a p i n g t h e p r e s e n t a n d f u t u r e o f t h e i n d u s t r y a n d t h e p r i n c i p a l i s s u e s a n d u n c e r t a i n t i e s a t s t a k e i n t h e i n d u s t r y . h t t p : / / w w w . e u r o f o u n d . e u r o p a . e u / e m c c / c o n t e n t / s o u r c e / e u 0 6 0 0 3 a . h t m ? p 1 = s e c t o r & p 2 = H e a l t h _ a n d _ S o c i a l _ W o r k B y 2 0 1 5 , m e n t a l w e l l b e i n g w i l l b e a c o n c e r n o f a l l p u b l i c s e r v i c e s . U n d o u b t e d l y t h e r e w i l l s t i l l b e p e o p l e w h o l i v e w i t h d e b i l i t a t i n g m e n t a l h e a l t h c o n d i t i o n s , b u t t h e f o c u s o f p u b l i c s e r v i c e s w i l l b e o n m e n t a l w e l l b e i n g r a t h e r t h a n o n m e n t a l i l l h e a l t h . T h e V i s i o n f o r 2 0 1 5 r e q u i r e s s o m e v e r y s i g n i f i c a n t s h i f t s i n t h e w a y m e n t a l h e a l t h s e r v i c e s w o r k a n d i n p u b l i c p o l i c y a s a w h o l e . S o m e o f t h e k e y c h a l l e n g e s f o r p u b l i c s e r v i c e s t o i m p l e m e n t t h e v i s i o n i n c l u d e : L o o k a t w h e r e s e r v i c e s a r e l o c a t e d a n d h o w a c c e s s i b l e t h e y a r e ; E x a m i n e h o w h e a l t h a n d l o c a l g o v e r n m e n t w o r k t o g e t h e r a n d w i t h t h e v o l u n t a r y a n d i n d e p e n d e n t s e c t o r s ; D i v e r s i f y p r o v i s i o n o f a c u t e c a r e ; R e d u c e t h e n u m b e r o f p e o p l e f r o m b l a c k a n d e t h n i c m i n o r i t y c o m m u n i t i e s b e i n g a d m i t t e d t o h o s p i t a l ; E x t e n d t h e u s e o f d i r e c t p a y m e n t s f o r s o c i a l c a r e ; R e v i e w t h e i r o w n e m p l o y m e n t p r a c t i c e s t o e x t e n d o p p o r t u n i t i e s f o r s e r v i c e u s e r s a n d e n s u r e d i s c r i m i n a t i o n i s t a c k l e d ; F i n d c r e a t i v e n e w w a y s o f r e c r u i t i n g , r e t a i n i n g a n d ‘ s k i l l i n g ’ s t a f f . T h i s v i s i o n f o r m e n t a l h e a l t h i n 2 0 1 5 i n c l u d e s s o m e f a r - r e a c h i n g c h a n g e s t o t h e w a y s e r v i c e s a r e m a n a g e d a n d d e l i v e r e d . A t t h e h e a r t o f t h e v i s i o n f o r 2 0 1 5 i s t h e p r e m i s e t h a t t h e f o c u s o f s e r v i c e s w i l l b e s h i f t i n g f r o m m e n t a l h e a l t h c a r e t o p r o m o t i n g m e n t a l w e l l b e i n g . P r o m o t i n g m e n t a l w e l l b e i n g h a s , t o d a t e , b e e n l o w d o w n t h e p o l i c y a g e n d a . H e a l t h c a r e i s a c e n t r a l ‘ g o o d ’ t o u s e t h e e c o n o m i s t s ’ t e r m , a n d m a k e s u p a l a r g e a n d e v e r g r o w i n g p a r t o f t h e U . S . e c o n o m y . U n f o r t u n a t e l y , d e s p i t e m u c h t o b e p r o u d o f , t h e r e i s a m p l e r o o m f o r i m p r o v e m e n t . I n d e e d , s o m e w o u l d a r g u e t h a t , w i t h i t s s k y r o c k e t i n g c o s t s , u n e v e n a c c e s s a n d q u a l i t y , m i s a l i g n e d i n c e n t i v e s , a n d u n i n s u r e d p a t i e n t s , t h e U . S . h e a l t h c a r e s y s t e m i s n o w h e r e n e a r w h a t t h e w o r l d ’ s r i c h e s t a n d m o s t p o w e r f u l c o u n t r y s h o u l d b e a b l e t o a c h i e v e . T h i s r e p o r t e x a m i n e s t h a t g a p . I n i t s h e a l t h - r e l a t e d r e s e a r c h p r o j e c t s , t h e I n s t i t u t e f o r t h e F u t u r e ( I F T F ) u s u a l l y l o o k s a t e m e r g i n g t r e n d s a n d d i s c o n t i n u i t i e s i n o r d e r t o u n d e r s t a n d w h a t t h e s e m e a n f o r c l i e n t s . F o r t h i s r e p o r t , T o p T e n I m p e d i m e n t s t o B e t t e r H e a l t h a n d H e a l t h c a r e i n t h e U n i t e d S t a t e s ( S R - 9 0 0 ) , w e d e c i d e d t o ‘ i n v e r t t h e l e n s ’ a n d l o o k n o t d i r e c t l y a t t h e f u t u r e s o f h e a l t h a n d h e a l t h c a r e , b u t r a t h e r a t i m p e d i m e n t s t o t h o s e f u t u r e s . B y b e t t e r u n d e r s t a n d i n g t h o s e i m p e d i m e n t s , w e h o p e t o s h e d l i g h t o n f u t u r e r i s k s – a n d o p p o r t u n i t i e s . C o u n t r y E U - 2 5 U K U S Y e a r 2 0 0 6 2 0 0 6 2 0 0 5 EFMN-special-issue-100208.indd 66 EFMN-special-issue-100208.indd 66 22/10/07 15:55 22/10/07 15:55 ",
        "67 Special issue on healthcare Annexes F o r e s i g h t e x e r c i s e T h e F u t u r e o f t h e F i n n i s h H e a l t h c a r e – S t r a t e g i e s a n d S c e n a r i o s t o s e c u r e f u t u r e h e a l t h c a r e s e r v i c e s i n F i n l a n d h t t p : / / w e b . e d u s k u n t a . f i / d m a n / D o c u m e n t . p h x ? d o c u m e n t I d = k b 1 1 3 0 7 1 0 3 1 3 3 6 0 0 & c m d = d o w n l o a d S u m m a r y W a s l a u n c h e d d u r i n g t h e a u t u m n s e s s i o n p e r i o d 2 0 0 3 , a s t e c h n o l o g y a s s e s s m e n t c o n d u c t e d b y t h e D e p a r t m e n t o f H e a l t h P o l i c y a n d M a n a g e m e n t o f t h e U n i v e r s i t y o f K u o p i o ( D e a n J u h a K i n n u n e n e t c . ) w i t h P h D O s m o K u u s i p a r t i c i p a t i n g a n d c o m m u n i c a t i o n g w i t h t h e N a t i o n a l A d v i s o r y B o a r d o n H e a l t h c a r e a n d E t h i c s ( E T E N E ) . T h i s p r e l i m i n a r y r e p o r t h a s b e e n d r a w n u p o n t h e i n i t i a t i v e o f t h e C o m m i t t e e f o r t h e F u t u r e ( T u l e v a i s u u s v a l i o k u n t a ) o f t h e F i n n i s h P a r l i a m e n t ( E d u s k u n t a ) . T h e p r e l i m i n a r y r e p o r t i s n o t a n a c t u a l f u t u r o l o g i c a l a n a l y s i s ; i t s p u r p o s e w a s t o d e s c r i b e p o t e n t i a l s c e n a r i o s f o r t h e p u b l i c h e a l t h s e r v i c e , t h e f a c t o r s a f f e c t i n g t h e m , a n d t h e i r p o s s i b l e c o n s e q u e n c e s . T h i s p r e l i m i n a r y s t u d y i s a n i n t r o d u c t i o n t o t h e a c t u a l s t u d y o n t h e f u t u r e o f t h e p u b l i c h e a l t h s e r v i c e . V a r i a b l e s , w h i c h w i l l b e u s e d i n t h e a c t u a l a n a l y s i s , a r e d e s c r i b e d q u a l i t a t i v e l y . T h e r e a d e r i s c h a l l e n g e d t o e v a l u a t e t h e p r o b a b i l i t i e s o f t h e p h e n o m e n a a n d t h e i r c o n n e c t i o n p o i n t s w i t h t h e p u b l i c h e a l t h s e r v i c e a n d t h e c o m m u n i t y . A r e p o r t o n t h i s w i l l b e p l a n n e d f o r t h e y e a r s 2 0 1 2 - 2 0 2 0 . T h e p u b l i c h e a l t h s e r v i c e i s e x a m i n e d a s a p a r t o f t h e s o c i e t y a n d w e l f a r e p o l i c y . A l o t o f f u t u r o l o g y f o r m e d i c i n e f r o m a t e c h n o l o g i c a l p o i n t o f v i e w h a s b e e n d e a l t w i t h i n o t h e r c o n n e c t i o n s . I n t h i s r e p o r t , t h e t e c h n o l o g y u s e d i n t h e p u b l i c h e a l t h s e r v i c e i s d e a l t w i t h o n l y f r o m t h e p o i n t o f v i e w o f h o w t h i s t e c h n o l o g y a f f e c t s t h e h e a l t h c a r e s y s t e m . W e d o n o t s t a t e w h a t f u t u r e w o u l d b e d e s i r a b l e o r w h a t s h o u l d b e d o n e t o r e a c h i t . I n s t e a d , w e p r e s e n t f a c t o r s a n d d e v e l o p m e n t s t h a t w e c o n s i d e r t o b e p o s s i b l e o r p r o b a b l e i n t o d a y ’ s w o r l d . T h e m o s t i m p o r t a n t f a c t o r s a f f e c t i n g t h e f u t u r e o f h e a l t h c a r e a r e a s f o l l o w s : 1 . S t r o n g p r e s s u r e s t o c h a n g e a r e c o n n e c t e d t o h e a l t h s e r v i c e s a n d t o t h e i r s u p p l y , d e m a n d a n d u s a g e , e v e n i n t h e s h o r t t e r m . T h e p r e s e n t F i n n i s h h e a l t h c a r e s y s t e m c a n n o t b e e x p e c t e d t o m e e t t h e s e f u t u r e c h a l l e n g e s . T h e r e t u r n t o c e n t r a l i s e d p l a n n i n g a n d c o n t r o l d o e s n o t s e e m t o b e c r e d i b l e . A s y s t e m b u i l t p u r e l y o n t h e m a r k e t a n d c o m p e t i t i o n a l s o s e e m s t o b e e x c l u d e d , d u e t o t h e s c a r c e p o p u l a t i o n a n d t o t h e a l r e a d y e x i s t i n g m o n o p o l y o r g a n i s a t i o n s p r o d u c i n g h e a l t h s e r v i c e s . O n e m a j o r s o l u t i o n c o u l d b e a n e t w o r k w e l f a r e m i x m o d e l , i n w h i c h t h e p u b l i c s e c t o r h a s a d o m i n a t i n g r e s p o n s i b i l i t y f o r f i n a n c i n g a n d c o n t r o l , a l t h o u g h b o t h p r i v a t e a n d p u b l i c p r o d u c e r s w i l l b e s u p p l y i n g s e r v i c e s . 2 . T h e d e v e l o p m e n t o f F i n l a n d ’ s p u b l i c h e a l t h s e r v i c e w i l l b e d e t e r m i n e d b y t h e E U ’ s s p e c i f i c a t i o n s o f t h e p a n - E u r o p e a n w e l f a r e p o l i c y . G l o b a l i s a t i o n c a n b r i n g n e w , s i g n i f i c a n t c h a l l e n g e s s u c h a s n e w e p i d e m i c s , n e w d i s e a s e s p e c t r a o r m u l t i - c u l t u r a l c u s t o m e r s . 3 . T h e c o m i n g c h a n g e s i n t h e n e e d s o f t h e a g e i n g p o p u l a t i o n a r e w e l l a n t i c i p a t e d . T h e c h a n g e s , w h i c h a r e r e l a t e d t o a n u r b a n l i f e s t y l e , a h i g h e r e d u c a t i o n l e v e l , i n d i v i d u a l i s m a n d l i v i n g a l o n e , c a n c a u s e u n e x p e c t e d p r e s s u r e o n s o c i a l a n d h e a l t h s e r v i c e s . 4 . T h e t r a n s i t i o n o f t h e l a r g e a g e g r o u p s ( b o r n b e t w e e n 1 9 4 6 a n d 1 9 5 3 ) t o r e t i r e m e n t c a u s e s s e r i o u s r e c r u i t i n g p r o b l e m s f o r n e w s t a f f . 5 . B i o - m e d i c a l b r e a k t h r o u g h s l e a d t o n e w p o s s i b i l i t i e s i n e x a m i n i n g a n d t r e a t i n g p a t i e n t s . M e d i c o t e c h n o l o g i c a l d e v e l o p m e n t s w i l l c o n t i n u e , c y c l e s w i l l a c c e l e r a t e a n d t h e e x p e c t a t i o n s o f t h e p o p u l a t i o n w i l l i n c r e a s e . 6 . S e v e r a l r o u t i n e s e r v i c e s w i l l b e p e r f o r m e d v i a e l e c t r o n i c t r a n s a c t i o n s ( a p p o i n t m e n t s , l a b o r a t o r y c o n s u l t a t i o n s , h a n d l i n g o f p r e s c r i p t i o n s , c o n s u l t a t i o n w i t h m e d i c a l e x p e r t s ) . 7 . A n o p e n r a t i o n i n g w i l l b e n e e d e d t o r e s t r i c t t h e i n c r e a s i n g d e m a n d f o r s e r v i c e s . A l l r a t i o n i n g s y s t e m s m u s t b e t r a n s p a r e n t , f a i r f o r e v e r y o n e a n d b a s e d o n m e d i c a l p r i n c i p l e s ( m o s t l y o n t h e c o s t - e f f e c t i v e n e s s o f t h e t r e a t m e n t ) . T h e F i n n i s h 1 5 D q u a l i t y - o f - l i f e s c a l e h a s b e c o m e a n a t i o n a l s t a n d a r d i n m e a s u r i n g t h e e f f e c t i v e n e s s o f h e a l t h c a r e . 8 . T h e n u m b e r o f m u l t i - p r o b l e m p a t i e n t s w i l l i n c r e a s e , e s p e c i a l l y w i t h c h i l d r e n a n d a d o l e s c e n t s . T h e i r n e e d s f o r m e d i c a l , s o c i a l a n d e d u c a t i o n a l s e r v i c e s w i l l i n c r e a s e . 9 . E v e r y c i t i z e n ’ s o w n r o l e a n d r e s p o n s i b i l i t y t o h i s o r h e r o w n h e a l t h w i l l i n c r e a s e . 1 0 . T h e f i n a n c i n g o f h e a l t h c a r e s e r v i c e s c o m e s f r o m s e v e r a l d i f f e r e n t s o u r c e s : s t a t e , m u n i c i p a l h e a l t h c a r e s y s t e m s , K E L A ( t h e S o c i a l I n s u r a n c e I n s t i t u t i o n ) , e m p l o y e r s , i n s u r a n c e c o m p a n i e s a n d t h e p r i v a t e s e c t o r ) . T h e f i n a n c i a l s y s t e m m u s t b e c l a r i f i e d . C o u n t r y F i n l a n d Y e a r 2 0 0 5 EFMN-special-issue-100208.indd 67 EFMN-special-issue-100208.indd 67 22/10/07 15:55 22/10/07 15:55 ",
        "68 F o r e s i g h t e x e r c i s e H e a l t h a n d S a f e t y E x e c u t i v e ’ s H o r i z o n S c a n n i n g S u m m a r y F o l l o w i n g t h e P h i l l i p s B S E i n q u i r y , t h e G o v e r n m e n t ’ s r e s p o n s e e n c o u r a g e d g o v e r n m e n t d e p a r t m e n t s t o u n d e r t a k e h o r i z o n s c a n n i n g a n d t o d o s o i n a s t r u c t u r e d a n d a u d i t a b l e m a n n e r . A s p a r t o f t h e ‘ M o d e r n i s i n g G o v e r n m e n t ’ p r o g r a m m e a n e w h o r i z o n s c a n n i n g ‘ c e n t r e o f e x c e l l e n c e ’ i s b e i n g e s t a b l i s h e d i n t h e O f f i c e o f S c i e n c e a n d T e c h n o l o g y ( O S T ) t o s u p p o r t d e p a r t m e n t a l h o r i z o n s c a n n i n g a n d f a c i l i t a t e c r o s s - d e p a r t m e n t a l c o l l a b o r a t i o n . A r e c e n t s t o c k t a k e b y S t r a t e g y a n d I n t e l l i g e n c e D i v i s i o n ( S I D ) o n h o r i z o n s c a n n i n g a c r o s s H e a l t h a n d S a f e t y E x e c u t i v e ( H S E ) r e v e a l e d t h a t i t i s d o n e i n a n e s s e n t i a l l y a d - h o c m a n n e r o f t e n r e a c t i v e l y a n d w i t h l i m i t e d c o - o r d i n a t i o n o r e x c h a n g e o f i n t e l l i g e n c e b e t w e e n d i r e c t o r a t e s , e x c e p t o n s e c t o r s p e c i f i c i s s u e s . E f f e c t i v e h o r i z o n s c a n n i n g h a s b e e n i d e n t i f i e d b y t h e S t r a t e g i c P r o g r a m m e D i r e c t o r s a s a n e s s e n t i a l i n g r e d i e n t o f t h e s u p p o r t t h e y n e e d t o m a n a g e t h e p r o g r a m m e s e f f e c t i v e l y . T h e D e l i v e r y B o a r d h a v e a l s o n o t e d t h e n e e d f o r a m o r e c o o r d i n a t e d a p p r o a c h t o t h e s u b j e c t i f t h e o r g a n i s a t i o n i s g o i n g t o m a n a g e i t s r e s p o n s e t o e m e r g i n g i s s u e s a n d n o t j u s t r e a c t t o e x t e r n a l p r e s s u r e s . H S E h a s r e c e n t l y r e v i e w e d E n v i r o n m e n t A g e n c y ( E A ) ’ s h o r i z o n s c a n n i n g p r o c e s s i n d e t a i l a n d a v a r i a n t o n t h i s i s o n e o f t h e o p t i o n s f o r t a k i n g f o r w a r d h o r i z o n s c a n n i n g i n H S E . T h e s t r a t e g y : T h e H e a l t h a n d S a f e t y C o m m i s s i o n ( H S C ) ’ s S t r a t e g y i s a i m e d a t h e l p i n g a c h i e v e t a r g e t s . I t b r i n g s a c l e a r e r f o c u s o n t h e o v e r a l l d i r e c t i o n a n d g i v e s p r i o r i t i e s f o r t h e h e a l t h a n d s a f e t y s y s t e m a s a w h o l e . T h e S t r a t e g y i s d e s i g n e d t o p r o m o t e o u r v i s i o n : t o s e e H e a l t h a n d S a f e t y a s a c o r n e r s t o n e o f a c i v i l i s e d s o c i e t y a n d , w i t h t h a t , t o a c h i e v e a r e c o r d o f w o r k p l a c e h e a l t h a n d s a f e t y t h a t l e a d s t h e w o r l d . H S E S t r a t e g y f o r w o r k p l a c e h e a l t h a n d s a f e t y i n G r e a t B r i t a i n t o 2 0 1 0 a n d b e y o n d . T h e s t r a t e g y b u i l d s o n p r e v i o u s d o c u m e n t s , p a r t i c u l a r l y , R e v i t a l i s i n g H e a l t h & S a f e t y . S e c u r i n g H e a l t h T o g e t h e r ( S H 2 ) . T a r g e t s : T h e P u b l i c S e r v i c e A g r e e m e n t ( P S A ) i n d i c a t e s w h a t H S E i s c h a r g e d t o d o b y t h e g o v e r n m e n t . H S E h a s p r o p o s e d a n e w P S A a g r e e m e n t t h a t b y 2 0 0 8 i t w i l l i m p r o v e h e a l t h a n d s a f e t y o u t c o m e s i n G r e a t B r i t a i n t h r o u g h p r o g r e s s i v e i m p r o v e m e n t i n t h e c o n t r o l o f r i s k s i n t h e w o r k p l a c e . B u s i n e s s P l a n : T h e B u s i n e s s p l a n s a r e c a r r i e d o u t a n n u a l l y a n d o u t l i n e t h e w o r k t o b e d o n e i n a g i v e n y e a r t o t a k e f o r w a r d t h e s t r a t e g y . T h e p l a n s u m m a r i s e s t h e k e y a c t i v i t i e s a n d i n t e r v e n t i o n s t h a t t h e H e a l t h a n d S a f e t y C o m m i s s i o n a n d H e a l t h a n d S a f e t y E x e c u t i v e h a v e p l a n n e d f o r t h e c o m i n g y e a r . P a r t n e r s h i p w i t h L o c a l A u t h o r i t i e s : H S E r e c o g n i s e s t h a t t o r a i s e t h e p r o f i l e o f h e a l t h a n d s a f e t y i s a v i t a l c o m p o n e n t o f w o r k e r a n d p u b l i c p r o t e c t i o n a n d a n i n t r i n s i c p a r t o f c o m m u n i t y h e a l t h a n d w e l l b e i n g . T o a c h i e v e t h e s e a i m s w e n e e d t o w o r k t o g e t h e r – a n d w i t h o t h e r s – i n c l o s e p a r t n e r s h i p . I n o r d e r t o a c h i e v e o u r a i m s a n d b e t t e r o v e r a l l h e a l t h a n d s a f e t y , H S E h a s d o c u m e n t e d i t s a g r e e m e n t t o w o r k c l o s e l y w i t h L o c a l A u t h o r i t i e s . h t t p : / / w w w . h s e . g o v . u k / l a u / l a c o r s h e a l t h . p d f C o u n t r y U K Y e a r O n g o i n g EFMN-special-issue-100208.indd 68 EFMN-special-issue-100208.indd 68 22/10/07 15:55 22/10/07 15:55 ",
        "69 Special issue on healthcare Annexes F o r e s i g h t e x e r c i s e O P É É N L I J N – T o e k o m s t v e r k e n n i n g e e r s t e l i j n s z o r g 2 0 2 0 A f o r e s i g h t s t u d y i n t h e h e a l t h s e c t o r f o r 2 0 2 0 h t t p : / / w w w . r i v m . n l / b i b l i o t h e e k / r a p - p o r t e n / 2 7 0 7 5 1 0 0 9 . p d f S u m m a r y W h a t a r e t h e p r o b l e m s o f a d j u s t i n g s u p p l y t o d e m a n d i n p r i m a r y c a r e u n t i l 2 0 2 0 , a n d w h a t m e a s u r e s a r e l i k e l y t o s u c c e e d i n c o p i n g w i t h s u c h p r o b l e m s ? D u e t o t h e m a n y f a c t s a n d f i g u r e s , t h i s r e p o r t n o t o n l y g i v e s a f o r e c a s t , i t i s a l s o a u s e f u l r e f e r e n c e w o r k f o r e v e r y o n e w h o i s i n v o l v e d i n p r i m a r y h e a l t h c a r e . M e t h o d : I n t e r v i e w s a n d w o r k s h o p . A u d i e n c e : P o l i c y m a k e r s . T h i s r e p o r t c o n c e r n s t h e f u t u r e o f p r i m a r y h e a l t h c a r e i n t h e N e t h e r l a n d s . W i t h t h e y e a r 2 0 2 0 a s a t i m e h o r i z o n , w e p r e s e n t p e r s p e c t i v e s o n d e m a n d , s u p p l y a n d t h e o r g a n i s a t i o n o f p r i m a r y c a r e . H o w m a n y c a r e g i v e r s w i l l b e n e e d e d , a n d w h a t w i l l t h e o r g a n i s a t i o n l o o k l i k e ? T h e r e p o r t o f f e r s a w e a l t h o f i n f o r m a t i o n a b o u t c u r r e n t a n d f u t u r e p r i m a r y c a r e . I n t h e a u t u m n o f 2 0 0 4 , t h e M i n i s t r y o f P u b l i c H e a l t h , W e l f a r e a n d S p o r t s a n d t h e p a r t i e s i n t h e f i e l d d e c l a r e d t h e m s e l v e s i n f a v o u r o f a ‘ r e i n f o r c e m e n t o f p r i m a r y h e a l t h c a r e ’ a s a c o m m o n a m b i t i o n . T h i s s t u d y i n t e n d s t o p r o v i d e a c o n t r i b u t i o n t o t h i s g o a l . T h e r e p o r t i s t h e r e s u l t o f a j o i n t p r o j e c t o f t h e N e t h e r l a n d s I n s t i t u t e f o r H e a l t h S e r v i c e s R e s e a r c h ( N I V E L ) a n d t h e N a t i o n a l I n s t i t u t e f o r P u b l i c H e a l t h a n d t h e E n v i r o n m e n t ( R I V M ) , a n d i t i s p a r t o f t h e s e r i e s o f P u b l i c H e a l t h S t a t u s a n d F o r e c a s t i n g 2 0 0 6 . M a i n f i n d i n g s : 1 . P e o p l e d o n o t c a l l u p o n p r i m a r y c a r e f o r t h e g r e a t e r p a r t o f t h e i r h e a l t h p r o b l e m s . T h e r e i s l i t t l e u n n e c e s s a r y u s e o f c a r e . E v e n i n r e c e n t y e a r s , t h i s h a s d i m i n i s h e d r a t h e r t h a n i n c r e a s e d . 2 . W i t h i n p r i m a r y c a r e i t i s e s p e c i a l l y t h e g e n e r a l p r a c t i t i o n e r a s t h e g a t e k e e p e r w h o p l a y s a n i m p o r t a n t r o l e i n t h e e f f i c i e n c y o f D u t c h h e a l t h c a r e . 3 . D e m o g r a p h i c p r o j e c t i o n s i n d i c a t e t h a t w e c a n e x p e c t a s u b s t a n t i a l i n c r e a s e o f d e m a n d f o r g e n e r a l p r a c t i c e c a r e , p h a r m a c e u t i c a l s e r v i c e s a n d h o m e c a r e . E p i d e m i o l o g i c a l t r e n d s w i l l i n c r e a s e t h e d e m a n d e v e n f u r t h e r , a t l e a s t i n t h e a r e a s o f g e n e r a l p r a c t i c e , p h a r m a c e u t i c a l s e r v i c e s , a n d e m e r g e n c y h e l p . T h i s i s c a u s e d b y a r i s i n g t r e n d i n t h e p r e v a l e n c e o f c h r o n i c d i s o r d e r s ( i n c l u d i n g a s t h m a a n d d i a b e t e s m e l l i t u s ) a n d i n j u r i e s . D u e t o p r e v e n t i o n , t h e r e i s a t r e n d o f d e c r e a s i n g i n c i d e n c e o f b a c k a n d n e c k p r o b l e m s , s u c h t h a t t h e d e m o g r a p h i c d e m a n d f o r p h y s i c a l t h e r a p y c a n b e e x p e c t e d t o a b a t e . 4 . A n i m p o r t a n t i s s u e i s w h e t h e r t h e d e m a n d f o r c a r e c a n b e c u r b e d . I n t h e s h o r t t e r m , t h i s c o u l d b e a c h i e v e d b y p r e v e n t i n g d i s e a s e . I n t h e l o n g e r t e r m , p r e v e n t i o n w i l l c o n t r i b u t e t o p o p u l a t i o n h e a l t h , b u t n o t n e c e s s a r i l y t o a r e d u c t i o n o f t h e h e a l t h c a r e d e m a n d . P r i m a r y c a r e o f f e r s a g o o d i n f r a s t r u c t u r e f o r o r g a n i s i n g p r e v e n t i o n . C h o o s i n g t h i s r o a d f o r t h e s t r e n g t h e n i n g o f p r e v e n t i o n w i l l r e s u l t i n a h e a v i e r w o r k l o a d i n p r i m a r y c a r e . 5 . H e a l t h c a r e d e m a n d c o u l d a l s o b e c u r b e d b y f i n a n c i a l c o n t r i b u t i o n s f r o m t h e p a t i e n t s , b u t t h i s m e c h a n i s m o n l y w o r k s w h e n t h e c o n t r i b u t i o n s a r e l a r g e a n d c a n n o t b e r e - i n s u r e d . W h i l e p a c k a g e m e a s u r e s d o i n f l u e n c e t h e f i n a n c i a l f l o w , t h e e f f e c t o n t h e d e m a n d w i l l b e m i n i m a l d u e t o t h e t r a n s f e r o f t h e e x c l u d e d s e r v i c e s t o s u p p l e m e n t a l i n s u r a n c e . 6 . O u r i n v e n t o r y o f t h e o r g a n i s a t i o n o f p r i m a r y c a r e r e v e a l s t h a t t h e r e i s a t e n d e n c y t o w a r d a n i n c r e a s e i n s c a l e . N e v e r t h e l e s s , f o r t h e m o s t p a r t , p r i m a r y c a r e ( w i t h t h e e x c e p t i o n o f h o m e c a r e ) i s s t i l l t y p i f i e d a s m o n o d i s c i p l i n a r y s m a l l b u s i n e s s . T h e g r o w i n g d e s i r e f o r n o r m a l i s a t i o n o f w o r k i n g h o u r s a n d p a r t - t i m e w o r k h a s c o n s e q u e n c e s n o t o n l y f o r t h e c a p a c i t y r e q u i r e d i n p r i m a r y c a r e , b u t a l s o f o r t h e o r g a n i s a t i o n b e c a u s e p a r t - t i m e r s p r e f e r t o w o r k i n l a r g e r - s c a l e o r g a n i s a t i o n s . 7 . A c c o r d i n g t o t h e e s t i m a t e s , i f p o l i c y r e m a i n s u n c h a n g e d , t h e s u p p l y o f g e n e r a l p r a c t i c e c a r e w i l l n o t b e a b l e t o k e e p u p w i t h t h e g r o w t h o f t h e d e m a n d . I n t h e p e r i o d 2 0 0 5 t o 2 0 2 0 , t h e s u p p l y i s e x p e c t e d t o g r o w b y 1 1 . 5 % , w h i l e d e m a n d w i l l i n c r e a s e b y 1 3 t o 2 0 % . B e c a u s e o f t h e s h a r p l y i n c r e a s i n g d e m a n d i n h o m e c a r e , t h e r e i s a l s o c a u s e f o r c o n c e r n a b o u t t h e a d e q u a c y o f t h e f u t u r e s u p p l y o f n u r s e s a n d o t h e r c a r e g i v e r s i n t h i s a r e a . 8 . T h e e x p e c t e d s h o r t a g e o f g e n e r a l p r a c t i t i o n e r s i s l e s s t h a n c a l c u l a t e d i n p r e v i o u s e s t i m a t e s , e s p e c i a l l y i f w e k e e p i n m i n d t h a t i n c r e a s i n g d e m a n d i n t h e p a s t h a s b e e n o f f s e t b y o r g a n i s a t i o n a l c h a n g e s a n d i m p r o v e d e f f i c i e n c y . N o n e t h e l e s s , t h e r e w i l l s t i l l b e a s h o r t a g e i f n o m e a s u r e s a r e t a k e n . A l t h o u g h t h e f u t u r e s u p p l y o f n u r s e s a n d o t h e r c a r e g i v e r s i s d i f f i c u l t t o p r e d i c t , a s h o r t a g e o f h o m e c a r e l o o m s d u e t o t h e s h a r p i n c r e a s e o f d e m a n d . 9 . P o s s i b l e m e a s u r e s t o i m p r o v e t h e m a t c h b e t w e e n s u p p l y a n d d e m a n d o f g e n e r a l p r a c t i c e a r e : t a s k d e l e g a t i o n , t a s k r e s h u f f l i n g , r e d u c t i o n o f t h e r a t e o f l e a v i n g t h e p r o f e s s i o n a n d t h e a p p l i c a t i o n o f I n f o r m a t i o n a n d C o m m u n i c a t i o n T e c h n o l o g y ( I C T ) . W i t h i n g e n e r a l p r a c t i c e , t h e d e l e g a t i o n o f t a s k s t o a s s i s t a n t s c o n t r i b u t e s t o a m o r e e f f i c i e n t p r o v i s i o n o f c a r e . D e l e g a t i o n o f t a s k s t o p r a c t i c e n u r s e s h a s l e d t o i m p r o v e m e n t o f t h e q u a l i t y o f c a r e f o r t h e c h r o n i c a l l y i l l a n d a d d i t i o n a l l y t o a c e r t a i n l i g h t e n i n g o f t h e g e n e r a l C o u n t r y N L Y e a r 2 0 0 5 EFMN-special-issue-100208.indd 69 EFMN-special-issue-100208.indd 69 22/10/07 15:55 22/10/07 15:55 ",
        "70 F o r e s i g h t e x e r c i s e O P É É N L I J N – T o e k o m s t v e r k e n n i n g e e r s t e l i j n s z o r g 2 0 2 0 A f o r e s i g h t s t u d y i n t h e h e a l t h s e c t o r f o r 2 0 2 0 h t t p : / / w w w . r i v m . n l / b i b l i o t h e e k / r a p - p o r t e n / 2 7 0 7 5 1 0 0 9 . h t m l S u m m a r y p r a c t i t i o n e r ’ s w o r k l o a d . T h e s t r e n g t h e n i n g o f p r i m a r y m e n t a l h e a l t h c a r e h a s r e d u c e d t h e p r e s s u r e o f w o r k a m o n g g e n e r a l p r a c t i t i o n e r s . T h e r e i s n o s c i e n t i f i c e v i d e n c e a b o u t t h e e f f e c t s o f o t h e r m e a s u r e s y e t . 1 0 . T h e r e i s a l o o m i n g p r o s p e c t o f f r a g m e n t a t i o n o f p r i m a r y c a r e a c r o s s s e v e r a l c a t e g o r i e s o f c a r e g i v e r s , s e v e r a l d i s c i p l i n e s , a n d s e v e r a l f o r m s o f o r g a n i s a t i o n . T h i s c r e a t e s a r i s k o f a l a c k o f c o o r d i n a t i o n a n d c o n t i n u i t y i n p r i m a r y c a r e p r o v i s i o n . 1 1 . C o o p e r a t i o n i s b e c o m i n g m o r e a n d m o r e i m p o r t a n t a n d h a s u n m i s t a k a b l e q u a l i t a t i v e a d v a n t a g e s . T h i s i s e v i d e n t f r o m r e s e a r c h o n c o o p e r a t i o n a m o n g g e n e r a l p r a c t i c e s t a t i o n s a n d f i r s t a i d d e p a r t m e n t s i n h o s p i t a l s , t h e c h a i n o f c a r e f o r t h e c h r o n i c a l l y i l l , a n d p s y c h o s o c i a l c a r e . 1 2 . T h e c o m b i n a t i o n o f d a t a f r o m m a n y s o u r c e s i n t h i s s t u d y o f f e r s a n e w a n d i n t e g r a t e d p e r s p e c t i v e o n p r i m a r y c a r e . A t t h e s a m e t i m e , t h i s i n t e g r a t e d v i e w s h e d s l i g h t o n t h e f a c t t h a t t h e s u p p l y o f d a t a s t i l l h a s s o m e p r o m i n e n t g a p s . T h e s i g n i f i c a n c e o f t h e f i n d i n g s w i t h r e s p e c t t o p o l i c y : 1 . P o l i c y m e a s u r e s f o r r e s o l v i n g c a p a c i t y s h o r t a g e s a n d l i g h t e n i n g t h e g e n e r a l p r a c t i t i o n e r ’ s w o r k l o a d s h o u l d b e e v a l u a t e d w i t h c o n s i d e r a t i o n o f t h e c o n t r i b u t i o n t h e y m a k e t o w a r d a b e t t e r a n d m o r e c o h e s i v e p r o v i s i o n o f p r i m a r y c a r e . 2 . T h e s y s t e m f o r f i n a n c i n g p r i m a r y c a r e s h o u l d d i s c o u r a g e f r a g m e n t a t i o n o f s u p p l y , f o r e x a m p l e , b y c o n t r a c t i n g t h e e n t i r e p r i m a r y c a r e a t t h e l o c a l l e v e l a s a c o h e s i v e p a c k a g e . 3 . P r e v e n t i o n s h o u l d b e f o r c e f u l l y p r o m o t e d , e s p e c i a l l y i n p r i m a r y c a r e , w h i c h h a s o u t s t a n d i n g f a c i l i t i e s f o r t h i s p u r p o s e . 4 . A r e g i s t e r e d p o p u l a t i o n o f p a t i e n t l i s t s y s t e m i s a n i m p o r t a n t c h a r a c t e r i s t i c o f g e n e r a l p r a c t i c e t h a t e m p h a s i s e s t h e r e s p o n s i b i l i t y o f t h e g e n e r a l p r a c t i t i o n e r t o w a r d t h e p a t i e n t a s a w h o l e . F u r t h e r m o r e , i t i s a c i r c u m s t a n c e w i t h i n w h i c h t h e d e l e g a t i o n o f t a s k s h a s b e e n a b l e t o t h r i v e d u r i n g t h e l a s t 1 5 y e a r s , a n d i t o f f e r s t h e n e c e s s a r y e n v i r o n m e n t f o r g o a l - o r i e n t e d p r e v e n t i o n . 5 . T h e f u r t h e r d e v e l o p m e n t o f t h e e l e c t r o n i c p a t i e n t f i l e i s i n d i s p e n s a b l e , b o t h t e c h n i c a l l y a n d w i t h r e g a r d t o c o n t e n t , t o m a i n t a i n c o h e s i o n a n d t h e o v e r a l l p i c t u r e i n p r i m a r y c a r e . E x t e n s i o n t o a m u l t i d i s c i p l i n a r y f i l e i s d e s i r a b l e a n d i t i s l o g i c a l t o g i v e t h e g e n e r a l p r a c t i t i o n e r a c e n t r a l r o l e , i n c o n s u l t a t i o n w i t h t h e p a t i e n t . 6 . T o d o j u s t i c e t o t h e i m p o r t a n c e o f p r i m a r y c a r e t o p u b l i c h e a l t h a n d t o m a i n t a i n i t a s a c o h e s i v e s e c t o r i n r e l a t i o n t o t h e r e s t o f h e a l t h c a r e , t h e p r o v i s i o n o f i n f o r m a t i o n m u s t b e i m p r o v e d o n t h e f o l l o w i n g p o i n t s : - e x i s t i n g g e n e r a l p r a c t i c e r e g i s t e r s s h o u l d b e e x t e n d e d t o i n c l u d e m o r b i d i t y r e g i s t r a t i o n f o r a l l o f p r i m a r y c a r e ; - g a p s i n t h e r e g i s t r a t i o n s o f s u p p l y a n d u s e o f c a r e s h o u l d b e c l o s e d ; - t h e r e s h o u l d b e a m o n i t o r i n g i n s t r u m e n t f o r d e t e r m i n i n g w h e t h e r c o h e s i o n i s b e i n g d e v e l o p e d ; a n d - d a t a p r o v i s i o n s h o u l d a c q u i r e a c o n t i n u o u s n a t u r e . C o u n t r y N L Y e a r 2 0 0 5 EFMN-special-issue-100208.indd 70 EFMN-special-issue-100208.indd 70 22/10/07 15:55 22/10/07 15:55 ",
        "71 Special issue on healthcare Annexes F o r e s i g h t e x e r c i s e F o r e s i g h t P r o j e c t i n t h e f i e l d H e a l t h a n d l i f e D a n i s h T e c h n o l o g y F o r e s i g h t 2 0 1 5 ( B r i e f N o . 5 ) S u m m a r y I n o r d e r t o b e c o m e k n o w l e d g e - b a s e d s o c i e t y w e d e c i d e d t o u s e f o r e s i g h t a s a n i m p o r t a n t e l e m e n t o f t h e p r o c e s s o f r a t i o n a l p r e d i c t i o n o f t h e d e v e l o p m e n t p a t h s . T h i s a c t i v i t y s e r v e a s t h e g r o u n d s f o r d e t e r m i n i n g t h e p a t h s o f s c i e n t i f i c a n d t e c h n o l o g i c a l p o l i c i e s r e l a t e d t o e c o n o m i c p r i o r i t i e s , f o r b u i l d i n g a w i d e c o n s e n s u s a r o u n d c o m p l e x s o c i a l i s s u e s , f o r i n f l u e n c i n g t h e c o u n t r y ’ s e d u c a t i o n a l m o d e l . W e s e l e c t e d ‘ H e a l t h a n d L i f e ’ f o r o u r a n a l y s i s , t o m e e t t h e c o m m o n e x p e c t a t i o n s b e c a u s e t h e b i o l o g i c a l a n d m e d i c a l s c i e n c e s a r e d e v e l o p i n g v e r y q u i c k l y n o w a d a y s . T h e c h o i c e o f t h i s r e s e a r c h a r e a w a s d i c t a t e d b y a l a r g e p u b l i c s u p p o r t f o r t h i s s u b j e c t m a t t e r , b e c a u s e o f a c h a n g e i n t h e d e m o g r a p h i c s t r u c t u r e o f P o l i s h s o c i e t y ( t h e p r o b l e m o f s o c i e t a l a g e i n g ) , t h e P o l i s h t r a d i t i o n s o f p r o d u c i n g c l e a n f o o d , a n d b y a t t e m p t s t o f i n d n i c h e s o n t h e P o l i s h p h a r m a c e u t i c a l a n d m e d i c a l m a r k e t s . T o c a r r y o u t t h i s e x e r c i s e w e c h o s e t h e S t e e r i n g C o m m i t t e e w h o s e r o l e w a s t o a c c e p t t h e a c t i v i t i e s , e v a l u a t e t h e r e s u l t s a n d t o e n a b l e t h e i m p l e m e n t a t i o n o f t h e r e s u l t s . W e a l s o n o m i n a t e d t h e P r o j e c t E x e c u t i v e T e a m r e s p o n s i b l e f o r m a k i n g c o n t a c t s w i t h e x p e r t s , o r g a n i s i n g e x p e r t s a c t i v i t i e s , p l a n n i n g n e x t s t e p s , a n d r e p o r t i n g . T h e P i l o t F o r e s i g h t P r o j e c t w a s c o m p r i s e d o f t h e f o l l o w i n g s t a g e s : (cid:129) s e l e c t i o n o f t h e e x p e r t s f o r t h e p r o j e c t , i n c l u d i n g t h e e x p e r t s f o r t h e m a i n ‘ H e a l t h a n d L i f e ’ t o p i c p a n e l , b a s e d o n n o m i n a t i o n s o f i n s t i t u t i o n s a n d o r g a n i s a t i o n s a u t h o r i s e d t o n a m e t h e c a n d i d a t e s . T h i s s t a g e c o m p r i s e d o f c o m p l e t i n g a q u e s t i o n n a i r e b y n o m i n e e s a n d c o - n o m i n a t i o n , d e t e r m i n a t i o n o f 1 1 t o p i c a r e a s i n t h e ‘ H e a l t h a n d L i f e ’ r e s e a r c h a r e a b y t h e m a i n t o p i c p a n e l , p r e p a r a t i o n o f a d r a f t l i s t o f e x p e r t s t o w o r k o n 1 1 t o p i c p a n e l s b y t h e m a i n t o p i c p a n e l ; (cid:129) p r e l i m i n a r y d e t e r m i n a t i o n o f t h e k e y r e s e a r c h a n d t e c h n o l o g y d e v e l o p m e n t a r e a s b y t h e m a i n t o p i c p a n e l a n d v e r i f i c a t i o n t h e r e o f b y s p e c i f i c t o p i c p a n e l s ; (cid:129) c o m m e n c e m e n t o f w o r k b y t h e t o p i c p a n e l s a n d s e l e c t i o n o f o v e r 1 0 0 o f r e s e a r c h a n d t e c h n o l o g y d e v e l o p m e n t a r e a s f o r P o l a n d i n e a c h t o p i c a r e a a n d p r e p a r a t i o n o f p a r t i a l r e p o r t s ; (cid:129) s e l e c t i o n o f 2 6 p r i o r i t y r e s e a r c h a n d d e v e l o p m e n t a r e a s b y t h e m a i n t o p i c p a n e l w i t h a v i e w t o h o l d i n g a p u b l i c d i s c u s s i o n o n t h e m ; (cid:129) p u b l i c c o n s u l t a t i o n s h e l d t o v e r i f y t h e c h o i c e o f p r i o r i t y s c i e n c e a n d t e c h n o l o g y a r e a s f o r P o l a n d b y t h e P e n t o r I n s t i t u t e f o r P u b l i c ; (cid:129) o p i n i o n a n d M a r k e t R e s e a r c h ; (cid:129) p r e p a r a t i o n o f a f i n a l r e p o r t b y t h e m a i n t o p i c p a n e l b a s e d o n t h e p a r t i a l r e p o r t s a n d t h e r e s u l t s o f s o c i a l c o n s u l t a t i o n s . T h e B i o & H e a l t h P a n e l i d e n t i f i e d t h e f o l l o w i n g c r i t i c a l a r e a s : (cid:129) h e a l t h p r o b l e m s r e l a t e d t o a g e i n g , n u t r i t i o n , a n d l i f e s t y l e ; (cid:129) h e a l t h c a r e s t r u c t u r e , i n c l u d i n g s h o r t a g e o f h e a l t h w o r k e r s , c o s t s - & m a n a g e m e n t ; (cid:129) p a t i e n t r e l a t i o n s , f o c u s i n g o n b e t t e r q u a l i t y , t r e a t m e n t o f i n t e r - r e l a t e d i l l n e s s e s , p e r s o n a l i s e d c a r e , a n d m o r e r e s p o n s i b i l i t y t o t h e p a t i e n t ; (cid:129) e t h i c a l i s s u e s a r i s i n g f r o m n e w t e c h n o l o g i e s a n d n e w p r o c e d u r e s . T o a d d r e s s t h e s e i s s u e s t h e f o l l o w i n g t e c h n o l o g i e s w i l l p l a y a k e y r o l e i n t h e f u t u r e : (cid:129) h u m a n g e n o m i c s a n d p r o t e o m i c s ( i n c l u d i n g p r o d u c t s s u c h P e r s o n a l G e n e t i c I D C a r d s , p r e n a t a l a n a l y s i s , g e n e t h e r a p y , e t c . ) : I n t h e f i e l d o f h u m a n g e n o m e s a n d p r o t e o m e s , t h e m a p p i n g o f t h e h u m a n D N A h a s p a v e d t h e w a y f o r a p a r a d i g m s h i f t t o w a r d s i n d i v i d u a l i s e d a n d p r e v e n t i v e f o r m s o f c a r e b a s e d o n g e n e t i c d i s p o s i t i o n , t a r g e t e d s c r e e n i n g , d i a g n o s t i c s a n d i n n o v a t i v e m e d i c a l t r e a t m e n t s . T h e s e i n c l u d e : s c r e e n i n g f o r g e n e t i c a l l y d e t e r m i n e d c h a r a c t e r i s t i c s , m o r e i n d i v i d u a l i s e d a n d t a r g e t e d t r e a t m e n t o f d i s e a s e s a n d i m p r o v e d p r e v e n t i o n o f h u m a n p a t h o g e n s ( v i r u s e s a n d b a c t e r i a t r a n s m i t t e d b y h u m a n s ) ; (cid:129) s t e m C e l l s ( f o r t h e t r e a t m e n t o f n e u r o d e g e n e r a t i v e i l l n e s s e s , t r a u m a t i c b r a i n a n d s p i n a l c o r d i n j u r y , e t c . ) : T h e r e s e a r c h i n s t e m c e l l s f r o m e a r l y - s t a g e h u m a n e m b r y o s , a s w e l l a s f r o m v a r i o u s t y p e s o f t i s s u e f r o m a d u l t s , a i m s a t e n g e n d e r i n g m a n y e x c i t i n g p e r s p e c t i v e s f o r d e v e l o p i n g n e w f o r m s o f t r e a t m e n t i n w h i c h s t e m c e l l s a r e u s e d t o r e p l a c e m a l f u n c t i o n i n g c e l l s o r t i s s u e ( s t e m c e l l - b a s e d c e l l t h e r a p y ) ; (cid:129) b i o - e l e c t r o n i c s ( s u c h n a n o - r o b o t s , b i o l o g i c a l c o m p u t i n g , b i o s e n s o r s , b i o c h i p s , e l e c t r o n i c i m p l a n t s , e t c ) : B i o e l e c t r o n i c s p r e s e n t s m a n y i n t e r e s t i n g o p p o r t u n i t i e s f o r f i e l d s s u c h a s m e d i c a l e q u i p m e n t t e c h n o l o g y ( i n c l u d i n g t h e d e v e l o p m e n t o f e l e c t r o n i c i m p l a n t s f o r r e h a b i l i t a t i o n , e t c . ) a n d b i o s e n s o r s f o r m o n i t o r i n g p u r p o s e s . R e c e n t r e s e a r c h i n c e l l p r o p e r t i e s , a n d t h e w a y t h e y i n t e r a c t w i t h t h e i r s u r r o u n d i n g s , h a s p a v e d t h e w a y f o r n e w f o r m s o f i n t e g r a t i o n a n d i n t e r a c t i o n b e t w e e n b i o l o g i c a l m a t e r i a l a n d e l e c t r o n i c s y s t e m s , a n d n a n o t e c h n o l o g y h a s p e r m i t t e d t h e e x a m i n a t i o n a n d u n d e r s t a n d i n g o f s y s t e m s r i g h t d o w n t o t h e a t o m i c l e v e l ; (cid:129) p e r v a s i v e H e a l t h c a r e ( s u c h a s a u t o m a t i c a n d m o b i l e m o n i t o r i n g , v i r t u a l h o s p i t a l s , e t c ) : P e r v a s i v e h e a l t h c a r e c o u l d b e u s e d t o g i v e p a t i e n t s , r e l a t i v e s a n d s t a f f b e t t e r a c c e s s t o i n f o r m a t i o n a s a n d w h e n t h e y n e e d i t . T h e r e a r e a l s o m a n y p o s s i b i l i t i e s f o r h o m e c a r e – h e a l t h c a r e a n d t r e a t m e n t i n t h e h o m e . P e r v a s i v e h e a l t h c a r e c a n b e s e e n a s a w a y o f i m p r o v i n g c a r e , c o m m u n i c a t i o n a n d t h e u s e o f r e s o u r c e s , a n d t h u s h a s t h e c a p a c i t y t o o p t i m i s e t h e h e a l t h s e c t o r i n m a n y a r e a s . C o u n t r y P o l a n d D e n m a r k Y e a r 2 0 0 5 2 0 0 5 EFMN-special-issue-100208.indd 71 EFMN-special-issue-100208.indd 71 22/10/07 15:55 22/10/07 15:55 ",
        "72 F o r e s i g h t e x e r c i s e G r e e k N a t i o n a l T e c h n o l o g i c a l F o r e s i g h t E x e r c i s e ( B r i e f N o . 1 2 ) F I S T E R A ( B r i e f N o . 9 ) S u m m a r y G i v e n t h a t t h e s o c i e t y i s c h a r a c t e r i s e d b y d e m o g r a p h i c c h a n g e a n d a g e i n g o f t h e p o p u l a t i o n , t h e r e i s a n e e d f o r a r e o r i e n t a t i o n o f t h e h e a l t h s y s t e m f r o m t r e a t m e n t t o p r e v e n t i o n a n d t o t h e p r o v i s i o n o f h i g h - q u a l i t y s e r v i c e s . T h i s s h i f t g i v e s r i s e t o n e w p r i o r i t i e s , o r g a n i s a t i o n a l s c h e m e s a n d r e s e a r c h g o a l s . P r e v e n t i o n , i n n o v a t i o n a n d i n f o r m a t i o n w i l l b e t h e k e y a r e a s f o r t h e f u t u r e o f h e a l t h c a r e , i n p a r a l l e l w i t h p r o v i d i n g i n f o r m a t i o n t o t h e p u b l i c a n d w i t h t h e s o c i a l d e b a t e o n i m p o r t a n t b i o e t h i c s i s s u e s . N e c e s s a r y C o n d i t i o n s E f f e c t i v e d i s e a s e p r e v e n t i o n r e q u i r e s : (cid:129) f a m i l i a r i s a t i o n o f t h e p u b l i c w i t h h e a l t h m a t t e r s ; (cid:129) a v a i l a b i l i t y o f i n f o r m a t i o n o n v u l n e r a b l e i n d i v i d u a l s a n d p o p u l a t i o n g r o u p s ; (cid:129) a p p r o p r i a t e a n d t i m e l y w a r n i n g a b o u t t h e e f f e c t i v e n e s s o f a c t i o n s t o m a i n t a i n h e a l t h ; (cid:129) d e p l o y m e n t o f c r o s s - s e c t o r a l a c t i o n s i n s e c t o r s a f f e c t i n g h e a l t h . T h e p o s s i b i l i t y o f w i d e s p r e a d u s e o f s c i e n t i f i c g u i d e l i n e s f o r a w a y o f l i f e w h i c h w i l l s e c u r e d i s e a s e p r e v e n t i o n i n a d u l t s , t h e m a p p i n g o f t h e m e c h a n i s m s o f a g e i n g ( e s t i m a t e d i m p l e m e n t a t i o n b e f o r e 2 0 1 2 ) , a n d t h e d o m i n a n c e o f p r e v e n t i v e m e d i c i n e i n m e d i c a l s c i e n c e ( 2 0 2 0 ) , w i l l f o r m t h e b a s i c g u i d e s i n t h e R & T f i e l d s , i n t h e a r e a o f h e a l t h a n d q u a l i t y o f l i f e . A c t i o n L i n e s (cid:129) c o o r d i n a t i o n o f R T D w i t h t h e a i m t o m e e t t h e n e e d s f o r m a i n t a i n i n g , p r o m o t i n g a n d r e s t o r i n g t h e h e a l t h o f t h e g e n e r a l p o p u l a t i o n , v u l n e r a b l e g r o u p s a n d p a t i e n t s ; (cid:129) i n c e n t i v e s f o r t h e e s t a b l i s h m e n t o f c l u s t e r s , s u c h a s a p r i m a r y h e a l t h c a r e c l u s t e r b a s e d o n e - H e a l t h , r e h a b i l i t a t i o n a n d h e a l t h p r o m o t i o n s y s t e m s i n s p e c i a l t o u r i s t r e s o r t s w h e r e h e r b a l t h e r a p y , s p a t h e r a p y / t h a l a s s o t h e r a p y , a n d h e a l t h y / M e d i t e r r a n e a n d i e t a r y h a b i t s a r e p r a c t i c e d ( w i t h r e l a t e d R T D a c t i v i t i e s a l s o t a k i n g p l a c e ) w i t h i n t e n s i v e u s e o f I C T ; (cid:129) i m m e d i a t e a d o p t i o n o f i n e x p e n s i v e , e f f e c t i v e a n d e f f i c i e n t t e c h n o l o g i e s b y P u b l i c S e c t o r b o d i e s ( e . g . s i m p l e I C T a p p l i c a t i o n s a c r o s s a l l s e c t o r s i n v o l v e d ) . K e y A c t i o n L i n e s f o r R T D D e v e l o p m e n t : e - H e a l t h a n d H e a l t h I n t e l l i g e n c e ; d i s e a s e p r e v e n t i o n ; h e a l t h a n d s a f e t y ; c o n v e r g e n c e o f b i o - n a n o - I C T . - e H e a l t h a n d t e l e - m e d i c i n e ( c o s t s r e d u c t i o n ) ; - t r e m e n d o u s p o t e n t i a l i n m o v i n g f r o m a g e n e r a l i s e d p h a r m a c o l o g y t o o n e t h a t i s t a r g e t e d t o i n d i v i d u a l s . A i m : t o u n d e r s t a n d t h e i n d i v i d u a l p a t i e n t a n d t h e i r s p e c i f i c p a t h o l o g y a n d d e v e l o p a t a r g e t d r u g ; - t h e a d v a n c e s i n g e n o m i c s a n d i n t h e f a s t d e t e r m i n a t i o n o f t h e s p e c i f i c p r o t e i n s f o r a g i v e n i n d i v i d u a l , t i s s u e e n g i n e e r i n g , t h e h u g e p r o c e s s i n g p o w e r b e c o m i n g a v a i l a b l e , n e w m o n i t o r i n g t e c h n i q u e s , u b i q u i t o u s c o m m u n i c a t i o n s a r e a l l f a c t o r s p a v i n g t h e w a y t o a r e v o l u t i o n i n c o n t r o l l i n g a i l m e n t s . A p r o c e s s t o d e v e l o p s p e c i f i c m e d i c i n e w o u l d a l s o b e h e l p f u l i n t h e f i g h t i n g o f r a r e a i l m e n t s t h a t t o d a y a r e n o t a d d r e s s e d b e c a u s e o f e c o n o m i c s . ( C o n c e p t o f o n e p e r s o n – o n e m e d i c i n e , n o l o n g e r c o n c e p t o f ‘ r a r e ’ a i l m e n t ) ; - t h e u l t i m a t e g o a l i s t o r e d u c e t h e d e v e l o p m e n t c y c l e o f a d r u g f r o m 1 0 - 1 5 y e a r s w e h a v e t o d a y t o a f e w w e e k s . I t i s u n l i k e l y t h i s g o a l m a y b e r e a c h e d w i t h i n t h e n e x t d e c a d e a l t h o u g h m u c h p r o g r e s s w i l l b e m a d e ; - i n c r e a s i n g u s e o f d r u g s d e l i v e r y / m o n i t o r i n g . C o u n t r y G r e e c e E U - 2 5 Y e a r 2 0 0 5 2 0 0 5 EFMN-special-issue-100208.indd 72 EFMN-special-issue-100208.indd 72 22/10/07 15:55 22/10/07 15:55 ",
        "73 Special issue on healthcare Annexes F o r e s i g h t e x e r c i s e U K N a t i o n a l F o r e s i g h t : E x p l o i t i n g t h e E l e c t r o m a g n e t i c S p e c t r u m ( B r i e f N o . 2 3 ) H e a l t h S c i e n c e s . T h e f u t u r e o f B i o m a t e r i a l s ( 2 0 0 4 ) D y n a m o 2 0 0 4 ( B r i e f N o . 1 8 ) S w e d i s h T e c h n o l o g y F o r e s i g h t 2 0 0 4 ( B r i e f N o . 2 ) S u m m a r y - d e v e l o p m e n t o f n o v e l n o n - i n t r u s i v e i m a g i n g t e c h n i q u e s d r i v e n b y g r e a t e r d e m a n d f o r h e a l t h c a r e , p a r t i c u l a r l y f o r a n i n c r e a s i n g l y a g e d a n d a f f l u e n t p o p u l a t i o n a n d b y t h e n e c e s s i t y o f c o s t r e d u c t i o n , f a s t e r i m a g e a c q u i s i t i o n t i m e s a n d h i g h e r r e s o l u t i o n a n d / o r s e n s i t i v i t y ; - b e t t e r p r e v e n t i o n : E a r l i e r d e t e c t i o n o f d i s e a s e d o e s n o t d e p e n d o n l y o n b e t t e r - q u a l i t y i m a g i n g , i t a l s o d e p e n d s o n p a t i e n t a c c e s s . I m p r o v i n g t h e i m a g i n g c a p a b i l i t i e s a v a i l a b l e a t p o i n t o f e n t r y i n t o t h e h e a l t h c a r e s y s t e m w o u l d e n a b l e d o c t o r s t o m a k e e a r l i e r , m o r e a c c u r a t e , d i a g n o s e s . N o i n f o r m a t i o n a b o u t t h e f o r e s i g h t r e s u l t s – r e p o r t u p l o a d e d o n D y n a m o o n l y i n S p a n i s h . N o i n f o r m a t i o n a b o u t t h e f o r e s i g h t r e s u l t s . H e a l t h c a r e T e c h n o l o g y s e e n a s a p r i o r i t y . G e n e r a l s t a t e m e n t s n o t a l l n e c e s s a r i l y o r e x p l i c i t l y r e l a t e d t o A g e i n g P o p u l a t i o n / H e a l t h y A g e i n g : - n e e d f o r a f u n d i n g r e f o r m o f t h e h e a l t h c a r e s y s t e m , b e c a u s e o f i n c r e a s i n g a g e i n g p o p u l a t i o n / r i s k s g r o u p s ( o b e s i t y , d i a b e t e s , e t c . ) . M o r e a n d m o r e s e r v i c e s w i l l b e d e m a n d e d f r o m a s e c t o r t h a t f e w e r a n d f e w e r w i l l b e f i n a n c i n g ; - d e v e l o p m e n t o f m o r e i n d i v i d u a l l y t a i l o r e d p h a r m a c e u t i c a l s ; - g r e a t p o t e n t i a l f o r d e v e l o p i n g s y s t e m s i n c l u d i n g a l r e a d y e x i s t i n g I T , e . g . t o s t r e a m l i n e h a n d l i n g o f p a t i e n t r e c o r d s , p a t i e n t a d m i n i s t r a t i o n a n d f o l l o w - u p o f a c t i v i t i e s ; - n e e d f o r t e c h n o l o g y t o e x p a n d h o m e h e a l t h c a r e . ( e . g . t e l e m e d i c i n e , i n c l u d i n g i n t e r a c t i v e c o m m u n i c a t i o n o f s o u n d s , i m a g e s a n d m e d i c a l d a t a , a l o n g w i t h p o t e n t i a l f o r p a t i e n t s t h e m s e l v e s t o c o l l e c t s a m p l e s t h a t a r e s e n t t o a l a b o r a t o r y f o r a n a l y s i s , f o l l o w e d u p b y a c o n s u l t a t i o n o n t h e r e s u l t s v i a t h e I n t e r n e t ) ; - n e e d f o r p r e v e n t i v e h e a l t h s e r v i c e s i n a m o r e l o n g - t e r m w a y , b e c a u s e o f a s t r o n g c o n n e c t i o n b e t w e e n c h a n g i n g l i v i n g h a b i t s a n d i n c r e a s i n g o b e s i t y , a s w e l l a s g r e a t e r i n c i d e n c e o f d i a b e t e s . E a t i n g h a b i t s a n d a t t i t u d e s a r e l a r g e l y e s t a b l i s h e d a t a y o u n g a g e . T o s t o p t h e s p r e a d o f b a d e a t i n g h a b i t s , p r e v e n t i v e m e a s u r e s a n d l i f e s t y l e c h a n g e s a r e n e e d e d ; - i n o r d e r t o r e d u c e t h e n u m b e r o f p e o p l e w i t h c h r o n i c i l l n e s s e s , t h e r e i s a n e e d f o r f u n c t i o n i n g c o l l a b o r a t i o n b e t w e e n p a t i e n t s , e m p l o y e r s , s o c i a l i n s u r a n c e o f f i c e s a n d t h e m e d i c a l c a r e s y s t e m ; - n e e d f o r a n a d a p t a t i o n o f l a w s a n d r u l e s f o r c r e a t i n g o p p o r t u n i t i e s f o r i n d i v i d u a l t r e a t m e n t p l a n s . R e s e a r c h P r i o r i t i e s i d e n t i f i e d i n H e a l t h c a r e T e c h n o l o g y : (cid:129) s t e m c e l l r e s e a r c h (cid:129) l a r g e - s c a l e D N A a n a l y s i s (cid:129) g e n e c h i p t e c h n o l o g y (cid:129) p r o t e i n r e s e a r c h a n d e n g i n e e r i n g (cid:129) p r o t e o m i c s (cid:129) n a n o t e c h n o l o g y i n m e d i c i n e (cid:129) c h e m i c a l a n a l y s i s a n d s y n t h e s i s (cid:129) c o n v e n t i o n a l / a d v a n c e d b i o l o g i c a l s y n t h e s i s (cid:129) d r u g d e l i v e r y (cid:129) c a n c e r , h e a r t f a i l u r e (cid:129) c h r o n i c d i s e a s e s (cid:129) r h e u m a t i c d i s e a s e s (cid:129) a l z h e i m e r ’ s d i s e a s e (cid:129) n e e d f o r l i f e s t y l e c h a n g e s (cid:129) c o n s u m e r h e a l t h t o o l s (cid:129) t e c h n i c a l a i d s f o r i m p r o v e d q u a l i t y o f l i f e (cid:129) c o m p u t e r - a i d e d s u r g e r y (cid:129) o r g a n t r a n s p l a n t s . C o u n t r y U K S p a i n N L S w e d e n Y e a r 2 0 0 4 2 0 0 4 2 0 0 4 2 0 0 4 EFMN-special-issue-100208.indd 73 EFMN-special-issue-100208.indd 73 22/10/07 15:55 22/10/07 15:55 ",
        "74 F o r e s i g h t e x e r c i s e O E C D T o w a r d s H i g h - P e r f o r m i n g H e a l t h S y s t e m s F u t u r e s c e n a r i o s f o r h o u s i n g a n d h e a l t h F u t u r e s c e n a r i o s f o r t h e p u b l i c g o v e r n m e n t a n d h e a l t h c a r e W H O – S e v e n t h F u t u r e s F o r u m o n u n p o p u l a r d e c i s i o n s i n p u b l i c h e a l t h H e a l t h S c i e n c e s . T h e f u t u r e o f B i o m a t e r i a l s H e a l t h S c i e n c e s . T h e f u t u r e o f M i n i m a l l y I n v a s i v e S u r g e r y T e k n o l o g i s k F r e m s y n – B i o - a n d H e a l t h c a r e S u m m a r y T h e O E C D H e a t h P r o j e c t h a s i n v o l v e d c o n t r i b u t i o n s f r o m v a r i o u s O E C D D i r e c t o r a t e s , i n c l u d i n g i n t e r a l i a , s o c i a l a n d h e a l t h p o l i c y , e c o n o m i c s , i n s u r a n c e - r e l a t e d i s s u e s a n d t e c h n o l o g y , s c i e n c e a n d i n d u s t r y . T h e a i m w a s t o i n t e g r a t e d i f f e r e n t p e r s p e c t i v e s w i t h i n t h e O E C D o n h o w t o m e a s u r e a n d a n a l y s e t h e p e r f o r m a n c e o f h e a l t h c a r e s y s t e m s a n d f a c t o r s a f f e c t i n g t h e i r p e r f o r m a n c e . T h e c o l l e c t e d r e p o r t s a n d a n a l y s e s f o r m a n i m p o r t a n t b o d y o f i n f o r m a t i o n t h a t c a n b e u s e d t o h e l p f o r m u l a t e n e w , e v i d e n c e - b a s e d , p o l i c y o p t i o n s t o i m p r o v e h e a l t h c a r e s y s t e m s . T h e p r o j e c t h a s e n a b l e d t h e O r g a n i s a t i o n t o s t r e n g t h e n i t s c o l l a b o r a t i o n w i t h o t h e r i n t e r n a t i o n a l o r g a n i s a t i o n s . T o f o r e c a s t f u t u r e d e v e l o p m e n t s i n h e a l t h c a r e a n d i n h o u s i n g o f t h e e l d e r l y p e o p l e i n t h e N e t h e r l a n d s d u e t o t h e b i r t h i n c r e a s e a f t e r t h e s e c o n d w o r l d w a r . R e a s o n : S o p o l i c y m a k e r s a r e p r e p a r e d f o r w h a t f u t u r e d e v e l o p m e n t s w e a r e f a c i n g . M e t h o d : S c e n a r i o s . A u d i e n c e : P o l i c y m a k e r s i n t h e h e a l t h - s e c t o r . I n t h i s s t u d y , f o u r l o n g - t e r m s c e n a r i o s a r e p r e s e n t e d f o r t h e D u t c h p u b l i c , g o v e r n m e n t a n d t h e h e a l t h c a r e s e c t o r . R e s u l t : I n t h e t w o s c e n a r i o s t h a t s t r e s s t h e i m p o r t a n c e o f c o l l e c t i v e p r o v i s i o n s ( R e g i o n a l C o m m u n i t i e s a n d S t r o n g E u r o p e ) , t h e s h a r e o f g o v e r n m e n t p r o d u c t i o n ( p u b l i c a d m i n i s t r a t i o n , d e f e n c e a n d s u b s i d i s e d e d u c a t i o n ) w i l l i n c r e a s e f r o m 1 0 . 5 % o f G D P i n 2 0 0 1 t o a b o u t 1 2 % i n 2 0 4 0 . I n t h e o t h e r t w o s c e n a r i o s ( T r a n s a t l a n t i c M a r k e t a n d G l o b a l E c o n o m y ) t h e g o v e r n m e n t s e c t o r w i l l d e c r e a s e i n s i z e t o 8 % o f G D P i n 2 0 4 0 . D u e t o h i g h e r g r o w t h r a t e s o f G D P p e r c a p i t a , t h e g r o w t h o f g o v e r n m e n t s e r v i c e s p e r c a p i t a i s o n l y m a r g i n a l l y s m a l l e r t h a n i n t h e m o r e c o l l e c t i v e s c e n a r i o s . H e a l t h c a r e e x p e n d i t u r e a s a p e r c e n t a g e o f G D P w i l l i n c r e a s e i n a l l s c e n a r i o s f r o m 8 . 7 % i n 2 0 0 1 t o b e t w e e n 1 3 . 3 % a n d 1 4 . 6 % i n 2 0 4 0 . I n a l l s c e n a r i o s a g e i n g a n d p r o g r e s s i n m e d i c a l t e c h n o l o g y a r e m a j o r d r i v i n g f a c t o r s o f t h e g r o w t h i n h e a l t h e x p e n d i t u r e s . M e t h o d : S c e n a r i o s . A u d i e n c e : P o l i c y m a k e r s . L a u n c h e d i n 2 0 0 1 , t h e F u t u r e s F o r a a r e a s e r i e s o f m e e t i n g s f o r p o l i c y - m a k e r s . T h e y p r o v i d e a n i m p a r t i a l e n v i r o n m e n t f o r d i r e c t o r s - g e n e r a l o f h e a l t h , c h i e f m e d i c a l o f f i c e r s a n d s e n i o r a d v i s e r s t o d e b a t e d i f f i c u l t i e s i n p o l i c y - m a k i n g . W H O ’ s S e v e n t h F u t u r e s F o r u m o f H i g h - l e v e l D e c i s i o n - m a k e r s a i m e d t o i d e n t i f y t o o l s f o r m a k i n g p u b l i c h e a l t h d e c i s i o n s m o r e a c c e p t a b l e a n d p o p u l a r . T h e o b j e c t i v e o f t h i s s e s s i o n w a s t o s h a r e d i f f i c u l t i e s i n c l o s i n g h o s p i t a l s a n d i d e a s o n h o w t o m a i n t a i n t h e p o l i c y c h o s e n w h i l e t a k i n g i n t o a c c o u n t p u b l i c c o n c e r n s a n d a n x i e t i e s . M e t h o d : E x p e r t d i s c u s s i o n s . A u d i e n c e : P o l i c y m a k e r s i n h e a l t h c a r e . W i t h i n t h e c o n c e p t o f b i o m a t e r i a l s , a w i d e v a r i e t y o f s u b s t a n c e s t h a t i n t e r a c t w i t h b i o l o g i c a l s y s t e m s a r e i n c l u d e d . B i o m a t e r i a l s c a n b e u s e d f o r d i a g n o s i s , m o n i t o r i n g o r t r e a t m e n t . T h e i r d e s i g n a n d p r o d u c t i o n i s a m u l t i d i s c i p l i n a r y a r e a t h a t i n v o l v e s e n g i n e e r i n g , r o b o t i c s , m e d i c a l i m a g i n g , n a n o - b i o t e c h n o l o y , m i c r o s y s t e m s o r t e l e m e d i c i n e . T h e i m p o r t a n c e o f t h i s s e c t o r i s i n c r e a s i n g a l l o v e r t h e w o r l d , a n d i n S p a i n , i t h a s b e e n i n c l u d e d a s a p r i o r i t y a r e a w i t h i n t h e S t r a t e g i c P l a n f o r R & D ( 2 0 0 4 - 2 0 0 7 ) . M i n i m a l l y i n v a s i v e s u r g e r y i s a f u n d a m e n t a l t o p i c i n t h e f i e l d o f h e a l t h s i n c e i t p r o v i d e s a w a y t o r e d u c e d r a s t i c a l l y t h e p o s t - o p e r a t i o n a l i m p a c t s o f s u r g e r y o n t h e p a t i e n t s . T h e s t u d y c o m p r i s e s a n o v e r v i e w o f t h e m a i n a d v a n t a g e s , i m p a c t s a n d d i s a d v a n t a g e s o f t h e s e t e c h n o l o g i e s . A f t e r t h a t , t h e m o s t i m p o r t a n t o f t h e s e t e c h n o l o g i e s , i d e n t i f i e d b y t h e e x p e r t s , a r e s u m m a r i s e d a n d e x p l a i n e d . F o r a l l o f t h e m t h e k e y s a r e g i v e n t o u n d e r s t a n d t h e p r e s e n t b a r r i e r s f o u n d w h e n t r y i n g t o a p p l y t h e s e i n n o v a t i o n s , a l o n g w i t h t h e e s t i m a t e d t i m e f o r t h e i r i m p l e m e n t a t i o n . I n t h e c o n c l u s i o n s c h a p t e r , a l l t h e b a r r i e r s t o o v e r c o m e a r e l i s t e d . A s a m u l t i - d i s c i p l i n a r y s u b j e c t , t h e d e v e l o p m e n t o f m i n i m a l l y i n v a s i v e s u r g e r y w i l l c o m e t h r o u g h i m p r o v e m e n t s i n d i f f e r e n t a s p e c t s s u c h a s p r o f e s s i o n a l a w a r e n e s s , b a s i c r e s e a r c h , i n s t r u m e n t a t i o n , e d u c a t i o n a l a s p e c t s a n d d e m a n d b y t h e p a t i e n t . T h e t e c h n o l o g i c a l f o r e s i g h t i n t h e b i o t e c h n o l o g y a n d h e a l t h t e c h n o l o g y s e c t o r s i s o n e o f t h e o u t c o m e s o f t h i s p r o j e c t . T h e f o r e s i g h t w a s p r e p a r e d f o r t h e m i n i s t r y b y a p a n e l o f e x p e r t s e m p l o y e d i n r e s e a r c h , t h e b u s i n e s s s e c t o r a n d v a r i o u s o r g a n i s a t i o n s . I n o r d e r t o e n s u r e t h a t t h e t e c h n o l o g i c a l f o r e s i g h t , i n a l l i t s c o m p l e x i t y , w a s r e a l i s t i c a n d p r o p e r l y a n c h o r e d , t h e p a n e l c o n s i s t e d o f m e m b e r s f r o m a w i d e r a n g e o f s e c t o r s a n d d i s c i p l i n e s . C o u n t r y W o r l d w i d e N L N L W o r l d w i d e S p a i n S p a i n T a r g e t c o u n t r y : D e n m a r k Y e a r 2 0 0 4 2 0 0 4 2 0 0 4 2 0 0 4 2 0 0 4 2 0 0 4 2 0 0 4 EFMN-special-issue-100208.indd 74 EFMN-special-issue-100208.indd 74 22/10/07 15:55 22/10/07 15:55 ",
        "75 Special issue on healthcare EFMN Partners EFMN Partners Core partners Overall contact Maurits Butter and Felix Brandes (TNO) P.O.Box 6030 NL-2600 JA Delft The Netherlands +31 152 695423 maurits.butter@tno.nl Contact for mapping Rafael Popper (PREST) Oxford Road UK-Manchester, M13 9PL United Kingdom rafael.popper@manchester.ac.uk Contact for issue analysis Anette Braun and Sylvie Rijkers-Defrasne (VDI-FT consulting) Graf-Recke-Strasse 84 D-40239 Duesseldorf Germany +49 211 62 14-491 Rijkers@vdi.de Contact for Briefs Matthias Weber and Susanne Giesecke (ARC systems research) A-1220 Vienna Austria +43 50550 4564 Susanne.Giesecke@arcs.ac.at Contact for dissemination Patrick Crehan (CKA) 2, rue d’Arenberg B-1000 Brussels Belgium +32 473 924456 Patrick.Crehan@cka.be Other partners Louis Lengrand and Hugo Thenint (Louis Lengrand & Associés) 21, rue de la Pourvoierie F-78000 Versailles France +33 1 39 07 26 62 julie@ll-a.fr Jennifer Cassingena-Harper (MCST) Villa Bighi MT-Kalkara CSP 12 Malta +356 21 241176 jennifer.harper@mcst.org.mt Kerstin Cuhls (Fraunhofer ISI) Breslauer Strasse 48 D-76139 Karlsruhe Germany +49 721 6809 141 K.Cuhls@isi.fraunhofer.de Dr. Agnes Pechmann (Dialogik GmbH) Seidenstr. 36 D-70174 Stuttgart Germany +49 179 45 48 628 pechmann@dialogik-expert.de Effie Amanatidou and Foteini Psarra (ATLANTIS Consulting S.A.) 51 Polytechniou Str, 54625 GR-Thessaloniki Greece +30 2310 524854 amanatidou@atlantisresearch.gr Ondrej Valenta (TCP – Technology Centre AS ) Rozvojova 135 CZ-Praha 6 Czech Republic +420 220 390 721 valenta@tc.cz EFMN-special-issue-100208.indd 75 EFMN-special-issue-100208.indd 75 22/10/07 15:55 22/10/07 15:55 ",
        "European Commission EUR 24044 – SPECIAL ISSUE ON HEALTHCARE – Healthy ageing and the future of public healthcare systems – European Foresight Monitoring Network – EFMN Project – November 2009 Luxembourg: Publications Office of the European Union 2009 — 76 pp. — 21.0 x 29.7 cm ISBN 978-92-79-13120-2 doi: 10.2777/47289 ISSN 1018-5593 EFMN-special-issue-100208.indd 76 EFMN-special-issue-100208.indd 76 22/10/07 15:55 22/10/07 15:55 "
    ]
}