{
    "text": [
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 19.7.2007 COM(2007) 428 final 2007/0006 (CNS) Amended proposal for a COUNCIL REGULATION on the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Madagascar (presented by the Commission) ",
        "EN 2 EN EXPLANATORY MEMORANDUM The Community and the Republic of Madagascar negotiated and initialled, on 21 June 2006, a Fisheries Partnership Agreement which provides Community fishermen with fishing opportunities in Madagascar’s fishing zone. This Partnership Agreement, accompanied by a Protocol and the Annex thereto, was signed for a period of six years from its entry into force and is renewable. On the date of its entry into force, this Agreement repeals and replaces the Agreement between the European Community and the Republic of Madagascar on fishing off the coast of Madagascar which entered into force on 28 January 1986. A proposal for a Council Regulation on the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Madagascar was adopted by the Commission on 25 January 2007. However, the Protocol and the Annex thereto setting out the technical and financial conditions governing the fishing activities of European Community vessels had to be re-negotiated, amended and re-signed on 16 March 2007 to accommodate requests for additional fishing opportunities for longliners. The reference tonnage and the financial contribution have been adjusted accordingly. The requests for additional fishing opportunities result from a joint declaration by the Council and the Commission No 10529/06 amending Council Regulation (EC) No 639/2004 allowing the outermost regions, on the basis of Article 299 of the Treaty, to extend the system of public funding for renewal of their fleet. The requests are also in line with Indian Ocean Tuna Commission (IOTC) recommendations authorising island or developing countries to submit a development plan for their fleet. An amended proposal for a Council Regulation on the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Madagascar is therefore necessary, to take account of the amendments made to the Protocol signed on 16 March 2007. This Protocol and the Annex thereto have been signed for a period of six years from 1 January 2007. Pending the entry into force of the new Agreement, this Protocol and the Annex thereto will enter into force on the date on which the Parties notify each other of the completion of the procedures necessary for that purpose. They will apply with effect from 1 January 2007. The main objective of the new Partnership Agreement is to strengthen cooperation between the European Community and the Republic of Madagascar, thereby creating a partnership framework within which to develop a sustainable fisheries policy and sound exploitation of fisheries resources in Madagascar’s fishing zone, in the interests of both Parties. The Commission’s negotiating position was based in part on the results of an ex-post and ex-ante evaluation carried out by independent experts. The two Parties are taking part in a political dialogue on topics of mutual interest in the fisheries sector. In the Partnership Agreement, the current priorities of national fisheries policy in Madagascar will allow the identification by mutual agreement between the two Parties of objectives, and the annual and multiannual programming to attain them, with a view to ensuring sustainable and responsible management of the sector. The Partnership Agreement also provides for encouraging economic, scientific and technical cooperation in the fisheries sector and related sectors. ",
        "EN 3 EN The financial contribution as amended in the Protocol signed on 16 March 2007 is fixed at EUR 1 197 000 per year against a reference tonnage of 13 300 tonnes. Of this financial contribution, 80% will provide annual financial support for defining and implementing a sectoral fisheries policy in Madagascar, with a view to introducing responsible and sustainable fishing. This financial support will be based on annual and multiannual programming. The fishing opportunities provided for in the Protocol amended on 16 March 2007 have been laid down according to three categories: (1) for the fishing category “freezer tuna seiners”: 43 vessels; (2) for the fishing category “surface longliners over 100 GT”: 50 vessels; and (3) for the fishing category “surface longliners of 100 GT or below”: 26 vessels. In addition, five vessels may carry out exploratory line or bottom longline fishing for demersal species over two six-month periods. Shipowners’ fees have been fixed for each category and, overall, could provide Madagascar with an additional annual income of around EUR 465 000 (for a reference tonnage of 13 300 tonnes). The Commission proposes on this basis that the Council adopt the conclusion of this new Fisheries Partnership Agreement between the European Community and the Republic of Madagascar by Regulation. ",
        "EN 4 EN 2007/0006 (CNS) Amended proposal for a COUNCIL REGULATION on the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Madagascar THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof, Having regard to the proposal from the Commission, Having regard to the opinion of the European Parliament, Whereas: (1) The Community and the Republic of Madagascar have negotiated and initialled a Fisheries Partnership Agreement providing Community fishermen with fishing opportunities in the waters falling within the sovereignty of the Republic of Madagascar. (2) It is in the Community’s interest to approve that Agreement. (3) The method for allocating the fishing opportunities among the Member States should be defined, HAS ADOPTED THIS REGULATION: Article 1 The Fisheries Partnership Agreement between the European Community and the Republic of Madagascar is hereby approved on behalf of the Community. The text of the Agreement is attached to this Regulation. ",
        "EN 5 EN Article 2 The fishing opportunities set out in the Protocol to the Agreement shall be allocated among the Member States as follows: Fishing category Type of vessel Member State Licences or quota Spain 23 France 19 Tuna fishing Freezer tuna seiners Italy 1 Spain 25 France 13 Portugal 7 Tuna fishing Surface longliners over 100 GT United Kingdom 5 Tuna fishing Surface longliners of 100 GT or below France 26 Demersal fishing Exploratory line or bottom longline fishing France 5 If licence applications from these Member States do not cover all the fishing opportunities laid down by the Protocol, the Commission may take into consideration licence applications from any other Member State. Article 3 The Member States whose vessels fish under this Agreement shall notify the Commission of the quantities of each stock caught within Madagascar’s fishing zone in accordance with Commission Regulation (EC) No 500/2001 of 14 March 2001 laying down detailed rules for the application of Council Regulation (EEC) No 2847/93 on the monitoring of catches taken by Community fishing vessels in third country waters and on the high seas 1 . Article 4 This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, For the Council The President 1 OJ L 73, 15.3.2001, p. 8. ",
        "EN 6 EN FISHERIES PARTNERSHIP AGREEMENT between the Republic of Madagascar and the European Community THE REPUBLIC of Madagascar, hereinafter referred to as “Madagascar”, and THE EUROPEAN COMMUNITY, hereinafter referred to as “the Community”, hereinafter referred to as “the Parties”, CONSIDERING the close working relationship between the Community and Madagascar, particularly in the context of the Cotonou Agreement, and their mutual desire to intensify that relationship, CONSIDERING the desire of the two Parties to promote the sustainable exploitation of fisheries resources by means of cooperation, HAVING REGARD TO the United Nations Convention on the Law of the Sea, DETERMINED to apply the decisions and recommendations of the Indian Ocean Tuna Commission, hereinafter referred to as “IOTC”, AWARE of the importance of the principles established by the Code of Conduct for Responsible Fisheries adopted at the FAO Conference in 1995, DETERMINED to cooperate, in their mutual interest, in promoting the introduction of responsible fisheries to ensure the long-term conservation and sustainable exploitation of marine living resources, CONVINCED that such cooperation must take the form of initiatives and measures which, whether taken jointly or separately, are complementary and ensure consistent policies and synergy of effort, INTENDING, to these ends, to commence a dialogue on the sectoral fisheries policy adopted by the Government of Madagascar and to identify the appropriate means of ensuring that this policy is effectively implemented and the need to strengthen the decentralised level in dialogue between the technical services on the one hand, and civil society and economic operators on the other, DESIROUS of establishing terms and conditions governing the fishing activities of Community vessels in Malagasy waters and Community support for the introduction of responsible fishing in those waters, RESOLVED to pursue closer economic cooperation in the fishing industry and related activities through the setting up and development of joint enterprises involving companies from both Parties, ",
        "EN 7 EN HEREBY AGREE AS FOLLOWS: Article 1 – Scope This Agreement establishes the principles, rules and procedures governing: – economic, financial, technical and scientific cooperation in the fisheries sector with a view to promoting responsible fishing in Madagascar’s fishing zones to guarantee the conservation and sustainable exploitation of fisheries resources and develop Madagascar’s fisheries sector; – the conditions governing access by Community fishing vessels to Madagascar’s fishing zones; – cooperation on the arrangements for policing fisheries in Madagascar’s fishing zones with a view to ensuring that the above rules and conditions are complied with, that the measures for the conservation and management of fish stocks are effective and that illegal, undeclared and unregulated fishing is prevented; – partnerships between companies aimed at developing economic activities in the fisheries sector and related activities, in the common interest. Article 2 – Definitions For the purposes of this Agreement: (a) “Malagasy authorities” means the Malagasy Government represented by its Ministry responsible for fisheries; (b) “Community authorities” means the European Commission; (c) “Madagascar’s fishing zone” means the waters over which, as regards fisheries, Madagascar has sovereignty or jurisdiction; (d) “fishing vessel” means any vessel equipped for commercial exploitation of living aquatic resources; (e) “support vessel” means any vessel providing assistance to fishing vessels with the installation and surveillance of fish aggregating devices; (f) “Community vessel” means a fishing vessel flying the flag of a Member State of the Community and registered in the Community; (g) “Joint Committee” means a committee made up of representatives of the Community and Madagascar, as specified in Article 9 of this Agreement; (h) “transhipment” means the transfer in or off the port of some or all of the catch from one fishing vessel to another vessel; ",
        "EN 8 EN (i) “unusual circumstances” means circumstances, other than natural phenomena, which are beyond the reasonable control of one of the Parties and are such as to prevent fishing activities in Malagasy waters; (j) “ACP seamen” means any seamen who are nationals of a non-European signatory to the Cotonou Agreement. To this end, a Malagasy seaman is an ACP seaman. Article 3 – Principles and objectives underlying the implementation of this Agreement 1. The Parties hereby undertake to promote responsible fishing in Madagascar’s fishing zones on the basis of the principles of non-discrimination between the different fleets fishing in those waters, without prejudice to the agreements concluded between developing countries within a geographical region, including reciprocal fisheries agreements. 2. The Parties shall cooperate with a view to implementing a sectoral fisheries policy adopted by the Malagasy Government and to that end shall initiate a policy dialogue on the necessary reforms. They shall consult with a view to adopting potential measures in this area. 3. The Parties shall also cooperate in carrying out ex-ante , ongoing and ex-post evaluations, both jointly and unilaterally, of measures, programmes and actions implemented on the basis of this Agreement. 4. The Parties hereby undertake to ensure that this Agreement is implemented in accordance with the principles of good economic and social governance, respecting the state of fish stocks. 5. In particular, the employment of ACP seamen on board Community vessels shall be governed by the International Labour Organisation (ILO) Declaration on Fundamental Principles and Rights at Work, which shall apply as of right to the corresponding contracts and general terms of employment. This concerns in particular the freedom of association and the effective recognition of the right to collective bargaining, and the elimination of discrimination in respect of employment and occupation. Article 4 – Scientific cooperation 1. During the period covered by this Agreement, the Community and Madagascar shall jointly monitor the evolution of resources in Madagascar’s fishing zone. 2. The two Parties, on the basis of the recommendations and resolutions adopted within the Indian Ocean Tuna Commission (IOTC), and in the light of the best available scientific advice, shall consult each other within the Joint Committee provided for in Article 9 of the Agreement and adopt, where appropriate after a scientific meeting and by mutual agreement, measures to ensure the sustainable management of fisheries resources affecting the activities of Community vessels. ",
        "EN 9 EN 3. The Parties undertake to consult one other, either directly, including at subregional level, or within the international organisations concerned, to ensure the management and conservation of living resources in the Indian Ocean, and to cooperate in the relevant scientific research. Article 5 – Access by Community vessels to fisheries in Malagasy waters 1. Madagascar undertakes to authorise Community vessels to engage in fishing activities in its fishing zone in accordance with this Agreement, including the Protocol and Annex thereto. 2. The fishing activities governed by this Agreement shall be subject to the laws and regulations in force in Madagascar. The Malagasy authorities shall notify the Commission of any amendments to that legislation. 3. Madagascar shall take all the appropriate steps required for the effective application of the fisheries monitoring provisions in the Protocol. Community vessels shall cooperate with the Malagasy authorities responsible for carrying out such monitoring. 4. The Community undertakes to take all the appropriate steps required to ensure that its vessels comply with this Agreement and the legislation governing fisheries in the waters over which Madagascar has jurisdiction. Article 6 – Licences 1. Community vessels may fish in Madagascar’s fishing zone only if they are in possession of a valid fishing licence issued by Madagascar under this Agreement and the Protocol hereto. 2. The procedure for obtaining a fishing licence for a vessel, the taxes applicable and the method of payment to be used by shipowners shall be as set out in the Annex to the Protocol. Article 7 – Financial contribution 1. The Community shall grant Madagascar a financial contribution in accordance with the terms and conditions laid down in the Protocol and Annexes. This single contribution shall be based on two elements, namely: (a) access by Community vessels to Malagasy waters and fisheries resources, and (b) the Community’s financial support for promoting responsible fishing and the sustainable exploitation of fisheries resources in Malagasy waters. ",
        "EN 10 EN 2. The element of the financial contribution referred to in paragraph 1(b) above shall be determined in the light of objectives identified by common accord between the Parties in accordance with the Protocol, to be achieved in the context of the sectoral fisheries policy drawn up by the Malagasy Government and an annual and multiannual programme for its implementation. 3. The financial contribution granted by the Community shall be paid each year in accordance with the Protocol and subject to this Agreement and the Protocol in the event of any change to the amount of the contribution as a result of: (a) unusual circumstances; (b) a reduction in the fishing opportunities granted to Community vessels, made by mutual agreement for the purposes of managing the stocks concerned, where this is considered necessary for the conservation and sustainable exploitation of resources on the basis of the best available scientific advice; (c) an increase in the fishing opportunities granted to Community vessels, made by mutual agreement between the Parties where the best available scientific advice concurs that the state of resources so permits; (d) a reassessment of the terms of financial support for implementing a sectoral fisheries policy in Madagascar, where this is warranted by the results of the annual and multiannual programming observed by both Parties; (e) termination of this Agreement under Article 13; (f) suspension of the application of this Agreement under Article 12. Article 8 – Promoting cooperation among economic operators and civil society 1. The Parties shall encourage economic, scientific and technical cooperation in the fisheries sector and related sectors. They shall consult one another with a view to coordinating the different measures that might be taken to this end. 2. The Parties undertake to promote exchanges of information on fishing techniques and gear, preservation methods and the industrial processing of fisheries products. 3. The Parties shall endeavour to create conditions favourable to the promotion of relations between their enterprises in the technical, economic and commercial spheres, by encouraging the establishment of an environment favourable to the development of business and investment. 4. The Parties shall encourage, in particular, the setting-up of joint enterprises in their mutual interest which shall systematically comply with Malagasy and Community legislation. ",
        "EN 11 EN Article 9 – Joint Committee 1. A Joint Committee shall be set up to monitor the application of this Agreement. The Joint Committee shall perform the following functions: (a) monitoring the performance, interpretation and application of this Agreement and, in particular, the definition of the annual and multiannual programming referred to in Article 7(2) and evaluation of its implementation; (b) providing the necessary liaison for matters of mutual interest relating to fisheries; (c) acting as a forum for the amicable settlement of any disputes regarding the interpretation or application of the Agreement; (d) reassessing, where necessary, the level of fishing opportunities and, consequently, of the financial contribution; (e) any other function which the Parties decide on by mutual agreement. 2. The Joint Committee shall meet at least once a year, alternately in Madagascar and in the Community, and shall be chaired by the Party hosting the meeting. It shall hold a special meeting at the request of either of the Parties. Article 10 – Geographical area to which the Agreement applies This Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Community applies, under the conditions laid down in that Treaty, and, on the other, to the territory of Madagascar. Article 11 – Duration This Agreement shall apply for six years from the date of its entry into force; it shall be tacitly renewed for additional periods of six years, unless notice of termination is given in accordance with Article 13. Article 12 – Suspension 1. Application of this Agreement may be suspended at the initiative of one of the Parties in the event of a serious disagreement as to the application of provisions laid down in the Agreement. Suspension of application of the Agreement shall require the interested Party to notify its intention in writing at least three months before the date on which suspension is due to take effect. On receipt of this notification, the Parties shall enter into consultations with a view to resolving their differences amicably. 2. Payment of the financial contribution referred to in Article 7 shall be reduced proportionately and pro rata temporis , according to the duration of the suspension. ",
        "EN 12 EN Article 13 – Termination 1. This Agreement may be terminated by either Party in the event of unusual circumstances such as the degradation of the stocks concerned, the discovery of a reduced level of exploitation of the fishing opportunities granted to Community vessels, or failure to comply with undertakings made by the Parties with regard to combating illegal, unreported and unregulated fishing. 2. The Party concerned shall notify the other Party in writing of its intention to withdraw from the Agreement at least six months before the date of expiry of the initial period or each additional period. 3. Dispatch of the notification referred to in the previous paragraph shall open consultations by the Parties. 4. Payment of the financial contribution referred to in Article 7 for the year in which the termination takes effect shall be reduced proportionately and pro rata temporis . Article 14 – Protocol and Annex The Protocol and the Annex shall form an integral part of this Agreement. Article 15 National law The activities of Community vessels operating in Malagasy waters shall be governed by the applicable law in Madagascar, unless otherwise provided in the Agreement, this Protocol and the Annex and Appendices hereto. Article 16 – Repeal On the date of its entry into force, this Agreement repeals and replaces the Agreement between the European Community and the Democratic Republic of Madagascar on fishing off the coast of Madagascar which entered into force on 28 January 1986. Article 17 – Entry into force This Agreement, drawn up in duplicate in the Czech, Estonian, Danish, Dutch, English, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovak, Slovenian, Spanish and Swedish languages, each of these texts being equally authentic, shall enter into force on the date on which the Parties notify each other in writing that they have completed the necessary internal procedures to that end. ",
        "EN 13 EN Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Community and the Republic of Madagascar on fishing off the coast of Madagascar for the period from 1 January 2007 to 31 December 2012 Article 1 Period of application and fishing opportunities 1. For a period of six years from 1 January 2007, the fishing opportunities granted under Article 5 of the Agreement shall be as follows: – highly migratory species (species listed in Annex 1 to the 1982 United Nations Convention): • freezer tuna seiners: 43 vessels; • surface longliners over 100 GT: 50 2 vessels; • surface longliners of 100 GT or below: 26 vessels; – demersal species: 5 vessels for exploratory line or bottom longline fishing. 2. Paragraph 1 shall apply subject to Articles 4 and 5 of this Protocol. 3. Vessels flying the flag of a Member State of the European Community may fish in Madagascar’s fishing zone only if they are in possession of a valid fishing licence issued by Madagascar under this Protocol in accordance with the Annex hereto. Article 2 Financial contribution – Methods of payment 1. The financial contribution referred to in Article 7 of the Agreement shall comprise, for the period referred to in Article 1, an annual amount of EUR 864 500 equivalent to a reference tonnage of 13 300 tonnes per year and a specific amount of EUR 332 500 per year for the support and implementation of Madagascar’s sectoral fisheries policy. This specific amount shall be an integral part of the single financial contribution defined in Article 7 of the Agreement. 2. Paragraph 1 shall apply subject to Articles 4, 5, 6 and 7 of this Protocol. 3. The Community shall pay the total amount referred to in paragraph 1, i.e. EUR 1 197 000, each year during the period of application of this Protocol. 2 The licences for vessels over 100 GT may also be used for vessels of 100 GT or below. However, the standard amounts provided for in point 3 of Section 2 of Chapter 1 of the Annex shall be those corresponding to the tonnage of the vessel. ",
        "EN 14 EN 4. If the overall quantity of catches by Community vessels in Malagasy waters exceeds the reference tonnage, the amount of the annual financial contribution shall be increased by EUR 65 for each additional tonne caught. However, the total annual amount paid by the Community shall not be more than twice the amount indicated in paragraph 3 (EUR 2 394 000). Where the quantities caught by Community vessels exceed the quantities corresponding to twice the total annual amount, the amount due for the quantity exceeding that limit shall be paid the following year. 5. Payment of the financial contribution referred to in paragraph 1 shall be made no later than 31 December 2007 for the first year and no later than 28 February 2008, 2009, 2010, 2011 and 2012 for the following years. 6. Subject to Article 7, the Malagasy authorities shall have full discretion regarding the use to which this financial contribution is put. 7. The financial contribution shall be paid into a Public Treasury account opened at the Banque Centrale de Madagascar . The account reference is as follows: Agence Comptable Centrale du Trésor public with the Banque Centrale de Madagascar Antaninarenina- Antananarivo- Madagascar- account No: 213 101 000 125 TP EUR. Article 3 Cooperation on responsible fishing – Scientific cooperation 1. The Parties hereby undertake to promote responsible fishing in Malagasy waters on the basis of the principles of non-discrimination between the different fleets fishing in those waters. 2. During the period covered by this Protocol, the Community and the Malagasy authorities shall endeavour to monitor the evolution of resources in Madagascar’s fishing zone. 3. The Parties undertake to promote cooperation at subregional level on responsible fishing and, in particular, within the Indian Ocean Tuna Commission (IOTC) and the Indian Ocean Commission (IOC). 4. In accordance with Article 4 of the Agreement and on the basis of the recommendations and resolutions adopted within the Indian Ocean Tuna Commission, and in the light of the best available scientific advice, the Parties shall consult each other within the Joint Committee provided for in Article 9 of the Agreement and adopt, where appropriate after a scientific meeting possibly at subregional level, and by mutual agreement, measures to ensure the sustainable management of fisheries resources affecting the activities of Community vessels. Article 4 Review of fishing opportunities by mutual agreement 1. The fishing opportunities referred to in Article 1 may be increased by mutual agreement provided that the conclusions of the scientific meeting referred to in Article 3(4) confirm that such an increase will not endanger the sustainable management of Madagascar’s resources. In this case the financial contribution ",
        "EN 15 EN referred to in Article 2(1) shall be increased proportionately and pro rata temporis . However, the total amount of the financial contribution paid by the European Community in respect of the reference tonnage shall not be more than twice the amount of the financial contribution referred to in Article 2(1). Where the quantities caught annually by Community vessels are more than twice 13 300 tonnes (i.e. 26 600 tonnes), the amount due for the quantity exceeding that limit shall be paid the following year. 2. Conversely, if the Parties agree to adopt a reduction in the fishing opportunities provided for in Article 1, the financial contribution shall be reduced proportionately and pro rata temporis . 3. The allocation of the fishing opportunities among different categories of vessels may also be reviewed, following consultations and by mutual agreement between the Parties, provided that any changes comply with recommendations made by the scientific meeting referred to in Article 3(4) regarding the management of stocks liable to be affected by such redistribution. The Parties shall agree on the corresponding adjustment of the financial contribution where the redistribution of fishing opportunities so warrants. Article 5 New and exploratory fishing opportunities 1. Should Community vessels be interested in fishing activities which are not indicated in Article 1, the Community shall consult Madagascar in order to seek authorisation for these new activities. Where appropriate, the Parties shall agree on the conditions applicable to these new fishing opportunities and, if necessary, make amendments to this Protocol and to the Annex hereto. 2. The Parties may carry out exploratory fishing trips in Madagascar’s fishing zones, subject to an opinion by the scientific meeting provided for in Article 3(4). To this end, they shall hold consultations whenever one of the Parties so requests and determine, on a case-by-case basis, relevant new resources, conditions and other parameters. 3. The two Parties shall carry out exploratory fishing activities in accordance with scientific and administrative parameters adopted by mutual agreement. The authorisations for exploratory fishing shall be granted for test purposes, for a maximum of two six-month trips, from the date decided by mutual agreement between the two Parties. 4. Where the Parties conclude that the exploratory fishing trips have produced positive results, while preserving ecosystems and conserving living marine resources, new fishing opportunities may be awarded to Community vessels following the consultation procedure provided for in Article 4 of this Protocol and until the expiry of the Protocol and in accordance with the allowable effort. The financial contribution will be increased as a result. ",
        "EN 16 EN Article 6 Suspension and review of the payment of the financial contribution in the event of unusual circumstances 1. Where unusual circumstances, other than natural phenomena, prevent fishing activities in Madagascar’s exclusive economic zone (EEZ), the European Community may suspend payment of the financial contribution provided for in Article 2(1). The suspension decision shall be taken following consultations between the two Parties within a period of two months following the request of one of the Parties, and provided that the Community has paid in full any amounts due at the time of suspension. 2. Payment of the financial contribution shall resume as soon as the Parties find, by mutual agreement following consultations, that the circumstances preventing fishing activities are no longer present and/or that the situation allows a resumption of fishing activities. 3. Where the validity of the licences granted to Community vessels is suspended along with the payment of the financial contribution, it shall be extended by a period equal to the period during which fishing activities were suspended. Article 7 Promotion of responsible fishing in Malagasy waters 1. 80% of the total amount of the financial contribution fixed in Article 2 and of fees paid by shipowners shall be allocated each year to the support and implementation of initiatives taken in the context of the sectoral fisheries policy drawn up by the Malagasy Government. Madagascar shall manage the corresponding amount following the identification by mutual agreement between the two Parties, in accordance with the current priorities of Madagascar’s fisheries policy for ensuring sustainable and responsible management of the sector, of the objectives to be attained and the annual and multiannual programming required to attain them, pursuant to paragraph 2 below. 2. On a proposal from Madagascar and for the purposes of implementing the preceding paragraph, as soon as this Protocol enters into force and no later than three months after that date, the Community and Madagascar shall agree, within the Joint Committee provided for in Article 9 of the Agreement, on a multiannual sectoral programme and detailed implementing rules covering, in particular: (a) annual and multiannual guidelines for using the percentage of the financial contribution referred to in paragraph 1 and its specific amounts for the initiatives to be carried out each year; (b) the objectives, both annual and multiannual, to be achieved with a view to promoting responsible fishing and sustainable fisheries, taking account of the priorities expressed by Madagascar in its national fisheries policy and other policies relating to or having an impact on the introduction of responsible fishing and sustainable fisheries; ",
        "EN 17 EN (c) criteria and procedures for evaluating the results obtained each year. 3. Any proposed amendments to the multiannual sectoral programme or of the use of the specific amounts for the initiatives to be carried out each year must be approved by both Parties within the Joint Committee. 4. Each year, Madagascar shall allocate the share corresponding to the percentage referred to in paragraph 1 with a view to implementing the multiannual programme. For the first year of application of the Protocol, that allocation must be notified to the Community at the time when the multiannual sectoral programme is approved within the Joint Committee. For each year of application of the Protocol thereafter, Madagascar shall notify the Community of the allocation no later than 1 September of the previous year. 5. Where the annual evaluation of the progress made in implementing the multiannual sectoral programme so warrants, the European Community may ask for the amount for the support and implementation of Madagascar’s sectoral fisheries policy within the financial contribution referred to in Article 2(1) of this Protocol to be readjusted with a view to bringing the actual amount of financial resources allocated to implementation of the programme into line with its results. Article 8 Disputes – suspension of application of the Protocol 1. Any dispute between the Parties over the interpretation of this Protocol or its application shall be the subject of consultations between the Parties within the Joint Committee provided for in Article 9 of the Agreement, in a special meeting if necessary. 2. Without prejudice to Article 9, application of the Protocol may be suspended at the initiative of one Party if the dispute between the two Parties is deemed to be serious and if the consultations held within the Joint Committee under paragraph 1 have not resulted in an amicable settlement. 3. Suspension of application of the Protocol shall require the interested Party to notify its intention in writing at least three months before the date on which suspension is due to take effect. 4. In the event of suspension, the Parties shall continue to consult with a view to finding an amicable settlement to their dispute. As soon as an amicable settlement is reached, application of the Protocol shall resume and the amount of the financial contribution shall be reduced proportionately and pro rata temporis according to the period during which application of the Protocol was suspended. Article 9 Suspension of application of the Protocol on grounds of non-payment Subject to Article 6, if the Community fails to make the payments provided for in Article 2, application of this Protocol may be suspended on the following terms: ",
        "EN 18 EN (a) The competent Malagasy authorities shall notify the European Commission of the non-payment. The latter shall carry out the requisite checks and, where necessary, transmit the payment within no more than 60 working days of the date of receipt of the notification. (b) If no payment is made and non-payment is not adequately justified within the period provided for in Article 2(5) of this Protocol, the competent Malagasy authorities shall be entitled to suspend application of the Protocol. They shall inform the European Commission of such action forthwith. (c) Application of the Protocol shall resume as soon as the payment concerned has been made. Article 10 National law The activities of Community vessels operating in Malagasy waters shall be governed by the applicable law in Madagascar, unless otherwise provided in the Agreement, this Protocol and the Annex and Appendices hereto. Article 11 Repeal The Annex to the Agreement between the European Economic Community and the Republic of Madagascar on fishing off the coast of Madagascar is hereby repealed and replaced by the Annex to this Protocol. Article 12 Entry into force 1. This Protocol with its Annex shall enter into force on the date on which the Parties notify each other of the completion of the procedures necessary for that purpose. 2. They will apply with effect from 1 January 2007. ",
        "EN 19 EN ANNEX Conditions governing fishing activities by Community vessels in Madagascar’s fishing zone Chapter I - Application for and issue of licences Section 1 Issue of licences 1. Only eligible vessels may obtain a licence to fish in Madagascar’s fishing zone. 2. For a vessel to be eligible, neither the owner, the skipper nor the vessel itself must be prohibited from fishing in Madagascar. They must be in order vis-à-vis the Malagasy authorities insofar as they must have fulfilled all prior obligations arising from their fishing activities in Madagascar under fisheries agreements concluded with the Community. 3. The relevant Community authorities shall submit (by electronic means) to the Ministry responsible for fisheries in Madagascar an application for each vessel wishing to fish or assist in fishing activities under the Agreement at least 15 working days before the date of commencement of the period of validity requested. 4. Applications shall be submitted to the Ministry responsible for fisheries on a form drawn up in accordance with the specimen in Appendix I. The Malagasy authorities shall take all the necessary steps to ensure that the data received as part of the licence application are treated as confidential. This data will be used exclusively in the context of the implementation of the Fisheries Agreement. 5. All licence applications shall be accompanied by the following documents: – proof of payment of the flat-rate advance for the period of validity of the licence; – a copy of the tonnage certificate, certified by the flag Member State, giving the tonnage of the vessel expressed in GT; – a recent, certified colour photograph showing a side view of the vessel in its current state. The photograph shall be at least 15 cm by 10 cm; – a colour photocopy of the registration markings and call sign 3 . 6. The fee shall be paid into the account specified by the Malagasy authorities in accordance with Article 2(7) of the Protocol. 7. The fees shall include all national and local charges with the exception of port taxes and service charges. 3 In conformity with international standards. ",
        "EN 20 EN 8. Licences for all vessels shall be issued to shipowners or their representatives via the European Commission Delegation to Madagascar within 15 working days of receipt of all the documents referred to in point 5 by the Ministry responsible for fisheries in Madagascar. 9. Licences shall be issued for a specific vessel and shall not be transferable. 10. However, at the request of the European Community and where force majeure is proven, a vessel’s licence shall be replaced by a new licence for another vessel of the same category as the first vessel, as referred to in Article 1 of the Protocol, with no further fee due. In this case, the calculation of the catch levels to determine whether an additional payment should be made shall take account of the sum of the total catches of the two vessels. 11. The owner of the first vessel, or his or her representative, shall return the cancelled licence to the Ministry responsible for fisheries in Madagascar via the European Commission Delegation. 12. The new licence shall take effect on the day that the vessel’s owner returns the cancelled licence to the Ministry responsible for fisheries in Madagascar. The European Commission Delegation to Madagascar shall be informed of the licence transfer. 13. The licence must be held on board at all times. The European Community shall keep an up-to-date list of the vessels to which a fishing licence has been issued under this Protocol. This draft shall be notified to the Malagasy authorities as soon as it is drawn up, and then each time it is updated. On receipt of this draft list and of notification of payment of the advance sent to the coastal state authorities by the Commission, the vessel shall be entered by the competent Malagasy authority on a list of vessels authorised to fish, which shall be notified to the authorities responsible for fisheries inspection. In this case, a certified copy of this list shall be sent to the shipowner and kept on board instead of the fishing licence until the licence has been issued. 14. The two Parties shall seek agreement for the purposes of promoting the introduction of a licence system based exclusively on the electronic exchange of all the information and documents described above. The two Parties shall seek agreement for the purposes of promoting the rapid replacement of the paper licence by an electronic equivalent such as the list of vessels authorised to fish in Madagascar’s fishing zone. 15. No fee shall be required for licences for support vessels. Support vessels must fly the flag of a Community Member State or form part of a Community company. Section 2 Licence conditions – fees and advance payments 1. Licences shall be valid for a period of one year. They shall be renewable. 2. The fee shall be EUR 35 per tonne caught within Madagascar’s fishing zone in the case of tuna seiners and surface longliners. ",
        "EN 21 EN 3. Licences shall be issued once the following standard amounts have been paid to the competent national authorities: – EUR 3 920 per tuna seiner, equivalent to the fees due for 112 tonnes per year; – EUR 3 500 per surface longliner of over 100 GT, equivalent to the fees due for 100 tonnes per year; – EUR 1 680 per surface longliner of 100 GT or below, equivalent to the fees due for 48 tonnes per year; – the amount for demersal fishing licences shall be fixed at a later stage within the Joint Committee following the exploratory fishing phase. During the exploratory phase, licences shall be issued free of charge. 4. Member States shall inform the European Commission not later than 15 June each year of the tonnages caught during the past year, as confirmed by the scientific institutes referred to in point 5 below. 5. The final statement of the fees due for year n shall be drawn up by the European Commission by 31 July of year n+1 at the latest on the basis of the catch declarations made by each shipowner and confirmed by the scientific institutes responsible for verifying catch data in the Member States, such as the Institut de Recherche pour le Développement (IRD), the Instituto Español de Oceanografía (IEO) and the Instituto de Investigação das Pescas e do Mar (IPIMAR) via the European Commission Delegation. 6. This statement shall be sent simultaneously to the Ministry responsible for fisheries in Madagascar and to the shipowners. 7. Any additional payments for quantities caught in excess of 112 tonnes for tuna seiners, 100 tonnes for longliners of over 100 GT and 48 tonnes for longliners of 100 GT or below shall be made by the shipowners to the competent Malagasy national authorities by 31 August of year n+1, into the account referred to in point 6 of Section 1 of this Chapter, on the basis of EUR 35 per tonne. 8. However, if the amount of the final statement is lower than the advance referred to in point 3 of this Section, the resulting balance shall not be reimbursable to the shipowner. Chapter II – Fishing zones 1. Community vessels may carry out fishing activities in waters beyond 12 nautical miles from the base lines in the case of tuna seiners and surface longliners. A protection zone of three nautical miles from fish aggregating devices not belonging to Community vessels must be observed. ",
        "EN 22 EN Chapter III – Catch reporting arrangements for vessels authorised to fish in Malagasy waters 1. For the purposes of this Annex, the duration of a trip by a Community vessel in Madagascar’s fishing zone shall be defined as follows: – the period elapsing between entering and leaving Madagascar’s fishing zone, or – or the period elapsing between entering Madagascar’s fishing zone and a transhipment in port and/or a landing in Madagascar; 2. All vessels authorised to fish in Malagasy waters under the Agreement shall be obliged to notify their catches so that the Malagasy authorities can check the quantities caught, which shall be validated by the competent scientific institutes in accordance with the procedure referred to in point 4 of Section 2 of Chapter I of this Annex. Vessels over 24 metres in length must notify their catches every 15 calendar days to Madagascar’s Fisheries Monitoring Centre (FMC), while they are in Madagascar’s fishing zone. Catches shall be notified as follows: 2.1 During an annual period of validity of the licence within the meaning of Section 2 of Chapter I of this Annex, declarations shall include the catches made by the vessel during each trip. The original of the declarations shall be transmitted on a physical medium to the FMC within 45 days following the end of the last trip made during the period. These notifications shall also be made by fax (+ 261 20 22 490 14) or e-mail (csp-mprh@blueline.mg). 2.2 Vessels shall declare their catches on the corresponding form in the logbook, in accordance with the specimen in Appendix 2. The words “Outside Madagascar’s fishing zone” shall be entered in the logbook in respect of periods during which the vessel is not in Madagascar’s fishing zone. 2.3 The forms shall be filled in legibly and signed by the skipper of the vessel or by his or her legal representative. 3. Where the provisions set out in this Chapter are not complied with, the Malagasy Government reserves the right to suspend the licence of the offending vessel until formalities have been completed and to apply to the shipowner the penalty laid down in current Malagasy legislation. The European Commission and the flag Member State shall be informed thereof. 4. The two Parties shall seek agreement for the purposes of promoting a catch reporting system based exclusively on the electronic exchange of all the information and documents described above. The two Parties shall seek agreement for the purposes of promoting the rapid replacement of the written declaration (logbook) by an equivalent in the form of an electronic file. ",
        "EN 23 EN Chapter IV – Transhipment and landings The Parties shall cooperate with a view to improving landing or transhipment options in Malagasy ports. 1. Landings: Community tuna vessels which opt to land their catches in a Malagasy port shall benefit from a reduction of EUR 5 per tonne fished in Madagascar’s fishing zone in the fee indicated in point 2 of Section 2 of Chapter 1 of the Annex. An additional reduction of EUR 5 shall be granted where fisheries products are sold to a processing factory in Madagascar. This mechanism shall apply, for all Community vessels, up to a maximum of 50% of the final statement of catches (as defined in Chapter III of the Annex) from the first year of this Protocol. 2. Detailed rules on checks on the tonnages landed or transhipped shall be laid down at the first meeting of the Joint Committee. 3. Evaluation: The level of the financial incentives and the maximum percentage of the final statement of catches shall be adjusted within the Joint Committee, in accordance with the socio-economic impact of landings in the year concerned. Chapter V – Embarking seamen 1. Owners of tuna seiners and surface longliners shall employ ACP nationals, subject to the following conditions and limits: – for the fleet of tuna seiners, at least 20% of the seamen signed on during the tuna-fishing season in the fishing zone of third countries shall be of ACP origin 4 , – for the fleet of surface longliners, at least 20% of the seamen signed on during the fishing season in the fishing zone of third countries shall be of ACP origin. 2. Shipowners shall endeavour to sign on additional seamen of ACP origin. 3. The International Labour Organisation (ILO) Declaration on Fundamental Principles and Rights at Work shall apply as of right to seamen signed on by Community vessels. This concerns in particular the freedom of association and the effective recognition of the right to collective bargaining, and the elimination of discrimination in respect of employment and occupation. 4 Including at least 70 seamen out of the total European fleet belonging to the IOTC member countries. ",
        "EN 24 EN 4. The employment contracts of ACP seamen shall be drawn up between the shipowners’ representative(s) and the seamen and/or their trade unions or representatives. A copy of these contracts shall be given to the signatories. These contracts shall guarantee the seamen the social security cover applicable to them, including life assurance and sickness and accident insurance. 5. The wages of the ACP seamen shall be paid by the shipowners. They shall be fixed by mutual agreement among the shipowners or their representatives and the seamen and/or their trade unions or representatives. However, the wage conditions granted to ACP seamen shall not be lower than those applied to crews from their respective countries and shall under no circumstances be below ILO standards. 6. All seamen employed aboard Community vessels shall report to the skipper of the vessel designated on the day before their proposed embarkation date. Where a seaman fails to report at the date and time agreed for embarkation, shipowners shall be automatically absolved of their obligation to take the seaman on board. Chapter VI – Technical measures Vessels shall comply with the measures and recommendations adopted by IOTC in the region regarding fishing gear and the technical specifications thereof and all other technical measures applicable to their fishing activities. Chapter VII – Observers 1. Vessels authorised to fish in Malagasy waters under the Agreement shall take on board observers appointed by the competent regional fisheries organisation on the terms set out below. 1.1 At the request of the competent authority, Community vessels shall take on board an observer designated by the authority in order to check catches made in Malagasy waters. 1.2 The competent authority shall draw up a list of vessels designated to take an observer on board and a list of the appointed observers. These lists shall be kept up to date. They shall be forwarded to the European Commission as soon as they have been drawn up and every three months thereafter where they have been updated. 1.3 The competent authority shall inform the shipowners concerned, or their representatives, of the name of the observer appointed to be taken on board their vessel at the time the licence is issued, or no later than 15 days before the observer’s planned embarkation date. 2. The time spent on board by observers shall be one fishing trip. However, at the express request of the competent Malagasy authorities, this embarkation may be spread over several trips according to the average duration of trip for a particular vessel. This request shall be made by the competent authority when the name of the observer appointed to board the vessel in question is notified. ",
        "EN 25 EN 3. The conditions under which observers are taken on board shall be agreed between shipowners or their representatives and the competent authority. 4. Observers shall be taken on board at a port chosen by the shipowner at the beginning of the first voyage in Malagasy waters after notification of the list of designated vessels. 5. Within two weeks and giving ten days’ notice, the shipowners concerned shall make known at which ports in the subregion and on what dates they intend to take observers on board. 6. Where observers are taken on board in a country outside the subregion, their travel costs shall be borne by the shipowner. Should a vessel with a regional observer on board leave the regional fishing zone, all measures must be taken to ensure the observer’s return as soon as possible at the expense of the shipowner. 7. If the observer is not present at the time and place agreed and during the twelve hours following the time agreed, shipowners shall be automatically absolved of their obligation to take the observer on board. 8. Observers shall be treated as officers. Where vessels are operating in Malagasy waters, they shall carry out the following tasks: 8.1 observe the fishing activities of the vessels; 8.2 verify the position of vessels engaged in fishing operations; 8.3 perform biological sampling in the context of scientific programmes; 8.4 note the fishing gear used; 8.5 verify the catch data for Malagasy waters recorded in the logbook; 8.6 verify the percentages of by-catches and estimate the quantity of discards of species of marketable fish; 8.7 report by any appropriate means fishing data, including the quantity of catches and by-catches on board, to their competent authority. 9. Skippers shall do everything in their power to ensure the physical safety and welfare of observers during performance of their duties. 10. Observers shall be offered every facility needed to carry out their duties. The skipper shall give them access to the means of communication needed for the discharge of their duties, to documents directly concerned with the vessel’s fishing activities, including in particular the logbook and the navigation log, and to those parts of the vessel necessary to facilitate the exercise of their tasks as observer. 11. While on board, observers shall: 11.1 take all appropriate steps to ensure that the conditions of their boarding and presence on the vessel neither interrupt nor hamper fishing operations, ",
        "EN 26 EN 11.2 respect the material and equipment on board and the confidentiality of all documents belonging to the vessel. 12. At the end of the observation period and before leaving the vessel, observers shall draw up an activity report to be transmitted to the competent authorities, with a copy to the European Commission. They shall sign it in the presence of the skipper, who may add or cause to be added to it any observations considered relevant, followed by the skipper’s signature. A copy of the report shall be handed to the skipper when the observer is put ashore. 13. Shipowners shall bear the cost of accommodating observers in the same conditions as the officers, within the confines of the practical possibilities offered by the vessel. 14. The salary and social contributions of the observer shall be borne by the competent authorities. 15. The two Parties shall consult each other, and interested third parties, as soon as possible as regards the definition of a system of regional observers and the choice of the competent regional fisheries organisation. Pending the implementation of a system of regional observers, vessels authorised to fish in Madagascar’s fishing zone under the Agreement shall take on board, instead of regional observers, observers designated by the competent Malagasy authorities in accordance with the rules set out above. Chapter VIII – Monitoring 1. In accordance with point 13 of Section 1 of Chapter I of this Annex, the European Community shall keep an up-to-date list of the vessels to which a fishing licence has been issued under this Protocol. This list shall be notified to the Malagasy authorities responsible for fisheries inspection as soon as it is drawn up and each time it is updated. 2. On receipt of this draft list and of notification of payment of the advance (referred to in point 3 of Section 2 of Chapter I of this Annex) sent to the coastal state authorities by the European Commission, the vessel shall be entered by the competent Malagasy authority on a list of vessels authorised to fish, which shall be sent to the authorities responsible for fisheries inspection. In this case, a certified copy of this list shall be sent to the shipowner and kept on board instead of the fishing licence until the licence has been issued. 3. Entering and leaving the zone 3.1 Community vessels shall notify, at least three hours in advance, the Malagasy authorities responsible for fisheries inspection of their intention to enter or leave Madagascar’s fishing zone; they shall also declare the overall quantities and the species on board in accordance with the attached model. An intention to enter which is not actually followed up must be cancelled by fax or e-mail. The Fisheries Monitoring Centre must e-mail an acknowledgement of receipt for each declaration (entry/exit) directly to the fishing vessel and/or failing that to the shipowner. ",
        "EN 27 EN 3.2 When notifying leaving, vessels shall also communicate their position. This information should preferably be communicated by fax (+261 20 22 490 14) or e-mail (csp-mprh@blueline.mg) or, for vessels not equipped with a fax or e- mail, by radio (call sign BLU, only during working hours and on working days in Madagascar, 8754.00 Mhz. The radio call sign of Madagascar’s Fisheries Monitoring Centre is “CHARLIE SIERRA PAPA”). 3.3 Vessels found to be fishing without having informed the competent Malagasy authority shall be regarded as vessels in breach of the legislation. 3.4 Vessels shall also be informed of the fax and telephone numbers and e-mail address when the fishing licence is issued. 3.5 On receipt of messages notifying entry into and/or exit from the fishing zone, the Malagasy authorities reserve the right to decide whether or not to carry out a check on the catches of the longliner fleet of more than 250 GT on the basis of sampling of around 10% of the fleet concerned. Such checks shall take place in the nearest port or at a control point at sea. 4. Control procedures 4.1 Skippers of Community fishing vessels engaged in fishing activities in Madagascar’s waters shall allow and facilitate boarding and the discharge of their duties by any Malagasy official responsible for the inspection and control of fishing activities. 4.2. These officials shall not remain on board for longer than is necessary for the discharge of their duties. 4.3. Once the inspection has been completed, a certificate shall be issued to the master of the vessel. 5. Satellite monitoring All Community vessels fishing under this Agreement shall be subject to satellite monitoring in line with Appendix 4. 6. Boarding 6.1 The competent Malagasy authorities shall inform the flag State and the European Commission, within no more than 24 hours, of all boardings of and penalties imposed on Community vessels in Malagasy waters. 6.2 The flag State and the European Commission shall at the same time receive a brief report of the circumstances and reasons leading to the boarding. 7. Statement of boarding 7.1 After the competent Malagasy authority has drawn up a statement, the skipper of the vessel shall sign it. ",
        "EN 28 EN 7.2 This signature shall not prejudice the rights of the master or any defence which the master may make to the alleged infringement. If the skipper refuses to sign this document, he or she shall specify the reasons for doing so in writing and the inspector shall write “refusal to sign” on it. 7.3 The skipper shall take the vessel to the port indicated by the Malagasy authorities. In the case of minor infringements, the competent Malagasy authorities may authorise the boarded vessel to continue fishing. 8. Consultation meeting in the event of boarding 8.1 Before any measures regarding the skipper or the crew of the vessel or any action regarding the cargo and equipment of the vessel are considered, other than those to safeguard evidence relating to the presumed infringement, a consultation meeting shall be held, within one working day of the receipt of the above information, between the European Commission and the competent Malagasy authorities, possibly attended by a representative of the Member State concerned. 8.2 At the meeting, the Parties shall exchange any relevant documentation or information helping to clarify the circumstances of the established facts. The shipowner or his or her representative shall be informed of the outcome of the meeting and of any measures resulting from the boarding. 9. Settlement of boarding 9.1. Before any judicial procedure, an attempt shall be made to resolve the presumed infringement through a compromise procedure. This procedure shall end no later than three working days after the boarding. 9.2. In the event of an amicable settlement, the amount of the fine shall be determined in accordance with Malagasy legislation. 9.3. If the case cannot be settled by amicable procedure and has to be brought before a competent judicial body, a bank security set to take account of the boarding costs and the fines and compensation payable by the parties responsible for the infringement shall be lodged by the shipowner with a bank specified by the competent Malagasy authorities. 9.4. The bank security shall be irrevocable until the legal proceedings have been concluded. It shall be released once legal proceedings end without a conviction. Similarly, in the event of a conviction leading to a fine of less than the security lodged, the balance shall be released by the competent Malagasy authorities. 9.5. The vessel shall be released and its crew authorised to leave the port: – once the obligations arising under the amicable settlement have been fulfilled, or ",
        "EN 29 EN – when the bank security referred to in point 9.3 has been lodged and accepted by the competent Malagasy authorities, pending completion of the legal proceedings. 10. Transhipment 10.1 All Community vessels wishing to tranship catches in Malagasy waters shall do so in or off Malagasy ports. 10.2. The owners of such vessels must notify the following information to the competent Malagasy authorities at least 24 hours in advance: – the names of the transhipping fishing vessels, – the names, OMI numbers and flag of the cargo vessels, – the tonnage by species to be transhipped, – the day and place of transhipment. 10.3. Transhipment shall be considered as an exit from Madagascar’s fishing zone. Skippers of vessels must submit their catch declarations to the competent Malagasy authorities and state whether they intend to continue fishing or leave Madagascar’s fishing zone. 10.4. Any transhipment of catches not covered above shall be prohibited in Madagascar’s fishing zone. Any person infringing this provision shall be liable to the penalties provided for by Malagasy law. 11. Skippers of Community fishing vessels engaged in landing or transhipment operations in a Malagasy port shall allow and facilitate the inspection of such operations by Malagasy inspectors. Once the inspection has been completed in the port, a certificate shall be issued to the skipper of the vessel. ",
        "EN 30 EN A PPENDICES – 1 – Licence application form – 2 – IOTC logbook – 3 – Provisions applicable to the satellite-based vessel monitoring system (VMS) and coordinates of Madagascar’s fishing zone ",
        "EN 31 EN Appendix 1 MINISTRY RESPONSIBLE FOR FISHERIES IN MADAGASCAR NEW APPLICATION FOR OR RENEWAL OF 5 A LICENCE FOR FOREIGN INDUSTRIAL FISHING VESSELS: 1. Name of shipowner:…………………………………………………………………….. 2. Address of shipowner:………………………………………………………………….. 3. Name of representative or agent (if applicable):……………………………………….. 4. Address of shipowner’s representative or local agent (if applicable):………………….. 5. Name of skipper:……………………………………………………………………….. 6. Name of vessel:……………………………………………………………………….. 7. Registration No:……………………………………………………………………….. 8. Fax No:………………………………………………………………………………….. 9. E-mail address:………………………………………………………………………….. 10. Radio code:…………………………………………………………………………….. 11. Date and place of construction:……………………………………………………….. 12. Flag country:………………………………………………………………………….. 13. Port of registration:…………………………………………………………………….. 14. Port of fitting out:……………………………………………………………………….. 15. Overall length:………………………………………………………………………….. 16. Width of vessel:……………………………………………………………………….. 17. Gross tonnage (GT):…………………………………………………………………….. 18. Hold capacity:………………………………………………………………………….. 19. Cold storage and freezing capacity:…………………………………………………….. 20. Engine type and horse power:………………………………………………………….. 21. Fishing gear:…………………………………………………………………………….. 22. Number of crew:……………………………………………………………………….. 23. Communications equipment:………………………………………………………….. 24. Call sign:……………………………………………………………………………….. 25. Identification markings:……………………………………………………………….. 26. Fishing operations to be carried out:………………………………………………….. 27. Place of landing:……………………………………………………………………….. 28. Fishing zones:………………………………………………………………………….. 29. Species to be caught:…..……………………………………………………………….. 30. Period of validity:……………………………………………………………………….. 31. Special conditions:…………………………………………………………………….. Opinion of the Directorate-General for Fisheries and Aquaculture:…………………………… Comments of the Ministry responsible for fisheries:…………………………………………. 5 Delete as appropriate. ",
        "EN 32 EN Appendix 2 LOGBOOK FOR TUNA FISHERY Name of vessel: : ……………………………………………………………………. Gross tonnage: …………………………………………………............................. Month Day Year Port Flag country: ……………………………………………………………………........................... Capacity – (M.T.): …………………………........ Longline Live bait Purse seine Trawl Outros (Others) Registration No: ………………………………………………………………................................... Captain: ……………………………………………………….... Shipowner: ………………………………………………………….......................... No of crew: ….…………………………………………………........................ Address: ………………………………………………………………………….... Reporting date: ………………………………………………...... Vessel DEPARTED: Vessel RETURNED: No of days at sea: No of fishing days: No of sets made: Trip number: Date Sector Capturas (Catches) Isco usado na pesca (Bait used) Month Day L a t i t u d e N / S L o n g i t u d e E / O Surface water temp (ºC) Fishing effort No of hooks used Bluefin tuna Thunnus thynnus or maccoyii Yellowfin tuna Thunnus albacares (Bigeye tuna) Thunnus obesus (Albacore) Thunnus alalunga (Swordfish) Xiphias gladius (Strip marlin) (White marlin Tetraptunus audax or albidus (Black marlin) Makaira indica (Sailfish) Istiophorus albicane or platypterus Skipjack Katsuwonus pelamis (Miscellaneous fish) Daily total (weight in kg only) S a u r y S q u i d L i v e b a i t (Other) No Weigh t kg No kg No kg No kg No kg No kg No kg No kg No kg No kg No kg LANDING WEIGHT (IN KG) Notes 1 – Use one sheet per month, and one line per day. 3 – “Day” refers to the day you set the line. 5 - The last line (landing weight) should be completed only at the end of the trip. Actual weight at the time of unloading should be recorded. 2 - At the end of each trip, forward a copy of the log to your correspondent or to the ICCAT, Calle Corazón de María, 8, 28002 Madrid, Spain. 4 - Fishing area refers to the position of the boat. Round off minutes and record degree of latitude and longitude. Be sure to record N/S and E/W. 6 - All information reported herein will be kept strictly confidential. ",
        "EN 33 EN Appendix 3 ",
        "EN 34 EN Appendix 4 Madagascar’s fishing zone ",
        "EN 35 EN Protocol (VMS) setting out the provisions applicable to satellite monitoring of Community fishing vessels operating in Madagascar’s EEZ 1. The provisions of this Protocol supplement the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Community and the Republic of Madagascar on fishing off the coast of Madagascar for the period from 1 January 2007 to 31 December 2012 and apply in accordance with point 5. of “Chapter VIII – Monitoring” in the Annex thereto. 2. All fishing vessels with an overall length exceeding 15 metres operating under the Fisheries Agreement between the European Community and Madagascar shall be monitored by satellite when fishing in Madagascar’s EEZ. For the purposes of the satellite monitoring, the Malagasy authorities shall communicate to the Community party the latitude and longitude coordinates of Madagascar’s EEZ. The Malagasy authorities shall transmit this information in electronic form, expressed in decimal degrees (WGS 84). 3. The Parties shall exchange information on X.25 addresses and the specifications for electronic data transmission between their Control Centres in accordance with points 5 and 7. Such information shall include the following where they exist: names, telephone, telex and fax numbers, and e-mail addresses (Internet or X.400) which may be used for general communications between Control Centres. 4. The position of vessels shall be determined with a margin of error of less than 500 metres and a confidence interval of 99%. 5. When a vessel which is fishing under the Agreement and is the subject of satellite monitoring pursuant to Community legislation enters Madagascar’s EEZ, the subsequent position reports (vessel identification, longitude, latitude, course and speed) shall be transmitted immediately by the Control Centre of the flag State to Madagascar’s Fisheries Monitoring Centre (FMC) at intervals of no more than three hours. The messages concerned shall be identified as position reports. 6. The messages specified in point 5 shall be transmitted electronically in X.25 format, or any other secure protocol. They shall be communicated in real time in the format set out in Table II. 7. Where the continuous satellite monitoring equipment installed on board a fishing vessel develops a technical fault or breaks down, the skipper of the vessel shall transmit the information specified in point 5 to the Control Centre of the flag State and Madagascar’s FMC in good time. It will be necessary in those circumstances to send a global position report at 06.00, 12.00 and 18.00 Madagascar time. This global position report shall include the position reports as recorded by the skipper of the vessel on a three-hourly basis in accordance with the requirements laid down in point 5. ",
        "EN 36 EN The Control Centre of the flag State shall send these messages to Madagascar’s FMC. The faulty equipment shall be repaired or replaced within a period of not more than one month. After this deadline, the vessel in question must leave Madagascar’s EEZ. 8. The Control Centres of the flag States shall monitor the movements of their vessels in Malagasy waters. If the vessels are not being monitored in accordance with the conditions laid down, Madagascar’s FMC shall be informed by the FMC of the flag State as soon as this is discovered and the procedure laid down in point 7 shall be applicable. 9. If Madagascar’s FMC establishes that the flag State is not transmitting the information specified in point 5, the competent European Commission departments shall be informed immediately. 10. The monitoring data communicated to the other party in accordance with these provisions is intended solely for the purposes of the Malagasy authorities in controlling and monitoring the Community fleet fishing under the Fisheries Agreement between the European Community and Madagascar. Such data may not under any circumstances be communicated to other parties. 11. The satellite-monitoring system software and hardware components shall be reliable and shall not permit the input or output of false positions or be capable of being manually overridden. The system shall be fully automatic and operational at all times regardless of environmental and weather conditions. Destroying, damaging, rendering inoperative or tampering with the satellite-monitoring system shall be prohibited. Skippers shall ensure that: – data are not altered in any way; – the antenna or antennas connected to the satellite-monitoring equipment are not obstructed; – the power supply of the satellite-monitoring equipment is not interrupted; and – the satellite-monitoring equipment is not removed from the vessel. 12. The Parties agree to exchange upon request information on the equipment used for satellite monitoring, in order to ensure that each piece of equipment is fully compatible with the requirements of the other Party for the purposes of these provisions. 13. Any dispute over the interpretation or application of these provisions shall be the subject of consultation between the Parties within the Joint Committee provided for in Article 9 of the Agreement. 14. The Parties agree to review these provisions, as appropriate. ",
        "EN 37 EN COMMUNICATION OF VMS MESSAGES TO MADAGASCAR POSITION REPORT Data Element Code Mandatory/ Optional Comments Start record SR M System detail – indicates start of record Recipient AD M Message detail – recipient. Alpha 3 ISO country code From FR M Message detail – sender. Alpha 3 ISO country code Flag State FS O Type of message TM M Message detail – Message type “POS” Radio call sign RC M Vessel detail – international radio call sign of vessel Contracting party internal reference number IR O Unique contracting party number as flag State ISO-3 code followed by number) External registration number XR M Vessel detail – number marked on side of vessel Latitude LA M Vessel position detail – position in degrees and minutes N/S DDMM (WGS-84) Longitude LO M Vessel position detail – position in degrees and minutes E/W DDMM (WGS-84) Course CO M Vessel course 360° scale Speed SP M Vessel speed in tenths of knots Date DA M Vessel position detail – date of record of UTC position (YYYYMMDD) Time TI M Vessel position detail – time of record of UTC position (HHMM) End record ER M System detail - indicates end of record Character set: ISO 8859.1 Each data transmission is structured as follows: – a double slash (//) and field code indicate the start of the message, – a single slash (/) separates the field code and the data. Optional data elements have to be inserted between the start and end of the record. ",
        "EN 38 EN COORDINATES OF MADAGASCAR’S FMC Name of FMC: Centre de Surveillance des Pêches (CSP) CSP tel.: 00 261 20 22 404 10 CSP fax: 00 261 20 22 490 14 CSP e-mail: csp-mprh@blueline.mg DPRH tel. and fax: Direction de la pêche et des ressources halieutiques (DPRH) 00 261 20 22 409 00 DPRH e-mail: mamy.andriantsoa@wanadoo.mg Address X25 = 134 164 784 14 from FMC-FRANCE 208 034 164 784 14 from FMC-Spain, FMC-Portugal, FMC-Italy ",
        "EN 39 EN Model declaration of entries/exits: DECLARATION D’ENTREE DANS LA ZONE ECONOMIQUE EXCLUSIVE DE MADAGASCAR. ENTRY REPORT IN MADAGASCAR ECONOMIC EXCLUSIVE ZONE INFORME DE ENTRADA Y SALIDA DE LA ZEE DE MADAGASCAR A/TO: Centre de Surveillance des Pêches du Ministère de la Pêche et des Ressources Halieutiques – Madagascar e-mail: csp-mprh@blueline.mg Fax: 00 261 20 22 490 14 DE/FROM: Nom du navire/Name of the vessel/Nombre del buque: Indicatif d’appel par radio/Call sign: Numéro de la licence/Number of the autorisation/Licencia N°: Nationalité/Nationality: Type de bateau/Kind of vessel: Date d’entrée/Date of entry/Fecha de entrada: Heures d’entrée/Time of entry/Hora de entrada: Position d’entrée/ Position of entry/Posicion de entrada: Capture à bord avant l’entrée dans la zone/Fish or catch on board before entering the zone/Pescado a bordo: Capture/Catch/Pescado Nombre/# Poids/Weight Thon rouge / Thunnus maccoyii Albacore/Yellowfin / Thunnus albacares Patudo/Bigeye / Thunnus obesus Germon / Thunnus alalunga Espadon / Xiphias gladius Makaire / Tetrapturus audax Marlin / Makaira indica Voiliers / Istiophorus spp Listao/Skipjack / Katsuwonus pelamis Divers/Others TOTAL ",
        "EN 40 EN DECLARATION DE SORTIE DE LA ZONE ECONOMIQUE EXCLUSIVE DE MADAGASCAR DEPARTURE REPORT OF MADAGASCAR ECONOMIC EXCLUSIVE ZONE INFORME DE SALIDA DE LA ZEE DE MADAGASCAR A/TO: Centre de Surveillance des Pêches du Ministère de la Pêche et des Ressources Halieutiques – Madagascar e-mail: csp-mprh@blueline.mg Fax: 00 261 20 22 490 14 DE/FROM: Nom du navire/Name of the vessel/Nombre del buque: Indicatif d’appel par radio/Call sign: Numéro de la licence/Number of the autorisation/Licencia N°: Nationalité/Nationality: Type de bateau/Kind of vessel: Date de sortie/Date of leaving/Fecha de salida: Heures de sortie/Time of leaving/Hora de salida: Position de sortie/ Position of leaving/Posicion de salida: Capture à bord à la sortie de la zone/Fish or catch on board before leaving the zone/Pescado a bordo: Capture/Catch/Pescado Nombre/# Poids/Weight Thon rouge / Thunnus maccoyii Albacore/Yellowfin / Thunnus albacares Patudo/Bigeye / Thunnus obesus Germon / Thunnus alalunga Espadon / Xiphias gladius Makaire / Tetrapturus audax Marlin / Makaira indica Voiliers / Istiophorus spp Listao/Skipjack / Katsuwonus pelamis Divers/Others TOTAL ",
        "EN 41 EN LEGISLATIVE FINANCIAL STATEMENT 1. TITLE OF THE PROPOSAL: Proposal for a Council Regulation on the conclusion of the Fisheries Partnership Agreement between the European Community and the Government of the Republic of Madagascar, during the period of six years from the entry into force of the Agreement. 2. ABM/ABB FRAMEWORK ( ACTIVITY - BASED MANAGEMENT / ESTABLISHMENT OF THE BUDGET ) 11. Fisheries 1103. International Fisheries Agreements 3. BUDGET LINES 3.1 Budget lines: 110301: “International Fisheries Agreements” 11010404: “International Fisheries Agreements: administrative costs” 3.2 Duration of the action and of the financial impact: The Protocol to the Fisheries Agreement between the European Community and the Republic of Madagascar expires on 31 December 2006. The new Protocol will be valid for six years commencing on 1 January 2007. The Protocol lays down the financial contribution, the fishing categories and the conditions for fishing by Community vessels in Madagascar’s fishing zones. 3.3 Budgetary characteristics ( add rows if necessary ): Budget line Type of expenditure New EFTA contribution Contribution s from applicant countries Heading in financial perspective 11.0301 Comp. Diff. 6 NO NO NO No 2 11.010404 Comp. Non-diff. 7 NO NO NO No 2 6 Differentiated appropriations. 7 Non-differentiated appropriations. ",
        "EN 42 EN 4. SUMMARY OF RESOURCES 4.1 Financial Resources 4.1.1 Summary of commitment appropriations (CA) and payment appropriations (PA) EUR million (to four decimal places) Type of expenditure Sectio n No 2007 2008 2008 2009 2010 2011 Total Operational expenditure 8 Commitments 8.1 9 a 1.1970 1.1970 1.1970 1.1970 1.1970 1.1970 7.1820 Payments b 1.1970 1.1970 1.1970 1.1970 1.1970 1.1970 7.1820 Administrative expenditure included in reference amount 10 Technical & administrative assistance (Non-diff.) 8.2.4 C 0.0400 0.0400 T TO OT TA AL L R RE EF FE ER RE EN NC CE E A AM MO OU UN NT T Commitment appropriatio ns a+c 1.1970 1.1970 1.1970 1.1970 1.1970 1.2370 7.2220 Payment approp riations b+c 1.1970 1.1970 1.1970 1.1970 1.1970 1.2370 7.2220 8 Expenditure that does not fall within Chapter 11 01 of the Title 11 concerned. 9 According to the Protocol, the fishing opportunities may be increased by mutual agreement provided that the conclusions of the scientific meeting confirm that such an increase will not endanger the sustainable management of Madagascar’s resources. In this case the financial contribution is to be increased proportionately and pro rata temporis . However, the total annual amount paid by the Community may not be more than twice the amount indicated in Article 2(3) of the Protocol (EUR 2 394 000). Where the quantities caught by Community vessels exceed the quantities corresponding to twice the total annual amount, the amount due for the quantity exceeding that limit is to be paid the following year (subject to budget availability). 10 Expenditure within Article 11 01 04 of Title 11. ",
        "EN 43 EN Administrative expenditure not included in reference amount 11 Human resources and associated expenditure (Non-diff.) 8.2.5 D 0.0644 0.0644 0.0644 0.0644 0.0644 0.0644 0.3864 Administrative costs other than human resources and associated expenditure, not included in reference amount (Non- diff.) 8.2.6 e 0.0215 0.0215 0.0215 0.0215 0.0215 0.0215 0.129 Total indicative cost of action TOTAL CA including cost of human resources 1.2829 1.2829 1.2829 1.2829 1.2829 1.3229 7.7374 TOTAL PA including cost of human resources 1.2829 1.2829 1.2829 1.2829 1.2829 1.3229 7.7374 Part-financing details: no part-financing EUR million (to three decimal places) Part-financing body 2007 2008 2009 2010 2011 2012 Total F TOTAL CA with part-financing a + c+d+ e+f 4.1.2 Compatibility with financial programming X Proposal is compatible with existing financial programming. (cid:133) Proposal will entail reprogramming of the relevant heading in the financial perspective. (cid:133) Proposal may require application of the provisions of the Interinstitutional Agreement 12 (i.e. flexibility instrument or revision of the financial perspective). 11 Expenditure within Chapter 11 01 other than Articles 11 01 04.. 12 See points 19 and 24 of the Interinstitutional Agreement. ",
        "EN 44 EN 4.1.3 Financial impact on revenue X Proposal has no financial impact on revenue (cid:133) Proposal has financial impact – the effect on revenue is as follows: Note: All details and observations relating to the method of calculating the effect on revenue should be shown in a separate annex. EUR million (to one decimal place) Situation following action Budget line Revenue Prior to action [Year n- 1] [Year n] [n+1] [n+2] [n+3] (a) Revenue in absolute terms (b) Change in revenue Δ (Please specify each budget line involved, adding the appropriate number of rows to the table if there is an effect on more than one budget line.) 4.2 Human resources FTE (including officials, temporary and external staff) – see details under point 8.2.1. Annual requirements 2007 2008 2009 2010 2011 2012 Total number of human resources 0.550 0.550 0.550 0.550 0.550 0.550 5. CHARACTERISTICS AND OBJECTIVES 5.1 Need to be met in the short or long term The main objective of the new Fisheries Partnership Agreement (FPA) is to strengthen cooperation between the European Community and Madagascar to develop a sustainable fisheries policy and responsible exploitation of fisheries resources in Madagascar’s fishing zone. The main elements of the new Protocol are: – Fishing opportunities : 43 freezer tuna seiners, 50 surface longliners over 100 GT and 26 surface longliners under 100 GT, i.e. 31 longline licences allowing incorporation of a fleet of small longliners of under 100 GT from the outermost regions and 5 new licences for exploratory demersal fishing, which did not exist under the previous protocol. – Annual reference tonnage: 13 300 tonnes of tuna – Annual financial contribution: EUR 1 197 000 ",
        "EN 45 EN – Advances and fees payable by vessel-owners: EUR 35 (compared with EUR 25 previously) per tonne of tuna. The amount for demersal fishing licences will be fixed after the exploratory fishing phase. The advances are fixed at EUR 3 920 per year per tuna seiner, EUR 3 500 per year per surface longliner over 100 GT and EUR 1 680 per year per surface longliner under 100 GT. 5.2 Value-added of Community involvement and coherence of the proposal with other financial instruments and possible synergy Regarding this new FPA, if the Community does not act, then private agreements will spring up which would not guarantee sustainable fisheries. The Community therefore hopes that, thanks to this FPA, Madagascar will cooperate effectively with the Community in regional bodies such as the Indian Ocean Tuna Commission (IOTC), in the fight against illegal fishing and for the proper management of stocks of highly migratory species. 5.3 Objectives, expected results and related indicators of the proposal in the context of the ABM framework The negotiation and conclusion of fishing agreements with third countries meets the general objective of maintaining and safeguarding the traditional fishing activities of the Community fleet, including the distant-water fleet, and developing relations in a spirit of partnership with a view to strengthening the sustainable exploitation of fishery resources outside Community waters, taking account of environmental, social and economic concerns. The following indicators will be used in the context of the ABM for the purposes of monitoring implementation of the Agreement: • monitoring the utilisation rate of the fishing opportunities; • gathering and analysing data on catches and the commercial value of the Agreement; • contribution to employment and value-added in the Community; • contribution to stabilising the Community market; • contribution to the general objectives of reducing poverty in Madagascar, including the contribution to employment, development of infrastructure and support for the state budget; • number of technical meetings and meetings of the Joint Committee. 5.4 Method of implementation (indicative) Indicate below the method(s) 13 of implementation chosen. X Centralised Management 13 If more than one method is indicated, please give details in the “Comments” section under this point. ",
        "EN 46 EN X Directly by the Commission (cid:133) indirectly (cid:133) Shared or decentralised management (cid:133) Joint management with international organisations (please specify) 6. MONITORING AND EVALUATION 6.1 Monitoring system The Commission (DG FISH, in collaboration with the European Commission Delegation to Madagascar) will ensure regular monitoring of implementation of this Agreement, particularly in terms of its use by operators and catch data. 6.2 Assessment A comprehensive evaluation was carried out on the Protocol currently in force, ending in March 2006, with the assistance of a consortium of independent consultants, with a view to the launch of negotiations on a new Protocol. 6.2.1 Ex-ante evaluation The key elements of the evaluation highlight the use of fishing opportunities, which have always been satisfactory for seiners (83% in 2004, 93% in 2005 and 98% in 2006) and for longliners (78% in 2004, 85% in 2005 and 100% in 2006). As regards tonnages caught, the results vary widely. Constant at around 8 000 tonnes per year until 2001, these fell sharply in 2003 and 2004 to just a few hundred tonnes. This is the result of as yet unexplained biological phenomena which led to a concentration of tuna around Tanzania at the point when it was expected in the Mozambique Channel. The year 2005 marked a return to normal, with catches in excess of 12 000 tonnes in Madagascar’s fishing zone. According to ex-ante evaluation, the conclusion of the new Agreement is beneficial for both sides. - Added value of Community involvement: While the Community’s return on its investment in 2004 was negative (low catches), in 2005 it was in line with the level measured for other tuna agreements at EUR 4.8 million of value-added for the Community. In other words, each euro invested generated around EUR 5 in value-added. The economic rewards for Madagascar are estimated at EUR 2.2 million per year (financial contribution, licence fees and economic impact), plus EUR 5.4 million per year in value-added generated by the canning industry. The agreement will support around 1 100 on-board and shore-based jobs for EC nationals from regions which are dependent on fishing. The Fisheries Agreement guarantees a substantial share of resources to the sectoral fisheries policy in Madagascar. ",
        "EN 47 EN - Risks and alternative options: There is some risk in setting up a fisheries protocol, for example: the amounts intended to finance the sectoral fisheries policy and shipowners’ fees might not be allocated as agreed (fraud), foreign fleets might ignore licences and other controls. To avoid these risks, extensive dialogue is planned on the programming and implementation of the sectoral policy, in particular in the field of control and monitoring. 6.2.2 Ex-ante estimate of the economic value of the Agreement and the Community’s financial contribution The Agreement meets a need of Community shipping by procuring fishing opportunities for a resource which is spread randomly through migration across international waters and coastal states’ EEZ. Madagascar’s fishing zone is important in this respect during at least one quarter of the year. The Agreement is also considered to correspond to Madagascar’s need to be able to generate revenue in foreign currency from a resource which the country does not have the means to exploit itself. The financial contribution granted by the Community under this new Fisheries Partnership Agreement is a single allocation established on the basis of an annual financial envelope of EUR 1 197 000 for the 2007-12 Protocol. 6.2.3 Measures taken following an intermediate/ex-post evaluation (lessons learned from similar experiences in the past) The reference tonnage remains similar and may be increased slightly. The advance for the licences for large longliners has been reassessed. The dialogue with the Malagasy authorities which was lacking in the previous Protocol has been re-established. 6.2.4 Terms and frequency of future evaluation Following on from the study finalised in March 2006 (cf. point 6.2), in order to ensure sustainable fishing in the region, an evaluation of the economic, social and environmental impact will be carried out before each future renewal of the Protocol. The indicators listed in point 5.3 will be used to carry out an ex-post evaluation. 7. A NTI - FRAUD MEASURES The use to which the financial contribution paid by the Community under the Agreement is put is entirely at the discretion of the sovereign third country concerned. Nevertheless, the Commission undertakes to try and establish permanent political dialogue and cooperation with a view to improving the management of the Protocol and strengthening the Community’s contribution to the sustainable management of resources. ",
        "EN 48 EN In any case, any payment which the Commission makes under a fisheries agreement is subject to its standard rules and budgetary and financial procedures. This makes it possible, in particular, to fully identify the bank accounts of the third countries into which the financial contribution is paid. ",
        "EN 49 EN 8. DETAILS OF RESOURCES 8.1 Objectives of the proposal in terms of their financial cost Commitments (in EUR million to four decimal places) [Year n] Year n+1 Year n+2 Year n+3 Year n+4 Year n+5 Total (Headings of objectives, actions and outputs should be provided) Type of output Number of outputs Tota l cost Number of outputs Total cost Number of outputs Total cost Number of outputs Total cost Number of outputs Total cost Number of outputs Total cost Number of outputs Total cost OPERATIONAL OBJECTIVE No 1 14 : To obtain fishing opportunities in exchange for a financial contribution Action 1 Vessels/licenc es quota 119 licences 13 300 t 0.8645 119 licences 13 300 t 0.8645 119 licences 13 300 t 0.8645 119 licences 13 300 t 0.8645 119 licences 13 300 t 0.8645 119 licences 13 300 t 0.8645 714 licences 79.800t 5.1870 - Output 1 OPERATIONAL OBJECTIVE No 2: Support for implementing Madagascar’s sectoral fisheries policy 14 As described in point 5.3. ",
        "EN 50 EN Action 2 - Output 2 0.3325 Outputs matrix of indicator s or results of the impleme ntation of Madagas car’s sectoral policy 0.3325 Outputs matrix of indicator s or results of the impleme ntation of Madagas car’s sectoral policy 0.3325 Outputs matrix of indicator s or results of the impleme ntation of Madagas car’s sectoral policy 0.3325 Output s matrix of indicat ors or results of the implem entatio n of Madag ascar’s sectoral policy 0.3325 Outputs matrix of indicators or results of the implement ation of Madagasc ar’s sectoral policy 0.3325 Outputs matrix of indicator s or results of the impleme ntation of Madagas car’s sectoral policy 1.9950 1.1970 1.1970 1.1970 1.1970 1.1970 1.1970 7.1820 TOTAL COST 15 * 15 According to the Protocol, the fishing opportunities may be increased by mutual agreement provided that the conclusions of the scientific meeting confirm that such an increase will not endanger the sustainable management of Madagascar’s resources. In this case the financial contribution is to be increased proportionately and pro rata temporis . However, the total annual amount paid by the Community may not be more than twice the amount indicated in Article 2(3) of the Protocol (EUR 2 394 000). Where the quantities caught by Community vessels exceed the quantities corresponding to the balance of the total annual amount, the amount due for the quantity exceeding that limit is to be paid the following year. ",
        "EN 51 EN 8.2 Administrative expenditure 8.2.1 Number and type of human resources Types of post Staff to be assigned to management of the action using existing and/or additional resources ( number of posts/FTE ) 2007 2008 2009 2010 2011 2012 A*/AD 0.2500 0.2500 0.2500 0.2500 0.2500 0.2500 Officials or temporary staff 16 (11 01 01) B*, C*/AST 0.3000 0.3000 0.3000 0.3000 0.3000 0.3000 Staff financed 17 by Art. 11 01 02 Other staff financed 18 by Art. 11 01 04 04 TOTAL 0.5500 0.5500 0.5500 0.5500 0.5500 0.5500 8.2.2 Description of tasks deriving from the action • Assisting the negotiator to prepare and conclude the negotiation of fisheries agreements: – taking part in negotiations with third countries to conclude fisheries agreements; – preparing draft evaluation reports and negotiation strategy notes for the Commissioner; – presenting and defending the Commission’s position in the Council’s “External Fisheries” Working Party; – taking part in the search for a compromise with the Member States to be included in the final text of the Agreement. • Monitoring the implementation of agreements: – daily monitoring of fisheries agreements; 16 Cost of which is NOT covered by the reference amount. 17 Cost of which is NOT covered by the reference amount. 18 Cost of which is included in the reference amount. ",
        "EN 52 EN – preparing and checking the commitment and payment of the financial contribution and targeted measures or financing for the development of responsible fishing; – regular reporting on the implementation of agreements; – evaluating agreements: scientific and technical aspects; – preparing the draft proposal for a Council Regulation and Decision and drafting the text of the agreement; – launching and monitoring adoption procedures. • Technical assistance: – preparing the Commission’s position for the Joint Committee. • Inter-institutional relations – representing the Commission before the Council, the European Parliament and the Member States in the negotiation process; – writing the replies to oral and written questions from the European Parliament. • Interdepartmental consultation and coordination: – liaising with the other Directorates-General on matters relating to the negotiation and monitoring of agreements; – organising and responding to interdepartmental consultations. • Evaluation: – taking part in updating the impact assessment; – analysing the achieved objectives and evaluation indicators. 8.2.3 Sources of human resources (statutory) (When more than one source is stated, please indicate the number of posts originating from each of the sources) X Posts currently allocated to the management of the programme to be replaced or extended (cid:133) Posts pre-allocated within the APS/PDB exercise for year 2006 (cid:133) Posts to be requested in the next APS/PDB procedure (cid:133) Posts to be redeployed using existing resources within the managing service (internal redeployment) ",
        "EN 53 EN (cid:133) Posts required for year n although not foreseen in the APS/PDB exercise of the year in question 8.2.4 Other administrative expenditure included in reference amount (11 01 04/05 – Expenditure on administrative management) (EUR) Budget line: 11010404 (number and heading) 2007 2008 2009 2010 2011 2012 TOTAL 1. Technical and administrative assistance (including related staff costs) Executive Agencies 19 Other technical and administrative assistance: - intra muros - extra muros (1)° 40 000 40 000 Total technical and administrative assistance 40 000 40 000 (1) Ex-post evaluation of the current Protocol and ex-ante evaluation of the future Protocol. 8.2.5 Financial cost of human resources and associated costs not included in the reference amount (EUR) Type of human resources 2007 2008 2009 2010 2011 2012 TOTAL Officials and temporary staff (11 01 01) 59 400 59 400 59 400 59 400 59 400 59 400 356 400 Staff financed by Art. XX 01 02 (auxiliary, END, contract staff, etc.) (specify budget line) Total cost of human resources and associated costs (NOT included in the reference amount) 59 400 59 400 59 400 59 400 59 400 59 400 356 400 19 Reference should be made to the specific legislative statement for the Executive Agency/Agencies concerned. ",
        "EN 54 EN Calculation – Officials and contract staff Reference should be made to Point 8.2.1, if applicable - 1A = EUR 117 000*0.25 = EUR 29 250 1B = EUR 117 000*0.15 = EUR 17 550 1C = EUR 117 000*0.15 = EUR 17 550 Subtotal: EUR 64 350 (EUR 0.0644 million per year) Total: EUR 64 350 per year (EUR 0.0644 million per year) Calculation – Staff financed under Article XX 01 02 Reference should be made to Point 8.2.1, if applicable 8.2.6 Other administrative expenditure not included in reference amount (EUR) 2007 2008 2009 2010 2011 2012 TOTAL 11 01 02 11 01 – Missions 20 000 20 000 20 000 20 000 20 000 20 000 120 000 11 01 02 11 02 – Meetings and conferences 1 500 1 500 1 500 1 500 1 500 1 500 9 000 XX 01 02 11 03 – Committees 20 XX 01 02 11 04 – Studies and consultations XX 01 02 11 05 – Information systems 2. Total other management expenditure (XX 01 02 11) 3. Other expenditure of an administrative nature (specify including reference to budget line) Total administrative expenditure, other than human resources and associated costs (NOT included in reference amount) 21 500 21 500 21 500 21 500 21 500 21 500 129 000 Human resource and administrative needs will be covered by the managing DG’s allocation under the annual allocation procedure. 20 Specify the type of committee and the group to which it belongs. "
    ]
}