{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 21.4.2010 SEC(2010) 426 final COMMISSION STAFF WORKING DOCUMENT accompanying the COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL AND THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE Tax and Development Cooperating with Developing Countries on Promoting Good Governance in Tax Matters COM(2010) 163 ",
        "EN 2 EN COMMISSION STAFF WORKING DOCUMENT Tax and Development TABLE OF CONTENTS 1. Strengthening good governance in tax matters in developing countries...................... 3 1.1. Revenue collection in developing countries ................................................................ 5 1.1.1 Domestic factors hampering developing countries' tax systems.................................. 6 1.1.2. International factors hampering tax systems................................................................ 7 1.1.3. Specific Factors in Natural Resource Rich Settings .................................................... 8 1.2. Supporting effective, efficient, fair and sustainable tax systems ................................. 8 1.2.1. Assisting in tax reforms and strengthening tax administrations .................................. 9 1.2.2. Promoting domestic accountability and public financial management...................... 10 1.2.3. Strengthening transparency and cooperation in the international tax environment... 12 2. Harnessing EU instruments to provide enhanced support ......................................... 13 2.1. Stepping up and improving the effectiveness of EU support to tax systems............. 14 2.1.1. Introducing a more comprehensive approach to tax administration and tax reforms 14 2.1.2. Strengthening public financial management in the context of budget support.......... 15 2.1.3. Supporting multilateral and regional initiatives on tax administration and tax reforms .................................................................................................................................... 16 2.1.4. Revenues from Natural Resources............................................................................. 17 2.1.5. Deepening regional integration.................................................................................. 18 2.1.6. Strengthening division of labour in the tax area ........................................................ 19 2.2. Working towards a transparent and cooperative international tax environment........ 20 2.2.1. Promoting the principles of good governance in tax matters..................................... 20 2.2.2. Enhancing the participation of developing countries in relevant international fora .. 22 2.2.3 Enhancing transparency of multinational corporations' activities ............................. 22 ANNEX.................................................................................................................................... 24 Evaluation of replies to the Monterrey questionnaire on domestic resource mobilisation ...... 24 1. EU assistance to developing countries in tax and customs matters ........................... 24 2. Member States development cooperation and the principles of Good Governance in tax matters .................................................................................................................. 25 ",
        "EN 3 EN Executive Summary This Staff Working Document accompanies the Communication on Tax and Development – Cooperating with developing countries on promoting good governance in tax matters 1 . It aims at identifying the main challenges developing countries face when it comes to domestic revenue mobilization, analyses existing EU instruments of development cooperation and considers relevant on-going regional and international initiatives. In most developing countries the tax-to-GDP ratio ranges between 10-20% of GDP, while it stands between 25 and 45% in developed countries, showing that there might much space for improvement in many countries of the developing world. Furthermore, domestic revenue mobilisation is not only the most sustainable and predictable way to raise badly-needed funds; it also enhances democratic accountability and ownership. However, a series of domestic and international factors hamper developing countries' ability to raise tax revenues, also in resource-rich settings. Weak administrative capacities, ill designed tax policies, politico-economic interests, poor public service delivery and therefore weak legitimacy of the public sector, deficient rule of law and the structure of the economy with a large informal sector have, inter alia, a negative impact on revenue collection. Freely moving capital together with the existence of non-cooperative jurisdictions, that shroud financial activities without disclosure in a context of insufficient international tax cooperation, make it often difficult for tax authorities to assess tax liabilities, notably in the case of wealthy individuals and multinational corporations. According to a Norwegian government commission illegal money flows from developing countries totalled USD 641 to 979 billion in 2006, thus at least seven times higher than official development assistance. This document analyses issues that are key in supporting developing countries in building fair, effective, efficient and sustainable tax systems. This includes assistance to tax policy reforms and tax administrations, public financial management and promoting governance principles such as participation, inclusion, transparency and domestic accountability. However, enhancing domestic revenue mobilisation not only calls for increased effectiveness of EU support to tax systems but also for the promotion of a transparent and cooperative tax environment. In this context the adoption and implementation by third countries of the principles of good governance in the tax area, i.e. transparency, exchange of information and fair tax competition, has an important role to play. At the level of developing countries success will largely depend on enhanced international cooperation and improved transparency of transnational enterprises. 1. S TRENGTHENING GOOD GOVERNANCE IN TAX MATTERS IN DEVELOPING COUNTRIES Taxes are central for the functioning of the state and for the provision of public goods. Increasing domestic revenue collection is indispensable for meeting the Millennium Development Goals (MDG) and reducing poverty in a sustainable manner. It is also essential for promoting democracy by raising domestic accountability and political participation at all levels of society since tax payers hold their governments accountable. Transparent and accountable use of public revenue has therefore a mutually reinforcing effect, enhancing both government responsiveness and tax player compliance and transforming the relationship between the citizen and the state into a social fiscal contract. 1 COM(2010) 163. ",
        "EN 4 EN At the Financing for Development Conference in Monterrey in 2002 the international community highlighted the importance of “mobilizing domestic resources, increasing productivity and reducing capital flights\" in developing countries. Six years later in the Doha declaration governments committed to “step up efforts to enhance tax revenues through modernized tax systems, more efficient tax collection, broadening the tax base and effectively combating tax evasion.\" Most developing countries cannot finance their policies through taxes and rely largely on external revenues such as development assistance. Their tax-to-GDP ratio is much lower than in developed countries, generally ranging between 10 and 20% in Low Income Countries, whereas it averages 35% in OECD countries. In many developing countries, the sustainable provision of public services that is necessary to achieve and maintain the Millennium Development Goals requires an increase in domestic revenue. 2 Increasing domestic revenue not only creates additional space for supporting MDG- related spending, it also allows a country to assume ownership for its policy choices. As underlined in the 2008 Doha Declaration on Financing for Development, mobilizing domestic financial resources for development is central to the global partnership for sustainable development, especially in support of the MDG. For the developing countries this partnership means enhanced efforts to mobilise domestic resources to finance development priorities while donors have to respect their commitment to provide long-term and predictable assistance towards internationally agreed poverty reduction objectives. A number of domestic and international factors hamper developing countries' ability to raise tax revenues. Weak administrative capacities, ill designed tax policies, poor public service delivery and therefore weak legitimacy of the public sector, deficient rule of law and the structure of the economy with a large informal sector, inter alia, have a negative impact on revenue collection. Freely moving capitals together with the existence of non-cooperative jurisdictions, that shroud financial activities in secrecy in a context of insufficient international tax cooperation, make it often difficult for tax authorities to assess tax liabilities. Moreover, the international competition for Foreign Direct Investment has led many developing countries to grant tax expenditures to investors resulting in the erosion of their tax base and increasing complexity of their tax systems. Taken all together, it is estimated by NGOs and academic sources that illegal money flows from developing nations total close to € 500-800 billion per year. 3 That would mean that illicit capital outflows correspond to at least 7 times the total development assistance going to these countries and that the total annual tax loss by emerging and developing countries is more than the annual global development aid budget and greater than the € 30 – 45 billion the World Bank estimates will be required annually to meet the MDGs. 4 However, other 2 In countries involved in decentralisation processes, the delivery of social services ( primary education, basic health services, water…) which is a central task of poverty reduction, is also entrusted to local authorities. In this context developing fair and efficient tax systems at local level has become a main challenge. More generally, public finance sustainability at local government level is key to ensuring sustainable and efficient service provision. 3 The Norwegian Commission on Capital Flight From Developing Countries, Preliminary Report, June 2009, quotes a number of analyses regarding the scale of capital flight. See, for instance, Kar, D. and Cartwright-Smith, D., Illicit financial flows from Developing countries: 2002 – 2006 , Global Financial Integrity, 2009. 4 The concentration of the tax base in a few hands, which are often rich in resources, makes countries more vulnerable to tax evasion through tax havens, and thereby contributes to the possibility that developing countries experience a greater relative reduction in their tax revenues as a result of tax havens. ",
        "EN 5 EN researchers emphasise the difficulties of quantifying flows and tax revenue losses and argue that most existing estimates of tax losses in developing countries are not based on reliable methods and data. 5 The impact of the financial and economic crises on developing countries has not only sharpened the awareness regarding the importance of good governance in tax matters but also made it even more urgent to take up the call for action to increase much needed tax revenues in developing countries. The need to comply with OECD international standards was affirmed in the final Communiqué of the G20 meeting in London this year, where the world's leaders stated their readiness “to take action against non-cooperative jurisdictions, including tax havens” and “ to deploy sanctions to protect our public finances and financial systems. The era of banking secrecy is over.” As to the management of EU funds, the position of the Commission on the use of off-shore financial centres is very strict and clear. International Financial Institutions (IFI) must carry out a broad-based due diligence in order to avoid that any EU funds are used directly or through intermediaries in Offshore Financial Centres, so- called tax havens or any other jurisdiction, for the purpose of evading tax payment to beneficiary countries and EU Member States or in connection with tax fraud and avoidance. On 28 April 2009, the European Commission issued a Communication on Good Governance in Tax Matters 6 , with the intention to launch a debate about concrete actions that could be taken to better promote the principles of good governance in the tax area (i.e. transparency, exchange of information and fair tax competition) both within the European Union and towards third countries. The general objective is to improve fighting tax evasion and avoidance on as broad a geographical basis as possible. On 18 May 2009 EU Foreign Ministers invited the Commission to propose concrete EU action “ on dialogue with, and assistance to, developing countries on promoting Good Governance in tax matters and more effective national tax systems in order to achieve development goals ”. This present Staff Working Document accompanies the Communication which responds to that invitation. It aims at identifying the main challenges developing countries face when it comes to domestic revenue mobilization, analyses existing EU instruments of development cooperation and considers relevant on-going regional and international initiatives. 1.1. Revenue collection in developing countries When attempting to increase tax-to-GDP ratio, developing countries are confronted with numerous domestic and international constraints. While some are linked to their level of development, the structure of their economy, socio-cultural paradigms, politico-economic interests as well as domestic policy choices, others are a result of the increasing integration of international markets. While every country has its own specific tax system, some general observations can be made about the current state of tax systems and tax reform in the developing world. Countries with a high per capita income generally tend to rely more on direct taxes as in OECD countries where they average 15.6% of GDP, while in Latin America they account for only 5% of GDP. Low income countries raise more revenues at the border, where tax collection requires comparatively low administrative capacity, since only a limited number of collection points need to be supervised. For the same reason they are also more likely to rely strongly on excise 5 See Fuest, C. and Riedel, N., Tax evasion, tax avoidance and tax expenditure in developing countries , Oxford University, Centre for Business Taxation, June 2009. 6 COM(2009) 201. ",
        "EN 6 EN duties (fuel, alcohol, tobacco). 7 Trade taxes account for 24% of tax revenues in the lower- income group compared to only 1 percent in the higher-income group. 8 Taxes from natural resources also constitute a substantial part of fiscal revenues in many developing countries. They are more prone to the fluctuation of market prices and less sustainable, making budget planning more difficult. The relative importance of taxes has changed in the last decades with revenues from consumption taxes increasing, mostly because of the widespread introduction of VAT 9 . This form of taxation was frequently introduced to compensate for tax losses due to trade liberalization and lower trade taxes. In middle income countries 45 to 60% of tax losses from trade liberalization were recovered. In low income countries revenue recovery was much weaker, with about only 30% of each lost dollar 10 . Leading economists argue that when introducing the VAT in developing countries to replace trade taxes, the existence of a vast informal sector in many developing countries is not sufficiently taken into account. Introducing a VAT in this context can have a welfare reducing impact and increases the distortion between the formal and the informal sector. 11 Developing countries seem to be particularly vulnerable to the increasing mobility of capital that has significantly reduced corporate tax rates both in developed and in developing countries. Revenues from this tax decreased by 20% in developing countries, due to falling statutory rates and the increasing use of tax holidays, free trade zones and tax breaks in many countries. 12 In Sub-Saharan Africa the tax-to-GDP ratio improved from less than 15% in 1980 to more than 18% in 2005. However this increase is almost entirely due to natural resource taxes (income from production sharing, royalties or corporate income tax on oil and mining companies). This type of income is highly volatile and hard to predict. In the same 25 years, non-resource related revenue rose by less than 1% of GDP. Although natural resource taxes have generated domestic revenues in many developing countries, governments have often failed to ensure a better allocation of state revenues. The challenge for developing countries is to make sure funds stemming from extractive activities are duly redistributed and devoted to the reduction of poverty, especially in the least developed countries. 1.1.1 Domestic factors hampering developing countries' tax systems The most noticeable domestic factors hampering tax revenue collection in many developing countries are large informal economies, a predominance of agriculture and natural resources over industry and services, less redistributive tax systems with predominance of indirect 7 Zolt, Eric M. and Bird, Richard M., Tax Policy in Emerging Countries. Environment and Planning C: Government and Policy, Vol. 26, pp. 73-86, 2008; UCLA School of Law, Law-Econ Research Paper No. 08-18. 8 Zolt Eric M. and Bird Richard M. Introduction to Tax Policy Design and Development. Draft paper prepared for World Bank course on practical issues of tax policy in developing countries (2003). 9 In some countries as Mozambique debt relief under the Heavily Indebted Poor Countries (HIPC) programme was conditioned to the introduction of Value Added Taxation (VAT). 10 IMF working paper, Tax revenue and (or) trade liberalization , Baundsgaard T. ,Keen M. (2005), see www.imf.org. 11 Emran, M. Shahe. and Stiglitz, Joseph E., On Selective Indirect Tax Reform in Developing Countries (June 2002),see http://ideas.repec.org/p/wpa/wuwpit/0210003.html. 12 Keen, M. and Simone A.(2004), Tax policy in developing countries: Some lessons from the 1990s, and some challenges ahead , in Gupta, S., Clements B. and G. Inchauste (Eds.), Helping countries develop: the role of fiscal policy, Washington, D.C.: International Monetary Fund. www.imf.org. ",
        "EN 7 EN taxation, in particular custom and trade revenue, weak tax administrations, poor public service delivery, higher incidence of corruption, poor governance and deficient rule of law. They all eventually result in poor management of a narrow tax base, low tax morale, inadequate tax revenues with low tax efforts and revenue elasticity in the face of rising expenditure needs and an uneven distribution of tax burden. Last but certainly not least, they undermine the legitimacy of the political systems and the built-up of effective institutional capacity. Furthermore, both political and macro-economic instability have shown to encourage capital flight leading to heavy losses in potential revenues. 1.1.2. International factors hampering tax systems Fierce international tax competition to attract much needed foreign direct investment (FDI) leads to frequent use of tax exemptions and derogations. In order to attract FDI developing countries often chose to grant tax incentives instead of improving tax procedures or decreasing tax rates. Although some countries have started to reduce their Corporate Income Tax rates, in Africa they are still as high as 30% in average. To mitigate the impact of these rather high rates two third of the countries in Sub Saharan Africa have introduced tax incentives, with Low Income Countries introducing them more frequently than Middle Income Countries. Some studies suggest that the amount of money that could be recovered by ending tax incentives is likely to be quite high, and evidence suggests that the widespread use of tax holidays fails to attract sustainable investment. While harmful tax practices and lack of transparency and information exchange exercise a negative impact on developing countries’ revenues, a perhaps even more detrimental result relates to the fact that non-cooperative jurisdictions contribute to maintaining a vicious circle in developing countries where institutional development and political legitimacy is undermined by tax evasion and avoidance. Indeed recent research concludes that the existence of tax havens both in developed and developing countries, combined with harmful tax practices, \"represent an important hindrance to growth and development in poor countries\". 13 The Organisation for Economic Cooperation and Development (OECD) 14 points out that non- cooperative jurisdictions \"reduce revenue available to developing countries by acting as a destination for income streams and wealth protected by a lack of transparency and refusal or inability to exchange information with revenue authorities\". Studies show that differences in corporate tax rates between jurisdictions may encourage multinational corporations to shift profits to low-tax jurisdictions 15 . Transnational corporations may manipulate prices in internal transactions (‘transfer mispricing’) or shift receivables and payables within an enterprise in order to generate profits in countries where tax conditions are most favourable. 16 In fact, this mispricing only happens when companies do 13 See Footnote 3, p. 17. 14 OECD Secretariat Issues Paper, Domestic Resource Mobilisation for Development: the Taxation Challenge 2010. www.oecd.org. 15 Methods used to transfer profits to low tax-jurisdictions include inter alia (1) over-pricing of transactions from low-tax to high-tax jurisdictions, or to under-price transactions from high to low-tax jurisdictions. (2) debt-financing of subsidiaries in high-tax jurisdictions (3) transferring the ownership of brand names to subsidiaries in tax havens. Norwegian Commission on Capital Flight from Developing Countries, Tax havens and development , Preliminary Report, June 2009, p. 69. 16 Estimates state that tax revenue losses from developing countries due to corporate profit shifting range between 35 and 160 billion dollars. However, these figures are contested by some researchers. See ",
        "EN 8 EN not apply the OECD guidelines and do not use the arm's length principle for intra-group transactions and when the authorities in developing countries are not able to detect this. 1.1.3. Specific Factors in Natural Resource Rich Settings Only a handful of developing countries have managed resource revenues in a way that promotes sustainable economic growth and poverty alleviation. In all too many cases, the discovery of hydrocarbon or mineral resources has been associated with devastating political conflict and economic setbacks, as referred to in the literature under the term \"resource curse\" 17 . While a number of promising international initiatives have emerged to promote good governance and transparency in the hydrocarbon and mining sector and are supported by the EU 18 , there would be merit in strengthening and expanding upon these to create a more systematic approach to address the particular revenue collection challenges for natural resource rich settings. Some key factors can hamper domestic revenue collection by triggering rent-seeking behaviour of involved stakeholders with harmful effects on poverty, corruption and conflicts. A lack of transparency in allocating and negotiating extractive projects combined with the asymmetric distribution of information, experience and competence between companies and governments can favour corruption or lead to unbalanced rent distributions from resource extraction. After negotiation, contracts are kept secret whereas contract transparency would increase the domestic accountability and set incentives for stakeholders to negotiate more balanced deals. 19 Furthermore complex fiscal regimes combined with inadequate tax administration and collection capacities often reduce significantly the amount received from extraction taxes and royalties. 1.2. Supporting effective, efficient, fair and sustainable tax systems Efficient and equitable tax systems are crucial for growth and poverty reduction. They tend to be associated with higher revenues, hence lower natural resource and aid dependency, less inequality and more competitive economies. In particular, the nexus between tax reform and the improvement of the business environment is critical. Successful reformers focused on reinforcing this nexus by conducting tax reforms in tandem with regulatory changes that make it easier for businesses to invest, to trade and to create jobs, without necessarily increasing average tax rates. Such an approach leads to higher revenues through higher economic growth and broader tax bases, inter alia by bringing in the informal economy and reducing corruption, waste and tax evasion. In many least developed countries the sustainable provision of public services that is necessary to achieve the Millennium Development Goals requires the mobilisation of Fuest, C. and Riedel, N., Tax evasion, tax avoidance and tax expenditure in developing countries , Oxford University, Centre for Business Taxation, June 2009. 17 This term has been used first by Richard M. Auty in 1993. Auty, Richard M. Sustaining Development in Mineral Economies: The Resource Curse Thesis . London: Routledge (1993). Many Sub Saharan African-resource rich countries score relatively low on the 2009 Human Development Index (HDI), for example Chad (175), Nigeria (158), Cameroon (153), Sudan (150), Angola (143), with the slight exceptions of Botswana (125) and Gabon (103) 18 See for example initiatives such as the Extractive Industries Transparency Initiative or the Kimberley Process (diamonds). 19 Rosenblum,P ./Maples,S (2009): Contracts Confidential: Ending Secret Deals in the Extractive Industries . ",
        "EN 9 EN increasing domestic resources. Taxes can become a reliable and sustainable source of development finance if a taxation regime is in place that curbs tax evasion and abusive tax avoidance and at the same time ensures horizontal and vertical equity. This effort is intrinsically linked to the built up of effective and efficient tax administrations promoting both non-coercive tax compliance and strict enforcement of the applicable tax code. An increase in the capacity to collect taxes should be accompanied by a strengthening in the efficiency and social legitimacy of a country’s governing institutions, and it should be compatible with the stimulation of economic activity and with the promotion of an environment encouraging investment. Furthermore it has to be ensured that taxpayers have the possibility to appeal decisions from revenue authorities before court. In a nutshell, successful tax systems can only thrive in an environment where tangible efforts are underway to promote the rule of law, good governance in the public sector, sound economic policies and effective multi-stakeholder involvement. In that respect, better integrating tax reforms and broader governance and public sector reforms would enable to better address the governance and political economy factors that often hinder tax reforms efforts and lead in particular to large tax exemptions. 1.2.1. Assisting in tax reforms and strengthening tax administrations The EU acknowledges the prime responsibility of developing countries themselves to improve their revenue systems and policies, according to their own economic and political circumstances 20 . In the Guidelines for EU participation in the International Conference on Financing for Development 21 , “ the EU recalls that financing for development depends primarily on the domestic resources mobilization ” and commits to supporting “ the capacity development of custom, judiciary and tax administration ”. A comprehensive tax administration effort to enhance tax revenue therefore seeks to collect taxes 1) due on the informal economy (notably by creating a more conducive policy and regulatory business environment for formal sector activities), 22 2) due but not paid (because of possible corruption, weak enforcement mechanisms, patronage systems, etc) and 3) due on income earned by multinational companies and individuals and then moved or kept off-shore without paying appropriate domestic tax. Appropriate policy and legal frameworks, focused institutional and capacity building, sufficient financial and competent human resources are necessary to guarantee that the complex and intertwined tasks of tax policy formulation, implementation, monitoring and enforcement be addressed in a comprehensive and effective manner. Particular attention has to be given to the correct design of taxation systems and the strengthening of tax administrations at national and local levels. Country-specific tax reforms will have to address the challenge of finding a conducive policy mix of direct and indirect taxation where structure, type and level of applicable taxes will have to take into account key development objectives such as efficiency and administrative simplicity in tax collection, 20 See for example GAERC Council Conclusions, 11 November 2008, Guidelines for EU participation in the International Conference on Financing for Development (Doha, 29 November - 2 December 2008), sections 15-23 http://ec.europa.eu/development/icenter/repository/CC%20DOHA%20Guidilines%20for%20EU%20pa rticipation%20EN2008%2011%2011.pdf 21 See footnote 20. 22 A more conducive business environment includes the provision of services necessary to business activities such as information centres, internet access, etc. ",
        "EN 10 EN economic growth and social equity, broadening of the tax base and bringing in the informal economy, incentivizing productive investments and facilitating employment generation, notably in the micro and small business sector. A stable legal framework, lower uniform tax rates and simplified procedures result in significantly reduced transaction costs in tax compliance for enterprises and encourage investment. The complexity of the tax system tends to be a strong disincentive for investment. Tax reform is not only about introducing tax rates, administrative improvements are almost equally important. Improving the investment environment does not simply mean to reduce tax rates, it also implies standardizing and simplifying procedures in order to reduce compliance time for investors and ease tax collection for authorities. Tax payers must also be convinced that paying taxes is a win-win position equally benefitting the state and the tax payer. Targeted awareness-raising and information campaigns explaining the tax system and what the government does to facilitate/ensure compliance could contribute to sensitising tax payers. When considering reform of tax systems in order to attract foreign direct investment, it is important to bear in mind that the Corporate Income Tax is only one of the taxes that businesses have to pay, accounting in average only for 37% of the Total Tax Rate. The World Bank Group publication Doing Business points out that in Cameroon paying taxes takes more than 1000 hours and requires a total of 47 payments. On a global scale in 2008 the most popular reforms undertaken were reducing tax rates and introducing electronic filing of tax information. 23 In this context it is indispensable to improve the data base on which the fiscal system acts. This relates in particular to taxation statistics and the ability to process and assess relevant data such as income and tax distribution, sources of taxation, consumption patterns, etc. Tax administrations have to fulfil two basic conditions: First, they have to be committed to fully apply the tax code. Second, they have to have the necessary means to effectively combat tax fraud and ensure tax compliance for all economic actors, nationals and internationals alike. This may require the establishment and progressive strengthening of special departments dealing with high risk taxpayers, income from natural resources, fraud investigations units and a reinforced cooperation with the police and judiciary apparatus, both at home and internationally. As a matter of fact some countries have chosen to introduce Large Taxpayers Units in order to deal effectively with the few yet most important tax contributors. 1.2.2. Promoting domestic accountability and public financial management The EU recognizes the importance of strengthening the effectiveness of domestic revenue (tax and non-tax) systems in developing countries, both from a resource mobilisation and a state- building/accountability point of view, and as an engine of growth and poverty reduction. Reforming tax systems must go hand in hand with strengthening fiscal institutions with a view to enhancing transparency and accountability. The role of parliaments and supreme audit institutions (SAIs) is particularly important in this context. Throughout history, taxation and democratic representation have been closely related. \"No taxation without representation\" is a well known slogan, but particularly in situations of state fragility extending taxation may also be a means to strengthening state institutions and their legitimacy, as long as it is accompanied by greater transparency and accountability regarding the use of taxpayers’ money. It is therefore important to ensure that tax reforms be implemented in tandem with 23 Price Waterhouse Cooper / The World Bank Group, Paying Taxes 2009 The Global Picture, see www.worldbank.org. ",
        "EN 11 EN measures to enhance democratic accountability and to strengthen the oversight role of parliaments and SAIs, including the promotion of complaint mechanisms. 24 This should be seen as an integral part of a greater focus on supporting tax governance in developing countries. Poor governance, lack of accountability and corruption, leading to tax avoidance, tax evasion and large tax exemptions can be obstacles to tax reform. Addressing this broader political economy question is essential if significant additional progress is to be made in domestic resource mobilization. Enhancing ownership and domestic accountability is at the forefront of the EU's development cooperation framework, given the emphasis put on the use of country systems in aid delivery, including the use of budget support. This includes using budget support to insist on adherence to sound public finances also with regards to revenue flows resulting from mineral resource projects. It will certainly be important to continue to push for greater transparency in the formulation of the budget, for example \"tax expenditures\", i.e. subsidies provided through tax exemptions, as well as on the transmission to parliaments of regular budget execution reports and annual audits. More attention will be needed to strengthen the technical expertise of parliaments (e.g. through the promotion of technical bodies producing analysis on budget and tax issues) so as to enable them to assess and contribute to the formulation and oversight of the national budget in a meaningful way, including on domestic revenue and tax matters. Non-state actors such as academia, think tanks, NGOs and media play an important role in providing public fora for an informed discussion on tax governance. Aware of the harmful effects that natural resources endowment can have on poverty, corruption and conflict in cases of poor governance it appears sensible to “help developing countries to further implement effective and sustainable raw material policies based on good governance and build capacity” 25 . Strategies geared towards maximizing revenue from a country’s natural resource should address all stages of the value chain to ensure that the maximum value can be extracted in a way which benefits the wider population. This includes greater emphasis on the way in which resources are allocated at the start of the process, as well as increased domestic accountability for revenue collection, management and spending. Governments need to be strengthened, by taking into account the asymmetrically distributed information, competence and experience between globally operating companies in the extractive sector and local governments, in order to ensure better informed procurement and negotiation decisions and allow for effective fiscal regimes leading to equitable outcomes and a sound investment climate. To increase domestic accountability, it would be helpful if contracts were published and made transparent, for example by using standard contract models whenever possible 26 , which are also more efficiently enforceable by tax 24 In this context effective citizen participation is another key element that should contribute to increasing revenue collection. Arrangements fostering direct citizen participation in the budgeting process at local level are likely to contribute to improving transparency and developing trust between citizens and the public sector. 25 Communication on “The Raw Material Initiative: ensuring our critical needs for growth and jobs in Europe” - COM(2008) 699, 4.11.2008 and the Conclusions on \"An integrated approach to a competitive and sustainable industrial policy in the European Union\", adopted by the Competitiveness Council on 28.5.2009 which stated that \"the specific situation of poor developing countries has to be taken into consideration\". 26 In Liberia, all recent extractive contracts are published and based upon a standard contract model with a transparent fiscal regime. ",
        "EN 12 EN administrations. This should be combined with the disclosure of revenue receipts and payments under the EITI framework to enhance transparency and accountability. 27 . To hedge the volatility of extraction revenues, governments should follow prudent fiscal policies and consider long-term investment funds in order to ensure a steady flow of the revenues for future generations. Such sovereign wealth funds 28 need to be even more subject to domestic accountability and respect all criteria of sound public financial management. 1.2.3. Strengthening transparency and cooperation in the international tax environment Initially in Monterrey 29 , then in Doha 30 , capital flights and illicit financial flows were explicitly identified as a major hindrance to mobilisation of domestic revenue for development. Non-cooperative jurisdictions trigger tax evasion from developing countries 31 . Measuring this loss of income remains a difficult task. One reason for this is that so-called \"tax havens\" rarely or never produce statistics about capital inflows. Relying on a single estimate is therefore insufficient. Estimates produced with different methods have to be compared and questioned. The amount of illicit financial flows said to leave developing countries - mostly to tax havens- ranged between 850 billion and 1 trillion US dollars in 2006.It increased at a an average rate of 18,2% from 2002 to 2006. About 50% of these outflows originated from Asia, and only 3% from Sub-Saharan Africa. However about Sub- Saharan Africa the authors of the study further state that “the share would have been higher if more complete and reliable data were available” 32 . Promoting good governance in tax matters and avoiding harmful practices, including in relation to foreign direct investment, gained prominence on the international agenda. The need to comply with the OECD standards of transparency and exchange of information was affirmed by the G20 on 2nd April 2009. These standards include good access to information, including on accounting and ownership data, ability to exchange information, including bank and fiduciary data, and information exchange on request. While all on and off-shore financial centres have already committed to these standards the challenge now lies with their effective implementation. In this context compliance with these standards and their enforcement needs to be monitored as well. This is done through a peer-review process within the Global Forum on Transparency and Exchange of Information monitoring the progress of implementation of the standards 33 . According to the OECD Global Forum a country is considered to have 27 In order to fight against corruption, tax evasion and illegal financial flows, the General Affairs and External Relations Council on 11.11.2008 supported the promotion of \" the principles of transparency and accountability over natural resource revenue by supporting and implementing the Extractive Industry Transparency Initiative (EITI), as well as other specific initiatives aiming at improved governance and transparency in the extractive sector\". 28 One example of good practice is the Government Pension Fund of Norway which manages Norway's revenues from oil extraction. 29 Monterrey Financing for Development Conference, 2002. 30 Doha Financing for Development Conference, 2008. 31 See for example footnote 3, p. 76. 32 Kar, D. and Cartwright-Smith, D., Illicit financial flows from Developing countries: 2002 – 2006 , Global Financial Integrity, 2009. Fuerst and Riedel, however, consider these estimates to be too high and hold that \"too much emphasisis is put on producing aggregate estimates of tax revenue losses for the developing world as a whole\", Fuest, C. and Riedel, N., Tax evasion, tax avoidance and tax expenditure in developing countries, Oxford University, Centre for Business Taxation, June 2009. 33 Jurisdictions that have committed to the principles but not substantially implemented them (as of 25 March 2010) include Belize, Cook Islands, Dominica, Grenada, Liberia, Marshall Islands, Montserrat, Nauru, Niue, Panama, St Lucia, Vanuatu (all these countries met the tax haven criteria of the OECD in ",
        "EN 13 EN substantially implemented the internationally agreed standards when it has signed 12 agreements on exchange of information. 34 These criteria for being qualified as cooperative jurisdictions are to be reviewed by the OECD with a view to ensuring that countries continue to enter into agreements with as many jurisdictions as possible and that agreements be effectively implemented. Guided by its stated policy of effective multilateralism 35 the EU seeks to promote good governance in tax matters on as broad a geographical basis as possible. The development of and subsequent compliance with global principles and standards on transparency and exchange of information calls for a stronger role of the UN, ideally through global conventions with binding commitments for all treaty signatories. Moreover, engaging in multi-stakeholder tax governance suggests formulating and agreeing on codices of conduct linking governments and companies alike. Existing regional cooperation fora and frameworks established with the ACP, Latin American and European Neighbourhood communities have provided room for exchange of experiences, south-south sharing of successful practices and testing of good practice in tax governance in the developing world. Many developing countries that suffer important tax losses due to tax evasion and other harmful tax practices are not involved in international tax cooperation structures and processes. They have so far failed to negotiate agreements on tax information exchange, at multilateral, regional and/or bilateral level. In addition, their tax administration capacities, including on audit and risk assessment and profit reporting, notably for multinational companies, have yet to be strengthened so as to make full use of relevant data for tax analysis and collection purposes. To further ensure transparency an accounting standard requiring multinational corporations to publish data on a country-by-country basis in particular in the extractive industry is currently being discussed at international level. Given the need for a meaningful involvement of developing countries the EU is clearly interested in ensuring that their voice, representation and capacity be effectively strengthened. 2. H ARNESSING EU INSTRUMENTS TO PROVIDE ENHANCED SUPPORT Progress in strengthening tax systems and raising domestic revenues in developing countries has been modest over the last twenty years. In that regard, developing countries in particular, but also the donor community, can do more and better to strengthen tax systems. EU assistance, unlike that from a few Member States, notably Germany, France, Spain and United Kingdom, has so far not been engaged to the full extent in this area – at least not in a systematic and sufficiently coordinated way 36 . 2000). Other financial centres that still have to substantially implement the standards are Brunei, Costa Rica, Guatemala, Philippines, Uruguay. See: http://www.oecd.org/dataoecd/50/0/43606256.pdf 34 The European Parliament considers this to be insufficient: In § 16 of its non-legislative resolution of 10 February 2010 it considers \"the OECD framework for combating tax havens [to be] unsatisfactory\" and underscores that \"the EU should actively promote the improvement of the OECD standards\". EP: non- legislative resolution on \"Promoting good governance in tax matters\" adopted 10/02/2010 (INI/2009/2174). 35 Mentioned in the European Security Strategy of 2003 as the concept placing main emphasis on a rule- based international order, with the United Nations at its core. 36 Please refer to section 1 of the Annex \"Evaluation of replies to the Monterrey questionnaire on domestic resource mobilisation\". This annex is complementary to chapter 2 of the Staff Working Document \" Financing for Development – Annual progress report 2010: Getting back on track to reach the EU 2015 ",
        "EN 14 EN Support provided to developing countries in their endeavours to raise domestic revenues has been granted through different types of instruments in the past, often through bilateral projects aiming at supporting tax reform and tax administration or by introducing tax matters in the policy dialogue. Projects have notably focused on reform of tax and customs administration, legislation and procedures, capacity development, electronic filing of tax information, the introduction of the VAT. Other countries have focused their support on fighting against corruption and judiciary reform. Further efforts to enhance coordination among donors, are undertaken. Assistance to partner countries is implemented in forms of funds, training programs, equipment and technical cooperation 37 (best practices, study visits, expert missions, and policy advice). Some Member States and the Commission have provided support to initiatives such as the IMF Regional Technical Assistance Centres the African Tax Administration Forum, the International Tax Dialogue and the International Tax Compact. 2.1. Stepping up and improving the effectiveness of EU support to tax systems Developing more effective EU action towards supporting tax systems in developing countries requires putting emphasis on three pillars: a more comprehensive approach; strengthening public financial management in the context of budget support; and support to multilateral and regional initiatives. Furthermore, support takes into account the commitments of developing countries to implement the three principles of good tax governance (transparency, exchange of information and fair tax competition). 2.1.1. Introducing a more comprehensive approach to tax administration and tax reforms A comprehensive approach in tax matters calls for a better integration of tax policy and administration efforts into broader reforms towards good public sector governance, but also private sector development, macro-economic stability frameworks, social protection and cohesion programs, state building and democratic accountability measures. In addition, international trade and investment flows as well as regional integration commitments have made it more crucial to ensure effective domestic revenue (tax and non-tax) management. Partner country tax administrations are subject to increasing cross-border flows, and face the complex task of taxing multinational companies. The development of an effective state, institutional and policy environment, with effective multi-stakeholder governance translating into a high degree of administrative cooperation, a collaborative relationship between the state and economic agents, notably from upper-income groups, and in general a high level of consultation are considered conditions that are conducive for the establishment of a successful tax system. Given this intrinsic relationship between sound domestic revenue management and economic, social and political development, in some cases a program of comprehensive reform of the tax institutions has even the potential of being a major driver towards improving overall governance. The operationalisation of this link between tax and broader governance questions support depends on local circumstances, and will generally better be articulated under a programmatic approach as compared to stand-alone and narrowly defined tax projects. Based on the target on ODA spending?\", accompanying the Communication on \"A twelve-point EU action plan in support of the Millennium Development Goals\" adopted on 20 April 2010. 37 Consistent with the backbone strategy regarding aid effectiveness in technical cooperation and the principle of ownership (2005 Paris Declaration on Aid Effectiveness). ",
        "EN 15 EN developing country's proper reform priorities broader economic governance or state building programmes including a tax component, such as supported by the Commission in a few ACP countries, would seem in many cases to be an appropriate instrument of intervention. Under this framework, support to tax administration, for which the International Financial Institutions play a leading role, appears to remain essential, and could be progressively expanded to 'new issues', such as taxation of multinationals, natural resources, exchange of tax information, adoption of international standards, etc. This broad approach to tax reforms also calls for taxes to receive adequate attention in the countries' development strategies. When conceiving country strategy papers, preparing national and regional indicative programmes, conducting mid and end of term reviews, assessing governance action plans, conceiving governance profiles, and conducting relevant sector policy dialogues appropriate attention should be given to systematically address questions of tax governance, as suggested in chapter 3 of the Communication on Tax and Development. Similarly, annual budget support reviews and PFM assessments do not put the necessary emphasis on domestic revenue management issues. Promoting taxation is also about explaining the purpose of taxation to the populations in developing countries. NGOs working on economic governance, local civil society but also think thanks, academia and the media are channels through which taxpayers can be educated and where awareness about harmful tax practices or lacking governmental accountability can be raised. Supporting these stakeholders on tax matters is particularly critical given the technical complexity of the issues at stake and the need to mobilise effective input from all knowledgeable actors. Assisting the demand side of accountability appears to be essential if tax reforms are to be successful in the long run. In accordance with the Communication on Tax and development, funds under both the Development Cooperation Instrument and the European Development Fund could be used to facilitate an effective participation of non-state actors in this process This enhanced and broadened focus on tax matters requires more expertise and resources at EU level. 2.1.2. Strengthening public financial management in the context of budget support A recent survey of EU Delegations in developing countries revealed that budget support is potentially an effective instrument for encouraging revenue reforms and supporting their implementation in partner countries. In order to become eligible for budget support, developing countries need to commit to a stability oriented macroeconomic policy and a relevant and credible programme of reform of public financial management. The first of these conditions implies increasing domestic revenue and ensuring levels of public expenditure consistent with a sustainable fiscal policy. The second requires strengthening the effectiveness, efficiency and accountability of revenue collection and public expenditure. Aiming at and maintaining compliance with these eligibility conditions encourages partner countries to engage in reforms and opens a space for dialogue in countries that manage budget support programmes but also in more fragile countries that aim at becoming eligible to this type of aid. In addition budget support programmes typically include a capacity development component that is often used to support the implementation of reform measures. One of its purposes is to strengthen institutional capacities of all relevant actors, including national parliaments and ",
        "EN 16 EN audit institutions with oversight and monitoring responsibilities. Progress in the implementation of these programmes is regularly jointly monitored by the partner government and the donors providing budget support as part of the assessment of eligibility and more specific conditions linked to the disbursement of funds. This encourages an increasingly structured dialogue on these issues. The Commission assumes this mutually shared responsibility by providing an increasing share of development assistance through budget support, including through innovative aid modalities such as the MDG-Contracts concluded with a number of ACP countries. Collectively these MDG-Contracts account for about €1.8 billion, representing 50% of all General Budget Support, and some 14% of total national programme commitments under the 10 th EDF. Coverage may be expanded to other countries (including non ACP ones) as the Commission learns from experience and countries' monitoring frameworks improve. While in some countries the programme of reform in public financial management already covers both expenditure and revenue (e.g. Burkina Faso, Mali), in other partner countries the main focus is on the expenditure side. However, the architecture of budget support programmes is conducive to the extension of dialogue, conditions and capacity development to strengthening revenue systems and raising revenue collection. The processes and the tools developed for public financial management are in general also relevant for revenue mobilisation when this is not already included in the overall Public Finance Management (PFM) programme of reform. The EU can encourage partner governments to develop programmes of reform that clearly state the objectives that they intend to achieve in terms of tax policy and tax administration reforms. When considering budget support the level of decentralisation should also be taken into account, where appropriate. Budget support could contribute to strengthening local public finance systems, including tax management at local level. Government-donor coordination groups can be established (or PFM groups extended to revenue management) to align support to the government programme of reform and ensure complementarity and proper division of labour. A structured programme of reform could facilitate the transition from a fragmented project to a more programmatic and sustainable approach, with the pooling of financial resources into trust funds and more aid effective financing modalities. The main instrument for assessing a country's PFM system, i.e. the Public Expenditure and Financial Accountability (PEFA) instrument, however, does not sufficiently focus on revenue administration. A scoping-study for a new PEFA drill down indicator tool for revenue administration, will be conducted by NORAD, the IMF and World Bank in the course of the first half 2010 in order to strengthen the revenue assessment. It could also be applied to assess the revenue administration in the extractive sector. 2.1.3. Supporting multilateral and regional initiatives on tax administration and tax reforms The need for tax reforms to be better ‘owned’ and the recognition that there is no ‘one size fits all’ approach to taxation in developing countries was underscored in the Pretoria Declaration of 2008. Against this background, there has been a recent focus on building southern-based organisations, such as the African Tax Administration Forum (ATAF) launched in 2009 and the Inter-American Center of Tax Administrations (CIAT), which aim at stimulating regional cooperation with the view to improving tax administration. The Commission has been following the emergence of these regional fora, considering that through the sharing of ",
        "EN 17 EN lessons and experiences on common challenges they will enable tax administrations of the regions concerned to learn from one another and also better deal with key challenges such as transfer pricing, taxation of natural resources (especially mining and oil), harmonisation of tax laws, exchange of tax information, etc. A number of EU Member States are planning to support the ATAF and several already support CIAT. The IMF has also embarked on an important initiative of decentralization, through its regional technical centres in Africa, Latin America, the Caribbean and the Middle East. Those centres have proven their effectiveness in providing demand-driven technical assistance to developing countries, including on revenue management and tax administration. The framework agreement model recently signed by the European Commission and the International Monetary Fund (IMF) would provide room for support to these mechanisms. This agreement allows for the signature of individual contribution agreements for IMF technical assistance on revenue management within countries and for possible future EU support to the IMF Revenue for Development Trust Fund. In addition to these regional initiatives, a number of more global initiatives exist that could play an enhanced role in supporting tax systems in developing countries, and strengthening southern-based initiatives. The OECD ‘Outreach Programme’ aims at promoting international collaboration on tax policy and administration. It represents an important element in the global dialogue on taxation by serving as a meeting place where the tax authorities from different countries can share experience and lay the basis for improved tax policies. 2.1.4. Revenues from Natural Resources In resource-rich settings the proposed frameworks in chapters 2.1.1 and 2.1.2 can also address the challenges of the extractive sector, in order to tap its potential for increasing domestic revenues. The policy dialogue on PFM in the context of budget support operations could for instance focus increasingly on good economic governance in the extractive sector, also by using instruments such as the Governance Action Plans, PFM annual reviews and PEFA assessments. Examples of good practice for mainstreaming raw materials governance into the budget support dialogue are the Performance Assessment Frameworks used in the EU budget support operations in Ghana and Cambodia, which imply concrete and time bound output indicators on improving the collection, management and/ or transparency of natural resource revenues as budget support disbursement triggers. The Extractive Industry Transparency Initiative (EITI) initiative, which is part of the EU- Africa Governance Partnership and supported by 10 EU Member States, the Commission and the European Investment Bank (EIB), has been instrumental in supporting improved governance and accountability through the verification and full publication of company payments and government revenues from oil, gas and mining. All EU Member States that support the EITI provide financial assistance, with most using the World Bank's Multi-Donor Trust Fund, and a few giving grants to the EITI International Secretariat. Additionally to financial support to the EITI, some Member States also provide support to developing countries in the implementation of the EITI through bilateral projects. The Commission has proposed a further contribution to the EITI Multi-Donor Trust Fund under the Annual Action Programme 2010 of the Thematic Programme on Environment and Sustainable Management of Natural Resources, including Energy (ENRTP) to cover the next 3 years of its ",
        "EN 18 EN implementation. Furthermore the Commission is planning to assess options of directly supporting the EITI secretariat and of widening its support to complementary initiatives. 38 Some EU Member States would like to see a more active Commission role in the EITI, for example through more active participation at EITI board meetings, a stronger promotion in the framework of the Raw Materials Initiative or by mainstreaming it in the EU Delegations' policy dialogue with resource-rich partner countries in order to assist them in implementing EITI principles. 39 In addition, other international initiatives, such as the Kimberley Process, the Forest Law Enforcement, Governance and Trade (FLEGT) Action Plan and the Action Plan to Fight Illegal Logging should be strengthened. 2.1.5. Deepening regional integration The Commission and the Member States have supported regional integration in developing countries. The creation of custom unions, a significant step towards economic integration, has resulted in the adoption of Common External Tariffs in several areas, e.g. Union Economique et Monétaire Ouest-Africaine (UEMOA), Southern African Development Community (SADC), East African Community (EAC), etc.. In some cases convergence macroeconomic criteria were adopted: in the UEMOA these imply a joint objective for the ratio of tax revenue to GDP against which member country performance is monitored. The East African Community 40 is currently elaborating a common code of tax procedures for the region, having identified this measure an an important factor for the establishment of a common market, along with the avoidance of double taxation, common training standards for tax administrators or the harmonization of indirect taxes 41 . More recently, the signature of Economic Partnership Agreements with the EU has brought new challenges, in particular the need to raise revenue collection from non-customs related types of taxation, as it is currently the case in the UEMOA's fiscal transition programme (Programme de Transition Fiscale), e.g. through a better coordination between customs and revenue authorities. Regional organisations have already taken initiatives aiming to work towards unified TVA rates by providing guidance on strengthening other forms of taxation and increasing efficiency of border customs services. With the aim of integrating their markets and avoiding unfair competition, regional organisations have often adopted common codes of investment that sometimes promote standardised approaches to incentives and tax expenditures. In some cases it may be important to verify the coherence between domestic policy objectives and regional regulations. More recently the issue of transparency was addressed at regional level in Southern Africa: SADC has developed a draft convention to promote transparency and exchange of information. In this context the Commission could enhance its support to the initiatives that regional organisations have undertaken to assist their member countries in furthering the process of regional integration. In the ACP area, this can be made through the regional indicative programmes in partnership with the regional organisations. 38 In their replies to the Monterrey questionnaire several Member States have called for an active participation of the Commission in EITI Board meetings. However, participation in board meetings is contingent upon contributing financially to the EITI Secretariat. 39 The EIB recently has started to systematically impose on its mining sector borrowers an obligation to regularly disclose payments made to host countries and to encourage the latter to formally subscribe and adhere to EITI. 40 Burundi, Kenya, Rwanda, Tanzania, Uganda. 41 Joint areas for cooperation between the German Technical Cooperation (GTZ) and the East African Community – November 2008. ",
        "EN 19 EN 2.1.6. Strengthening division of labour in the tax area Effective donor coordination and division of labour, notably at EU level, is also key in the tax area. At international level, donor coordination in relation to tax assistance is undertaken through the International Tax Dialogue (ITD), members of which include the European Commission, the IMF, OECD, the UN, and the World Bank. The International Tax Compact, an international initiative to support developing countries to fight tax evasion and avoidance, has started to prepare a mapping of all donors active in the field of development cooperation in tax matters. While the Commission’s comparative advantage is on the expenditure side of Public Finance Management, where it has considerable experience, there is a need, however, to better include domestic revenue management in the dialogue around PFM and private sector development. The Public Expenditure Financial Accountability (PEFA) framework, which includes indicators on revenue, offers one avenue for this, as does the policy dialogue on budget support. This stronger involvement opens the door for possible Commission financial support on revenue and tax matters. In this context the following options can have a positive impact: (1) A programmatic approach 42 compared to a stand-alone project approach, with comprehensive programmes being effectively integrated into the countries' reform efforts and priorities and closely coordinated with complementary donor activities; (2) A distinct focus on specific tax-related areas where the Commission may enjoy a comparative advantage or a clearer mandate than other donors, e.g. customs, tax harmonisation, etc; (3) Following from the above, a strict and consistent implementation of EU Division of Labour Guidelines in the tax area. The EU Code of Conduct on Complementarity and Division of Labour in Development Policy (2007) 43 presents guiding principles on division of labour for EU Members States and the Commission. These principles, including the notion of lead donorship and delegated cooperation/partnership arrangements, are particularly valid in the tax area, where only a few EU Member States have been traditionally active. The Commission will not take a leading role in tax matters in countries where there is already a strong Member State presence in the area. (4) A close collaboration with the EIB, and coherence between Commission work in the tax area and relevant EIB interventions should also be ensured. In that regard, the Commission welcomes the fact that the EIB, who was among the first international financial institutions to adopt, in 2005, a policy on offshore financial centres (OFC), has recently reviewed it in consultation with EU Members States, key expert lead organisations, international financial institutions, NGOs and other stakeholders in order to conform with the principles endorsed by the G20 summit of world leaders in London in April 2009. 44 42 Programmatic approach means providing coordinated support to a programme of reform agreed with the partner country as opposed to providing stand-alone and fragmented measures. 43 COM(2007) 72. 44 Reference is made in particular to the EIB revised interim policy on OFC adopted on 14 July 2009 and updated on 11 March 2010. The EIB’s \"Interim Revised Policy towards Offshore Financial Centres\" adopted in July 2009, regulating the Bank's activities in weakly regulated or non-cooperative ",
        "EN 20 EN 2.2. Working towards a transparent and cooperative international tax environment The world all over, governments are overwhelmed by the complexity of the global financial system. This is particularly true for developing countries that often lack human and financial resources and institutional capacities. More information is needed about tax avoidance and evasion in the context of developing countries, not enough has been done to involve them in the international fight against tax fraud. Strengthening the presence of developing countries in international cooperation structures on tax matters is essential, as it is necessary to ensure more transparency on economic and financial activity in developing countries. The Commission is convinced that tax avoidance and evasion cannot be addressed properly without international tax cooperation. Developing countries need to be encouraged to adopt the principles of good governance in the tax area (i.e. transparency, exchange of information and fair tax competition). 2.2.1. Promoting the principles of good governance in tax matters Tax evasion and other harmful tax practices are an increasing problem in developing and developed countries alike. EU Member States freely design their tax systems in order to fund their public policies. However, there has been a trend towards enhanced regulation in the area of taxation to prevent the erosion of national tax bases in the context of cross-border investments and free movement of goods, services and persons. The EU has recognised the need for common action and taken effective measures to create a level playing field within the Union. These measures include administrative assistance between jurisdictions, concerted action against harmful tax practices (through the promotion of a Code of conduct on business taxation) and initiatives to ensure transparency and exchange of information. Developing countries can also benefit from a clearer and better regulated environment ensuring a fair share of the tax base. Moreover, they often lack administrative capacity to effectively implement the principles and standards agreed at international level. Last but not least, the level of regional integration in developing countries is not comparable with the level of integration found within the EU. Promoting the principles of good governance in tax matters will depend on the political will, the administrative capacity and the ability of developing countries to ensure cross-border cooperation while developed countries must engage in sharing their experiences and successful practices 45 . The need to fight tax evasion has been exacerbated by the on-going financial crisis. The OECD has played a crucial role by drafting model tax conventions that establish principles for transparency and exchange of information between jurisdictions. Article 26 of the Model Tax Convention has been broadly accepted as the legal basis for tax treaties that provide for jurisdictions - including tax havens-, puts a particular emphasis on the fight against harmful tax practices in addition to illegal tax activities such as tax fraud and tax evasion already targeted under the 2005 policy. It strengthens the EIB's commitment to align with the EU institutions' positions on tax matters and conforms with the country assessments carried out on tax-related issues by reputable international organisations, including the OECD Global Forum on Transparency and Exchange of Information for Tax Purposes. Among the instruments available to the EIB to fight against illegal and harmful tax practices, the revised policy provides for a systematic enhanced due diligence of all projects linked to offshore financial centres and increased tax disclosure, together with stringent relocation requirements for counterparts incorporated in tax havens and their controlling entities. 45 Please refer to section 2 of the Annex \"Evaluation of replies to the Monterrey questionnaire on domestic resource mobilisation\", see footnote 35. ",
        "EN 21 EN bilateral exchange of information for tax purpose. The article does not specify how information is exchanged, but the most commonly used methods are on request, automatically and ad hoc. In the last year progress has been particularly impressive, with now ninety countries committing to the OECD principles and expected to implement them, including all jurisdictions hitherto considered as non cooperative. However, only few developing countries vulnerable to tax evasion have signed tax information exchange agreements. In Sub-Saharan Africa only South Africa has signed a tax information exchange agreement (TIEA) so far. The Global Forum on Transparency and Exchange of Information has opened its membership to all countries adhering to its principles, as it commends the OECD initiative to put in place a coordinated technical assistance program to assist smaller jurisdictions in the rapid implementation of the standards. Joining the Global Forum on Transparency and Exchange of Information and adhering to the principles of exchange of information is an important first step towards fighting tax evasion. Based on sound administrative and legislative structures as well as a level of effectively working exchange of information on request in tax matters following the OECD standards, developing countries might also consider whether to evolve towards more integrated forms of administrative and judicial cooperation in tax matters. In particular automatic information exchange could be chosen as an instrument for avoiding tax evasion. It is a principle of the taxation of savings in the EU, and in its relations with dependent and associated territories with which it has close economic and financial links. However, whether the application of automatic exchange of information by developing countries is among their priorities and whether they have sufficient technical capacity to implement it needs to be clarified. The application of automatic exchange is a steady development within the EU and receives strong support from the European Parliament. 46 Furthermore The European Parliament has given strong signals of support to action in this area. On the EP's initiative the Commission received an additional appropriation intended for promoting good governance in tax matters in developing countries. It will be used to support actions identified in the Communication. It is also in this context that the efforts of the UN Committee of Experts towards establishing a Code of Conduct on Cooperation in Combating International Tax Evasion and Avoidance are of great value. Last but not least, multilateral treaties have the potential of being a more efficient way of dealing with the multiplicity of non-cooperative jurisdictions and allow for internationally accepted rules in matters of transparency and exchange of information. The OECD Global Forum is currently exploring the possibility of expanding existing multilateral agreements. The OECD / Council of Europe Convention on Mutual Administrative Assistance in Tax Matters being a multilateral instrument that provides for exchange of information for a vast array of taxes, assistance in the collection of taxes and service of documents, could be an inspiring model for developing countries as well as all jurisdictions considered to be less cooperative. This might allow developing countries to fully take advantage of the current progress made in international tax cooperation. 47 46 The European Parliament considers that the EU should actively promote the improvement of the OECD standards, with the aim of making the automatic, multilateral exchange of information the global standard - non-legislative resolution on \"Promoting good governance in tax matters\" adopted 10.02.2010 (INI/2009/2174). 47 Since the exchange of information on tax issues may involve the processing of personal data and therefore has to respect the fundamental right as regards the protection of personal data, it is necessary ",
        "EN 22 EN 2.2.2. Enhancing the participation of developing countries in relevant international fora Raising developing countries' capacities to fight tax evasion and avoidance requires a thorough assessment of the patterns of tax fraud in these countries. New initiatives could be instrumental in studying mechanisms of tax evasion and avoidance and proposing concrete and country-specific solutions. The OECD plans to enhance cooperation between the Committee of Fiscal Affairs and the Development Assistance Committee, to ensure synergy and coherence in order to address the specific challenges developing countries face through the established structures in international tax cooperation. Moreover, and to further ensure a better matching between developing countries’ tax governance needs and priorities and existing mechanisms, cooperation between the OECD working groups, the UN Committee of Experts and regional bodies based in developing countries such as ATAF or CIAT could be instrumental. The recently launched International Tax Compact initiative could play an important role in promoting dialogue between these different parties. The UN Committee of Experts on International Cooperation in tax matters includes developing and developed countries. However, it is not an inter-governmental body and its secretariat would need to be strengthened before more ambitious functions can be assumed. The Committee produces valuable work, including in the field of double taxation. Avoiding double taxation is decisive for attracting investors, i.e. by making sure that profits be not taxed twice in the source and in the residence country. The UN Committee of Experts has drafted a model for double taxation agreements that is considered by some observers to be more favourable to developing countries since it stipulates the right of the country where the economic activity takes place to levy the tax (i.e. taxation at source). 2.2.3 Enhancing transparency of multinational corporations' activities Currently multinational corporations are not required to publish their accounts on a country by country basis. Country-by-country reporting would require multinationals to disclose details of their commercial transactions by country and therefore enhance transparency. Such reporting could also be an additional source of information for the assessment of taxpayers, specially when they are multinational corporations with complex and sometimes insufficiently transparent financial structures. However, the usefulness of country-by-country reporting depends on the definition of what information is to be disclosed and this is currently the subject of discussion in a number of fora such as the OECD. According to many observers, introducing country-by-country reporting in international accounting standards for all major multinational corporations operating in developing countries could be beneficial. 48 It has been suggested that country-by-country reporting could be alternatively included as a principle for Corporate Social Responsibility (CRS). This is certainly useful but, since these principles are voluntary, advocates of a more mandatory approach hold that there would probably not be a strong incentive for application. 49 Including these standards, however, in the International Financial Reporting Standards (IFRS) of the International Accounting Standards that such exchange of information complies with applicable rules on data protection such as those enshrined in Article 8 of the EU Charter of Fundamental Rights and Article 16 of the Treaty on the Functioning of the European Union. 48 Companies would be required to report on where business activities take place, on transactions effectuated, and on taxes they pay, etc on a country-by-country basis. 49 See for example Actionaid, Accounting for poverty – How international tax rules keep people poor, 2009, pp.24, see www.actionaid.org. ",
        "EN 23 EN Board (IASB) would indeed represent a more global and, above all, mandatory Country-by- country reporting requirement where use of IFRS is compulsory. However, IFRS would need to be proposed by first the IASB and then adopted by the EU as a reporting standard, which could be a lengthy process. The IASB is currently undertaking a cost-benefit analysis of such a standard for the extractive sector and is considering its inclusion in IFRS 6. The Commission encourages developing countries and non-governmental stakeholders to actively contribute to this project. In addition to improvements in accounting the application of the OECD transfer pricing guidelines 50 also helps to prevent double taxation and allow for a fair share of the tax base between countries. Applying the arm's length principle is not always easy and will require additional resources. In that respect, regional technical assistance could deliver valuable support. 50 Comprehensive application of the OECD Transfer pricing guidelines would provide developing countries \"with the tools they need to fight artificial shifting of profits out of their jurisdiction by multinational enterprises\" and provide multi-national corporations with certainty of treatment, encourage trade and investment,. Further it would reduce the \"risk of double taxation\" and create a \"level playing field between countries\". OECD Secretariat issues paper \"Domestic Resource Mobilisation for Development : the Taxation Challenge\" (2010). ",
        "EN 24 EN ANNEX E VALUATION OF REPLIES TO THE M ONTERREY 51 QUESTIONNAIRE ON DOMESTIC RESOURCE MOBILISATION 1. EU assistance to developing countries in tax and customs matters Most Member States state that they support developing countries' reform programmes on capacity development of custom, judiciary and tax administrations. However progress in strengthening tax systems and raising domestic revenues in developing countries has been rather modest over the last years. In the past some EU and Member State funded support has been provided to developing countries in their endeavours to raise domestic revenues through different types of instruments, often through bilateral projects aiming at supporting tax and customs reform and tax administration or by introducing tax and customs matters in the policy dialogue. Member States and the Commission also favour the improvement of customs administrations especially in the context of regional integration efforts. Overall, assistance from EU donors to developing countries looks scattered and needs to be better coordinated and integrated with a view to promoting comprehensive and properly targeted tax reforms in developing countries. The International Tax Compact's initiative of mapping donors active in support to tax reform and tax administrations, is a welcome first step in assessing the work currently undertaken, and has the potential of creating synergies for future cooperation. 1.1 Overview on EU cooperation in tax and customs matters 1.1.1 ACP region Almost all Member States that support capacity development of customs, justice or tax administrations have provided support to ACP countries. In the ACP region, assistance has been granted through regional technical assistance centres supporting public finance management and/or by strengthening developing countries’ domestic reform programmes. Some Member States provide technical cooperation in support of customs reform, including by promoting the implementation of customs legislation, improving customs procedures and supporting bodies such as the Investment Climate Facilities for Africa (ICF). Furthermore, budget support operations in the region in general represent an opportunity to address governance issues in the wider context of macro and relevant sector policy dialogues and to monitor performance through specific indicators in the context of budget support disbursements. 51 The Monterrey questionnaire is an annual survey of Member States' replies on their financing for development commitments (\"EU progress on financing for development and Millennium Development Goals – Questionnaire for the 2010 report\") carried out by DG Development, European Commission. The survey was sent to Member States on 3 December 2009 and replies were received in January/February 2010. Since certain questions related to taxation matters it was decided to report on these replies in the annex to this Staff Working Document. ",
        "EN 25 EN 1.1.2 Enlargement Eight Member States support administrative capacity development in EU candidate countries. This assistance is often provided through Customs/Fiscalis programmes or the Instrument for Pre-Accession Assistance Programme (IPA), both addressed to candidate or potential candidate countries (Western Balkans and Turkey). IPA includes e.g. twinning projects as well as the previous Customs and Fiscal Assistance Office programme (CAFAO) and the Technical Assistance to Customs and Tax Administrations programme (TACTA). The TAIEX instrument is also used for technical assistance and information exchange. 1.1.3 European Neighbourhood Under the European Neighbourhood Policy the region also benefits from TAIEX and twinning projects managed by the Commission in the context of tax and customs reforms. Five Member States reported supporting administrative capacity development in the countries covered by the European Neighbourhood Policy. The EU also encourages and supports reform programmes in these countries, including in the context of the Eastern Partnership, to improve the functioning of customs administrations and to modernise customs legislation and procedures. 1.1.4 Latin America and Asia Only a few Member States provide assistance to Asia (six) and Latin America (three). An example for this is the support to the modernisation projects of tax administrations in Colombia (MUISCA) and in Uruguay (FIGARI). The Commission is active in Latin America through its regional programme EUROSOCIAL which includes a component to support capacity building in tax administrations. 2. Member States development cooperation and the principles of Good Governance in tax matters Most Member States undertake governance assessments when designing cooperation policy, which in some cases may also include revenue management. 12 Member States, in their response to the Monterrey questionnaire state that they take into account the degree of commitment to the principles of good governance in tax matters (i.e. transparency, exchange of information and fair tax competition) by the partner country. However, some qualify their response and it seems that compliance with the principles of good governance in tax matters is not a specific condition for development assistance. The Council 52 mandated the inclusion of a specific provision on good governance in the tax area in relevant agreements that the EU and its Member States conclude with third-countries. Many Member States take an interest in ensuring that the effects of international tax avoidance and evasion schemes on developing countries be mitigated. In order to tackle tax evasion and avoidance from non cooperative jurisdiction, some Member States have adopted defensive measures in their domestic law ranging from 52 ECOFIN Council Conclusions, 14 May 2008, press release, p. 22-23 Tax issues in agreements with 3rd countries, http://www.consilium.europa.eu/ueDocs/cms_Data/docs/pressData/en/ecofin/100339.pdf ",
        "EN 26 EN Controlled Foreign Company (CFC) rules to withholding taxes and provisions on non deductibility of expenses or dividends from non cooperative countries. They have also concluded bilateral agreements with third countries; some of them containing exchange of information agreements and/or safeguard (limitation of benefits) clauses (such as Belgium and the Netherlands). Some Member States called for progress in initiatives taken at international level. In the context of the G20 in 2009, the profile of the tax and development agenda was raised by gaining international agreement to develop proposals to ensure that developing countries could benefit from the new transparent tax environment on exchange of information. Some Member States, such as the UK, Spain, the Netherlands and Finland call for progress in this area at international level, for example in the OECD Forum (the Netherlands) and within the EU (Finland, Spain). Most Member States have concluded or are seeking to conclude TIEAs (Tax Information Exchange Agreements) or, where appropriate, Double Tax Conventions providing for such exchange of information with developing countries. However, only three Member States reported that they provide assistance in tax governance matters to countries with which they plan to have TIEAs or, where appropriate, Double Taxation Conventions providing for effective information exchange (Ireland, Portugal, United Kingdom). When supporting developing countries in concluding and implementing tax information exchange agreements and double tax conventions, one of the aims should be that developing countries have the capacity to effectively levy their fair share of taxes. "
    ]
}