{
    "text": [
        "Roma Health Report Health status of the Roma population. Data collection in the Member States of the European Union Executive Summary Written by ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 2 © European Union, 2014 The information and views set out in this report are those of the author(s) and do not necessarily reflect the official opinion of the Commission. The Commission does not guarantee the accuracy of the data included in this study. Neither the Commission nor any person acting on the Commission’s behalf may be held responsible for the use which may be made of the information contained therein. ISBN 978-92-79-37903-1 DOI 10.2772/31384 ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 3 Part 1 Health Status of the Roma Population Executive Summary ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 4 Executive Summary Introduction This study was carried out by Matrix Knowledge in collaboration with the Centre for the Study of Democracy, the European Public Health Alliance and individual national researchers on behalf of the Consumers, Health and Food Executive Agency and the DG SANCO. The purpose of this report is to provide an evidence-based review of literature on Roma health, covering 2008 – 13 and the following indicators: 1. Mortality and life expectancy; 2. The prevalence of major infectious diseases; 3. Healthy lifestyles and related behaviours; 4. Access and use of health services and prevention programmes; 5. The prevalence of major chronic diseases; 6. Health factors related to the role of women in the Roma community; 7. Environmental and other socio-economic factors. The methodology used was based on two steps: (i) Desk Research based on the review of secondary data (a literature review); and (ii) Fieldwork collecting primary data through semi-structured interviews. Background and context There has long been a consensus that, compared with the non-Roma population in Europe, Roma have poorer health. The poor health of Roma is closely linked to social determinants of health. The social inclusion and integration of Roma communities is a joint responsibility of Member States and the European Union. The Commission monitors progress made by Member States through the EU Framework for National Roma Integration Strategies 1 . The EU has been also supporting international network initiatives e.g. Roma Summits and the Decade of Roma Inclusion (2005 – 15). The Enlargement Countries have been encouraged to shape their strategies to support the integration of Roma (including health) based on Commission Communication of 2011. Results for better inclusion of the Roma population have been limited 2 . In particular, issues related to health have been only partly addressed. The first Commission assessment of the NRIS reported some limitations regarding the possibility of measuring the potential impacts of the stated objectives 3 . There is a need to establish specific targets, attainable goals within the time frame set and measureable deliverables through an effective system of monitoring and evaluation of the implementation of the national policies 4 . The second assessment of the Commission in June 2013 reiterated that Member States need to make stronger efforts to set up sound monitoring and evaluation methods to assess the results and 1 COM/2012/0226 final Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions National Roma Integration Strategies: a first step in the implementation of the EU Framework. 2 Council Conclusions 10658/11: ‘An EU Framework for National Roma Integration Strategies up to 2020’.COM(2011) 173 ‘EU Framework for National Roma Integration Strategy’ and COM(2013) 454 final: ‘Steps forward in implementing a national Roma integration Strategy ’ . 3 COM(2012) 226: ‘National Roma Strategy Integration and COM(2013) 454: ‘Steps forward in implementing a national Roma integration Strategy’. 4 SEC(2009) 92 Impact Assessment Guidelines, European Commission (2009). ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 5 impacts of Roma inclusion measures, including health, in order to enable policy adjustments when necessary 5 . Roma Health Status Findings Mortality and life expectancy There is consistent evidence demonstrating that the Roma population has a considerably shorter life expectancy compared to the non-Roma population. Indeed for many years, published information has persistently shown that the Roma population has a markedly lower life expectancy than the general population 6 . The gap in longevity may be a decade or more. Data is less able to explain the cause(s) of the difference between Roma and non-Roma health and to sufficiently explore issues around the impact of specific social determinants on particular health outcomes. In Austria regional estimates suggest that the mortality rate for Roma at regional level is 14 % higher than for the rest of the country 7 . In Slovakia the biggest gap in life expectancy is present in segregated and secluded areas of Roma settlements with poor living conditions and it is estimated that mortality rates in such settlements are twice or three-times higher compared to integrated Roma 8 . Across the countries data on life expectancy for Roma populations was available for 12 of 31 countries with estimates ranging from 7 – 20 fewer years of life. Comparatively higher rates of infant mortality among Roma have been observed in Bulgaria, Slovakia, Hungary and the Czech Republic. High infant mortality among Roma was also observed in Italy, however the data is outdated. In the Czech Republic, at least one study 9 illustrates the relationship between higher infant mortality among Roma and socio-economic conditions, with a high incidence of risk factors among pregnant women, especially smoking during pregnancy (57 % 10 ), and poor environmental conditions; especially housing. These socio-economic conditions and health behaviours increase the relative risk of lower birth weight and other non- favourable outcomes 11 12 . In Hungary data also suggests a link between relatively high infant mortality rates and social determinants of health. Prevalence of major infectious diseases For more than half of the countries with a Roma population, the data on their health status and disease prevalence is lacking, and in the remaining countries the data is 5 COM(2013) 454: ‘Steps forward in implementing a national Roma integration Strategy’. 6 e.g., The Council of Europe, The World Bank . 7 Austria country profile. 8 Zdravotná starostlivosť v sociálne vylúčených rómskych komunitách , 2007, p. 28. 9 Rambouskova J. a kol. Stravovací zvyklosti romských těhotných žen , (Eating habits of Gypsy pregnant women), Hygiena, 48, 2003, No.4, p. 187-193. 10 Rambouskova J. a kol. Stravovací zvyklosti romských těhotných žen , (Eating habits of Gypsy pregnant women), Hygiena, 48, 2003, No.4, p. 187-193. 11 Bobak, M., et al, Unfavourable birth outcomes of the Roma women in the Czech Republic and the potential explanation: a population-based study, BMC Public health, 2005, 5, 106. 12 Mihailov, D. The Health Situation of Roma Communities, Analysis of the UNDP/World Bank/EC Regional Roma Survey Data, UNDP, 2011. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 6 often fragmented. Quantitative data tend to be limited to specific localised outbreaks or vaccination uptake. Available studies have shown a higher rate of infectious diseases amongst Roma than the majority population 13 and Roma are disproportionately affected by communicable diseases (particularly in segregated communities). This is linked to living conditions, health perceptions and behaviour, limited inclusion in prevention programmes such as vaccination programmes, and entrenched discrimination 14 . The problem is not confined to specific countries. A significant amount of data on the prevalence of measles and TB within Roma communities relates either to specific outbreaks or to regional cohorts and may therefore reflect marginalised Roma health. No country systematically collects and reports comprehensive data or evidence of Roma health status for the major infectious diseases covered in this study. The European Centre for Disease Prevention and Control has up-to-date data on (inter alia) measles outbreaks but it is not ethnically disaggregated. Roma in Bulgaria are especially vulnerable to outbreaks of measles and hepatitis A, B and C, while rates of HIV infection have been evidenced amongst the most socially excluded Roma, such as prisoners, drug addicts and prostitutes. An outbreak of measles in this country registered in 2009 found 89.3 % of the 24 047 people affected were of Roma origin and 22 out of the 24 deaths were Roma patients 15 . Interviews with health practitioners have uncovered frequent outbreaks of hepatitis A in geographically isolated Roma communities with overpopulation of Roma settlements and households making it more difficult to isolate hepatitis A virus carriers, and as such infections frequently turn into epidemics 16 . A study of five Italian cities found risk factors associated with diarrhoea, cough and respiratory difficulties 17 . Camp-related risk factors included water stagnating, size of camp (population density), the presence of rats and prolonged stays. Household- related risk factors included poor housing conditions, overcrowding, no indoor access to sanitation and the use of wood-burning stoves. A study amongst injecting drug users (IDUs) found the highest prevalence of HIV infection and TB was within the Roma population 18 . The Roma population is the largest ethnic minority among HIV-infected patients registered in the Spanish VACH Cohort 19 . In this cohort, HIV disease progressed faster to Aids (and to death) in Roma than non- Roma. 13 Save the Children via Roma Inclusion Working Papers UNDP Europe and the CIS, Bratislava Regional Centre, The health situation of Roma communities: Analysis of the data from the UNDP/World Bank/EC Regional Roma Survey, 2012. 14 ECDC Meeting Report Communicable disease prevention among Roma Vienna, 27–29 November 2011. 15 Mira Kojouharova, NCIPD, Bulgaria, Measles outbreak in Bulgaria, 2009 – 10, 2010, National Centre of Infectious and Parasitic Diseases, Bulgaria. 16 Ilona Tomova, The Health Status of Roma in Europe. National Report on Bulgaria, 2009, Foundation, The health of Romany people, Sliven, Bulgaria. 17 Monasta, L, N. Andersson, R. J. Ledogar, A. Cockcroft, Minority Health and Small Numbers Epidemiology: A Case Study of Living Conditions and the Health of Children in 5 Foreign Roma Camps in Italy, American Journal of Public Health, 2008 available at http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2636417/pdf/2035.pdf 18 Roma Inclusion Working Papers UNDP Europe and the CIS, Bratislava Regional Centre, The health situation of Roma communities: Analysis of the data from the UNDP/World Bank/EC Regional Roma Survey, 2012. 19 The VACH cohort is a prospective-recruited Spanish cohort currently made of 10 800 HIV- infected adult patients from 19 hospitals across Spain. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 7 Vaccination uptake is not consistent across Member States. In some countries levels of vaccinations are almost comparable to the general population (HR, HU and CZ 20 ). Other country findings suggest (anecdotally) comparatively low levels of vaccination rates (BG, FR, EL, DE, IT, LU, PL, RO, SK and the UK). This group of countries includes the countries with the highest levels of migrant Roma. A little over half of the Roma population in Slovakia have received some sort of vaccination, whereas the vaccination rates among the majority population is up to 99 %. They find it more difficult to access general health services, there is irregular contact with general practitioners and other health practitioners, and there is a lack of awareness about the importance of vaccination and useful information. In 2007 Slovakia adopted a programme focused on the improvement of Roma health 21 , but this programme is currently on hold due to lack of financial resources. Romania suggests 45.7 % of Roma children did not receive all of the mandatory and free-of-charge vaccines included in the National Immunisation programme and more than 50 % of them did not receive even one vaccination 22 . The Bulgarian National Health Strategy found that 15 % of Roma children is without complete mandatory vaccinations 23 (likely to be much higher in isolated communities). French data strongly links Roma vaccinations and outbreaks to social conditions. Low vaccination rates (38.9 % in 2010 in under 30-year-olds 24 ), poor living conditions and low access to preventative healthcare all contribute to an easier spread of communicable diseases such as TB amongst Roma in France 25,26 . Evictions and deportation mean no continuity of care which results in poor compliance with medication and lack of effective monitoring and follow up. This is a matter of great concern, since incomplete treatment can lead to multi-resistant TB 27 and worse outcomes. Healthy lifestyles and related behaviours Smoking prevalence levels are consistently higher in Roma than non-Roma communities. Mixed findings indicate significantly lower illicit drug use amongst Roma communities, although overall there appear to be a number of cultural factors which have a negative impact on the lifestyles of Roma. 20 UNDP: UNDP-WB-European Commission regional Roma survey 2011. 21 Programme of health support of disadvantaged communities in Slovakia for years 2009 – 15 — Second phase. Available at http://www.uvzsr.sk/docs/info/podpora/romovia/romovia_2_etapa.pdf 22 Wamsiedel, M. & al., Health and Roma community – analysis of the situation in Romania, Fundacion Secretariado Gitano, Madrid, 2009. 23 Council of Ministers of Republic of Bulgaria, National Health Strategy for Disadvantaged Persons Belonging to Ethnic Minorities, 2005, Sofia, Bulgaria. 24 Médecins du Monde (2011), Rapport d’enquête sur la couverture vaccinale des populations Roms rencontrées par les équipes de Médecins du Monde en France , Rapport de la Direction des Missions France, 22p. 25 Médecins du Monde (2012), Actions mobiles auprès des Roms , 2011, not published. 26 Halfen, S. (2012) Situation sanitaire et sociale des 'Roms migrants' en Île-de-France, Rapport de l’Observatoire régional de santé d’Ile-de-France , 144p. 27 Halfen, S. (2012) Situation sanitaire et sociale des 'Roms migrants' en Île-de-France, Rapport de l’Observatoire régional de santé d’Ile-de-France , 144p. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 8 Roma tend to have illnesses associated with poor diet and stress 28 . Depression and psychosomatic complaints are common and there is a high frequency of eye and dental problems, which can be attributed to poor diet and malnutrition 29 . Poor health and an unhealthy lifestyle are significant problems associated with low income 30 . Some data on this indicator is robust and illustrative; for example from the UNDP and FRA surveys with a strong correlation between social exclusion and illicit drug use. A further study found only five countries (HR, FI, IE, LV and LT) included interventions targeted specifically at Roma 31 . All countries indicated vulnerability for Roma beyond non-Roma populations. A recent (but not representative) survey of adolescents (aged 13 – 16) in Hungary who already used drugs found a large difference between the rate of drug use among Roma (22 %) and non-Roma (2 %) 32 . Small-scale qualitative studies in Ireland based on interviews and focus groups show the Roma population is more likely to exhibit these risk behaviours and are less aware of drug side-effects and the related health services available 33 . In the UK there are reports of rising numbers of young men from Central and Eastern Europe who require intervention for heroin and cocaine dependency. The Roma community and non-Roma from Eastern European Countries account for 10 % of referrals to the specialist drug treatment centre for heroin dependency 34 . Tobacco use has a strong association with lower levels of education 35 . Our indications demonstrate that these patterns can also be found in Roma communities. Higher smoking prevalence for Roma communities has been found in nine countries (AT, HR, CZ, SK, BG, HU, IE, PT and RO) 36 . The UNDP/WB/EC Regional Roma Survey in Croatia observed 52 % more Roma smokers than non-Roma in Croatia 37 . Evidence from UNDP et al also suggests that Roma less frequently quit smoking (and later in life) than 28 FRA Country thematic studies on the situation of Roma, June 2013. Available at: http://fra.europa.eu/en/country-data/2013/country-thematic-studies-situation-roma 29 FRA Country thematic studies on the situation of Roma, June 2013. Available at: http://fra.europa.eu/en/country-data/2013/country-thematic-studies-situation-roma 30 M. Benzeval, et al Fiscal Studies (2000) vol. 21, no. 3, pp. 375–399 © Institute for Fiscal Studies, 2000, Evidence on the Relationship between Low Income and Poor Health: Is the Government Doing Enough? 31 Drug prevention interventions targeting minority ethnic populations: issues raised by 33 case studies EMCDDA, Lisbon, April 2013. 32 Gerevich J., Bácskai E., Czobor P., Szabó J. (2010), Substance use in Roma and non-Roma adolescents, The Journal of nervous and mental disease Volume: 198, Issue: 6, pp. 432 – 436 33 Van Hout, M. and Connor, S. (2008), The Normalisation of Substance Abuse Among Young Travellers in Ireland, Journal of Ethnicity in Substance Abuse, Vol. 7, No 1, pp. 5 – 21. Van Hout, M. (2009), Irish travellers and drug use – an exploratory study, Ethnicities and Inequalities in Health and Social Care, Vol. 2, No 1, pp. 42 – 49. Van Hout, M. (2010a), Alcohol use and the Traveller community in the west of Ireland, Drug and Alcohol Review, Vol. 29, No 1, pp. 59-63. Van Hout, M. (2010b), Traveller health and primary care in Ireland: a consultative forum, Community Practitioner , Vol. 85, No 5, pp. 27 – 30. Van Hout, M. (2011), Assimilation, habits and drug use among Irish Travellers, Critical Public Health, Vol. 21, No 2, pp. 203 – -220. Van Hout, M. and Staniewicz, T. (2012), Roma and Irish Traveller housing and health — a public health concern, Critical Public Health, Vol. 22, No 2, pp. 193 – 207. 34 Winyard and Felja 2010, Children of Roma Druglink Vol 25 Issue 6 November/December 2010 35 Eurostat 36 Yet the Czech profile also suggests that self-reported numbers slightly differ in different sources, which may well be the case in other countries too. 37 UNDP: UNDP-WB-European Commission regional Roma survey 2011. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 9 nearby communities 38 . Pregnant women admitted to smoking in pregnancy – 58 %, in comparison with 20 % of non-Roma pregnant women. 85 % of pregnant Roma women reported smoking before pregnancy 39 . In the UK, from a sample of 260, 64 % of 16 – 35 year old Gypsy Travellers were current smokers compared to 26 % of the control group 40 . The UNDP et al surveys suggest that the real health problems of Roma are only perceived once they reach acute forms and are strongly linked to access to health services and the level of health knowledge and culture 41 . UK research attributes poor diet amongst Central and Eastern European Roma in Leeds to poverty and a lack of money to buy fresh fruit and vegetables 42 . Access and use of health services and prevention programmes The data collected by this study identify multiple barriers which impact on Roma access to health care and services. Language, literacy and health system knowledge These barriers have been widely reported and are likely to have the largest impact on migrant Roma. Small-scale studies from multiple sources and evaluations in the UK illustrate many of these issues, which are likely to be applicable to other countries. The London-based Roma Support Group’s evaluation of its three year Mental Health Advocacy Project (2012) 43 found recurring themes of barriers to mental health services including a lack of knowledge of the existence of mental health services, communication, language and literacy barriers and the stigma of mental health issues. In the UK issues such as a lack of a postal address, having to travel long distances to visit their GP and evictions due to a lack of authorised sites are all relevant 44 . Data collection in Finland indicates that Roma tend to use health services less than the general population due to linguistic and cultural differences as well as lack of knowledge of their entitlements concerning welfare issues and available services 45 . 38 Mihailov, Dotcho, The health situation of Roma communities: Analysis of the data from the UNDP/World Bank/EC Regional Roma Survey 2011. Roma Inclusion Working Papers. Bratislava: United Nations Development Programme, 2012. 39 Davidova E. a kol. Kvalita života a sociální determinanty zdraví u Romů v České a Slovenské republice (The Quality of Life from the Aspect of Health Determinants in the Roma in the Czech and Slovak Republics), TRITON, 2010. 40 Glenys Parry, Patrice Van Cleemput, Jean Peters, Stephen Walters, Kate Thomas, Cindy Cooper, (2007), Health status of Gypsies and Travellers in England, Journal of Epidemiologic Community Health 2007; 61:198–204. 41 Mihailov, Dotcho, The health situation of Roma communities: Analysis of the data from the UNDP/World Bank/EC Regional Roma Survey 2011. Roma Inclusion Working Papers. Bratislava: United Nations Development Programme, 2012. 42 Cath Mahoney (2006), Roma Families in Leeds. A social audit of their situation needs and services, Traveller Health Partnership. 43 Smolinska-Poffley, G., Ingmire, S. (2012), Roma Mental Health Advocacy Project Evaluation Report, Roma Support Group. 44 Clark, C., and Greenfields, M (2006), Here to Stay, The Gypsies and Travellers of Great Britain, University of Hertfordshire Press. 45 Ministry of Social Affairs and Health, (2009), The proposal of the working group for a national policy on Roma — working group report. Available at: http://ec.europa.eu/justice/discrimination/files/roma_finland_strategy_en.pdf ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 10 German literature draws attention to mistrust of health providers and personnel, limiting access to health services by Roma and Sinti 46 . Discrimination and trust Reports on discrimination or fear of discrimination (self-assessed) or cultural barriers preventing access to health care are also found in France 47 , Sweden 48 , Slovakia 49 and Poland 50 . In addition, access to social services requires residency registration, which in the case of Roma in Poland was reported to potentially represent a deterrent, given their nomadic habits 51 . Identification and insurance Another reported barrier is a lack health insurance cards or ID documents for countries without universal health care access. Non-insured Roma may have access only to emergency care but cannot use other health services. Countries where health insurance data suggest Roma are disadvantaged include Belgium 52 , Bulgaria 53 , Croatia 54 , France 55 56 57 and Germany 58 . In France Romanian and Bulgarian nationals are only allowed to stay in France for over three months if they either hold a valid work permit or have enough funds to live in France without being a burden to the 46 European Parliament (2011) Measures to promote the situation of Roma EU citizens in the European Union — Study. Available at: http://www.europarl.europa.eu/committees/en/libe/studiesdownload.html?languageDocument= EN&file=34328 47 ASAV, AREAS, Médecins du Monde, Romeurope, (2012), Projet de Médiation santé en direction de femmes et jeunes enfants Roms , Rapport final, 59p. 48 Statens Folkhälsoinstitut (2010) Hur mår Sveriges nationella minoriteter? Kartläggning av hälsosituationenen bland de nationella minoriteterna samt förslag till forebyggande och hälsfråamjande åtgärder . Available at: http://www.fhi.se/Documents/Omoss/redovisadeuppdrag/2010/Aterrapportering_regeringsuppd rag_nationella_minoriteters_halsa.pdf 49 Popper, M., Szeghy, P., Šarkozy, S. (2009), Roma population and health: Analysis of situation in Slovakia, p. 70. 50 Puckett, L.S., Barriers to access: Social services and the Roma of Poland, International Social Work 2005 48: 621. 51 Puckett, L.S., Barriers to access: Social services and the Roma of Poland, International Social Work 2005 48: 621. 52 Regional Integration Centre - Le Foyer (RIC-Le Foyer) (2004), Les Roma de Bruxelles, RIC-Le Foyer, Bruxelles. 53 UNDP UNDP-WB-European Commission regional Roma survey 2011. 54 UNDP UNDP-WB-European Commission regional Roma survey 2011. 55 Romeurope (2012), Les Roms, boucs-émissaires d’une politique sécuritaire qui cible les migrants et les pauvres , Rapport 2010–11, Collectif National Droits de l’Homme Romeurope,30p. 56 Halfen, S. (2012) Situation sanitaire et sociale des 'Roms migrants' en Île-de-France, Rapport de l’Observatoire régional de santé d’Ile-de-France , 144p. 57 JORF (2012). Arrêté du 1er octobre 2012 modifiant l'annexe de l'arrêté du 18 janvier 2008 relatif à la délivrance, sans opposition de la situation de l'emploi, des autorisations de travail aux ressortissants des Etats de l'Union européenne soumis à des dispositions transitoires , JORF n°0240, 14 October 201, p. 16060,No 14. 58 Bundesministerium des Innern (2011) An EU Framework for national Roma Integration Strategies up to 2020 – Integrated packages of measures to promote the integration and participation of Sinti and Roma in Germany. Available from: http://ec.europa.eu/justice/discrimination/files/roma_germany_strategy_en.pdf ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 11 French social security system, which means subscribing to private health insurance 59 60 61 62 63 . Physical barriers – mobility and distance Associated evictions for political and sanitary reasons have major negative consequences for Roma health, for their eligibility for social health protection and thus for their access to health services and effective use of health care 64 65 . The administrative steps required for social health protection and the links with health professionals are interrupted and broken in these cases. In the Czech Republic Roma reported more obstacles to access health care, however care utilisation is higher (44 %) than non-Roma (28 %), 34 % at least once a year and 23 % less than once a year (number of visits does not differentiate among GPs or specialists 66 ). Some studies state that in-patient ward or emergency wards are more frequently used by Roma than the majority population, others conclude higher frequency doctors’ visits by Roma (only General Practitioners) 67 . – An Irish study 68 found the Traveller population makes greater use of Accident and Emergency (Casualty) services, consistent with higher rates of non-accidental injury. FRA also confirms a high utilisation rate of Casualty services, paediatrics and obstetrics 69 . But the ‘All Ireland Travel Health Study’ reports a lower level of assistance was granted to Traveller children for a problem needing attention (8.3 %) in comparison with similar situations in the sedentary population (2.8 %) 70 . The reason given is fear of lack of payment for care. Prevalence of major chronic diseases In the context of this report, major chronic diseases include heart disease, stroke, cancer, diabetes and arthritis. Taking into account the demography of Roma, the data indicates higher incidence of major chronic diseases in the Roma community compared to the general population. 59 Romeurope (2012), Les Roms, boucs-émissaires d’une politique sécuritaire qui cible les migrants et les pauvres , Rapport 2010 – 11 Collectif National Droits de l’Homme Romeurope, 30p. 60 Amnesty International (2013), Facts of shame. Discrimination, forced evictions, segregation and violence against Roma in the European Union, Public Statement, 4.4.2013, AI Index: 01/008/2013, 2p. 61 Halfen, S. (2012) Situation sanitaire et sociale des 'Roms migrants' en Île-de-France, Rapport de l’Observatoire régional de santé d’Ile-de-France , 144p. 62 Médecins du Monde (2011), Parias, les Roms en France , Dossier de Presse, 15p. 63 Amnesty International (2013), The rhetoric and reality of Roma rights , OP-ED, 4.4.2013, AI Index EUR 01/009/2013, 2p. 64 Médecins du Monde (2011), Parias, les Roms en France , Dossier de Presse, 15p. 65 Médecins du Monde (2007), Les Roms que l’Europe laisse à la porte , 30p. 66 Nesvadbová, L., Sandera, J., Haberova, V.: Romská populace a zdraví, Česká republika - Národní zpráva 2009 , (Roma population and health, the Czech Republic, National report 2009). 67 Davidova E. a kol. Kvalita života a sociální determinanty zdraví u Romů v České a Slovenské republice (The Quality of Life from the Aspect of Health Determinants in the Roma in the Czech and Slovak Republics, TRITON, 2010. 68 All Ireland Traveller Health Study (2010), Technical Report I. Available at: http://www. dohc.ie/publications/aiths2010/TR1/AITHS2010_TechnicalReport1_LR_All.pdf?direct=1 69 FRA Country thematic studies on the situation of Roma, June 2013. Available at:http://fra.europa.eu/en/country-data/2013/country-thematic-studies-situation-roma. 70 National Longitudinal Study of Childhood. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 12 The Regional Roma Survey data found Roma’s perceived 71 health status 72 is comparatively close to non-Roma. A real world comparison of actual health found 17 % of Roma suffered from one or more chronic disease, while the equivalent number was 18 % for non-Roma 73 74 . However, the UNDP findings indicate that Roma in the older age groups (65+) report a much steeper increase in chronic disease- related problems (70 % compared to 56 % for non-Roma 75 ). These trends were mirrored in a Madrid study published in 2006 for cholesterol, depression, stomach ulcers and migraine headaches. It found Roma over the age of 35 suffer from these conditions in greater proportions than the general population. In some cases this was also true for younger age groups 76 . A report from Luxembourg found sub-standard housing conditions. Forty-five per cent of Roma lived in households lacking at least one basic housing amenity and 90 % lived in households with an income below national poverty lines. 77 In the context of social determinants for health, poor diet and malnutrition can contribute to diseases such as obesity, hypertension, diabetes and chronic heart disease, while damp, cold and poor- quality housing can contribute to respiratory diseases such as asthma and bronchitis or musculoskeletal diseases, such as rheumatoid arthritis 78 . Specific health problems suffered by Roma in Hamburg are heart disease, asthma and rheumatism. Obesity and associated health problems such as metabolism disorder and hypertension are of concern within the migrant Roma population 79 . According to the Polish NRIS, Roma are especially at risk of developing diabetes, cardiovascular and respiratory diseases such as asthma, bronchitis and pneumonia as a result of catastrophic social situations 80 . Slovak Roma in the UK have been found to have high rates of type two diabetes mellitus, cardiovascular disease, premature myocardial infarction, obesity and asthma, and it is common for Roma to have undiagnosed health conditions 81 . Nearly half of Roma respondents to a survey in Leeds reported someone in their house was suffering 71 Perceived — i.e. replies to surveys are based on personal perception and attitudes. 72 Covering EU countries the Bulgaria, Croatia, Czech Republic, Hungary, Romania and Slovakia. 73 Asthma; Chronic bronchitis, chronic obstructive pulmonary disease (COPD), or emphysema; Hypertension (high blood pressure); Long-standing problems with muscles, bones and joints (rheumatism, arthritis); Chronic anxiety or depression; Diabetes. 74 Roma Inclusion Working Papers UNDP Europe and the CIS, Bratislava Regional Centre, The health situation of Roma communities: Analysis of the data from the UNDP/World Bank/EC Regional Roma Survey, 2012. 75 Roma Inclusion Working Papers UNDP Europe and the CIS, Bratislava Regional Centre, The health situation of Roma communities: Analysis of the data from the UNDP/World Bank/EC Regional Roma Survey, 2012. 76 Hacia la Equidad en Salud. Disminuir las Desigualdades en una Generación en la Comunidad Gitana . Estudio comparativo de las Encuestas Nacionales de Salud a población gitana y población general de España. 77 European Union Agency for Fundamental Rights, 2012 UNDP, 2012 The situation of Roma in 11 EU Member States Survey results at a glance. Luxembourg: Publications Office of the European Union, 2012, p. 12. 78 Ministry of Social Affairs and Health, The (2009) The proposal of the working group for a national policy on Roma – working group report. Available from: http://ec.europa.eu/justice/discrimination/files/roma_finland_strategy_en.pdf 79 FRA Country thematic studies on the situation of Roma, June 2013. Available at: http://fra.europa.eu/en/country-data/2013/country-thematic-studies-situation-roma. 80 Poland National Roma Integration Strategy, Annex 6. Available at http://ec.europa.eu/justice/discrimination/roma/national-strategies/ 81 Lizzie Moore (2010). A Healthcare Needs Assessment of the Slovak Roma Community in Tinsley, Sheffield, University of Sheffield ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 13 from a long-term health condition 82 . More than half of the population of Romanian Roma in Madrid over the age of 45 were found to suffer from disabilities or a chronic disease 83 . The 2011 Census reports Irish Travellers had higher rates of disability than the general population. FRA confirms this finding, explaining that the Traveller population is affected by nutrition-related illnesses such as higher rates of diabetes mellitus, hyperlipidaemia, coronary artery disease and obesity 84 . It should also be noted that the more socially excluded Roma, living in poor conditions, seem to use health services less frequently, hence the actual number of people suffering from chronic diseases could be higher than the number diagnosed (as it may go unrecorded). Roma in France do not seem to have access to tailored prevention programmes for chronic diseases in their own language. With delays in follow-up care, chronic diseases are not managed effectively and flare ups are more frequent leading to a worsening of the global health status of patients 85 86 87 . Health factors related to the role of women in the Roma community There is a lack of research dedicated to understanding Roma women’s health. Recent (2013) FRA data on Roma women’s health is the most comprehensive European source and underlines that Roma women are generally in worse health and more disadvantaged than Roma men and non-Roma alike. Available data and small-scale studies both highlight a range of additional barriers to improve health amongst Roma women. Poor maternal health is a particular risk for Roma women. Research concludes that Roma women are often overlooked in health-related research, partly stemming from methodological challenges 88 . In addition, the socially disadvantaged position of Roma women compared to Roma men means they are disproportionately affected 89 . The Open Society Institute, which works across Central and Eastern Europe, maintains that many Roma women have limited educational opportunities and live in inadequate housing and suffer poor health; they also take on traditional gender roles domestically and can potentially become socially excluded from mainstream society as a result 90 . 82 Cath Mahoney (2006), Roma Families in Leeds. A social audit of their situation needs and services, Travellers Health Partnership 83 Wamsiedel, M. & al., Health and Roma community – analysis of the situation in Romania, Fundacion Secretariado Gitano, Madrid, 2009 84 FRA Country thematic studies on the situation of Roma, June 2013. Available at: http://fra.europa.eu/en/country-data/2013/country-thematic-studies-situation-roma . 85 Halfen, S. (2012) Situation sanitaire et sociale des 'Roms migrants' en Île-de-France, Rapport de l’Observatoire régional de santé d’Ile-de-France 86 Médecins du Monde (2012), Rapport 2011 de l’Observatoire de l’Accès aux Soins de la Mission France. 87 Médecins du Monde (2010), Synthèse, forum, La santé des Roms en France: une urgence sanitaire? , Médecins du Monde, 25 February 2010 88 M.E Foldes and A. Covaci, Research on Roma health and access to healthcare: state of the art and future challenges Int J Public Health. 2012 February; 57(1): 37–39. Available at: http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3282005/ 89 http://www.osce.org/odihr/94320 90 Open Society Institute’s Network Women’s Program Initiative. Available at http://www.opensocietyfoundations.org/sites/default/files/z_romani_women_0.pdf ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 14 According to the 2013 report by the FRA 91 in Poland, 75 % of Roma women stated that they were in ‘bad’ or ‘very bad’ health and in Italy a 58 % difference exists between the self-declared health status of Roma and non-Roma women. Roma women also encounter greater limitations in their daily activities (23 % compared to 17 %). Regarding medical insurance, 18 % of Roma women declared having no medical insurance (8 % non-Roma). Three countries in particular show large differences in this respect (25 – 37 % Bulgaria, Greece and Romania). However, within Roma communities women have slightly higher levels of medical insurance than men (82 % to 80 %). Two UK reports make general statements about significant pressure within Gypsy/Roma Traveller communities to conform to traditional gender roles, common occurrences of domestic violence and the impact this has on mental health (low self- esteem and depression) 92 . FRA studies have found that Roma women in Slovenia experience stress, loneliness and depression as a result of their subordinate role in the Roma community 93 . In Spain, Roma women were found to be more likely to suffer from obesity, depression and migraines, had significantly higher alcohol consumption, exercised less and used preventative healthcare (such as smear tests and mammograms) less frequently 94 . The only direct contradiction between this study and similar work concerned smoking prevalence. It was believed that up to 70 % of Roma adults smoke; however in practice reports found smoking levels lower than non-Roma 95 . Spanish data also identified problems associated with early and late pregnancy and health problems caused by work overload 96 . In 2011, 50 % of pregnant women who came to MdM Roma Programmes in France were not being followed up throughout pregnancy. The study found that 70.8 % had a delay in the pregnancy follow-up as they had been pregnant for more than 12 weeks without any care when they presented 97 . There was an average of 1.88 miscarriages in the 12.7 % of Roma women who had already had at least one miscarriage in 2011. There was an average of 1.44 stillborn babies per Roma woman 98 among the 6.3 % of Roma women who had had at least one stillborn baby. Among Roma women, only two out of four pregnancies resulted in a living infant on average 99 . The 8.3 % of pregnant women who benefit from being treated in public health care facilities can seldom complete pre-natal care as a result of evictions forcing them to move further away from the health care facility where they were being treated. Stress from fear of eviction, identity checks and the experience of living and coping in informal settlements without water, electricity or sanitation also results in higher proportions of 91 FRA for the European Parliament Analysis of FRA Roma survey results by gender, 2013. 92 See the UK country report for full references. 93 FRA Country thematic studies on the situation of Roma, June 2013. Available at: http://fra.europa.eu/en/country-data/2013/country-thematic-studies-situation-roma 94 Casals, M. Pila, P. Langohr, K. Millet, J.P. Caylà, J.A. Roma Population Working Group, (2011), Incidence of Infectious Diseases and Survival among the Roma Population: A Longitudinal Cohort Study, European Journal of Public Health, Vol. 22, No. 2, pp. 262 – 6. 95 Carrasco-Garrido, P. López de Andrés, A. Hernández Barrera, V. Jiménez-Trujillo, I. Jiménez- García, R. (2010), Health Status of Roma Women in Spain, European Journal of Public Health , Vol. 21, No. 6, pp. 793 – 8. 96 García, C. (2005). Guía para la actuación con la Comunidad Gitana en los Servicios Sanitarios . Madrid. Fundación Secretariado Gitano. 97 Médecins du Monde (2012), A ctions mobiles auprès des Roms, 2011, not published. 98 Ibid. 99 Médecins du Monde (2010), Synthèse - forum, La santé des Roms en France: une urgence sanitaire? , Médecins du Monde, 25 February 2010, 10p. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 15 women unable to access prenatal care 100 101 . Many countries’ data indicate that Roma women start having children at a younger age than the majority population. 26.9 % of Irish Traveller women had given birth to five or more children (compared to 2.6 % overall) 102 . Among interventions to support Roma women’s health, mediation is reported to be an increasingly successful method of supporting Roma health. Roma health mediators are almost exclusively women and provide a key bridge between Roma women and health care systems. They facilitate access to services such as antenatal care and vaccination. Environmental and other socio-economic factors In most Member States the housing situation of Roma families is worse than non- Roma. Only a few countries found (anecdotal) evidence of Roma housing conditions comparable to the rest of the country, including access to social housing (Germany 103 , Lithuania 104 and Sweden 105 ). Roma frequently face difficulties in accessing social housing either as migrants where they lack documentation (France 106 ) or due to discrimination (Finland 107 , Lithuania 108 and Luxembourg 109 ). Data from 2004 found that Roma in Bulgaria live in 0.76 rooms per household member, compared to 1.58 for non-Roma 110 . The average size of housing units was 34 m 2 in Bulgaria but only 15 m 2 for Roma. Overcrowding is a known risk factor for the spread of infectious diseases 111 . 100 Médecins du Monde (2007), Les Roms que l’Europe laisse à la porte , 30p. 101 Romeurope (2000), Roms, Sintés, Kalés, Tsiganes en Europe, promouvoir la santé et les droits d’une minorité en détresse , Actes du colloque européen, Paris, 19 and 20 October 2000, 129p. 102 All Ireland Traveller Health Study (2010) of Technical Report I. Available at: http://www.dohc.ie/publications/aiths2010/TR1/AITHS2010_TechnicalReport1_LR_All.pdf?direct =1 103 Bundesministerium des Innern (2011), An EU Framework for national Roma Integration Strategies up to 2020 – Integrated packages of measures to promote the integration and participation of Sinti and Roma in Germany. Available from: http://ec.europa.eu/justice/discrimination/files/roma_germany_strategy_en.pdf 104 RAXEN (2009), Lithuania National Focal Point Thematic Study Housing Conditions of Roma and Travellers. 105 Sweden, RAXEN National Focal Point Thematic Study Housing Conditions of Roma and Travellers. Centre for Equal Opportunities and Opposition to Racism, March 2009. 106 BILAN D’APPLICATION DE LA CIRCULAIRE INTERMINISTERIELLE DU 26 AOÛT 2012 RELATIVE A L’ANTICIPATION ET A L’ACCOMPAGNEMENT DES OPERATIONS D’EVACUATION DES CAMPEMENTS ILLICITES. AOUT 2012-MAI 2013. Available at http://www.defenseurdesdroits.fr/sites/default/files/upload/rapport-roms-2013-06-25.pdf 107 FRA (2009) Housing conditions of Roma and Travellers – Finland RAXEN National Focal Point — Thematic Study. 108 The Institute for Ethnic Studies (A division of the Lithuanian Social Research Centre). Please see http://ces.lt/en/ 109 Council of Europe, ECRI Rapport (2012), http://www.coe.int/t/dghl/monitoring/ecri/country-by-country/luxembourg/LUX-CbC-IV-2012- 004-FRE.pdf 110 UNDP (2004) Faces of Poverty, Faces of Hope, p. 16, in: FRA (2009), Housing conditions of Roma and travellers in the European Union, comparative report, p. 72. 111 Removing obstacles to healthy development’, Report on Infectious Diseases WHO, 1999 ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 16 The FRA found in 2012 that only 50 % of Roma children attend pre-school or nursery on average 112 . Although 90 % of Roma children between 7 and 15 years old are reported to be in school (except Bulgaria, Greece and Romania), poor school attendance and high drop-out rates were reported 113 . A report from Germany stated in some cases almost 50 % of all school age Roma and Sinti children do not finish primary school. Girls were more likely to drop out than boys, as they marry early and subsequently family obligations take precedence. Education is less frequently completed by girls with travelling parents than boys 114 . In Germany research highlights the lack of trust among Roma in formal institutions as a barrier to engagement in education 115 . Poor educational attainment can impact on long-term occupational outcomes. In Bulgaria 40 % of Roma are unemployed compared to 20 % of non-Roma 116 . Roma unemployment has been recently estimated as high as 84 % in Ireland 117 and 57 % in Lithuania 118 . In Croatia only 14 % of Roma are employed compared to 49 % of non-Roma 119 . In Hungary only 20 % of Roma are employed, compared to 55 % of non-Roma 120 . In some countries male Roma are unemployed more often than female Roma (AT 121 and IE 122 ), however employment rates for Roma women are typically lower than men 123 . As a consequence of high unemployment, many Roma live in poverty 124 . Reasons reported as contributors to high unemployment rates include language difficulties, poor education levels and cultural differences. Conclusions In line with previous findings, the evidence currently available for the comprehensive indicators included in this project continue to demonstrate that, notwithstanding some variation between countries, Roma populations in Europe generally:  Suffer greater exposure to wider determinants of ill health (e.g. socio-economic and environmental); 112 FRA (2012), The situation of Roma in 11 EU Member States, survey results at a glance. 113 FRA (2012), The situation of Roma in 11 EU Member States, survey results at a glance. 114 Open Society Institute (2004) Joint EU Monitoring and advocacy program/European Roma rights centre shadow report. Available from: http://www.opensocietyfoundations.org/sites/default/files/roma_shadow_20040121.pdf 115 Daniel Strauss (Ed) (2012) Study of the current educational situation of German Sinti and Roma – Documentation and research report. Available from: http://www.stiftungevz.de/fileadmin/user_upload/VZ_Uploads/Handlungsfelder/Handeln_fuer_M enschenrechte/Sinti_und_Roma/engl-studie.pdf 116 UNDP UNDP-WB-European Commission regional Roma survey 2011. 117 Central Statistics Office, Information Section, Profile Central Statistics Office, Information Section (2011) Profile 7: Religion, Ethnicity and Irish Travellers. 118 UNDP UNDP-WB-European Commission regional Roma survey 2011 119 UNDP UNDP-WB-European Commission regional Roma survey 2011 120 UNDP UNDP-WB-European Commission regional Roma survey 2011 121 Austria, Riesenfelder, A., Schelepa, S. und Wetzel, P. (2011), Beschäftigungssituation von Personen mit Migrationshintergrund in Wien – Endbericht, Study commissioned by the Chamber of Labour, NGO/social: 99 telephone interviews with male and female Roma. Available at: www.arbeiterkammer.at/bilder/d164/Studie_MigrantInnen_2012.pdf 122 Central Statistics Office, Information Section, Profile Central Statistics Office, Information Section (2011) Profile 7: Religion, Ethnicity and Irish Travellers. 123 FRA (2012), The situation of Roma in 11 EU Member States, Survey results at a glance, p. 16. 124 FRA (2012), The situation of Roma in 11 EU Member States, Survey results at a glance, p. 25. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 17  Live less healthy lifestyles;  Have poorer access to and lower uptake of primary care and preventative health services;  Suffer poorer health outcomes, in terms of morbidity from both infectious and chronic diseases and shorter life expectancy. Furthermore there are some indications that, as a result of the economic crisis and subsequent recessions in European countries, Roma health status and health access is deteriorating further in a number of places as a result of cut-backs. The key conclusions per indicator are summarised below. Mortality and Life Expectancy  The Roma population is demographically different from the majority European populations insofar as it is noticeably younger — and consistently so across Europe.  Life expectancy data is very limited on a national and regional level. Most data are based upon estimates. The most widely cited data stems from the Council of Europe.  Roma experience substantially lower (up to 20 years) life expectancy compared to non-Roma.  Some evidence exists suggesting that shorter life expectancy in Roma people occurs as a result of the broader environmental conditions they experience.  Higher rates of infant mortality are reported in some Roma populations (those living in poor housing, with low educational levels, and migrant Roma) compared to non-Roma in countries including Bulgaria, the Czech Republic, Hungary, Italy and Slovakia. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 18 Prevalence of major infectious disease and immunisation uptake  Recent comprehensive data regarding infectious diseases within Roma communities is not readily available, and the data obtainable are often old, small-scale or, in a few cases, collected during disease outbreaks.  Some of the available studies show higher rates of infectious diseases or risk of infectious disease outbreaks amongst Roma, particularly segregated Roma, compared to the majority population (including measles and hepatitis A).  Evidence relating to rates of HIV/Aids is more mixed, though some findings report faster disease progression.  There is a lack of data on vaccination uptake in the Roma population.  The available evidence suggests that with some exceptions (Croatia, Hungary, and the Czech Republic) the Roma population, particularly migrant Roma, have lower or much lower rates of childhood vaccination uptake. Healthy lifestyles and behaviours  Roma suffer disproportionately from illnesses that are associated with the social determinants of health.  While data on health lifestyles and behaviours among Roma populations are generally limited, the available evidence from a large majority of countries included in the project suggests that Roma people have poorer health-related lifestyles.  Available data on diet and physical activity consistently suggest that healthy diet and physical activities to stay healthy are less common in Roma people.  Available data on smoking prevalence from Austria, Croatia, the Czech Republic, Slovakia, Bulgaria, Hungary, Ireland, Portugal and Romania consistently show smoking is more common in the Roma population.  Available evidence on alcohol consumption and illicit drug use amongst Roma communities reports conflicting findings.  Very few interventions were reported specifically targeting the health behaviours of Roma, though exceptions include drug rehabilitation programmes in Croatia, Finland, Ireland, Latvia and Lithuania.  Small-scale studies have identified a number of cultural factors which have a negative impact on the health lifestyles of Roma. Access to and utilisation of health services and prevention programmes  Patterns of access and use of health services is not homogenous in Roma populations across all 31 countries, implying different impacts on Roma health and experiences of health care. The level of marginalisation or integration of Roma populations appears to be a crucial factor.  Where data is available it provides sufficient evidence that numerous barriers to health care exist across the majority of countries.  Evidence consistently suggests that barriers to access are closely linked to social exclusion factors, and specifically include the following factors:  Language and literacy barriers;  A lack of knowledge of available health care systems;  Discrimination by health care professionals;  A lack of trust in health professionals;  Physical barriers — mobility and distance;  A lack of identification and/or insurance.  Evidence also shows that patterns of health care utilisation among Roma differ from the general population, such as higher levels of use of acute hospital ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 19 services; possibly the result of lower levels of engagement with or access to preventative primary care.  There is evidence that the economic crisis is disproportionately impacting on the Roma populations’ access to health care. Prevalence of major chronic disease  Once allowance is made for demographic differences with the general population, Roma communities appear to suffer higher rates of chronic disease (i.e. asthma, diabetes, cardiovascular disease and hypertension) and the associated disability and limitations on daily activities.  A range of small-scale studies highlight dramatically higher and more complex cases of chronic disease amongst Roma across a range of European Countries — Germany, Finland, Poland, the UK (migrant Roma), Romania, Ireland, Italy, Spain and France.  Some evidence reports links between these higher rates of chronic disease, and higher prevalence of risk factors (e.g. diet, exercise and stress), poor access to and uptake of primary care and preventative health programmes among Roma.  A number of studies again highlight the disproportionate impact of the economic crisis on Roma populations and its relevance to chronic disease risk factors. Health factors related to the role of women in the Roma community  The recent (2013) FRA data on Roma women’s health is the most comprehensive European source and underlines that Roma women are generally in worse health and more disadvantaged than Roma men and the general population.  Available evidence suggests a range of additional barriers to improved health amongst Roma women, including expectations to fulfil traditional gender roles, limited educational and employment opportunities, physical and social isolation and poor living conditions.  Maternal health risks (i.e. early and late pregnancies, large families, poor access to and low uptake of antenatal care), and poor outcomes (i.e. miscarriage and still birth) are more common in Roma women.  Evidence suggests that Roma women are at higher risk of domestic violence and the associated mental health risks.  A Spanish study suggests that the position of Roma women had improved as a result in part due to lower birth rates, however it was also reported that they suffered more from obesity, depression, metabolic diseases and sexual health problems, exercised less often and had lower uptake of breast and cervical cancer screening.  A French study suggests that Mediation Programmes appear to offer a potentially effective means to engage with Roma woman about health issues. Environmental and socio-economic determinants of health  European institutions — the FRA and Eurofound — publish the most comprehensive data on environmental and other socio-economic factors.  The housing situation of Roma families is generally worse than the housing situation of non-Roma citizens, though in a minority of countries some evidence suggested that access to social housing and standards were comparable to the general population (Germany, Lithuania and Sweden). ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 20  The Eurofound study reported that accommodation overcrowding is most severe in Slovakia and Hungary, causing problems such as poor sanitation and segregation.  Roma usually have a lower level of education than non-Roma. Comparatively low educational attendance (Bulgaria, Greece and Romania) and segregation remain challenges (Estonia and Germany).  In all Member States that have statistics on Roma employment, the unemployment rates of Roma are higher than those of non-Roma. Particularly stark unemployment differences between Roma and non-Roma have been found in Bulgaria, Croatia, Ireland, Lithuania and Hungary. Although the main conclusions above show that sufficient data on Roma exist to evidence poor health and social and economic exclusion, there are still vast gaps in Roma health data which impedes our full understanding of the situation. Data that allow for comparisons between populations and that constitute a baseline for measuring health improvements are systematically collected predominantly on an international level, and the data from national and regional level which are available is partly old, patchy and is not suitable for extrapolation. Member States that have implemented data collection systems should be encouraged to share and help spread best practices to ameliorate the situation. Unfortunately little of the available evidence on Roma health adequately describes or categorises the precise ethnic group or lifestyle characteristics of the Roma communities concerned. Consequently it has not been possible to systematically review health across the heterogeneous Roma populations. For instance there are variations such as being settled, travelling, segregated or integrated, remotely located, urban or rural, migrant or non-documented. There are also indications that not all data collected is fully utilised in the Member States nor used extensively as a basis for effective policy-making to improve the health situation of Roma. Past research efforts have largely focused on infectious diseases among Roma, yet even here is there no identifiable comprehensive evidence base and baseline. There are gaps in largely every indicator covered by the study, with particularly acute gaps concerning Roma women’s health, mental health issues and migrant health. Methodologically, there is a dearth of longitudinal and in-depth studies to support and contextualise the findings uncovered by the international surveys. The Roma population is the largest minority in Europe, living in principally all EU Member States. The poor health and data status of the Roma population is therefore a truly European issue which needs to be tackled through pan-European research and engagement. The European Commission, the European Union Fundamental Rights Agency, the United Nations Development Programme and the World Bank are leading this work through their continued commitment to research, community engagement and in the development of the National Roma Integration Strategies. This work is vital and needs to be further supported by the Member States that, although improving, can step up their activities. As discussed in the accompanying Report on Roma health data, the Structural Funds make funds available to support socio-economic integration of marginalised communities such as Roma. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 21 Recommendations The findings of this project suggest that comprehensive programmes of initiatives across the full range of potential public health interventions continue to be required across Europe to improve the health of Roma. While variation exists between individual countries, in terms of the size, nature, health of the Roma population and existing initiatives, it seems likely that all the actions above require consideration and review to varying degrees in all countries in order for proportionate responses to be made. Key areas for potential action are summarised below. Wider determinants of health  Access to and engagement with educational systems;  Improvement of employment opportunities;  Reductions in segregation and marginalisation;  Improvements in the provision of facilities with improved living conditions. Healthy lifestyles and behaviour  The provision of tailored health information materials;  Community initiatives to improve health engagement in Roma communities. Disease prevention  Improved information provision and marketing of disease prevention opportunities and services to Roma communities;  Adequate provision of tailored disease prevention programmes and services acceptable to Roma communities and meeting their particular needs (e.g. mobility and living circumstances). Accessibility to high-quality services that are acceptable to Roma communities  Adequate provision of tailored health services that are acceptable to Roma communities and meet their particular needs in areas of large Roma communities;  Improvements in adherence to good practice standards (including discrimination) in the provision of health services to Roma by universal health care providers and professionals. Knowledge The design of the above programmes and initiatives need to be informed by: 1. Improved generation of consistent information on the health risks and outcomes experienced by Roma communities to monitor progress, tailor action and target resources. 2. Monitoring and evaluation of interventions to improve Roma health. 3. Review and dissemination of knowledge on interventions effective in improving the health of Roma communities. 4. Translation of knowledge on effective interventions into best practice guides for policy-makers and programme and service managers. 5. Primary research into key obstacles in improving Roma health, including: i. Approaches to improving health knowledge in Roma communities. ii. Tailoring of health knowledge, lifestyle and behaviour messages recognising the perspective of Roma communities. iii. Tailoring the delivery of health improvement, disease prevention and primary care services targeting or serving Roma communities. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 22 iv. Empowerment of Roma girls and women. Investment Investment in Roma health issues should be reviewed through systematic processes examining the size and needs of Roma communities, and knowledge on the effectiveness of alternative policies, programmes and services. These recommendations should be read in parallel with the recommendations included in Report II regarding action to improve data collection and monitoring of Roma health status. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 23 Part 2 Data Collection in the Member States Executive Summary ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 24 Executive Summary This report is the result of a study examining the EU Member States' current and future activities in data collection and development of specific surveys aiming to monitor the progress in the implementation of the National Roma Integration Strategies (NRIS) in the area of health. It was carried out in 2013 by Matrix Knowledge on behalf of the Consumers, Health and Food Executive Agency (Chafea) and the DG Sanco. The study reviewed policy documents and evaluations on the NRIS, and surveyed and interviewed Member States, policymakers, data experts and Roma Non-Governmental Organisations (NGOs) on issues on Roma health data collection and the monitoring thereof. Findings Roma Health Data Collection The findings of the study show that in the Member States Roma health-related data collection is normally organised and collected through a bottom-up system with a reliance on community-based data and surveys, and collection at national level is not comprehensive and systematic. There are practical obstacles to data collection, including a lack of ethnically disaggregated data and the monitoring of a partly mobile Roma population. Many of the censuses in the European Union do not gather data on ethnicity 125 . Since national legislation can prevent countries from taking information on the basis of ethnicity, quantitative information about Roma is fragmented at a local level. Data is also sparse and data collection appears to have shortcomings in terms of quality, timeliness, collection methods and reporting. Our survey 126 confirms this position, with 40.7 % of the respondents reported the lack of disaggregated data and 25.5 % reported relying mainly on administrative registers or existing international surveys able to provide partly disaggregated data. The lack of comparable, coherent data collection which can be disaggregated by ethnic origin and gender makes it impossible to investigate the specific morbidities and health conditions for Roma populations as very few countries gather this type of data. In particular there are shortcomings in collecting comparable data on Roma health and the general population. The timeliness of the data it is also a major issue, with half of the study survey respondents unable to state how frequently the data that they have access to is collected 127 . The reasons for these data gaps relate to concerns about data protection as well as the cost and difficulty of collecting new datasets and the lack of political interest in investigating this issue 128 . In practice, the country-level examination suggests that the impossibility of collecting data on the basis of ethnicity 125 CoE (2007), Ethnic\" statistics and data protection in the Council of Europe countries, 2007 .http://www.coe.int/t/dghl/monitoring/ecri/activities/Themes/Ethnic_statistics_and_data_protection.pdf 126 The survey was carried out in the period between 15 July and 8 September. It was directed to a sample of 150 respondents selected between national and regional health institutions, policy maker and representatives of civil society (i.e. NGOs advocacy for Roma). Survey respondents: 38 persons. 127 Survey Question No 16. 128 EU Data protection legislation establishes limits to the use of ethnically disaggregated data, but does not forbid it. On the other side, EU Discrimination legislation encourages the use of ethically disaggregated data. Directive (2000/43/EC) implementing the principle of equal treatment between persons irrespective of racial or ethnic origin. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 25 has contributed to a problem of ‘lack of ownership’ regarding minorities and collection of data. Our study confirms that the possibility of developing data coding based on ethnicity within national censuses is limited 129 but that there are possibilities of using proxies for ethnicity. According to our findings, territorial and living conditions information, gathered through local actors are judged to be the most appropriate proxies to indirectly obtain data on Roma health status. Other options suggested are: i) observing the status of vulnerable groups within which Roma are very often present, and; ii) gathering data from health bodies that operate close to Roma settlements. In practice, this is geographical data that can be used to obtain information on mortality and life expectancy and to plan health initiatives at local level. In 12 countries (DK, EE, EL, ES, HU, IE, LV, PL, PT, SK, SE and the UK) institutions at domestic central level have carried out quantitative studies to monitor Roma health that might constitute a starting point to evaluating and monitoring the national strategy for Roma in the future. Survey data has to some extent overcome the deficiencies in disaggregated data by providing data on ethnic minorities. Surveys are also a solution to national censes failing to provide a good reference point on Roma health as they are generally conducted every ten years; which does not allow for the development of a dynamic assessment of changes in Roma health status. Surveys by comparison are able to be reiterated and updated. Another relevant observation is that the role of local institutions and NGOs has been essential in implementing actions to collect data. In fact, our survey suggests that surveys supported by the EU and UNDP survey are considered best practice 130 . The central role exercised by local actors holds true also when looking at the other 14 countries (AT, BE, BG, HR, CY, CZ, DE, FI, FR, IT, NL, SI, LT and RO), where the actions of the domestic central level of government have been more limited in comparison to the initiatives of local and supranational organisations in collecting data. In the 31 countries subject contained in this study, when recent data and research are available they have usually been generated because of civil and academic society initiatives or under the aegis of a supranational institution commissioning ad-hoc studies. Roma Health Monitoring Our findings conclude that the majority of Member States do not have a monitoring system in place to measure the results and impacts of their NRIS. The Commission has already observed a general lack of impact indicators and recommended that Member States explore possible synergies with existing EU policy indicators 131 . According to this report, in more than half of the Member States no plans exist to regularly report on or evaluate the NRIS at a national level. This assessment is in line with the evaluation conducted by Open Society Foundations (OSF) of the NRIS submitted by the governments of five Member States (BG, CZ 132 , HU, RO and SK) 129 Survey Question No 33. 130 First Round Survey Question No 32. 131 COM(2013) 454 final, Commission Communication, Steps forward in implementing Roma integration strategies, p. 8. 132 The 2010–13 Roma Integration Concept submitted by the Czech Government. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 26 which pointed to weak monitoring practices and a lack of data from which to monitor the Member States reviewed 133 . According to the Commission’s 2013 progress report, examples of robust monitoring systems are Hungary and Estonia 134 . The Commission expressed its concerns regarding the extent of stakeholder involvement in monitoring, evaluation and policy review, as recommended under the Ten Common Basic Principles for Roma Inclusion 135 . Our survey findings were most likely to not agree with the statement that the existing data collection system ensured that civil society organisations working with Roma, Roma NGOs and Roma community representatives are involved in the design, implementation and assessment of data collection. Many respondents stated that they were 'not sure' of the extent to which they agreed or disagreed with the four statements regarding data collection and monitoring provided. This lack of knowledge could be further evidence that stakeholders are not well informed on these issues. It may be that monitoring challenges are the result of constraints arising from a lack of funds allocated by Member States to develop and improve data collection systems. The EU Framework invited Member States to allocate sufficient funding for Roma inclusion measures from national budgets, to be complemented by international and EU funding (such as the European Structural and Investment Funds). However, according to our study, more than a third of the respondents did not believe (totally disagreed) that the funds allocated for the data collection system are enough to monitor NRIS progress on Roma integration. These findings are supported by the EU 2013 progress report, which observed that the financing of national strategies was not yet adequate 136 . One third of our survey respondents did not find (completely disagreed) that the existing data collection system was able to detect whether the NRIS is improving the data gap between the general population and Roma (with respect to health), or that the data collection system is able to detect the impacts of the NRIS on disadvantaged micro-regions or segregated neighbourhoods. Our in-depth investigation 137 on a country-by-country basis (see Appendix A) regarding planned monitoring activities and studies on Roma health, suggests that some initiatives within the NRIS framework will be put in place to improve the current scenario. But Member States have not presented precise sustainable data collection strategies with a long-term perspective. 133 OSF review of NRIS Foundation, Review of EU Framework National Roma Integration Strategies (NRIS) submitted by Bulgaria, the Czech Republic, Hungary, Romania and Slovakia (February 2012), p. 3. 134 COM(2013) 454 final, Commission Communication, Steps forward in implementing Roma integration strategies, p. 15. 135 COM(2013) 454 final, Commission Communication, Steps forward in implementing Roma integration strategies, p. 8. 136 COM(2013) 454 final, Commission Communication, Steps forward in implementing Roma integration strategies, p. 6. 137 Our analysis is based on the review of the national strategies documents and on the comments provided by the National Contact Points through the second round of our survey ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 27 Country Overview 138 Table 1 Overview of National Roma Integration Strategies Member State Roma health issues targeted through mainstreamed actions in the general domestic welfare and social inclusion policy Roma health issues subject to specific positive actions NRIS priorities for Roma health NRIS Specific Indicators/ benchmarks to evaluate NRIS outcomes/ impacts on Roma Health NRIS (current or future) specific projects on monitoring Roma health NRIS (current or future) projects on Roma that might produce data on health Allocation of NRIS funds for projects to monitor or to improve Roma health Use of structural funds for projects to monitor or to improve Roma health Austria         Belgium         Bulgaria    Not confirmed Not confirmed Not confirmed   Croatia         Cyprus         Czech Republic         Denmark         Estonia         Finland         France         Germany         Greece         Hungary         Ireland         Italy         Latvia         Lithuania         Luxembourg         Malta 139  n/a n/a n/a n/a n/a n/a n/a Netherlands         Portugal         Poland         Romania         Slovakia         Slovenia         Spain         Sweden         UK         138 Our in-depth investigation on a country-by-country basis (see Appendix A) regarding planned monitoring activities and studies on Roma health, suggests that some initiatives within the NRIS framework will be put in place to improve the current scenario. Member States have not presented precise sustainable data collection strategies with a long term perspective. Our analysis is based on the review of the national strategies documents and on the comments provided by the National Contact Points through the second round of our survey. 139 Malta has no Roma population. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 28 Conclusions Roma populations in Europe are in poorer health than non-Roma populations. But while sufficient data on Roma exists to evidence social and economic exclusion, and poor health, there are still vast gaps in Roma health status data which impede any full understanding of the situation. Our study indicates that stakeholders are generally dissatisfied with the quality of data and data collection systems available to support efforts to improve Roma health. Some survey respondents feel strongly that a lack of funds available to support monitoring of NRIS is one of the main barriers to improving the quality of data collected. Roma health-related data collection is normally organised and collected through a bottom-up system with a reliance on community-based data and surveys. But there are significant obstacles to data collection, including Member State statutes that prevent the collection of data that identifies specific ethnic groups and the practical challenges of collecting data relating to a sometimes highly mobile Roma population. The NRIS are moving forward, but there is a recognised need for stronger monitoring methods to support data collection specifically, as well as the overall evaluation of the aggregate impact of actions. The findings from the survey of Member States of this study, when taken in conjunction with the reports from National Researchers, provide support for the policy recommendations set out by the Commission earlier in 2013 140 . The study provides additional detail as to how each of the Council recommendations could be most purposively focused. The need to establish a robust and consistent European baseline has been reinforced by this study and the means to do this illustrated through examples provided by countries such as Hungary and Estonia. The setting of core indicators alongside the establishment of a common evaluative framework remains a challenge for many Member States and the study findings suggest that further concentrated and coordinated effort will be required to support the NRIS programme. It is good that the groundwork for this next developmental stage has been undertaken. However, the concern remains that without a further concentrated effort to support Member States, the limited progress that has been made to date will not be built upon and that delivery of the NRIS could be fundamentally undermined. As the report on Member States' current and future activities in data collection and development of specific surveys aiming to monitor the progress of the implementation of the National Roma Integration Strategies in the area of health, the NRIS can further strengthen their data collection and monitoring aspects to complement international and regional activities. 140 Recommendation on effective Roma Integration measures in the Member States. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 29 Recommendations Recommendations for the European Commission  The European Commission should provide leadership in setting standards and establishing protocols for data collection. To this end it should continue to facilitate cooperation between relevant international agencies, so as to minimise the risk of duplication and to maximise the potential to develop a common platform for data collection and reporting.  Research commissioned by the European institutions should strongly encourage the use of comparable indicators and comparable research to allow for a baseline from which the research can develop across Europe. The Commission could support the Member States in developing suitable and sustainable data collection and monitoring approaches. Where possible, the European institutions should encourage data collection which is ethnically disaggregated and collected in agreement with EU’s Roma communities.  Where barriers to collect ethnically disaggregated data are encountered , the study recommends that the European Commission go beyond the debate about the collection of data on ethnicity and the respect of anti-discrimination by considering experimental methods such as the World Bank poverty mapping method based on socio-economic indicators. The European Commission could lead the work in the use of appropriate proxy indicators to ensure the highest level of compatibility across Europe.  The Commission should support the Member States in exchanging best practices and ensure the compatibility and comparability of data collection and of monitoring and evaluation of the NRIS. For example, some regional vaccination programmes have clearly proved successful, and lessons from these interventions could potentially be applied to other programmes within the country, or other vaccination programmes implemented by other Member States. Recommendations for the Member States  Data collection and monitoring measures should be designed with SMART 141 objectives in mind and have sufficient financial resources allocated. Research methods should be tried and tested and best practices should be shared among stakeholders. If ethnically disaggregated data are not available, consideration should be given to begin collection of this. If this option is not available, appropriate proxy indicators, agreed by civil society actors and government agencies at a European level and endorsed by the Commission, should be used as a substitute.  This study recommends that Member States are encouraged to collaborate on data collection concerning migrant and undocumented Roma. This is an area in urgent need of more data and this is particularly challenging considering the fluidity of the population. The IOM’s Roma EQUINET may be able to provide guidance. 141 Specific, Measureable, Attainable, Realistic and Timely. ",
        "Report on the health status of the Roma population in the EU and monitoring data collection in the area of Roma health in the Member States August, 2014 30  The NRIS should ensure the participation of a range of civil society and governmental organisations, including local government research bodies to provide methodological support to grassroots monitoring efforts. Data collection is often a bottom-up exercise. Monitoring and evaluation capacities could be enhanced by using the European Structural Funds Technical Assistance.  The NRIS should ensure the active participation and engagement of Roma and civil society organisations representing Roma. The strategies should moreover focus on Roma’s real needs as and when they are identified by the evidence base from European projects. Regions, local authorities and local civil society should be involved in reviewing and monitoring their national strategies.  This study recommends that the focus of data monitoring should be on indicators measuring Roma access to health care (including immunisation) as a lack of health care access hampers improvements in Roma health at large and contributes to the social exclusion experienced by Roma. A focus on administrative data rather than health outcomes data may prove easier to collect in a format that is comparable and can be aggregated into national and international data sets. Indicators of health access are useful proxy indicators for inequalities in health status. N D - 0 4 - 1 4 - 4 4 8 - E N - N "
    ]
}