{
    "text": [
        "II Non-legislative acts REGULATIONS ★ Commission Implementing Regulation (EU) 2019/764 of 14 May 2019 concerning the author- isation of a preparation of Lactobacillus hilgardii CNCM I-4785 and Lactobacillus buchneri CNCM I-4323/NCIMB 40788 as a feed additive for all animal species ( 1 ) .................................. 1 ★ Commission Implementing Regulation (EU) 2019/765 of 14 May 2019 repealing the anti- dumping duty on imports of bioethanol originating in the United States of America and terminating the proceedings in respect of such imports, following an expiry review pursuant to Article 11(2) of the Regulation (EU) 2016/1036 of the European Parliament and of the Council .......................................................................................................................... 4 ★ Commission Implementing Regulation (EU) 2019/766 of 14 May 2019 derogating from Implementing Regulation (EU) No 809/2014 as regards the final date of submission of the single application, aid applications or payment claims, the final date for notification of amendments to the single application or payment claim and the final date for applications for allocation of payment entitlements or the increase of the value of payment entitlements under the basic payment scheme for the year 2019 ...................................................................... 18 DECISIONS ★ Commission Decision (EU) 2019/767 of 31 July 2018 on State aid SA.36511 (2014/C) (ex 2013/NN) Caps applied by France to the CSPE surcharge (notified under document C(2018) 4975) ( 1 ) .............................................................................................................. 20 ★ Commission Implementing Decision (EU) 2019/768 of 8 May 2019 amending Article 3 of the Statutes of the Integrated Structural Biology European Research Infrastructure Consortium (Instruct-ERIC), by reason of the withdrawal of the United Kingdom from the Union (notified under document C(2019) 3354) ( 1 ) .......................................................................................... 67 English edition Contents E N Official Journal of the European Union Acts whose titles are printed in light type are those relating to day-to-day management of agricultural matters, and are generally valid for a limited period. The titles of all other acts are printed in bold type and preceded by an asterisk. L 126 Legislation Volume 62 15 May 2019 ( 1 ) Text with EEA relevance. (Continued overleaf) ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ EN ",
        "★ Commission Implementing Decision (EU) 2019/769 of 14 May 2019 amending Implementing Decision 2012/715/EU establishing a list of third countries with a regulatory framework applicable to active substances for medicinal products for human use and the respective control and enforcement activities ensuring a level of protection of public health equivalent to that in the Union ( 1 ) .................................................................................................... 70 ( 1 ) Text with EEA relevance. ",
        "II (Non-legislative acts) REGULATIONS COMMISSION IMPLEMENTING REGULATION (EU) 2019/764 of 14 May 2019 concerning the authorisation of a preparation of Lactobacillus hilgardii CNCM I-4785 and Lactobacillus buchneri CNCM I-4323/NCIMB 40788 as a feed additive for all animal species (Text with EEA relevance) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition ( 1 ), and in particular Article 9(2) thereof, Whereas: (1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation. (2) In accordance with Article 7 of Regulation (EC) No 1831/2003 an application was submitted for the authoris­ ation of a preparation of Lactobacillus hilgardii CNCM I-4785 and Lactobacillus buchneri CNCM I-4323/NCIMB 40788. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003. (3) That application concerns the authorisation of a preparation of Lactobacillus hilgardii CNCM I-4785 and Lactoba­ cillus buchneri CNCM I-4323/NCIMB 40788 as a feed additive for all animal species to be classified in the additive category ‘technological additives’. (4) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 2 October 2018 ( 2 ) that, under the proposed conditions of use, the preparation of Lactobacillus hilgardii CNCM I-4785 and Lactobacillus buchneri CNCM I-4323/NCIMB 40788 does not have an adverse effect on animal health, consumer safety or the environment. It also concluded that the additive is considered a potential respiratory sensitiser and that no conclusion could be drawn on skin or eyes sensitisation or irritation by the additive. Therefore, the Commission considers that appropriate protective measures should be taken to prevent adverse effects on human health, in particular as regards the users of the additive. The Authority also concluded that the preparation concerned has the potential to improve the production of silage from easy and moderately difficult to ensile forage materials. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003. (5) The assessment of the preparation of Lactobacillus hilgardii CNCM I-4785 and Lactobacillus buchneri CNCM I-4323/NCIMB 40788 shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised as specified in the Annex to this Regulation. (6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed, 15.5.2019 L 126/1 Official Journal of the European Union EN ( 1 ) OJ L 268, 18.10.2003, p. 29. ( 2 ) EFSA Journal 2018; 16(10):5455. ",
        "HAS ADOPTED THIS REGULATION: Article 1 The preparation specified in the Annex, belonging to the additive category ‘technological additives’ and to the functional group ‘silage additives’, is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex. Article 2 This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 14 May 2019. For the Commission The President Jean-Claude JUNCKER 15.5.2019 L 126/2 Official Journal of the European Union EN ",
        "ANNEX Identification number of the additive Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation CFU of additive/kg of fresh material Technological additives: silage additives 1k20757 Lactobacillus hilgardii CNCM I-4785 and Lactobacillus buchneri CNCM I-4323/NCIMB 40788 Additive composition: Preparation of Lactobacillus hilgardii CNCM I-4785 and Lactobacillus buchneri CNCM I-4323/NCIMB 40788 contain­ ing a minimum of 1.5 × 10 11 CFU/g additive (ratio of 1:1). Characterisation of the active substance: Viable cells of Lactobacillus hilgardii CNCM I-4785 and Lactobacillus buchneri CNCM I-4323/NCIMB 40788. Analytical method ( 1 ) Enumeration in the feed additive and premixtures: spread plate method on MRS agar: EN 15787. Identification of the feed additive: Pulsed Field Gel Electrophoresis (PFGE). All animal species — — — 1. In the directions for use of the addi­ tive and premixtures, the storage conditions shall be indicated. 2. Minimum content of the additive when used without combination with other micro-organisms as si­ lage additives: 3 × 10 8 CFU/kg ( L. hilgardii CNCM I-4785 and L. buchneri CNCM I-4323/NCIMB 40788 in ratio of 1:1) of easy and moderately difficult to ensile fresh material ( 2 ). 3. For users of the additive and pre­ mixtures, feed business operators shall establish operational proce­ dures and organisational measures to address potential risks resulting from its use. Where those risks cannot be eliminated or reduced to a minimum by such procedures and measures, the additive and premixtures shall be used with per­ sonal protective equipment, includ­ ing breathing protection. 4 June 2029 ( 1 ) Details of the analytical methods are available at the following address of the Reference Laboratory: https://ec.europa.eu/jrc/en/eurl/feed-additives/evaluation-reports ( 2 ) Easy to ensile forage: > 3 % soluble carbohydrates in fresh material. Moderately difficult to ensile forage: 1,5-3,0 % soluble carbohydrates in the fresh material. Commission Regulation (EC) No 429/2008 of 25 April 2008 on detailed rules for the implementation of Regulation (EC) No 1831/2003 of the European Parliament and of the Council as regards the preparation and the presentation of applications and the assessment and the authorisation of feed additives (OJ L 133, 22.5.2008, p. 1). 15 . 5 . 2019 L 126 / 3 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n E N ",
        "COMMISSION IMPLEMENTING REGULATION (EU) 2019/765 of 14 May 2019 repealing the anti-dumping duty on imports of bioethanol originating in the United States of America and terminating the proceedings in respect of such imports, following an expiry review pursuant to Article 11(2) of the Regulation (EU) 2016/1036 of the European Parliament and of the Council THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) 2016/1036 of the European Parliament and of the Council of 8 June 2016 on protection against dumped imports from countries not members of the European Union ( 1 ) (the ‘basic Regulation’), and in particular Article 11(2) thereof, After consulting the Member States, Whereas: 1. PROCEDURE 1.1. Measures in force (1) Following an anti-dumping investigation (‘the original investigation’), by Implementing Regulation (EU) No 157/2013 ( 2 ), the Council imposed a definitive anti-dumping duty of EUR 62,3 per metric tonne (‘tonne’) on imports of bioethanol originating in the United States of America (‘US’ or ‘the country concerned’). These measures will hereinafter be referred to as ‘the measures in force’. 1.2. Request for an expiry review (2) Following the publication of a notice of impending expiry ( 3 ) of the measures in force, on 7 November 2017 the Commission received a request for the initiation of an expiry review pursuant to Article 11(2) of Regulation (EU) 2016/1036. (3) The request was lodged by ePure (‘the applicant’), on behalf of producers representing more than 25 % of the total Union production of bioethanol. (4) The request was based on the grounds that the expiry of measures would be likely to result in the continuation and recurrence of dumping and a continuation and recurrence of injury to the Union industry. 1.3. Initiation of an expiry review (5) Having determined that sufficient evidence existed for the initiation of an expiry review, the Commission announced on 20 February 2018, by notice published in the Official Journal of the European Union ( 4 ) (‘the Notice of Initiation’) the initiation of an expiry review pursuant to Article 11(2) of the basic Regulation. 1.4. Interested parties (6) In the Notice of Initiation, the Commission invited interested parties to contact it in order to participate in the investigation. In addition, the Commission specifically informed other known Union producers, the known exporting producers, traders/blenders and the authorities of the US, known importers, suppliers and users, as well as traders about the initiation of the investigation and invited them to participate. (7) Interested parties had an opportunity to comment on the initiation of the investigation and to request a hearing with the Commission and/or the Hearing Officer in trade proceedings. 15.5.2019 L 126/4 Official Journal of the European Union EN ( 1 ) OJ L 176, 30.6.2016, p. 21. ( 2 ) Council Implementing Regulation (EU) No 157/2013 of 18 February 2013 imposing a definitive anti-dumping duty on imports of bioethanol originating in the United States of America (OJ L 49, 22.2.2013, p. 10). ( 3 ) Notice of the impending expiry of certain anti-dumping measures (OJ C 180, 8.6.2017, p. 37). ( 4 ) Notice of initiation of an expiry review of the anti-dumping measures applicable to imports of bioethanol originating in the United States of America (OJ C 64, 20.2.2018, p. 7). ",
        "1.5. Sampling (8) In its Notice of Initiation, the Commission stated that it might sample the interested parties in accordance with Article 17 of the basic Regulation. 1.5.1. Sampling of exporting producers and traders/blenders in the US (9) To decide whether sampling was necessary and, if so, to select a sample, the Commission asked all exporting producers and traders/blenders in the US to provide the information specified in the Notice of Initiation. In addition, the Commission asked the relevant US authorities to identify and/or contact other exporting producers and traders/blenders, if any, that could be interested in participating in the investigation. (10) Eight producers of biofuels came forward. However, none of them produced the product under review. (11) Furthermore, three US biofuel associations came forward and were registered as interested parties. 1.5.2. Sampling of Union producers (12) In its Notice of Initiation, the Commission stated that it had provisionally selected a sample of Union producers. The sample was primarily based on production volume, but a good geographical spread as well as a representation of different groups was also achieved. The proposed sample consisted of four Union producers and the Commission invited interested parties to comment on the provisional sample. (13) Following the comments received, one preliminarily sampled producer was replaced due to its relationship with another preliminarily sampled producer. The four producers in the sample accounted for 25 % of the Union production of bioethanol during the review investigation period. The sample is representative of the Union industry. 1.5.3. Sampling of importers (14) To decide whether sampling was necessary and, if so, to select a sample, the Commission asked unrelated importers to provide the information specified in the Notice of Initiation. (15) Three unrelated importers provided the requested information and agreed to be included in the sample. On that basis, the Commission decided that sampling was not necessary. 1.6. Non-cooperation (16) As none of the US producers that came forward during the sampling exercise produced the product under review in the review investigation period, the Commission had to apply facts available with regard to the exporting producers, in accordance with Article 18 of the basic Regulation. (17) The Commission notified the US authorities of the application of Article 18(1) of the basic Regulation and gave them the opportunity to comment. The Commission did not receive any comments. (18) Although none of the exporting producers cooperated, the three US biofuel associations that came forward made submissions throughout the investigation. Those submissions were taken into consideration. 1.7. Replies to the questionnaire (19) The Commission sent questionnaires to the four sampled Union producers and the three unrelated importers that came forward. (20) Questionnaire replies were received from the four sampled Union producers and the three unrelated importers. Two of the three unrelated importers did not in fact import the product under review from the country considered in the review investigation period and were therefore not taken into further consideration. The questionnaire reply by the remaining unrelated importer was duly taken into account. 15.5.2019 L 126/5 Official Journal of the European Union EN ",
        "1.8. Verification visits (21) The Commission sought and verified all the information deemed necessary for a determination of likelihood of continuation or recurrence of dumping, likelihood of continuation or recurrence of injury and Union interest. Verification visits pursuant to Article 16 of the basic Regulation were carried out at the premises of the following companies: Union producers — Pannonia Ethanol Zrt., Dunaföldvar, Hungary — CropEnergies Bioethanol GmbH, Mannheim, Germany — Cristanol, Bazancourt, France — Alco Bio Fuel N.V., Ghent, Belgium Importers — Shell Trading Rotterdam B.V., Rotterdam, the Netherlands 1.9. Further procedure (22) Despite the non-cooperation of the exporting producers, as explained in recitals (10) and (16) to (18), the three US biofuel associations and the complainant submitted several sets of comments regarding initiation. In view of the conclusions under chapter 3 below, these comments are not further addressed in this document. (23) On 1 March 2019, the Commission disclosed the essential facts and considerations on the basis of which it intended to repeal the anti-dumping duty in force (‘the disclosure’). All parties were granted a period within which they could make comments on the disclosure. (24) On 12 March 2019, the applicant made a written submission making known its views on the Commission's findings. In summary, the applicant contested the Commission's preliminary conclusion that dumping was unlikely to recur if measures were allowed to lapse. (25) In view of these comments, the three US biofuel associations requested a hearing with the Commission's services which took place on 19 March 2019. Subsequent to this hearing, these associations sent additional documents to the Commission to support certain statements. On 20 March 2019, the applicant explained its views in a hearing. (26) The comments submitted by the interested parties were considered and taken into account where appropriate. 1.10. Investigation period and period considered (27) The investigation of dumping and injury covered the period from 1 January 2017 to 31 December 2017 (‘the review investigation period’). The examination of trends relevant for the assessment of injury covered the period from 1 January 2014 to the end of the investigation period (‘the period considered’). 2. PRODUCT UNDER REVIEW AND LIKE PRODUCT 2.1. Product under review (28) The product under review is bioethanol, sometimes referred to as ‘fuel ethanol’, i.e. ethyl alcohol produced from agricultural products (as listed in Annex I to the Treaty on the Functioning of the European Union), denatured or undenatured, excluding products with a water content of more than 0,3 % (m/m) measured according to the standard EN 15376, but including ethyl alcohol produced from agricultural products (as listed in Annex I to the Treaty on the Functioning of the European Union) contained in blends with gasoline with an ethyl alcohol content of more than 10 % (v/v) intended for fuel uses originating in the US, currently falling within CN codes ex 2207 10 00, ex 2207 20 00, ex 2208 90 99, ex 2710 12 21, ex 2710 12 25, ex 2710 12 31, ex 2710 12 41, ex 2710 12 45, ex 2710 12 49, ex 2710 12 50, ex 2710 12 70, ex 2710 12 90, ex 3814 00 10, ex 3814 00 90, ex 3820 00 00 and ex 3824 99 92 (TARIC codes 2207 10 00 12, 2207 20 00 12, 2208 90 99 12, 2710 12 21 11, 2710 12 25 92, 2710 12 31 11, 2710 12 41 11, 2710 12 45 11, 2710 12 49 11, 2710 12 50 11, 2710 12 70 11, 2710 12 90 11, 3814 00 10 11, 3814 00 90 71, 3820 00 00 11 and 3824 99 92 66). Bioethanol can be produced from various agricultural feedstock, such as sugar cane, sugar beet, potatoes, manioc and corn. There can be minor differences in the production process between producers. 15.5.2019 L 126/6 Official Journal of the European Union EN ",
        "(29) The types of bioethanol and bioethanol in blends covered by this expiry review, despite possible differences in terms of feedstock used for the production, or variances in the production process, have the same or very similar basic physical, chemical and technical characteristics and are used for the same purposes. The possible minor variations in the product under review do not alter its basic definition or its characteristics. (30) Bioethanol destined for applications other than fuel use was not covered by the scope of the original investigation and is therefore also not covered by this expiry review. 2.2. Like product (31) In the original investigation, the Commission established that bioethanol manufactured by the Union industry and sold on the Union market has similar basic physical, chemical and technical characteristics when compared to bioethanol exported to the Union from the US. Despite the use of a range of different agricultural feedstock as raw material, bioethanol originating in the US is interchangeable with bioethanol produced in the Union. (32) The main difference between the majority of the bioethanol sold on the US market and the bioethanol sold on the Union market concerns the different standards for moisture content. US producers typically produce bioethanol with a water content of 0,5 % or more while the specifications for the Union market require a lower water content of maximum 0,3 %, measured according to the standard EN 15376, requiring additional refinement from producers of third countries in order to meet the specifications for the Union market. (33) The Commission did not receive any comments on the like product from the interested parties that made comments in this expiry review. Therefore, the Commission confirmed that those products are like products within the meaning of Article 1(4) of the basic Regulation. 3. LIKELIHOOD OF CONTINUATION OR RECURRENCE OF DUMPING 3.1. Preliminary remarks (34) None of the US exporting producers or traders/blenders of the product under review cooperated with the investi­ gation. The Commission therefore used facts available, in accordance with Article 18 of the basic Regulation, to establish the likelihood of continuation or recurrence of dumping. In this regard, the Commission used statistical data (i.e. the Article 14(6) database, data of the Agricultural Marketing Resource Center (‘AGMRC’), US Internat­ ional Trade Commission (‘US ITC’) statistics, and US Energy Information Administration statistics (‘US EIA’)), as well as the information provided by the applicant in the request for review. (35) The Commission notified the US authorities of the application of Article 18(1) of the basic Regulation and gave them the opportunity to comment. The Commission did not receive any comments. 3.2. Likelihood of continuation of dumping in the Union should the measures be allowed to lapse (36) In accordance with Article 11(2) of the basic Regulation, the Commission examined whether dumping was currently taking place and whether the expiry of the measures would be likely to lead to a continuation or recurrence of dumping. (37) During the period considered including the review investigation period, exports to the Union of bioethanol originating in the US were negligible. According to the 14(6) database, imports from the country concerned amounted to only 4 213,5 tonnes during the review investigation period, representing a market share of 0,1 %. The majority of this volume (that is, 99 %) was imported into one Member State during one month in what appears to be one delivery. (38) On the basis of that factual background, the Commission preliminarily decided that it has insufficient data to conclude that a representative amount of imports of the product under review during the review investigation period showed the continuation of dumping in the Union. (39) Subsequently, the Commission examined the likelihood of recurrence of dumping from the US based on facts available, in accordance with Article 18 of the basic Regulation. 15.5.2019 L 126/7 Official Journal of the European Union EN ",
        "3.3. Likelihood of recurrence of dumping should the measures be allowed to lapse (40) The Commission analysed whether there was a likelihood of recurrence of dumping should the measures lapse. When doing so, the following elements were analysed: US domestic prices, US export prices to third countries, production capacity, spare capacity, consumption and stocks of bioethanol of all producers in the US, whether or not complying with the moisture content of the Union market, and the attractiveness of the Union market. Normal value (41) In the absence of cooperation from the US exporting producers of bioethanol, the normal value was based on data provided by the applicant in the request for review, in accordance with Article 18 of the basic Regulation. (42) The request for review was based on publicly available data of the AGMRC ( 5 ). The request for review used the bioethanol price in one of the largest bioethanol producing US states, Illinois, to establish the normal value. (43) For the sake of completeness, the Commission included in its calculation of the normal value the yearly average price quotation of the domestic sales price within four of the largest bioethanol-producing states in the US for which the AGMRC gave full data for the review investigation period, i.e. Iowa, Illinois, Nebraska, and South Dakota. (44) Furthermore, the Commission assessed the market prices of bioethanol, as quoted on the Chicago Board of Trade (‘CBOT’). The average CBOT price was slightly higher than the average domestic sales price reported by AGMRC in the review investigation period. (45) Based on publicly available information, the Commission found that the standards for bioethanol applicable in the US differ from the standards applicable on other markets, including the three major US export markets Brazil, Canada, and Peru, in terms of the water content requirements. The US standards allowed for the highest water content as compared to the markets in Brazil, Canada, and Peru. (46) In the request for review, the applicant claimed that when examining potential US exports of bioethanol to the Union, the Commission should take into account additional costs of production related to decreasing the water content of bioethanol (‘Union conversion premium’). As this methodology was used in the original investigation, the Commission accepted this claim. (47) To allow for a fair comparison in accordance with Article 2(10)(a) of the basic Regulation, the Commission adjusted the US domestic sales price based on the information provided by AGMRC and CBOT for the additional conversion costs related to decreasing the water content of bioethanol for exports. In the absence of cooperation from the US exporting producers, the Commission relied on data provided by the applicant, which estimated the Union conversion premium at EUR 12,30 per tonne. In order to take a conservative approach, the Commission applied this premium to the normal value. This normal value was used in all dumping calculations, even those using exports to markets where the standards for bioethanol allow for a higher water content in comparison to the Union standard. Export price (48) Export prices during the review investigation period were established on the basis of publicly available data, i.e. US ITC statistics. In the request for review, the applicant identified Brazil, Canada, and Peru as the three major US export markets and suggested that the likelihood of recurrence of dumping should be examined based on US exports the these countries. The applicant further provided estimates for international and domestic freight, and for the Union conversion premium as further explained in recital 47. The Commission accepted this approach suggested by the applicant and assessed the prices of the US bioethanol sales on the three major US export markets during the review investigation period. (49) In addition, for the sake of completeness, the Commission analysed the average export price of the total US bioethanol sales to third markets, excluding the Union. 15.5.2019 L 126/8 Official Journal of the European Union EN ( 5 ) Available at: https://www.agmrc.org/renewable-energy/ethanol/midwest-ethanol-cash-prices-basis-data-and-charts-for-selected-states (last viewed 12 February 2019). ",
        "(50) The export prices available in the US ITC statistical database were reported at free alongside ship (‘FAS’) level. The Commission corrected these data to ex-works level by deducting domestic transport costs in the US. In the absence of cooperation by the US exporting producers, the Commission relied on information concerning US domestic transport costs provided by the applicant. (51) In the absence of evidence that would suggest otherwise, the Commission considered that the US export prices to the individual export markets already included conversions costs related to decreasing the water content in bioethanol. Therefore, the Commission did not apply any adjustment for the additional costs incurred by the US exporting producers. Comparison (52) The average normal value was compared with the weighted average export price from the US to the three major US exports markets, as established above, in accordance with Article 2(11) of the basic Regulation, both at ex- works level. Another comparison was made between the average normal value and the weighted average export price from the US to all third markets, excluding the Union. (53) In order to make a conservative assessment, the Commission used a normal value increased by the Union conversion premium as explained in recital 47 and an export price for which the Commission assumed that any conversion costs were already included and therefore, it was not necessary to adjust the export price for conversion costs. Dumping margin using export prices to third countries during the review investigation period (54) To establish the dumping margin on exports to third countries, the Commission compared the normal value based both on the data from AGMRC and CBOT with export price to the three main US export markets and to all third markets excluding the Union duly adjusted to ex-works level. (55) The Commission determined that there was no dumping found in the review investigation period for the exports to the three main US export markets examined individually and to all third markets excluding the Union in total, neither when taking into account the AGMRC data nor the CBOT price for the calculation of the normal value. (56) Following the disclosure, the applicant claimed that the Commission incorrectly concluded that there was no dumping found in the review investigation period. The applicant in its comments on disclosure identified dumping on two US export markets (India and UAE) and also in relation to exports to two Member States (Spain and the United Kingdom). (57) With regard to the claims of the applicant concerning the US exports to the two Member States, it should be noted that the Commission analysis was based on the imports recorded in 14(6) database, which is considered to be more reliable than US export statistics for the determination of the import volumes from the US into the Union. An examination of those imports to individual Member States was not relevant for the investigation since the Union is treated as one single market, and there was no allegation or evidence of targeted dumping on the file (the imports to the Union referred to in recital 37 did not reveal to constitute a pattern of export prices which differed significantly among regions or time periods, and so did not satisfy the requirements for a targeted dumping analysis, as, in particular, over 99 % of those imports were made to a single Member State). (58) In any event, the imports from the US to the Union were considered negligible and non-representative in the review investigation period as set out in recitals 37 and 38. (59) The Commission checked the calculation carried out by the applicant in its submission after the disclosure and contrary to the applicant did not find dumping above de minimis level for the US exports to India but only found limited dumping above de minimis level of 3,1 % on the export to UAE. However, the exports to UAE represented only 3 % of total US exports of bioethanol and therefore cannot be in isolation considered representative. The Commission found that the difference in the results of these two calculations are caused by the fact that the applicant only used data from Illinois to calculate the normal value although complete data for four US states were available and by the exchange rate used. While the applicant used one annual average exchange rate to convert the export values in USD to EUR, the Commission converted the export values in individual months of the review investigation period by the respective average monthly exchange rate. At the same time, the applicant used an allowance for US domestic freight in EUR at a level as proposed in the request. Since the applicant estimated the allowances in the request in USD, the Commission converted the estimated value in USD to EUR in individual months of the review investigation period by the respective average monthly exchange rate. 15.5.2019 L 126/9 Official Journal of the European Union EN ",
        "(60) Based on the finding set out in recital 59, the Commission considered that the findings of limited dumping with regard to the exports to UAE were not of such nature as to reverse the Commission's previous findings on the pricing behaviour of US producers and/or exporters on third markets. Thus the claim as set out in recital 56 must be rejected. (61) It must be, furthermore, noted that as explained in recital 48, the Commission examined the US exports to three top US export markets for bioethanol according to the applicant. In doing so, the Commission, in the absence of cooperation by the US exporting producers, followed the approach suggested by the applicant in its request. In this respect, the applicant did not provide any justification as to why the three US export markets indicated in its request, and examined by the Commission, no longer constitute a suitable basis for the analysis of potential dumping practices of US producers and/or exporters on third markets. Similarly, the applicant did not indicate why the four countries included in the comments on disclosure would be more representative, nor why they would be more representative than the average export prices of all US exports to third countries excluding the Union. (62) Following disclosure, the applicant further claimed that the Commission failed to consider the monthly analysis provided by the applicant, which reveals significant dumping margins for US exports to foreign markets. (63) The Commission took note of the applicant's previous submissions concerning the monthly analysis. It recalled that, pursuant to Article 6(1) of the basic Regulation, with a view to achieving a representative finding, an investi­ gation period selected in the case of dumping, should normally not cover a period of less than six months. In the present case, the Commission had suggested an investigation period of 12 months, along its usual practice for dumping and injury determinations. On the basis of the investigation period as proposed by the Commission, an average dumping margin for the review investigation period was calculated. The Commission's analysis showed that in the review investigation period as a whole there was no dumping concerning the exports to the three markets selected by the applicant and to all third markets excluding the Union in total. These findings did not indicate the likelihood of further injurious dumping, as required by Article 11(2) of the basic Regulation, rather the opposite. The fact that dumping could be observed in some concrete months was not determinative of a different conclusion in this regard. In particular, the investigation period as a whole serves as an indicator for dumping. Since the applicant did not object to the use of 12 months for the investigation period at the Notice of Initiation stage (nor at a later stage), the Commission found no reason to change its assessment of dumping to a shorter period. In any case, the Commission noted that a period of less than six months should only be selected in exceptional circumstances. Those circumstances were not suggested to be present by the Applicant, nor did the Commission deem such circumstances to be present. Similarly, the fact that only for some export destinations dumping existed cannot either be considered as determinative of dumping practices of the US producers and/or exporters on third markets, nor can be used to infer that dumping to the Union would recur. Consequently, this claim must be rejected. 3.3.1. Production capacity, spare capacity, consumption and stocks (64) The statistics of US EIA ( 6 ) showed a production capacity of bioethanol in the US of 46,4 million tonnes in the review investigation period. This is more than ten times the size of the Union market, where consumption amounted to 4,3 million tonnes during the review investigation period. (65) However, the investigation found no spare capacity in the US. The statistics of US EIA showed that the US industry produced at more than 100 % (47,6 million tonnes) of their nameplate production capacity during the review investigation period. (66) In its request for the expiry review, the applicant provided evidence concerning the oversupply on the US market due to limited growth potential of domestic consumption. In its submission of 20 November 2018, the applicant reiterated this claim. (67) The Commission examined the domestic consumption and exports based on the US EIA and US ITC statistics and determined that the US producers exported only 8 % of their production volumes in the review investigation period. A vast majority of the US production of bioethanol was, therefore, consumed domestically. The US consumption amounted to 43,3 million tonnes in the review investigation period; hence, it represented 91 % of US production and 93 % of US production capacity. 15.5.2019 L 126/10 Official Journal of the European Union EN ( 6 ) Available at: https://www.eia.gov/totalenergy/data/monthly/index.php#renewable (last accessed 12 February 2019). ",
        "(68) Stocks of bioethanol amounted to 2,9 million tonnes, representing only 6 % of the total production of bioethanol in the US in the review investigation period. Although this volume of stocks accounts for 68 % of the Union consumption during the review investigation period, the Commission considered that that volume represents a normal level necessary to avoid any disruption in the supply. The Commission based this conclusion on publicly available statistics by US EIA. Historical data showed that closing stocks represented 9 % to 12 % of total US production from 1992 to 2003 and 5 % to 7 % from 2004 to the review investigation period. (69) Following the disclosure, the applicant claimed that the fact that 8 % of US production of bioethanol was exported in the review investigation period constituted an evidence of oversupply which should be put into perspective with the size of the Union market, as such export volume represented 98 % of the Union consumption. At the same time, the applicant claimed that the situation of oversupply would worsen because of the limited growth potential of domestic consumption as supported by the trend of continuously increasing volumes exported from the US. (70) The Commission acknowledged that the US market is much larger than the Union market in terms of production, consumption, and export sales. Nevertheless, the applicant did not provide any evidence as to why the size of the US industry should indicate a likelihood of recurrence of dumping. Neither did the applicant provide evidence proving that the continuous increase of exports was driven by limited growth potential of the US domestic consumption and not by other factors, notably by growing demand for bioethanol on third country markets. In fact, the investigation showed that the consumption of fuel ethanol in the three major US export markets increased by 1,3 million tonnes, while the production in those countries grew by only 200 thousand tonnes. Moreover, the investigation showed that not only the US production and exports were growing but also the domestic consumption. In the period considered, the US production increased by 4,8 million tonnes, the exports by 1,5 million tonnes, and the domestic consumption by 3,1 million tonnes. Therefore, this claim must be rejected. (71) Following the disclosure, the applicant also claimed that the Commission should have examined the maximum sustainable production capacity provided by US EIA, which is 4,5 % higher than the nameplate capacity and also higher than the US production in the review investigation period. The applicant suggested that by considering the maximum sustainable production capacity as the actual production capacity of the US industry, there was a spare capacity of 0,8 million tonnes in the review investigation period. (72) In addition, the applicant provided news articles dated from September 2018 to January 2019 on closures of ethanol production facilities planned by several US producers to support its allegations of spare capacity in the US. (73) In this respect, according to the applicant, the Commission departed from its past practice, according to which when the supplementary capacity [i]s of a significant quantity in comparison to the Union consumption during the RIP (…) If this capacity was used to export to the Union and to compete on price with the Union producers or on price with the major imports from third countries, then there is a strong likelihood that such exports would be made at dumped prices ( 7 ). (74) In respect of the claims mentioned in recital 71, it must be noted that US EIA reported on nameplate capacity and maximum sustainable production capacity only in years 2011 and 2012 ( 8 ). In the following years, the reporting was limited to data on the nameplate capacity. No data concerning maximum sustainable production capacity were available for the review investigation period or the period considered. In this respect, the Commission acknowledged that nameplate capacity is not necessarily a physical production limit for many ethanol plants. By applying more efficient operating techniques, many ethanol plants can operate at levels that exceed their nameplate production capacity. This level of operation, called maximum sustainable capacity, is however inherently subjective ( 9 ) and amongst others depends on the water content the producer intends to achieve ( 10 ). It results from the evidence on the file that in order to achieve a low water content, as required for exports to the Union, the maximum sustainable production capacity is significantly lower than for higher water content.. Therefore, the Commission considered that the historic data for maximum sustainable production capacity for 2011 and 2012, which has not been updated, does not constitute a reliable indication of the US 15.5.2019 L 126/11 Official Journal of the European Union EN ( 7 ) Council Implementing Regulation (EU) No 191/2014 of 24 February 2014 imposing a definitive anti-dumping duty on imports of certain manganese dioxides originating in the Republic of South Africa following an expiry review pursuant to Article 11(2) of Regulation (EC) No 1225/2009 (OJ L 59, 28.2.2014, p. 7). ( 8 ) Available at https://www.eia.gov/petroleum/ethanolcapacity/index.php (last viewed 14 March 2019). ( 9 ) Available at https://www.eia.gov/todayinenergy/detail.php?id=31832 (last viewed 28 March 2019). ( 10 ) See Annex II of the post-hearing submission of the US associations of 20 March as available on the open file. ",
        "industry's ability to produce above the level already achieved during the review investigation period, which as the Commission already acknowledged were higher than the nameplate production capacity. Thus, the Commission confirmed its original finding that the evidence on the file, taken in its entirety, does not point to significant spare capacity in the US. (75) With regard to the potential closures of the US production facilities, the information did not concern the review investigation period or the period considered. Although the expiry review is a forward looking exercise, the investigation strictly examines what is likely to happen under the conditions prevailing during the review investi­ gation period. (76) The Commission considered that the applicant's claims concerning the production capacity as described in recitals 71 to 73 were not substantiated and thus must be rejected. (77) Following the disclosure, the applicant claimed that the stock levels amounting to 6 % of production could not be considered as normal level to avoid disruption in the supply since the stocks of the Union producers only ranged from 1,5 % to 4 %. The applicant further underlined that the current levels of stocks are far from normal as evidenced by a news article dated February 2016 ( 11 ). (78) With regard to stock levels, the applicant further claimed that the Commission failed to address a major concern of the Union industry, which considered that, since the US industry had been able to export at dumped prices during the original investigation period (1 October 2010 to 30 September 2011), there was no reason to consider that they would not be in a position to do so with even higher stocks. (79) In respect of the claim described in recital 77, the applicant did not provide any evidence that would make it possible for the Commission to conclude whether the stock levels in the US are unusually high and therefore threatening. The article quoted by the applicant dated February 2016 described an exceptional situation. Indeed, based on the data reported by US EIA, the closing stocks in January and February 2016 were the highest during the period considered when expressed a percentage of the production during the previous 12 months ending in the month for which the stocks were reported. (80) Concerning the claim described in recital 78, the Commission acknowledged that the stocks increased in comparison to the original investigation period in absolute values. The increase expressed as a share of production was however insignificant (from 5,6 % in the original investigation period to 6 % in the review investigation period). Moreover, stocks in the US have been stable during the last 14 years amounting to 5 to 7 % of production as explained in recital 68. As the applicant did not provide any evidence for its claim that the level of stocks in the Union could be considered more normal than the level in the US, the Commission did not have any ground to consider the US stock levels as unusually high. (81) Therefore, the claims concerning stocks as described in recitals 77 and 78 must be rejected. 3.3.2. Attractiveness of the Union market (82) In order to determine whether the Union market would be attractive for the US producers should the measures lapse, the Commission examined the size of the Union market and the Union market price, particularly in the light of potential trade diversion. (83) As explained in recital 64, the Union market is a relatively small market, especially in comparison to the US production. (84) Imports into the Union were limited; during the review investigation period the Union industry had a market share of 96 %. (85) In order to assess the attractiveness of the Union market in terms of price, the Commission compared the Union market price with the Union landed import price based on the export prices of the US exporting producers during the review investigation period on the three major US exports markets and all third export markets excluding the Union (based on the US ITC export statistics at FAS level). 15.5.2019 L 126/12 Official Journal of the European Union EN ( 11 ) Available at https://www.reuters.com/article/us-usa-biofuels-idUSKCN0VQ2QW (last viewed 18 March 2019). ",
        "(86) Because the moisture specifications in the Union market are different from the US domestic market and most other export markets, should the US producers decide to resume their exports into the Union, they would incur additional costs of production related to decreasing the water content of bioethanol as explained in recitals 45 to 47. Therefore, the Commission duly adjusted the US export prices for the Union conversion premium. (87) It should be, furthermore, clarified that in May 2012 the Commission published a Regulation to determine the correct tariff classification of certain goods in the Combined Nomenclature ( 12 ). Since then, some imports of the product concerned that may have been classified under other customs codes in the original investigation period, are to be classified under CN code 2207 20 00, that carries an import duty that has discouraging effect on exporters. During the review investigation period, the conventional import duty applicable to the product under review was EUR 129 per tonne or EUR 243 per tonne, depending on the customs code under which the product under review was classified. In the review investigation period, such conventional import duties represented 18 % to 34 % of the Union landed import price as constructed in recital 88 or 18 % to 36 % of the Union landed import price as constructed in recital 89. (88) For the US exports of the product under review to the three major US export markets and to all third export markets excluding the Union, the constructed Union landed price taking into account international transport costs, Union conversion premium, and the conventional import duty ranged from EUR 694 per tonne to EUR 719 per tonne. Even the lower Union landed price was, therefore, higher than the Union market price, which was determined at the level of EUR 655 per tonne in the review investigation period. This means that the US exporting producers would not be able to sell on the Union market at prices they normally achieved on third markets in the review investigation period. (89) For the sake of completeness and in order to take a conservative approach, the Commission also constructed a Union landed price disregarding the Union conversion premium since the US export prices should normally already include some conversion costs as explained in recitals 45 to 47. Following this approach, the Union landed price as mentioned in the previous recital would decrease to a level ranging from EUR 682 per tonne to EUR 707 per tonne. Thus, even without the Union conversion premium, the US exporting producers would not be able to achieve on the Union market prices for which they sold the product under review to third markets in the review investigation period. (90) Therefore, the Commission concluded that the US exporting producers would not be motivated by price to redirect their exports to the Union, would the measures be allowed to lapse. (91) The request for review referred to existing anti-dumping measures against bioethanol originating in the US in China, Peru, and Brazil and the corresponding possible risk of trade diversion towards the Union as another source of a possible recurrence of dumping. (92) The Commission acknowledged the potential diverting effects of bioethanol exports originating in the US that arise from the existence of these measures. That being said, as set out below, it considered that the risk of trade diversion would be limited in an overall assessment on the recurrence of dumping. (93) First, the anti-dumping and countervailing measures in China were imposed on distiller's dried grains, not bioethanol, and these measures were imposed well before the review investigation period. They, consequently, concern a different product, from which it cannot readily be concluded that a direct link to increasing imports of bioethanol into the Union could occur. (94) Next, in its submission of 5 July 2018, the applicant claimed that the Chinese authorities increased the import duty applicable to the US bioethanol from 5 % in 2016 to 30 % in 2017 with further increases to 45 % and 70 % in 2018. However, according to the WTO database of MFN and preferential tariffs ( 13 ), the import duty in China on HS subheading 2207 10 was 5 % in 2009, went up to 40 % afterwards and decreased again in 2017 to 8 %. The import tariff applicable to in China HS subheading 2207 20 was 80 % from 2006 onwards, decreased to 30 % in 2016 and remained at this level in the review investigation period. The Commission was, accordingly, not able to confirm the applicant's assertion. 15.5.2019 L 126/13 Official Journal of the European Union EN ( 12 ) Commission Implementing Regulation (EU) No 211/2012 of 12 March 2012 concerning the classification of certain goods in the Combined Nomenclature (OJ L 73, 13.3.2012, p. 1). ( 13 ) Available at: https://www.wto.org/english/tratop_e/tariffs_e/tariff_data_e.htm (last accessed 13 February 2019). ",
        "(95) In this regard, the US ITC statistics showed that exports of the product under review from the US to China have, in any case, already been absorbed by increased exports into other third countries during the last years. Therefore, the potential risk that these exports are redirected to the Union, should the measure be allowed lapse, is limited. Even if all exports of bioethanol from the US to China carried out in the review investigation period, amounting to 140 thousand tonnes at an average price of EUR 442/tonne at FAS level, were to be redirected to the Union following the increase of the import duties, they would have only accounted for 3 % of Union consumption during the review investigation period. (96) Second, with regard to Brazil, the request for review referred to a tariff quota put in place in August 2017, setting a 20 % tariff for imports of bioethanol above a quota of 600 million litres ( 14 ) (473 thousand tonnes). However, even with this tariff in place, bioethanol exports from the US to Brazil accounted for 318 million litres (251 thousand tonnes) during the last quarter of the review investigation period, reflecting more than double the quota for this quarter. The product under review was exported from the US to Brazil at an average price of EUR 522/tonne. This indicates that despite the existence of a 20 % tariff, Brazil remained attractive to US exports. Therefore, the Commission does not consider it likely that these exports would be redirected to the Union. (97) Third, as concerns the measures in place by Peru, assuming that the countervailing measures at the level of almost USD 48 per tonne imposed by Peru in November 2018 ( 15 ) would have a totally prohibitive effect on US exports of bioethanol to Peru (for which the Commission was not able to gather evidence), a redirection of these imports, which amounted to 127 thousand tonnes in the review investigation period, towards the Union would have only accounted for 3 % of Union consumption during the review investigation period. As such, even the worst case scenario for trade diversion arising from Peruvian measures could not lead to a conclusive finding on recurrence of dumping of US bioethanol. (98) Following the disclosure, the applicant claimed that contrary to the Commission's conclusions on the attractive­ ness, US bioethanol producers considered the Union market as highly attractive. The applicant based this assertion on the fact that the US industry started to renew the sustainability certification necessary to sell bioethanol on the Union market following the Renewable Energy Directive (‘RED’) ( 16 ). According to the applicant, the only reason for third country producers and traders for investing in RED certification is to enable exports to the Union. The applicant provided a list of seven US producers (Marquis Energy, Archer Daniels Midland, Green Plains, Cargill, Conestoga Energy Partners – two certificates, Plymouth Energy) that allegedly renewed their Union sustainability certification. (99) To support the allegations described in recital 98, the applicant quoted a news article dated August 2017 on the plans of the US producer and trader Archer Daniels Midland (‘ADM’) to [re]configure its Peoria, Illinois, ethanol dry mill to produce higher-margin industrial and beverage alcohol and fuel for the export market ( 17 ). (100) Although the applicant did not provide any evidence in respect of the Union RED sustainability certification of US producers and traders, the Commission examined this claim. In this respect, it should be noted that the Union RED sustainability certification is de iure voluntary, i.e. imports into the Union can also take place without it. However, any use of biofuels that were not certified would not be taken into account when measuring compliance of a Member State with the requirements of that Directive concerning national targets for the overall share of energy from renewable sources in gross final consumption of energy and for the share of energy from renewable sources in transport and when measuring its compliance with renewable energy obligations ( 18 ). Given that bioethanol is more expensive than ordinary fuel, there is hence no economic reason, based on the evidence on the file, for importing bioethanol that is not certified as Union RED sustainable. Therefore, the Commission concluded that there is a clear incentive to sell RED certified ethanol on the Union market, which makes the sustainability certification de facto necessary for exports to the Union. The Commission found that only four (Marquis Energy, Green Plains, one of Conestoga Energy Partners, Plymouth Energy) of the seven US companies 15.5.2019 L 126/14 Official Journal of the European Union EN ( 14 ) Resolution No 72 of 31 August 2017 and Ministerial Order No 32 of 4 September 2017. ( 15 ) Resolution No 152 of 6 November 2018. ( 16 ) Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC (OJ L 140, 5.6.2009, p. 16). ( 17 ) Available at https://www.reuters.com/article/us-adm-results/adm-says-profit-tumbles-and-issues-gloomy-view-shares-drop- idUSKBN1D01EV (last viewed 15 March 2019). ( 18 ) Article 17 of Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC (OJ L 140, 5.6.2009, p. 16). ",
        "named by the applicant had indeed a sustainability certification valid for the Union (EU-ISCC ( 19 ) certification). The other three companies (Archer Daniels Midland, Cargill, one of Conestoga Energy Partners) renewed their ISCC-PLUS ( 20 ) certification that is applicable for deliveries outside of the Union, in particular to Japan. Moreover, all US producers and traders certified for the Union had been continuously certified since 2011 ( 21 ). Those companies continued renewing their certification also during the period of application of the anti-dumping measures, despite the fact that they did not sell to the Union. Hence, the evidence on the file points to the fact that Union RED certification is also economically important for sales to other markets, as a global sign of quality. Therefore, based on the data available, the Commission concluded that the renewal of certification cannot be understood only as an indication of the US producers' intentions to resume exports to the Union, but more broadly as proof of being sustainable, which is also relevant for exports to other markets. Further, the certification obligation is an additional factor, alongside the water content requirement and the existing import duties, limiting the access of the US producers and/or exporters to the Union market and as such reducing its attractiveness. (101) With regard to the plans of ADM, although the Commission acknowledged that ADM intended to focus more on exports concerning the fuel ethanol produced in its Peoria plant, there is no evidence that the company intended to target the Union market, particularly as ADM was not certified under RED. It should be, furthermore, noted that the plant reconfiguration was supposed to steer the production away from the fuel ethanol and towards the beverage and industrial ethanol. This change would in fact decrease the production capacity of that plant by 100 million gallons (approximately 300 thousand tonnes) as elaborated in another news article ( 22 ). (102) Subsequently, both claims concerning the intentions of US producers and traders to redirect their sales to the Union market described in recitals 98 and 99 must be rejected. (103) The applicant further submitted a study by an external team of economists to claim that the Commission's calculations concerning the attractiveness of the Union market in terms of prices were not correct, and that, contrary to the Commission's conclusions, the Union market is attractive for US exports. (104) The Commission acknowledged that in comparison to some of the US export markets, the Union market might be an attractive market in terms of price. Nevertheless, in the framework of assessing whether there was a likelihood of further injurious dumping, as required by Article 11(2) of the basic Regulation, and as explained in recitals 48 and 59, the Commission carried out its analysis of the attractiveness of the Union market in terms of prices on the basis of the three individual export markets suggested by the applicant. For completeness, it also did so with the prices of all US exports to third countries, excluding those to the Union, in total. The Commission is not legally required to examine every export market individually. In the present case the Commission examined two biggest US export markets and a third market selected by the applicant. It would be disproportionate to individually examine all 36 export markets (excluding the Union) of US producers and/or exporters of the product concerned when an analysis of the largest export markets does not reveal sufficient evidence of attractiveness in price. Further, as already concluded in recital 59, the applicant did not provide any justification as to why the three US export markets initially proposed by it and examined by the Commission did no longer constitute a suitable basis for the Commission's analysis. In relation to Brazil, Canada, and Peru, the three markets suggested by the applicant, the study makes the same findings as the Commission concerning the attractiveness of the Union market in terms of price. Therefore, the Commission considered that the submitted study did not provide any evidence of error in Commission's calculation. On the contrary, the Commission considered that the study submitted by the applicant supported its initial findings. (105) Following the disclosure, the applicant submitted evidence on the level of import duties in China. With regard to China, the applicant further claimed that the fact that the exports to China had been already absorbed by other third countries should have been understood as a clear recognition that trade diversion had already been taking place. 15.5.2019 L 126/15 Official Journal of the European Union EN ( 19 ) Available at https://www.iscc-system.org/process/audit-and-certification-process/iscc-system-documents/ (last viewed 19 March 2019). ( 20 ) Available at https://www.iscc-system.org/process/audit-and-certification-process/iscc-system-documents/ (last viewed 19 March 2019). ( 21 ) Available at https://www.iscc-system.org/certificates/all-certificates/ (last viewed 15 March 2019). ( 22 ) Available at http://ethanolproducer.com/articles/14531/adm-announces-plans-to-reconfigure-ethanol-complex-in-illinois (last viewed 15 March 2019). ",
        "(106) The Commission acknowledged that the applicant submitted sufficient evidence on the level of import duties in China on ethanol originating in the US. The Commission did not deny that the US exporters sought new markets after the import duties in China increased. Nevertheless, the Commission considered that the levels of US exports to China during the review investigation period are the most relevant to analyse the threat of possible trade diversion towards the Union market. Volumes that had already found new markets are not considered to be as relevant. (107) Following the disclosure, the applicant claimed that the Brazilian market is not attractive for the US producers and/or exporters in view of the 20 % import tariff imposed on imports exceeding an import quota as explained in recital 96. To support this claim, the applicant referred to a news article dated October 2018 stating that [e] xports of corn-based US ethanol to Brazil sank to the lowest levels in nearly three years in August ( 23 ). The applicant further claimed that the Commission should have taken into account the fact that Brazil has a strong domestic demand, but its supply situation, and therefore its import needs, vary. According to the applicant, most of the Brazilian sugar and bioethanol refineries are ‘mixed units’ able to switch between the production of sugar and bioethanol based on the prices and profitability of those two products. (108) With regard to the effect of the tariff rate quota, it should be noted that the quoted news article merely stated that the monthly export volumes in August 2018 reached a level that was the lowest since October 2015. Indeed, the export statistics of US ITC showed zero export volumes in August 2018 – a situation that last occurred in October 2015. However, the news article does not provide any information about export trends save for this comparison between August 2018 and October 2015. In fact, the US exports to Brazil resumed in September 2018 and in total increased in 2018 in comparison to the previous year. (109) In addition, the Commission considered that the applicant did not provide sufficient evidence about the structure and functioning of the Brazilian bioethanol industry, nor was the Commission able to retrieve such evidence. Contrary to the claims of the applicant, the export statistics by US ITC showed that US exports of fuel ethanol to Brazil had been continuously increasing in the period considered and grew also in 2018. Therefore, the applicant's claims concerning the attractiveness of the Brazilian market for US producers and/or exporters must be rejected. (110) Following the disclosure, the applicant claimed that the Commission artificially reduced the likely impact on the Union market of the Peruvian measures by viewing potential trade diversion from China and Peru in isolation. (111) Taking into account the specifics of the Union market, i.e. the maximum allowed water content of the product under review and the RED sustainability certification that is de facto necessary to sell on the Union market as explained in recital 100, the Commission considered it unlikely that the US exports to Peru and China would be redirected to the Union market to their full extent. Furthermore, the applicant did not provide any evidence that would support its assertion. Therefore, this claim must be rejected. 3.3.3. Conclusion on the likelihood of recurrence of dumping (112) In light of the above assessment on the likelihood of recurrence of dumping should measures be allowed to lapse, the Commission concluded it unlikely that US bioethanol producers would export significant quantities of bioethanol to the Union at dumped prices, should the measures be allowed to lapse. (113) Following the disclosure, the applicant claimed that the Commission should have followed its past practice to conclude that the non-cooperation of the US producers constitutes additional – and important – evidence that ‘ [e]xporting producers were not willing or able to show that no dumping would take place if measures were allowed to lapse ’ ( 24 ). (114) In response, the Commission, first, recalled that its decisional practice – carried out on a case-by-case assessment – cannot bind future investigations and is, consequently, no indicator of how certain findings by the Commission should be made. Second, the determination in the investigation cited was considered an additional factor, among many, that led the Commission to its conclusion in that particular case. Third, as additional and supplementary factor, the non-cooperation of the US exporting producers may be considered as inhibiting the collection of detailed information with regard to the assessment of likelihood of continuation and recurrence of dumping, leading necessarily to the resort to the facts available under Article 18 of the basic Regulation. The Commission, 15.5.2019 L 126/16 Official Journal of the European Union EN ( 23 ) Available at https://www.reuters.com/article/us-usa-ethanol-brazil/u-s-ethanol-exports-to-brazil-drop-to-nearly-three-year-low- idUSKCN1MF2FI (last viewed 15 March 2019). ( 24 ) Council Regulation (EC) No 1001/2008 of 13 October 2008 imposing a definitive anti-dumping duty on imports of certain tube and pipe fittings, of iron or steel, originating in the Republic of Korea and Malaysia following an expiry review pursuant to Article 11(2) of Regulation (EC) No 384/96 (OJ L 275, 16.10.2008, p. 18). ",
        "however, considered that non-cooperation cannot be the reason for extending the measures. In this particular case, the Commission did, indeed, deem the non-cooperation by US exporting producers an element inhibiting a full and thorough assessment of all the factors and therefore applied facts available. Having considered all the evidence available before it, and under application of Article 18 of the basic Regulation, the Commission concluded that there is no likelihood of recurrence of dumping should the measures be allowed to lapse. Therefore, this claim, too, must be rejected. 3.4. Conclusion (115) Consequently, in light of the lack of a likelihood of recurrence of dumped exports from the country concerned, there is no need to analyse the likelihood of recurrence of injury and Union interest. The measures on imports of bioethanol originating in the United States of America should therefore be repealed and the proceeding terminated. 4. CONCLUSION (116) It follows from the above considerations that, under Article 11(2) of the basic Regulation, the anti-dumping measures applicable to imports of bioethanol originating in the US, imposed by Implementing Regulation (EU) No 157/2013, should be repealed. (117) The Committee established by Article 15(1) of Regulation (EU) 2016/1036 did not deliver an opinion. HAS ADOPTED THIS REGULATION: Article 1 The anti-dumping duty on imports of bioethanol, sometimes referred to as ‘fuel ethanol’, i.e. ethyl alcohol produced from agricultural products (as listed in Annex I to the Treaty on the Functioning of the European Union), denatured or undenatured, excluding products with a water content of more than 0,3 % (m/m) measured according to the standard EN 15376, but including ethyl alcohol produced from agricultural products (as listed in Annex I to the Treaty on the Functioning of the European Union) contained in blends with gasoline with an ethyl alcohol content of more than 10 % (v/v) intended for fuel uses, currently falling within CN codes ex 2207 10 00, ex 2207 20 00, ex 2208 90 99, ex 2710 12 21, ex 2710 12 25, ex 2710 12 31, ex 2710 12 41, ex 2710 12 45, ex 2710 12 49, ex 2710 12 50, ex 2710 12 70, ex 2710 12 90, ex 3814 00 10, ex 3814 00 90, ex 3820 00 00 and ex 3824 99 92 (TARIC codes 2207 10 00 12, 2207 20 00 12, 2208 90 99 12, 2710 12 21 11, 2710 12 25 92, 2710 12 31 11, 2710 12 41 11, 2710 12 45 11, 2710 12 49 11, 2710 12 50 11, 2710 12 70 11, 2710 12 90 11, 3814 00 10 11, 3814 00 90 71, 3820 00 00 11 and 3824 99 92 66) and originating in the US is hereby repealed and the proceeding concerning these imports is terminated. Article 2 This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 14 May 2019. For the Commission The President Jean-Claude JUNCKER 15.5.2019 L 126/17 Official Journal of the European Union EN ",
        "COMMISSION IMPLEMENTING REGULATION (EU) 2019/766 of 14 May 2019 derogating from Implementing Regulation (EU) No 809/2014 as regards the final date of submission of the single application, aid applications or payment claims, the final date for notification of amendments to the single application or payment claim and the final date for applications for allocation of payment entitlements or the increase of the value of payment entitlements under the basic payment scheme for the year 2019 THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) No 1306/2013 of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agricultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008 ( 1 ), and in particular point (b) of the first paragraph and the second paragraph of Article 78 thereof, Whereas: (1) Commission Implementing Regulation (EU) No 809/2014 ( 2 ) provides for the final date of submission of the single application, aid applications or payment claims, for the final date for notification of amendments to the single application or payment claim and for the final date for submission of applications for allocation of payment entitlements or the increase of the value of payment entitlements under the basic payment scheme. (2) Member States are implementing changes to their administrative system for area-based payments resulting from the new obligations arising in the context of the General Data Protection Regulation ( 3 ), involving, inter alia, a re­ organisation of the information technology systems, changes to procedures and awareness-raising activities towards beneficiaries to inform them of the new legal requirements. As a result, exceptional administrative difficulties have been encountered in Member States. (3) That situation has affected the possibility of beneficiaries to submit the single application, aid applications or payment claims and applications for allocation of payment entitlements or the increase of the value of payment entitlements under the basic payment scheme within the time limits provided for in Articles 13(1) and 22(1) of Implementing Regulation (EU) No 809/2014. (4) In view of that situation, it is appropriate to provide for a derogation from Articles 13(1) and 22(1) of Implementing Regulation (EU) No 809/2014 which enables Member States to fix for the year 2019 a final date of submission of the single application, aid applications or payment claims and a final date for submission of applications for allocation of payment entitlements or the increase of the value of payments entitlements under the basic payment scheme that are later than those provided for in those Articles. Since the dates and periods referred to in Articles 11(4), 15(2) and (2a) of Implementing Regulation (EU) No 809/2014 are linked to the final date provided for in Article 13(1) of that Regulation, a similar derogation should be provided for the notification of the results of preliminary checks and of amendments to the single application or payment claim. (5) Since those derogations should cover the single application, aid applications and payment claims, amendments to the single application or payment claim and applications for allocation of payment entitlements for the year 2019, it is appropriate that this Regulation applies to applications and payment claims relating to the year 2019. (6) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Direct Payments and the Committee for Rural Development, 15.5.2019 L 126/18 Official Journal of the European Union EN ( 1 ) OJ L 347, 20.12.2013, p. 549. ( 2 ) Commission Implementing Regulation (EU) No 809/2014 of 17 July 2014 laying down rules for the application of Regulation (EU) No 1306/2013 of the European Parliament and of the Council with regard to the integrated administration and control system, rural development measures and cross compliance (OJ L 227, 31.7.2014, p. 69). ( 3 ) Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1). ",
        "HAS ADOPTED THIS REGULATION: Article 1 By way of derogation from the first subparagraph of Article 13(1) of Implementing Regulation (EU) No 809/2014, for the year 2019, the final dates to be fixed by Member States by which the single application, aid applications or payment claims have to be submitted shall not be later than 15 June. Article 2 By way of derogation from Article 15(2) of Implementing Regulation (EU) No 809/2014, for the year 2019, in Member States using the derogation provided for in Article 1 of this Regulation the amendments made to the single application or payment claim in accordance with Article 15(1) of Implementing Regulation (EU) No 809/2014 shall be notified to the competent authority by 15 June. Article 3 The derogations provided for in Articles 1 and 2 shall also apply in the Member States concerned for the purpose of calculating the periods of 26, 35 and 10 calendar days, respectively, after the final date of submission of the single application, aid application or payment claims and the final date for notification of amendments as referred to in Articles 11(4) and 15(2a) of Implementing Regulation (EU) No 809/2014. Article 4 By way of derogation from Article 22(1) of Implementing Regulation (EU) No 809/2014, for the year 2019, the date to be fixed by Member States for the submission of applications for allocation of payment entitlements or the increase of the value of payment entitlements under the basic payment scheme shall not be later than 15 June. Article 5 This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union . It shall apply to applications and payment claims relating to the year 2019. This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 14 May 2019. For the Commission The President Jean-Claude JUNCKER 15.5.2019 L 126/19 Official Journal of the European Union EN ",
        "DECISIONS COMMISSION DECISION (EU) 2019/767 of 31 July 2018 on State aid SA.36511 (2014/C) (ex 2013/NN) Caps applied by France to the CSPE surcharge (notified under document C(2018) 4975) (Only the French text is authentic) (Text with EEA relevance) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 108(2) thereof, Having regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof, Having called on interested parties to submit their comments pursuant to those articles ( 1 ), and having regard to their comments, Whereas: 1. PROCEDURE (1) On 11 October 2013, following preliminary contacts between the Commission departments and France in the course of 2013, France notified its onshore wind support scheme, which had been funded up to then by an electricity surcharge known as the ‘contribution to the public electricity service’ ( contribution au service public de l'électricité – ‘CSPE’). (2) As the scheme had entered into force prior to notification, on 29 November 2013 the case was transferred to the register of non-notified aid. (3) By letter of 27 March 2014, the Commission informed France that it had no objections to support for onshore wind, but that it had doubts about the compatibility with the internal market of the reductions in the CSPE granted to self-generating consumers, large electricity consumers and electro-intensive consumers. Consequently, it informed France that it had decided to initiate the procedure laid down in Article 108(2) of the Treaty on the Functioning of the European Union (‘TFEU’) in respect of these CSPE reductions. (4) The Commission's decision to initiate the procedure (‘the Opening Decision’) was published in the Official Journal of the European Union . The Commission invited interested parties to submit their comments on the measures in question and on the possible application to the CSPE reductions of the Guidelines on State aid for environmental protection and energy 2014-2020 (‘the 2014 Guidelines’) ( 2 ). (5) The Commission received comments from five interested parties: (i) Air Liquide, by letter of 3 November 2014; (ii) EDF, by letter of 17 November 2014; (iii) the RATP, by letter of 2 December 2014; (iv) the SNCF, by letter of 3 December 2014, and (v) the Union des Industries Utilisatrices d'Énergie (UNIDEN), by letter of 3 November 2014. These comments concerned, on the one hand, the existence of State aid and, on the other hand, the compliance of the measures with the TFEU and also with the 2014 Guidelines. 15.5.2019 L 126/20 Official Journal of the European Union EN ( 1 ) OJ C 348, 3.10.2014, p. 78. ( 2 ) OJ C 200, 28.6.2014, p. 1. ",
        "(6) France submitted its comments through a memorandum of 5 May 2014, supplemented by a memorandum of 22 October 2015. In this correspondence, after recapping the various CSPE reductions, France firstly asserted that the CSPE reductions enjoyed by self-generating consumers did not constitute aid. It then stated that the cap on the CSPE per site and the cap on the CSPE of 0,5 % of value added were compatible with the State aid rules. (7) During the formal investigation, the Commission sent seven requests for information between 21 August 2014 and 27 October 2017. The French authorities in turn submitted 11 memoranda and information documents between 7 May 2014 and 12 December 2017. These exchanges of information concerned (i) clarification of the amounts paid in CSPE and reductions granted to certain types of beneficiary, (ii) the classification of the measures as State aid and legal analysis of their compliance with the State aid rules, and (iii) the presentation of an adjustment plan intended to lower the reductions in CSPE to levels compatible with the applicable State aid rules. The first adjustment plan proposed was presented in the memorandum of 4 November 2014 and was finalised in the memorandum of 23 November 2017. 2. DESCRIPTION OF THE MEASURES (8) This section outlines the CSPE surcharge and the reductions in it granted for the period 2003-2015. It is the reductions that are the subject of this Decision. 2.1. Presentation of the CSPE (9) The CSPE surcharge was introduced by Law No 2003-8 of 3 January 2003 on the gas and electricity markets and on the public energy service ( loi n o 2003-8 du 3 janvier 2003 relative aux marchés du gaz et de l'électricité et au service public de l'énergie ), ‘Law No 2003-8’). The scheme described in this Decision predates the 2016 CSPE reform introduced by Amending Finance Law for 2015 No 2015-1786 of 29 December 2015 ( loi n o 2015-1786 du 29 décembre 2015 de finances rectificative pour 2015, LFR 2015 ). (10) The CSPE was intended to offset the extra costs associated with the public electricity service tasks borne by the incumbent electricity suppliers (EDF and local distribution companies). These extra costs stem mainly from the funding of four types of policy: (a) They derive firstly from an obligation imposed on EDF or local distribution companies ( entreprises locales de distribution, ELD ) to purchase electricity generated by certain types of plant producing electricity from renewable energy sources (wind, photovoltaic, etc.). This component accounted for 39 % of the CSPE collected over the entire duration of the measures, i.e. 2003-2015. (b) They also derive from the funding of high-efficiency cogeneration, which accounted for 25 % of the CSPE collected over the 2003-2015 period. In its memorandum of 20 December 2016, France stated that the CSPE was intended only to fund high-efficiency cogeneration. France there stated that this support had first taken the form of a purchase contract scheme applied between 1997 and 2001, which remunerated cogeneration facilities with an energy efficiency in excess of 65 %, and had subsequently taken the form of assistance, from 2013, for high-efficiency natural gas cogeneration facilities of more than 12 MW. (c) The extra costs further arise out of compensation given to electricity generators in non-interconnected areas (Corsica or overseas departments) so that in the electricity price paid by the final consumer the generators do not pass on the difference between the generation costs they have to bear and the generation costs borne in mainland France, which are lower because they incorporate the lower cost of nuclear energy. This item accounted for 31 % of the total CSPE collected over the entire period in question, i.e. 2003-2015. The system for keeping electricity prices in Corsica and in the overseas departments equivalent to prices applied in mainland France is otherwise known as ‘tariff equalisation’ ( péréquation tarifaire ). (d) Three per cent of these extra costs stem from implementing the social tariff known as the tariff for electricity as a ‘basic necessity’ ( produit de première nécessité ), and from covering some of the costs borne by electricity suppliers due to their financial participation in the scheme to help people living in poverty. 15.5.2019 L 126/21 Official Journal of the European Union EN ",
        "(11) The Commission notes that, in addition to these policies other policies were also funded out of the CSPE, albeit to a lesser extent. These measures accounted for less than 2 % of the CSPE collected. They mainly involved the following: (1) Support granted between 2003 and 2015 to plants generating electricity by incinerating household waste. EDF and local distribution companies were under an obligation at the time to purchase the electricity generated by these plants at a price set by ministerial order. The extra costs borne by these operators were offset out of the CSPE. France considers that the proportion of renewable energy generated by these plants was 50 %, in accordance with the rules of the International Energy Agency (IEA) and Eurostat on energy statistics. (2) Support for peak-demand facilities contributing to security of supply. These facilities are powered mainly by diesel and were built in the 1990s. They are called upon for a limited number of hours depending on the needs of the electricity system. (3) Support for various measures (EUR 221 million over the 2003-2015 period): firstly, funding of firm capacity contracts to encourage independent generation (electricity generating facilities with an output less than 8 000 kVA, facilities designed to use the calorific value of urban waste), presented by France as being ‘a useful addition’ to the public electricity service; secondly, funding of purchase contracts for the output of various generators. (12) Article L.121-7 of the Energy Code ( Code de l'Énergie ) provides that costs attributable to public electricity service tasks are to be offset by contributions payable by final consumers of electricity established in the national territory. All these items therefore represent a single extra cost for French consumers. The contribution was paid by all final consumers of electricity in proportion to the kilowatt-hours (kWh) consumed, including by electricity self-generators. Between 2003 and 2015, the CSPE changed as follows: Changes in the amount of CSPE collected - 2003-2015 (EUR/MWh) 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 CSPE 3,0 3,3 4,5 4,5 4,5 4,5 4,5 4,5 9,0 10,5 13,5 16,5 19,5 Source: French Court of Auditors ( Cour des Comptes ) Report 2017. (13) Where an eligible final consumer had exercised the rights granted in Article 22(III) of Law No 2000-108 of 10 February 2000 on the modernisation and development of the public electricity service ( loi n o 2000-108 du 10 février 2000 relative à la modernisation et au développement du service public de l'électricité , ‘Law No 2000-108’), and was supplied through the public transmission network or through a public distribution network, the consumer's contributions were collected by the operator responsible for the management of the network to which the consumer was connected, by way of a levy additional to the network usage tariff. (14) The contributions collected by that operator were paid to the operators that bore the costs of the public service through the Caisse des dépôts et consignations (‘CDC’). The CDC paid out this contribution, four times a year, to those operators that bore the costs that the sums collected were intended to offset. On 1 January each year, it paid the national energy ombudsman a sum equal to the amount of its budget. (15) The CDC recorded these various transactions in a special account. The management fees incurred by the CDC were determined annually by the Ministers for the Economy and for Energy. Where the sum of the contributions collected did not correspond to the total costs recorded for the year, an adjustment was made the following year through the contributions payable for that year. If the sums payable were not collected in the course of the year, they were added to the amount of the charges for the following year ( 3 ). (16) Every year, in its annual report, the Energy Regulatory Board ( Commission de régulation de l'énergie , ‘CRE’) assessed the operation of the scheme covering these public electricity service costs. The amended Decree No 2004-90 (Decree No 2004-90 of 28 January 2004 on the compensation of public electricity service costs – Décret n o 2004-90 du 28 janvier 2004 relatif à la compensation des charges de service public de l'électricité ) organised how this compensation worked: every year, before 15 October, the CRE proposed to the Minister for Energy the estimated 15.5.2019 L 126/22 Official Journal of the European Union EN ( 3 ) ECLI:EU:C:2013:851. ",
        "costs for the following year and the unit contribution per kWh consumed in France that would allow these costs to be financed. The CRE's proposal was based on statements of recorded costs for the previous year (N – 1) and on statements of estimated costs for the following year (N + 1). These statements were provided by the operators incurring the costs. As explained in recitals 14 and 15, the collection of contributions was managed centrally by the CDC. (17) The CRE checked the amount of the recorded costs. The costs of supporting renewable energies corresponded to the difference between the amount of support and the market price received by the accountable operator selling this energy. The amount of compensation was thus determined by a market price. The CRE defined the method for determining this market price. It did not correspond to the actual market value that the accountable operator secured, but to a reference value based on various parameters (forward market price and spot price with different weightings depending on the sub-sector, intraday market price, settlement price for imbalances) that allowed the behaviour of a competitive market player to be reflected more accurately in order to encourage the accountable operator to be competitive. (18) Without prejudice to the application of the penalties provided for by law, if, within two months of the date on which it became payable, payment of the contribution was not made or was insufficient, the CRE sent a reminder letter together with a penalty for late payment, which was set at 10 % of the amount of the contribution due. If payment was still not made by a person liable for these contributions, the Minister for Energy imposed an administrative penalty under the conditions laid down by Article 41. (19) Between 2003 and 2015, the CSPE amount collected by the operator responsible for managing the network totalled EUR 36,9 billion, divided as follows: CSPE amounts collected by EDF (EUR million) RE Cogeneration Tariff equalisation Social tariffs Miscellaneous Total 2003 129 689 332 0 69 1 219 2004 261 835 470 0 89 1 655 2005 186 810 501 98 99 1 694 2006 72 944 540 49 66 1 671 2007 (5) 560 921 (12) 2 1 466 2008 121 488 995 49 41 1 694 2009 293 499 780 42 42 1 656 2010 411 769 678 57 21 1 936 2011 1 231 784 767 32 68 2 882 2012 1 724 741 1 063 70 29 3 627 2013 2 667 823 1 462 134 60 5 146 2014 3 286 545 1 495 251 46 5 623 2015 4 057 626 1 618 304 58 6 663 14 433 9 113 11 622 1 074 690 36 932 Source: Memorandum from the French authorities to the Commission departments, 20 December 2016. 15.5.2019 L 126/23 Official Journal of the European Union EN ",
        "(20) Between 2003 and 2015, the composition of the CSPE changed as follows: Source: France – memorandum of 20 December 2016. 2.2. CSPE reductions (21) The law provided for three types of reduction in the CSPE for certain consumers. These reductions could be combined: they are presented below: (a) For industrial customers consuming more than 7 GWh, the amount of the contribution was capped at 0,5 % of the undertaking's value added (Article L.121-21 of the Energy Code). (b) Article L.121-12 of the Energy Code then capped the amount of the contribution payable by final consumers per consumption site at EUR 627 783 ( 4 ). This cap was updated in line with inflation every year until 2013. In 2014 and 2015, the cap was increased at the same rate as the unit contribution, up to a maximum of 5 % per year. (c) Generators of electricity for their own use, up to a maximum of 240 GWh per year and per generating site, could also benefit from a CSPE exemption (Article L.121-11 of the Energy Code). (22) Between 2003 and 2015, these various CSPE reductions, excluding transport undertakings, totalled EUR 6,8 billion, divided as follows: Source: France – 15 November 2017. 15.5.2019 L 126/24 Official Journal of the European Union EN ( 4 ) Amount as at 1 January 2015. This amount was gradually revised. It was EUR 569 418 in 2013. ",
        "(23) These caps are presented in detail below. 2.2.1. Contribution cap of 0,5 % of value added (Article L.121-21 of the Energy Code inserted by Article 67 of Programme Law No 2005-781 of 13 July 2005 laying down energy policy guidelines) (24) The 0,5 % value added cap, which applied to industrial customers consuming more than 7 GWh per year, was established in 2005 through Programme Law No 2005-781 of 13 July 2005 laying down energy policy guidelines ( loi n o 2005-781 du 13 juillet 2005 de programme fixant les orientations de la politique énergétique ), and was actually implemented in 2006. (25) France has indicated that the 0,5 % cap was intended to preserve the competitiveness of electro-intensive undertakings, which are active mainly in the metallurgy, paper-making, chemical and other such sectors, in other words sectors exposed to international competition, and particularly undertakings whose consumption exceeded the threshold of 7 GWh per year, which also limited the impact on other categories of consumer. (26) The capping of the CSPE at 0,5 % of value added had to be declared to the CRE, which carried out checks and then made the decision to reimburse the amounts due. These amounts were reimbursed only once the undertak­ ing's added value was known (i.e. no earlier than during year N + 1 for amounts collected in year N). (27) France has indicated that, out of a total of EUR 6,8 billion in reductions granted between 2003 and 2015, the CSPE 0,5 % value added cap accounted for 69 % (EUR 4,7 billion) of the total exemptions. According to the information provided by France, this cap applied to a total of 1 636 undertakings during the 2003-2015 period. 2.2.2. Contribution cap per site (Article L.121-12 of the Energy Code and Article 5 of Law No 2000-108) (28) This cap was established when the CSPE was created, by Article 37 of Law No 2003-8 of 3 January 2003 referred to above (which amended Article 5 of Law No 2000-108). It entered into force in 2003. The CSPE site cap was initially set at EUR 500 000, and was then increased to EUR 550 000 through Article 37 of Finance Law for 2011, No 2010-1657 of 29 December 2010 ( loi n o 2010-1657 du 29 décembre 2010 de finances pour 2011 ). This article provided for the cap to be updated in line with the projected growth rate in the consumer price index, excluding tobacco, accompanying the draft finance law for the year. In 2013, the French Parliament set this cap at EUR 569 418 and, through Article 59 of the Amending Finance Law for 2013 ( loi de finances rectifi­ cative pour 2013 ), adopted a new rule for updating it: it was to be updated each year in line with the change in the amount of the CSPE unit contribution, up to a maximum increase of 5 % per year. As at 1 January 2015, the cap stood at EUR 627 783. (29) According to France, the CSPE site cap mirrored the 0,5 % value added cap, but per consumption site rather than per undertaking. France has also explained that the site cap allowed undertakings consuming a large amount of electricity at one site, without, however, being electro-intensive, to be included. (30) France has indicated that, out of a total of EUR 6,8 billion in reductions granted between 2003 and 2015, the CSPE site cap accounted for 29 % (EUR 2,0 billion) of that amount. According to France, 522 undertakings benefited from this cap. 2.2.3. 240 GWh exemption threshold (Article L.121-11 of the Energy Code and Article 5 of Law No 2000-108) (31) The exemption for self-generated electricity was carried over from the Public Electricity Generation Service Fund ( Fonds du Service Public de la Production d'Électricité , FSPPE), a scheme which preceded the CSPE. This Fund was created by Article 5 of Law dated 10 February 2000 related to the modernisation and the development of public service of electricity. It was financed by electricity generators, suppliers and importers and by generators of electricity for their own use exceeding an amount of electricity generated per year that was set by decree. This amount was set at 240 GWh in Decree No 2001-1157 of 6 December 2001 on the public electricity generation service fund ( décret n o 2001-1157 du 6 décembre 2001 relatif au fonds du service public de la production d'électricité ), adopted pursuant to Article 5 of Law No 2000-108. (32) An electricity generator could be exempted from the contribution up to the number of kilowatt-hours generated and consumed by itself, subject to the cap of 240 GWh per generating site. The same generator could allow one consumer at the same site to benefit from the exemption, where the number of kilowatt-hours exempted by own consumption and sold to that consumer did not exceed the cap of 240 GWh per generating site. 15.5.2019 L 126/25 Official Journal of the European Union EN ",
        "(33) France has indicated that the aim of the exemption granted for electricity generated for own use was to limit the taxation of consumers generating their own electricity who, by financing their own facilities, had made the choice not to contribute to, but also not to benefit from, national energy policy. (34) This exemption entered into force in 2002. It was preserved when the CSPE was created (in replacement of the FSPPE) in 2003, by Article 37 of Law No 2003-8: ‘The electricity generated by a generator for own use or purchased by a final consumer for own use from a third party operating a generating facility at the consumption site shall be taken into account for the purpose of calculating the contribution only above a threshold of 240 million kilowatt-hours per year and per generating site’. (35) France has explained that, in practice, this exemption applied mainly to industrial sites, with the majority possessing cogeneration facilities (excluding electricity generation), and that, in addition, private individuals did not benefit. (36) In 2011, 88 sites benefited from this own consumption exemption, with a total volume of 11 TWh having been exempted. Furthermore, 94,8 TWh, 84,6 TWh and 87,4 TWh were exempted in 2012, 2013 and 2014 respectively ( 5 ). (37) According to France, 88 sites benefited from this exemption over the entire 2003-2015 period. This accounted for around 2 % of the total reductions granted, out of a total of EUR 6,8 billion. 2.3. Amount of CSPE reductions granted (38) Over the entire period in question (2003-2015), the CSPE reductions totalled EUR 6,8 billion. The breakdown of these reductions by type is set out in Sections 2.2.1 to 2.2.3. 2.4. Beneficiaries of the measures (39) The companies benefiting from the CSPE reductions were large electricity consumers, in around 227 sectors in the NACE classification. The main areas of activity in which they operated were metallurgy, the chemical and petrochemical industry, gas, paper-making, the nuclear industry, aeronautics, electronics manufacturing, vehicle manufacturing, agri-food and transport. One company could qualify under several exemption criteria simultan­ eously. (40) The beneficiaries of the measures were eligible for one or more caps on the CSPE. According to the information provided by France, over the entire period in question (2003-2015), 1 664 undertakings benefited from CSPE reductions, which can be broken down as follows: 1 636 under the 0,5 % value added cap, 552 under the CSPE site cap and 88 ( 6 ) under the own consumption exemption. Some undertakings were able to combine several types of reductions. 2.5. Duration of the measures and 2016 reform (41) The CSPE was introduced in 2003. Its amount and breakdown are set out in Sections 2.2.1 to 2.2.3. (42) In 2015, it was replaced by a new scheme. The Amending Finance Law for 2015, No 2015-1786, reformed energy taxation, in particular the funding of public electricity and gas service charges. The CSPE was abolished for consumption after 31 December 2015. (43) Since 1 January 2016, the policies previously funded by the CSPE have been financed through the State budget. 2.6. Exclusion from the scope of the Decision of the CSPE reductions granted to transport undertakings (44) Given the specific regulatory framework applicable to rail transport undertakings ( 7 ), the CSPE reductions granted to those undertakings are excluded from this proceeding and will be the subject of a specific Commission decision. They are therefore excluded from the scope of this Decision. 15.5.2019 L 126/26 Official Journal of the European Union EN ( 5 ) Reply from France of 5 May 2014. ( 6 ) Memorandum from the French authorities of 23 November 2017 and annex. ( 7 ) Community Guidelines on State aid for railway undertakings (OJ C 184, 22.7.2008, p. 13). ",
        "(45) The total amount of the CSPE reductions set out in Section 2.2 consequently does not include the reductions granted to rail transport undertakings. 2.7. Grounds for initiating the procedure (46) In its Opening Decision ( 8 ), the Commission considered that the measures constituted State aid for which sufficient evidence of compatibility with the internal market had not been provided. 2.7.1. Existence of aid (47) The Commission considered that the CSPE reductions granted constituted State aid. (48) First of all, it took the view that the various CSPE reductions provided for by law conferred a selective advantage on self-generating undertakings, large electricity consumers and electro-intensive consumers, for three reasons. Firstly, the CSPE exemption granted to undertakings generating their own electricity, as explained in recital 144 of the Opening Decision, constituted selective aid. Secondly, the Commission concluded that benefici­ aries of the CSPE site cap had enjoyed an advantage granted only to certain economic sectors. Lastly, the CSPE 0,5 % value added cap applied only to industrial undertakings exceeding a certain consumption threshold, and therefore also conferred an advantage on those undertakings. (49) The Commission then observed that the advantages resulting from the CSPE reductions, like the CSPE itself, had been financed by State resources and were imputable to the State. As the CSPE was a State resource, the reductions in the CSPE necessarily constituted a waiver of State resources. (50) Lastly, the Commission also considered that the various CSPE reductions were likely to affect trade between Member States and distort competition, due to the different treatment of beneficiaries of the measures and their competitors who did not qualify. 2.7.2. Compatibility of the aid (51) As regards the compatibility of the measures with the internal market, the Commission pointed out that, on the date of the Opening Decision, the CSPE was neither a harmonised environmental tax within the meaning of point 153 of the Community Guidelines on State aid for environmental protection of 2008, nor a non- harmonised environmental tax within the meaning of point 151 in conjunction with point 70(14) of the 2008 Guidelines ( 9 ). (52) In that respect, it pointed out that the specific tax base did not necessarily have a negative effect on the environment, given that the CSPE was payable in part on renewable electricity. For the same reason, the CSPE could not be regarded as having the aim of internalising environmental costs. In addition, it did not aim to orient producers or end-consumers towards activities better respecting the environment. Rather, a reduction in consumption would have led to the need to increase the CSPE payable in order to cover the costs of producing renewable energy. Consequently, Chapter 4 ( 10 ) of the 2008 Guidelines was not applicable. (53) However, the Commission considered that the measures aimed at reducing the CSPE could be assessed under Article 107(3)(c) TFEU and invited France to clarify how this should be done. (54) The Commission also noted that the 2008 Guidelines were in the process of being revised and that the draft 2014 Guidelines contained the following points: ‘(180) The funding of support to energy from renewable sources through charges does as such not target a negative externality and accordingly has no direct environmental effect. However, it may result in higher electricity prices. The increase in electricity costs may be explicit through a specific charge which is levied from electricity consumers on top of the electricity price or indirect through additional costs faced by electricity suppliers due to obligations to buy renewable energy which are subsequently passed on to their customers, the electricity consumers. A typical example would be the mandatory purchase by electricity suppliers of a certain percentage of renewable energy through green certificates for which the supplier is not compensated. 15.5.2019 L 126/27 Official Journal of the European Union EN ( 8 ) OJ C 348, 3.10.2014, p. 78. ( 9 ) Recitals 154 and 155 of the Opening Decision. ( 10 ) Chapter 4: ‘Aid in the form of reductions of or exemptions from environmental taxes’. ",
        "(181) In principle, all energy consumers should bear the costs of financing renewable energy support. However, some reductions may be needed to secure a sufficient financing base for renewable energy support (84). In order to avoid that undertakings particularly affected by the funding of renewable energy support are put in a difficult competitive situation, Member States may wish to grant partial compensation for additional costs so as to facilitate the overall funding of support to energy from renewable sources and avoid carbon leakage. With no compensation to particularly affected undertakings, public acceptance of setting up ambitious renewable energy support measures may be limited. On the other hand, if such compensation is too high or awarded to too many electricity consumers, public acceptance for renewable energy support may be equally hampered.’ (55) Lastly, the Commission pointed out that the draft 2014 Guidelines (paragraph 229) stated that aid granted in the form of reductions in the funding of support for energy from renewable sources would be assessed based on the new Guidelines on State aid for environmental protection and energy, once these were adopted (even if the aid was granted before the 2014 Guidelines entered into force). (56) With France having provided very little information on the objective of the reductions and their justification, the Commission also expressed doubts about the compatibility of the aid with the internal market. It therefore invited France to clarify: (i) the objective of common interest served by the measure; (ii) its appropriateness; (iii) its incentive effect, and (iv) its sufficient avoidance of undue negative effects on trade. (57) In its Opening Decision, therefore, the Commission considered that France had not sufficiently demonstrated the compatibility with the internal market of the measures to reduce the CSPE for certain beneficiaries. 2.8. Adoption of the 2014 Guidelines (58) The 2014 Guidelines entered into force on 1 July 2014. They introduced a Section 3.7.2 on ‘Aid in the form of reductions in the funding of support for energy from renewable sources’. (59) This section recognises first of all that charges collected to fund energy policies do not have a direct effect on the environment and do not constitute environmental taxes, in the strict sense of the term, which aim to increase the costs of environmentally harmful behaviour. However, they can indirectly contribute to environmental protection by allowing the funding of support schemes contributing to environmental protection. (60) Secondly, the Guidelines point out that, in some cases, a scheme for funding such support measures through an electricity charge is feasible only if undertakings particularly affected by the financing costs of renewable energy support can benefit from reductions. (61) Thirdly, the Guidelines determine the levels of reduction deemed acceptable in order to ensure the financial acceptability of the support measures, by preventing too great a burden being placed on other consumers. (62) Lastly, Section 3.7.3 of the 2014 Guidelines sets out the possibility of adopting an adjustment plan in order to progressively adjust the levels of reduction applied by a national measure to levels that are compatible with the provisions of the Guidelines and proportional under the State aid rules. 3. COMMENTS BY INTERESTED PARTIES (63) Excluding transport undertakings, which will be considered elsewhere, the following comments were made on the Opening Decision. 3.1. EDF (64) EDF submitted its comments to the Commission on 17 November 2014. According to the EDF Group, approxi­ mately … % of the exemptions that it was granted stemmed from the consumption of self-generated electricity in order to produce electricity that was fed into the public network. According to EDF, this own consumption involved firstly the electricity consumption of auxiliary equipment in power plants, and secondly the electricity consumption of pumped storage stations at hydroelectric plants, electricity supplied in this second case by nuclear plants. 15.5.2019 L 126/28 Official Journal of the European Union EN ",
        "(65) EDF considers that this own consumption should benefit from a total exemption from the CSPE, firstly in accordance with Council Directive 2003/96/EC ( 11 ), referred to in paragraph 51, Article 14(1)(a) of which provides that Member States are to exempt from taxation energy products and electricity used to produce electricity and electricity used to maintain the ability to produce electricity, and secondly under the Decision validating, as State aid, the German ‘EEG-surcharge’ scheme laid down by the EEG 2014 Act ( 12 ). (66) Furthermore, EDF underlines the need to ensure consistency between the energy-related charge exemption schemes of the various Member States, which in particular benefit electro-intensive industries. Different treatment of these exemptions in the Member States could increase the competitiveness gaps that currently exist in the various markets. 3.2. ALFI (67) ALFI (Air Liquide France Industrie) submitted its comments to the Commission on 3 November 2014. ALFI underlines first of all that the energy costs it incurs represent … % to … % of its production costs. Secondly, ALFI maintains that an excessively large increase in the cost of electricity would result in the internalisation of industrial gas production by the various industries using these gases (chemical, steel, petrochemical, glass), but on a smaller scale, which would lead to a worldwide increase in energy consumption. (68) Thirdly, ALFI denies that the CSPE reductions gave their beneficiaries an advantage. It contends that the reductions were simply a response to a ‘public service task’ of supply, and consequently could not constitute aid, although it does not specify the legal basis for this statement. (69) Lastly, ALFI, while maintaining that there was in fact no aid, as explained in the preceding recital, argues that if the CSPE reductions were to be classified as State aid they would be compatible with Section 3.7.2 of the 2014 Guidelines, which recognises, under certain conditions, the compatibility of different contributions and reductions in contributions intended to benefit electro-intensive industrial undertakings. Consequently, recovery of the aid, if aid were shown to exist, would be ruled out in any case. 3.3. UNIDEN (70) UNIDEN, an association representing the interests of energy-intensive industries in France, submitted its comments to the Commission on 3 November 2014. According to UNIDEN, the CSPE reductions pursued several objectives of common interest, which made the measures compatible under Article 107(3) TFEU and the 2014 Guidelines. (71) Firstly, the measures pursued an objective of maintaining the competitiveness of industrial sectors exposed to global competition. Secondly, the measures pursued a social objective. Thirdly, the measures pursued an objective of economic, social and territorial cohesion, particularly consisting in the protection of the most disadvantaged consumers. Lastly, the measures pursued an objective of energy efficiency, which was fully consistent with European Union law. 4. COMMENTS BY FRANCE (72) France has submitted comments on both the classification of the measures and their compatibility with the internal market. 4.1. The site cap and the cap at 0,5 % of value added did not constitute State aid (73) The main arguments put forward by France to demonstrate the absence of aid are the absence of selectivity and the absence of distortion of competition. 4.1.1. No selectivity (74) According to France, the measures were not selective for three main reasons: 15.5.2019 L 126/29 Official Journal of the European Union EN ( 11 ) Council Directive 2003/96/EC of 27 October 2003 restructuring the Community framework for the taxation of energy products and electricity (OJ L 283, 31.10.2003, p. 51). ( 12 ) SA.38632 – Reform of the Renewable Energy Law in Germany. ",
        "(75) Firstly, it is settled case-law that the application of reductions in surcharges by Member States is not sufficient to establish the selectivity of the measure where it is can be supposed that undertakings exceeding the set thresholds are not in the same factual situation as other undertakings. Thus the Court of Justice has found that a site cap was not enough to constitute a selective measure and that caps on taxes do not necessarily constitute selective aid ( 13 ). As regards the CSPE 0,5 % value added cap, France refers to the case-law of the French Constitutional Council ( Conseil constitutionnel ), and argues that, in holding the CSPE to be compliant with the principle of tax equality, the court recognised that the beneficiaries of this cap were in a different factual situation from other undertakings, so that there was no selective aid ( 14 ). (76) Secondly, with specific regard to own consumption, France argues that the CSPE exemption granted to self- generating consumers involved beneficiaries in a different factual situation from other contributors to the CSPE, which therefore rules out the selectivity of the aid. (77) Thirdly, the absence of selectivity is proven by the nature of the French tax system, from which the measures stem and which is in no way selective. According to France, the CSPE caps derived from the very nature of the tax system, which provides that the tax burden must take account of each person's ability to pay. (78) Lastly, for self-generating consumers who produce electricity from renewable energy (‘RE’) sources or from cogeneration, mainly in the chemical, iron and steel, and petrochemical sectors, France argues that it was logical for the electricity generated and consumed by them to be exempt from the part of the CSPE that funded RE or support for cogeneration, given that this electricity did not benefit from any public support funded by the CSPE, even though it contributed to the objective of environmental protection pursued by the support for RE and cogeneration funded by the CSPE in the same way as electricity fed into the network (which did benefit from support funded by the CSPE). France contends that, for this reason, the exemption of self-generating consumers using RE or cogeneration did not constitute a selective advantage. 4.1.2. No distortion of competition (79) France claims that a similar measure existed before the CSPE entered into force in 2003. Consequently, the aid had only a small impact on the economic and competitive situation of undertakings established in France. 4.2. If the measures are classified as aid, the site cap and the cap at 0,5 % of value added constituted compatible aid (80) If, however, the measures are classified as aid, France proposes an analysis of the compatibility of the CSPE from three different angles: (81) Firstly, the measures were compatible because they complied with the provisions of Directive 2003/96/EC (see Section 4.2.1). (82) Secondly, as the CSPE can be regarded as an environmental tax, reductions in it were fully compatible with the Community guidelines on State aid for environmental protection (‘the 2001 Guidelines’) ( 15 ), the 2008 Guidelines and the 2014 Guidelines (see Section 4.2.2). (83) Thirdly, if the CSPE cannot be regarded as an environmental tax, the caps on it were, however, compatible with the 2014 Guidelines as regards the component of the CSPE that went to finance renewable energy, and with Article 107(3)(c) TFEU as regards the other components of the CSPE (see Section 4.2.3). 4.2.1. The measures were compatible because they complied with the provisions of Directive 2003/96/EC (84) France points out that Directive 2003/96/EC permits certain exemptions: 15.5.2019 L 126/30 Official Journal of the European Union EN ( 13 ) Judgment of the Court of Justice of 15 November 2011, Commission v Gibraltar and United Kingdom , C‑106/09, ECLI:EU:C:2011:732. ( 14 ) Constitutional Council Decision No 2005-516 DC of 7 July 2005. ( 15 ) Information from the Commission - Community guidelines on State aid for environmental protection (OJ C 37, 3.2.2001, p. 3). ",
        "(85) Firstly, Article 14(1)(a) of the Directive permits exemption from charges for electricity used to produce electricity or maintain the ability to produce electricity. This exemption largely covers the own consumption exemption included in the measures in question. (86) Secondly, Article 15(1)(e) of the Directive permits exemption from charges for electricity that is produced for own consumption by cogeneration. (87) Lastly, Article 17(1)(a) of the Directive permits partial exemption of ‘energy-intensive’ businesses, defined as business entities where either the purchases of energy products and electricity amount to at least 3 % of the production value or the energy tax payable amounts to at least 0,5 % of the added value. 4.2.2. If the CSPE was an environmental tax, the CSPE caps were compatible with the applicable State aid rules (88) In its correspondence with the Commission, France considers that the CSPE can be regarded as an environmental tax, as defined by point 70(14) of the 2008 Guidelines. France takes the view that even though the CSPE aimed to finance renewable energy the tax base had a negative effect on the environment, and that the aid scheme was therefore favourable to the environment. If the CSPE is classified as an environmental tax, the compatibility of the measures with the internal market should be assessed using three successive bases of compatibility. (89) Firstly, for the period from 2003 to 2008, the compatibility of the CSPE reductions should be assessed with regard to the 2001 Guidelines. According to France, the compatibility of the reductions is confirmed by the fact that the beneficiaries paid a significant part of the CSPE, i.e. at least 20 %, in accordance with points 51.1(a) and 51.1(b) of the 2001 Guidelines. (90) Secondly, France considers that the measures complied with the 2008 Guidelines for the period from 2008 to 2014. On the one hand, France considers that the CSPE was an environmental tax. On the other hand, point 4 of the 2008 Guidelines provides that environmental taxes are compatible with the internal market. Consequently, according to France, the compatibility of the measures with the internal market is sufficiently demonstrated. (91) Lastly, France takes the view that the two CSPE caps were compatible with the 2014 Guidelines, which applied between 1 July 2014 and the end of the measures in 2015, and that they complied in particular with point 170 of said Guidelines. 4.2.3. The caps were compatible pursuant to Section 3.7.2 of the 2014 Guidelines and Article 107(3)(c) TFEU (92) In its memorandum of 22 October 2015, France did, however, agree to consider the possibility that the CSPE might not be regarded as an environmental tax and to draw the necessary conclusions as regards the analysis of its compatibility with the internal market pursuant to Section 3.7.2 of the 2014 Guidelines and Article 107(3)(c) TFEU. 4.2.3.1. Reduction in the CSPE in so far as it funded renewable energy (93) According to France, it is clear that the measures complied with the 2014 Guidelines. France explicitly refers to Section 3.7.2 as the legal basis for assessing the compatibility of the measures with the internal market ( 16 ). (94) Firstly, France notes that all aid granted before 1 January 2011 in the form of reductions in funding support for electricity from renewable sources can be declared compatible with the internal market, as stated in paragraph 248 of the 2014 Guidelines. (95) Secondly, for the period after 2011, France considers that aid can be granted to the extent that it complies with an adjustment plan, based on objective criteria, to progressively adjust the levels of reduction applied by the measures in question to the levels authorised by Section 3.7.2 of the 2014 Guidelines. 15.5.2019 L 126/31 Official Journal of the European Union EN ( 16 ) Memorandum of 22 October 2015. ",
        "(96) France argues that 50 % of the incineration support should be classified as renewable energy support, given that 50 % of the incinerated waste was biodegradable waste, as apparent from the IEA and Eurostat statistics. 4.2.3.2. Reduction in the CSPE in so far as it funded cogeneration, tariff equalisation and social tariffs (97) As regards the part of the CSPE unrelated to the funding of support for electricity from renewable sources, France has provided a detailed compatibility analysis for the measures, which the Commission describes below. 4.2.4. Objective of common interest of the caps (98) France considers that the Treaty provides a satisfactory legal basis for demonstrating the compatibility of the measure with the internal market as regards the caps on the part of the CSPE that concerned ‘policies other than the development of renewable energy, as the caps on the part of the CSPE that finances the development of renewable energies are … governed by the 2014 Guidelines’. (99) France notes first that, under European legislation, it can be regarded as legitimate for electro-intensive undertakings not to bear excessive electricity charges if this is justified by objectives of common interest, which are (i) cogeneration, (ii) the objective of territorial cohesion and protection of the outermost regions, and (iii) the objective of social cohesion and the fight against exclusion. (1) Firstly, support for cogeneration is justified, on the one hand, by Directive 2004/8/EC of the European Parliament and of the Council ( 17 ) and, on the other hand, by the conclusions of the European Council of 7 and 8 March 2007 setting the objective of reducing energy consumption, in which cogeneration has an important role to play. France notes that the part of the CSPE used to support cogeneration could include support for the incineration of non-biodegradable waste, provided that this was used for high-efficiency cogeneration. (2) Secondly, tariff equalisation contributes to the Community objective of territorial cohesion, which is recognised by Article 3 of the Treaty on European Union (TEU). France also maintains that the objective of common interest of this policy is based on Article 174 TFEU, Article 349 TEU and Article 107(3)(a) TFEU. (3) Thirdly, according to France, the objective of common interest of social tariffs is supported by Article 3 TEU and Article 174 TFEU. France notes that the objective of this policy is also justified by Article 1 of the Charter of Fundamental Rights. France then refers to recital 45 to Directive 2009/72/EC of the European Parliament and of the Council ( 18 ), according to which ‘Member States should take the necessary measures to protect vulnerable customers in the context of the internal market in electricity’. France points out that, by guaranteeing access to a fundamental good, the social electricity tariff helps to protect human dignity. (100) According to France, the CSPE site cap and 0,5 % value added cap pursued a second objective of maintaining the competitiveness of undertakings, supported by Article 173(1) TFEU. France further points out that Directive 2003/96/EC also allows Member States to apply exemptions in favour of energy-intensive undertakings in order to maintain their competitiveness, a possibility that the 2014 Guidelines (Section 3.7.2) also allow for the financing of renewable energy. If this objective of maintaining competitiveness is not sufficient to demonstrate the existence of a common interest, France considers that it does help to do so. 4.2.4.1. Necessity (101) According to France, the necessity of the measures is duly demonstrated because they contributed towards strengthening the competitiveness of beneficiary undertakings and therefore to preventing risks of relocation. Moreover, as the measures were correctly targeted and the caps were correctly sized, they were not discriminat­ ory. France points out the consistency of the thresholds chosen for the two types of exemption, the cap for the site being simply a mirror of the 0,5 % cap for value added. Lastly, the beneficiaries were selected according to transparent and objective criteria, aimed at targeting those undertakings most at risk of a loss of competitiveness. 15.5.2019 L 126/32 Official Journal of the European Union EN ( 17 ) Directive 2004/8/EC of the European Parliament and of the Council of 11 February 2004 on the promotion of cogeneration based on a useful heat demand in the internal energy market and amending Directive 92/42/EEC (OJ L 52, 21.2.2004, p. 50). ( 18 ) Directive 2009/72/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in electricity and repealing Directive 2003/54/EC (OJ L 211, 14.8.2009, p. 55). ",
        "(102) France also asserts that the measures were necessary because removing these reductions would have resulted in additional costs, estimated at between 12 % and 24 % of value added. France further maintains that an increase of EUR 2/MWh in energy bills would have increased production costs by 2 %, which was more than the ‘net margin’ of these undertakings. In this context, according to France, the additional financial effort that would have been required if CSPE reductions had been removed would simply have increased the risk of electro-intensive undertakings relocating and would have jeopardised the financing of the policies concerned by passing on the burden to other consumers. 4.2.4.2. Appropriateness (103) Likewise, France considers that the appropriateness of the measures is confirmed by Directive 2003/96/EC, which allows undertakings paying an energy tax of 0,5 % of their value added to benefit from exemptions above that threshold, due to the lack of tax harmonisation and the risks of a loss of international competitiveness. (104) According to France, the CSPE reductions were therefore appropriate in the absence of full tax harmonisation and taking into account the major deterioration in European competitiveness. 4.2.4.3. Proportionality (105) France then states that the CSPE reductions were proportionate. They corresponded to an average contribution of 31 % to 34 % of the total contribution, i.e. between EUR 5,1/MWh and EUR 5,6/MWh (2014 estimate), to be compared with a CSPE of EUR 16,5/MWh (on the same date). France argues that this rate of 31 % to 34 % was higher than the minimum rate permitted by the 2008 Guidelines, and also by Sections 3.7.1 and 3.7.2 of the 2014 Guidelines, and that it was therefore proportionate. (106) According to France, the reductions could therefore be regarded as proportionate, in that they left their benefici­ aries to pay a sufficiently substantial part of the CSPE. (107) France has notified the amounts paid in CSPE by individual beneficiaries in 2014. The Commission notes that, for 2014 alone, at least 124 beneficiaries paid a level of CSPE less than the 15 % rate laid down in paragraph 188 of the 2014 Guidelines. 4.2.4.4. Incentive effect of the measures (108) France considers that this condition is not applicable here. It argues that the measures were intended not to encourage beneficiaries to change their behaviour, but rather to try to avoid a loss of competitiveness. 4.2.4.5. Limitation of distorting effects on competition and positive cost-benefit ratio (109) France maintains in this respect that the CSPE exemptions in fact limited distortion of competition. In its comments, France contends that, despite the CSPE caps, the price differential for electro-intensive undertakings between France and the United States remained significant – in the order of EUR 10/MWh. France also cites an ICF study to point out that France grants fewer exemptions than Germany, Italy or Denmark ( 19 ). 4.2.4.6. Compatibility of the CSPE caps where the CSPE was used for objectives other than funding electricity generation from renewable energy and high-efficiency cogeneration, support for tariff equalisation or social tariffs (110) Lastly, as regards the other components of the CSPE, described in recital 11(1) to (3), France has put forward the following arguments: (1) With regard to the support for the incineration of biodegradable waste, France draws attention first to the existence of a common interest in incineration as far as it concerns renewable energy. As regards incineration involving non-biodegradable waste, France argues that this support was aimed at improving energy efficiency. France contends that the measures were proportionate in that the feed-in tariff allowed a rate of return of between 6 % and 7 % to be achieved. Lastly, the measures did not have any distorting effect, as all incineration plants were eligible for the scheme. 15.5.2019 L 126/33 Official Journal of the European Union EN ( 19 ) ICF International, ‘An international comparison of energy and climate change policies impacting energy intensive industries in selected countries’, July 2012. ",
        "(2) The support for peak-demand facilities served another objective of common interest, namely security of supply. This support was needed so that investments could be made. Lastly, France considers that the limited power of the facilities concerned (78 MW in 2014) limited the distorting effect. (3) Finally, as regards the funding of firm capacity contracts, France has not explained the necessity or appropri­ ateness of such support. 4.3. The CSPE exemptions granted to self-generating consumers did not constitute State aid (111) As a preliminary comment, France argues that in the case of own consumption for the production of electricity the exemption was fully compatible with Directive 2003/96/EC, which provides that small producers of electricity can be exempted from an electricity tax provided that the energy products used for the production of that electricity are taxed in another way. (112) As regards the existence of aid, France explains first that these CSPE exemptions did not constitute selective aid. The exemption did not depend on the type of activity of the beneficiary, and applied in principle to all undertakings up to a maximum capacity of 240 GWh. In addition, the beneficiaries did not place any burden on the electricity system in respect of the electricity they generated themselves. It was therefore legitimate for them to be treated differently from consumers purchasing all their electricity. (113) France then argues that the CSPE exemption granted to self-generating undertakings did not distort competition, because several countries, within the European Union in particular, applied the same type of exemption. This exemption consequently could not constitute State aid. (114) As regards the compatibility of the exemption, France considers that, even if the exemption of self-generating consumers did constitute aid, it was in pursuit of an objective of common interest, namely contributing to security of supply by mitigating the effects of peak electricity consumption. 4.4. Adjustment plan following adoption of the 2014 Guidelines (115) Having put forward the argument that the measures were compatible with the internal market on the basis of Section 3.7.2 of the 2014 Guidelines and Article 107(3)(c) TFEU, as explained in Section 4.2.3, France drew the necessary conclusions in a letter to the Commission dated 27 October 2017. In the letter France notified a new version of the adjustment plan, applying Section 3.7.3 of the 2014 Guidelines, aimed at bringing the reductions granted by the measures into line with the exemption levels compatible with the Guidelines defined in Section 3.7.2 thereof, in accordance with objective rules. (116) This calculation of the CSPE allocated to the different objectives makes it possible to calculate the amount to be paid by beneficiaries of the CSPE reductions under the adjustment plan. The amount is between the amount already paid in CSPE and the amount calculated under the Guidelines. The amount to be paid in CSPE is calculated differently depending on the CSPE component concerned, and is determined as indicated in Section 4.4.1. 4.4.1. Direct application of Section 3.7.3 to the ‘funding of renewable energy’ component of the CSPE (117) For the part of the CSPE used to fund renewable energy, including the incineration of biodegradable waste, France envisages an adjustment plan such that, gradually, by the theoretical date of 1 January 2019, given that the CSPE was suspended on 1 January 2016, the amount to be paid in CSPE becomes that calculated according to the 2014 Guidelines: (118) If the undertaking (i) belongs to a sector listed in Annex 3 to the 2014 Guidelines and has an electro-intensity in excess of 20 % or (ii) has both an electro-intensity of at least 20 % and an exposure to international trade in excess of 4 % (or the figure indicated in Annex 5 to the Guidelines), then the undertaking must pay either 15 % of the surcharge or 0,5 % of its value added, whichever is the lower. (119) If the undertaking belongs to a sector listed in Annex 3 to the 2014 Guidelines and has an electro-intensity of less than 20 %, then it must pay either 15 % of the surcharge or 4 % of its value added, whichever is the lower. 15.5.2019 L 126/34 Official Journal of the European Union EN ",
        "(120) In other cases, if (i) the undertaking belongs to a sector that is not listed in Annex 3 to the Guidelines, or (ii) it belongs to a sector listed in Annex 5 but has an electro-intensity of less than 20 %, and (iii) it benefited from aid before 1 July 2014, then it must pay at least 20 % of the surcharge. (121) Lastly, in all other cases, the CSPE level to be reached by 1 January 2019 is 100 %. 4.4.2. Application of Section 3.7.3 by analogy to the cogeneration, tariff equalisation and social tariffs components of the CSPE (122) For cogeneration, tariff equalisation and social tariffs, the adjustment plan is such that, by 2019 at the latest, the CSPE amount paid is: — 15 % if the undertaking is an electro-intensive undertaking within the meaning of paragraphs 185 to 186 of the 2014 Guidelines; if the undertaking has an electro-intensity in excess of 20 % and belongs to a sector listed in Annex 3 or Annex 5 to the Guidelines, then the CSPE amount can be limited to 0,5 % of the under­ taking's value added and to 4 % if the undertaking does not have an electro-intensity reaching or exceeding 20 %; — 100 % for other undertakings. (123) France considers that this adjustment plan is justified for the same reasons as those set out in Section 3.7.3 of the 2014 Guidelines on reductions in charges intended to fund renewable energy. In particular, the adjustment plan avoids the excessively abrupt increase in the burden that would result from immediately applying the criteria set out in paragraphs 185 to 189 of the 2014 Guidelines. In this respect, it contributes to the financial sustainability of the CSPE, while ensuring the acceptability of the support and its methods of financing. 4.4.3. Non-application of the adjustment plan to the other components of the CSPE (124) However, with regard to the reduction in the CSPE allocated to the objectives described in recital 110(1) to (2), France has not included these objectives in the adjustment plan. France has confirmed that the CSPE allocated to these objectives should be paid in full for the period in question (2003-2015) ( 20 ) and that the reductions granted in the CSPE allocated to these objectives will be recovered in full. 4.4.4. Start date of the adjustment plans (125) For the RE and cogeneration components, France will start the adjustment plan with effect from 2011. France relies in this respect on paragraph 248 of the 2014 Guidelines and on the Commission Decisions of 15 June 2017 (SA.38635 ( 21 )) and 21 September 2017 (SA.47887 ( 22 )). (126) For the other components funded by the CSPE, following the doubts expressed by the Commission in the Opening Decision, France will start the adjustment plan with effect from 2004. France considers that this date is justified by the ten-year limitation period applicable in this case pursuant to Article 17 of Council Regulation (EU) 2015/1589 ( 23 ). 4.4.5. Treatment of own consumption in the adjustment plan 4.4.5.1. Exemption from the CSPE for the consumption of electricity used to produce electricity (127) According to France, Article 14 of Directive 2003/96/EC, which provides that the consumption of electricity used to produce electricity and to maintain the ability to produce electricity is fully exempt from taxation, allows beneficiaries of the own consumption allowance who are electricity producers (NACE code 3511) to be exempted from the CSPE on electricity that they consume. Consequently, France considers that these beneficiaries should not be included in the adjustment plan. 15.5.2019 L 126/35 Official Journal of the European Union EN ( 20 ) Memorandum from the French authorities of 23 November 2017. ( 21 ) OJ C 336, 6.10.2017, p. 2. ( 22 ) OJ L 258, 6.10.2017, p. 127. ( 23 ) Council Regulation (EU) 2015/1589 of 13 July 2015 laying down detailed rules for the application of Article 108 of the Treaty on the Functioning of the European Union (OJ L 248, 24.9.2015, p. 9). ",
        "4.4.5.2. Electricity produced from RE for own consumption (128) For beneficiaries of the allowance who produce electricity from RE, the electricity produced for their own consumption can be exempted from the part of the CSPE that funded RE, given that such electricity received no public support whilst the CSPE was funding partial support for RE. (129) However, France's adjustment plan does cover the exemption from the rest of the CSPE, except where the corresponding advantage is less than the ceiling for de minimis aid. 4.4.5.3. Electricity produced from cogeneration for own consumption (130) In the same way, for beneficiaries of the reduction who produce electricity from cogeneration, the electricity produced for own consumption can be exempted from the part of the CSPE that funds cogeneration, given that such electricity has not received any public support. (131) However, France's adjustment plan does cover the exemption from the rest of the CSPE, except where the corresponding advantage is less than the ceiling for de minimis aid. 4.4.6. Methodology for the allocation by policy of the CSPE theoretically payable, excluding exemptions (132) For the CSPE to be paid, excluding exemptions, France has made a calculation for each undertaking, based on the annual rate and consumption of the undertaking. This theoretical amount of CSPE is allocated by policy according to the breakdown provided by the CRE and notified to the Commission on 20 December 2016: RE (%) Incineration (%) Cogeneration (%) Tariff equalisation (%) Social tariffs (%) Peak-demand production (%) Miscella­ neous (%) 2003 11 2 57 27 0 2 1 2004 16 3 50 28 0 2 1 2005 11 2 48 30 6 3 1 2006 4 1 57 32 3 2 1 2007 0 – 3 38 63 – 1 2 1 2008 7 – 1 29 59 3 3 1 2009 18 0 30 47 3 1 1 2010 21 – 1 40 35 3 1 1 2011 43 1 27 27 1 0 1 2012 48 0 20 29 2 0 0 2013 52 1 16 28 3 0 0 2014 58 1 10 27 4 0 0 2015 61 1 9 24 5 0 0 Total 41,9 0,6 23,0 30,5 2,9 0,7 0,5 Annual weight of each policy – memorandum from the French authorities of 20 December 2016 (133) France stresses that RE, cogeneration, tariff equalisation and social tariffs account for 98,2 % of the CSPE amounts borne since 2003. 15.5.2019 L 126/36 Official Journal of the European Union EN ",
        "(134) As regards incineration, France points out that the IEA and Eurostat statistics allow half of the energy produced by household waste incineration plants in the form of heat or electricity to be counted as renewable. Consequently, 50 % of the CSPE allocated to support incineration is included in the RE component. Moreover, support for the incineration of non-biodegradable waste used for high-efficiency cogeneration is allocated to the cogeneration component of the CSPE. France accordingly opts for the following breakdown: RE (%) Cogeneration (%) Tariff equalisation + social tariffs (%) Incineration of non-biodegradable waste (%) Miscellaneous (%) 2003 12 57 27 1 3 2004 17 50 28 2 2 2005 12 48 35 1 4 2006 5 57 35 1 3 2007 – 2 38 62 – 2 3 2008 6 29 62 – 1 4 2009 18 30 50 0 2 2010 21 40 38 – 1 2 2011 43 27 28 1 1 2012 48 20 31 0 1 2013 52 16 31 0 0 2014 59 10 31 0 0 2015 61 9 29 0 0 4.4.6.1. Application of de minimis ceilings (135) France states that, for each of the CSPE reductions granted, the de minimis ceiling laid down by Commission Regulation (EU) No 1407/2013 ( 24 ) has been applied. For each beneficiary, the amount of aid granted over the last three years on a rolling basis is compared with the amount of EUR 200 000. If the amount of aid granted over the last three years on a rolling basis is less than EUR 200 000, the amount of the repayment is zero for those three years. France states that it will also take account of Commission Decision N 7/09 ( 25 ) providing for an increase in the de minimis ceiling to EUR 500 000 for the years 2009 and 2010 in order to allow for the economic crisis at the time. 4.4.7. Progressive application of the adjustment plan (136) For beneficiaries that cannot be classified as electro-intensive undertakings within the meaning of paragraphs 185 to 187 of the 2014 Guidelines, or that do not fully comply with the provisions of Section 3.7.2 of those Guidelines, France has submitted an adjustment plan leading to a gradual increase in their contribution (see recitals 117 and 118). (137) This adjustment plan applies to all components of the CSPE. It corrects all the caps and exemptions granted under the measure. It also covers all the policies funded by the CSPE. 15.5.2019 L 126/37 Official Journal of the European Union EN ( 24 ) Commission Regulation (EU) No 1407/2013 of 18 December 2013 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to de minimis aid (OJ L 352, 24.12.2013, p. 1). ( 25 ) OJ C 91, 21.4.2009, p. 3. ",
        "(138) The starting point of the adjustment plan is the CSPE actually paid by beneficiaries for the year in which the plan starts (2004 or 2011 as applicable). (139) This adjustment plan for the various CSPE reductions granted must lead to the amounts paid reaching the minimum contribution levels required by the State aid rules by 1 January 2019 at the latest. The CSPE amount should reach the levels called for in recitals 118 to 122. (140) This increase is achieved by applying the following progression rule: (141) Amount to be paid per year per policy funded = amount paid (142) + (amount to be paid – amount paid) × [(e^n)-1]/[(e^N)-1] where n: year number of the adjustment plan (e.g.: for a plan starting in 2011 that must be fully applied in 2019, in 2011 n = 0, in 2012 n = 1, …, in 2019 n = 8) and N: number of years of the plan (e.g.: for the same example as above, N = 8). (143) This rule means that the CSPE amount to be paid moves closer over time to the theoretical CSPE level to be paid by 2019. As the CSPE was abolished in 2016, the adjustment plan will not, however, be applied beyond 2015. (144) The function used to go from this starting point to the theoretical end point is progressive. 4.4.8. Calculation of the sums to be recovered (145) The adjustment plan provides for the CSPE amounts that have been exempted beyond the levels authorised by the adjustment plan to be recovered. (146) The amount to be repaid is the difference between (i) the CSPE to be paid as described in Sections 4.4.1 to 4.4.7 and (ii) the CSPE actually paid by beneficiaries. This amount is calculated per beneficiary and per year. (147) In the case of beneficiaries of the own consumption allowance who produce electricity from RE or cogeneration for their own consumption, the minimum level of CSPE is zero for the CSPE that funded RE or cogeneration as the case may be. (148) If, for a given beneficiary and a given year, the amount paid for a given policy is at least the amount to be paid according to the minimum level of CSPE required, then the amount used for the adjustment plan is the minimum level of CSPE that must be paid for that year. In this case, the excess paid is not deducted from the amount to be recovered from the particular beneficiary as a result of the calculation made for other years. (149) In its memorandum of 11 October, France provided a preliminary estimate of the sums to be recovered, which was EUR 31 million. Around 700 undertakings could be subject to recovery. However, France has stated that the assessment of this amount must be finalised once the information on the reductions per beneficiary has been gathered for all the years. 5. THE COMMISSION'S ASSESSMENT 5.1. Existence of aid (150) As stated in Article 107(1) TFEU, any aid granted by a Member State or through State resources in any form whatsoever which distorts or threatens to distort competition by favouring certain undertakings or the production of certain goods shall, in so far as it affects trade between Member States, be incompatible with the common market. (151) The Commission has assessed whether the various CSPE reductions can be classified as aid in the light of these provisions. 15.5.2019 L 126/38 Official Journal of the European Union EN ",
        "5.1.1. State aid classification of the CSPE site cap and 0,5 % value added cap 5.1.1.1. Aid imputable to a Member State and granted through State resources (152) The Commission concluded in Section 3.1.1 of the Opening Decision that the CSPE constituted a State resource. (153) The Commission notes first of all that no interested party has disputed the conclusion referred to in the above recital. (154) The Commission points out that, according to the case-law of the Court of Justice, only advantages granted directly or indirectly through public resources can be regarded as State aid within the meaning of Article 107(1) TFEU. (155) The simple fact that an advantage is not directly funded through State resources is not sufficient to rule out the involvement of State resources. According to the case-law of the Court of Justice, it is not necessary to establish that there has been a transfer of funds, from the general budget of the State or a public entity, for an advantage granted to one or more undertakings to be capable of being regarded as a State aid within the meaning of Article 107(1) TFEU ( 26 ). (156) According to the case-law of the Court of Justice and the Commission's well-established decision-making practice, funds resulting from State levies, managed and apportioned in accordance with the provisions of national legislation, constitute State aid within the meaning of Article 107(1) TFEU even if they are managed by a public or private entity ( Essent ( 27 ), Vent De Colère ( 28 )). (157) The Court of Justice has already confirmed that the CSPE constituted a State resource. It did so in its judgment of 19 December 2013, Vent de Colère ( 29 )), which concerned the obligation to purchase wind-generated electricity described in recital 10(a) above and funded by the CSPE. (158) Thirdly, the Commission points out that the advantage was imputable to the State because the caps resulted from the applicable law and administrative acts which determined the scheme and rules for applying those caps. (159) The state nature of the CSPE is also confirmed by the mechanism adopted by France for collecting this contribution. As explained in recitals 14 and 15, the CSPE was centrally collected by the CDC, which is a public entity, meaning that the CSPE was financially managed by a public entity controlled by the State, which supports the conclusion that it should be classified as a State resource. (160) Consequently, the Commission confirms the findings it made in its Opening Decision. The CSPE, and in particular the caps on it, were imputable to the State and were granted through State resources. 5.1.1.2. Economic advantage and selectivity (161) When assessing the existence of an advantage, the Commission notes that, according to the case-law of the Court of Justice, measures which, in various forms, mitigate the charges borne by an undertaking and which, without being subsidies in the strict meaning of the word, are similar in character to State aid are therefore considered to constitute State aid ( 30 ). 15.5.2019 L 126/39 Official Journal of the European Union EN ( 26 ) See the judgments of 16 May 2002, France v Commission , C‑482/99, ECLI:EU:C:2002:294, paragraph 36; 17 July 2008, Essent Netwerk Noord and Others , C‑206/06, ECLI:EU:C:2008:413, paragraph 70; 19 December 2013, Association Vent De Colère! and Others , C‑262/12, ECLI:EU:C:2013:851, paragraphs 19 to 21; and 13 September 2017, ENEA , C‑329/15, ECLI:EU:C:2017:671, paragraph 25. See also the Doux Élevage judgment, cited below in footnote 25, paragraph 34, and the judgment of 19 March 2013, Bouygues Télécom v Commission , C‑399/10 P and C‑401/10 P, ECLI:EU:C:2013:175, paragraph 100. ( 27 ) Judgment of 17 July 2008, Essent Netwerk Noord and Others , C‑206/06, ECLI:EU:C:2008:413. ( 28 ) Judgment of 19 December 2013, Association Vent De Colère! and Others , C‑262/12, ECLI:EU:C:2013:851, paragraph 25. ( 29 ) Judgment of 19 December 2013, Association Vent De Colère! and Others , C‑262/12, ECLI:EU:C:2013:851. ( 30 ) Judgments of 15 March 1994, Banco Exterior de España v Ayuntamiento de Valencia , C‑387/92, ECLI:EU:C:1994:100, paragraph 13, and 17 June 1999, Belgium v Commission , C‑75/97, ECLI:EU:C:1999:311, paragraph 23. ",
        "(162) In the present case, the Commission points out that Article 5 of Law No 2000-108 (as amended by Article 37 of Law No 2003-8) established the principle that the CSPE was payable by final consumers of electricity established on French territory and that the amount of the CSPE was to be calculated in proportion to the quantity of electricity consumed. By exempting from the CSPE any electricity consumed in excess of the site cap, or in the case of electro-intensive industrial undertakings 0,5 % of the value added, the State mitigated the CSPE charges that beneficiary undertakings should otherwise have paid. The site and value added caps therefore conferred advantages on the beneficiary undertakings. (163) With regard to the existence of a selective advantage, the Court of Justice found in its judgments of 21 December 2016, in Commission v World Duty Free Group and Commission v Banco Santander and Santusa ( 31 ), that, in order to establish the selectivity of a tax measure or charge, it must be determined whether that measure or charge introduces, between operators that are, in the light of the objective pursued by the general tax system concerned, in a comparable factual and legal situation, a distinction that is not justified by the nature and general structure of that system. (164) The concept of aid does not, however, cover measures which differentiate between undertakings in relation to charges where that differentiation is the result of the nature and general scheme of the system of levies in question. It is for the Member State which has introduced such a differentiation between undertakings in relation to charges to show that it is actually justified by the nature and general scheme of the system in question ( 32 ). Reference system (165) The Commission points out that Article 5 of Law No 2000-108 (as amended by Article 37 of Law No 2003-8) established the principle that the CSPE was payable by final consumers of electricity established on the French territory and that the CSPE amount was to be calculated in proportion to the quantity of electricity consumed. The CSPE was used to fund the following measures: (a) an obligation imposed on EDF or local distribution companies to purchase electricity generated by certain types of plant producing electricity from renewable energy sources; (b) the financing of high-efficiency cogeneration; (c) compensation given to electricity generators in non-interconnected areas (Corsica or overseas departments) so that in the electricity price paid by the final consumer the generators do not pass on the difference between the generation costs they have to bear and the generation costs borne in mainland France (tariff equalisation); (d) implementing the ‘basic necessity’ social tariff and covering some of the costs borne by electricity suppliers due to their financial participation in the scheme to help people living in poverty; (e) other objectives, mainly support for incineration and peak-demand generation, involving less than 2 % of the CSPE collected. Differentiation between undertakings in a comparable factual and legal situation with regard to the objective of the measures in question (166) The Commission points out that the undertakings benefiting from the CSPE site cap and 0,5 % value added cap were in the same factual situation as other final consumers with regard to the objectives of the CSPE. Firstly, they were electricity consumers, and there was nothing to suggest that the consumers benefiting from the caps were any different from the consumers not benefiting from the caps with regard to the objectives of funding support for renewable energy, cogeneration, tariff equalisation and social tariffs. Those beneficiaries should therefore have contributed in the same proportion as other final consumers to the funding of the public electricity service. 15.5.2019 L 126/40 Official Journal of the European Union EN ( 31 ) Judgments of 21 December 2016, Commission v World Duty Free Group , C‑20/15 P and C‑21/15 P, ECLI:EU:C:2016:981, paragraph 60, and 21 December 2016, Commission v Hansestadt Lübeck (Lübeck Airport) , C‑524/14 P, ECLI:EU:C:2016:971, paragraphs 55 and 58. ( 32 ) Judgments of 29 April 2004, Netherlands v Commission , C‑159/01, ECLI:EU:C:2004:246, paragraph 42, and 8 September 2011, NO x emission trading scheme , C‑279/08 P, ECLI:EU:C:2011:551, paragraph 62. ",
        "(167) In addition, the eligibility criteria for the site cap and 0,5 % value added cap resulted in further discrimination within the group of undertakings likely to be covered by those caps. (168) Firstly, the 0,5 % value added cap, the stated intention of which was to cover electro-intensive undertakings, was actually reserved solely for larger undertakings, due to the minimum consumption threshold for eligibility of 7 GWh per year. As a result, electro-intensive undertakings for which the CSPE exceeded 0,5 % of value added, but which had a lower annual consumption, were not eligible for the value added cap, even though they had the same electro-intensity and were active in the same sector. In addition, the value added cap was reserved for industrial undertakings, to the exclusion of electro-intensive undertakings active for example in the service sector. The Commission concludes that none of these points of distinction is explained by the nature and objective of the CSPE. (169) Secondly, as regards the site cap, Law No 2000-108 (as amended by Article 37 of Law No 2003-8) capped the CSPE at EUR 500 000 – initial amount – per consumption site. The Commission notes that, according to additional information provided by France, and based on the value of the cap and the CSPE in 2013, this cap corresponded to an annual consumption of 42 GWh. Such consumption is achieved only by certain economic sectors, as confirmed by France in the information provided on the sectors concerned. The cap therefore gave a selective advantage to certain undertakings or certain sectors and cannot be explained by the logic of the CSPE. The Commission concludes that, as regards this second cap, none of these points of distinction established by the law is explained by the nature and objective of the CSPE. (170) With regard to France's argument, outlined in recital 77, that the CSPE caps were justified by the application of the principle that charges should be levied on the basis of the taxpayer's ability to pay, the Commission notes that France has not proven that this is an underlying principle of the CSPE. Nor has France shown that the undertakings that did not qualify for the cap were capable of paying, which is necessary in order to demonstrate that these caps were consistent with the logic of the system. Lastly, France has not proven that the undertakings that did qualify for the cap were all unable to pay a higher amount in CSPE ( 33 ). (171) In addition, the site cap was applied without any link to the taxpayer's ability to pay. While it may be accepted that there is a link between ability to pay and the turnover or value added of an undertaking, the site cap resulted in exemption from the CSPE on everything above the cap, regardless of any growth in turnover or value added. Consequently, the argument put forward by France in recital 77 is not admissible. (172) Lastly, the Commission notes that the value added cap does seem to have been linked to the ability to pay of the undertaking concerned. However, even if the CSPE were based on the principle of the ability to pay, which France has not demonstrated, the value added cap would still have been selective, because it was not applied in a non-discriminatory manner to all undertakings in the same factual and legal situation. The value added cap was in fact limited to industrial undertakings only, to the exclusion of non-industrial undertakings. However, the latter could have had an electricity consumption such that the application of the 0,5 % value added cap would have been justified. Furthermore, the value added cap was also limited solely to undertakings large enough to reach an annual consumption of 7 GWh, to the exclusion of smaller undertakings not reaching that threshold even though the CSPE reached 0,5 % of their value added. (173) For these reasons, the Commission concludes that the various caps provided for by the law constituted a selective advantage to the benefit of certain undertakings or sectors of the economy, and it therefore confirms the analysis it set out in the Opening Decision of 16 September 2014. The measures conferred an advantage on their benefic­ iaries, compared with the reference system that required all final consumers to participate in the system in order to fund the objectives of the CSPE. In this respect, the Commission does not agree with the position of ALFI set out in recital 68 nor with that of France set out in recitals 74 to 78. (174) Lastly, as indicated in recital 164, France has not proven that this difference in treatment resulted from the system of levies in question. The burden of proof rests with the Member State in this respect. 15.5.2019 L 126/41 Official Journal of the European Union EN ( 33 ) Judgments of the General Court concluding that, under these circumstances, the measure is selective: 11 December 2014, Austria v Commission , T‑251/11, ECLI:EU:T:2014:1060, and 10 May 2016, Germany v Commission , T‑47/15, ECLI:EU:T:2016:281. ",
        "5.1.1.3. Impact on competition and trade between Member States (175) The undertakings benefiting from the CSPE site cap and value added cap were in competition with undertakings from other Member States (metallurgy, papermaking, agri-food, chemicals, etc.). Thus the site and value added caps were likely to have an impact on competition and trade between Member States. (176) Consequently, the Commission does not agree with the position defended by France and set out in recital 79. 5.1.1.4. Conclusion on existence of aid (177) For the reasons set out in recitals 48 to 50, the Commission confirms the findings made in its Opening Decision and therefore considers that the site cap and value added cap constituted State aid. 5.1.2. CSPE exemptions granted for own consumption intended for the production of electricity 5.1.2.1. Aid imputable to a Member State and granted through State resources (178) For the same reasons as those set out in Section 5.1.1.1, the Commission confirms that these exemptions were imputable to the Member State and granted through State resources. 5.1.2.2. Impact on competition and trade between Member States (179) The undertakings benefiting from these CSPE exemptions (mainly electricity generators with nuclear plants and hydroelectric plants using pumped storage stations) were in competition with undertakings from other Member States. Consequently, these exemptions were likely to have an impact on competition and trade between Member States. (180) France considers that the CSPE exemption granted to self-generating undertakings did not distort competition, as several countries, within the European Union in particular, applied the same type of exemption, as explained in recital 79. (181) It is settled case-law that a measure implemented by a Member State is regarded as distortive when it strengthens the competitive position of a beneficiary compared with its competitors ( 34 ). This is the case where a measure reduces the costs that are normally borne by an undertaking. In addition, the Court of Justice has already decided that unilateral measures through which a Member State seeks to approximate the conditions of competition in a particular sector to those prevailing in other Member States cannot deprive the measures in question of their character as State aid ( 35 ). 5.1.2.3. Economic advantage and selectivity (182) The Commission notes that, at first sight, the exemption conferred an advantage on self-generators. As already mentioned in recital 162, the CSPE was payable by final consumers of electricity established on French territory and the amount of the CSPE was to be calculated in proportion to the quantity of electricity consumed. By exempting part of the own consumption from the CSPE, the State mitigated the CSPE charges that beneficiary undertakings should otherwise have paid. (183) The Commission next has to assess whether this advantage was selective. Firstly, the reference system – the CSPE – has been described in recital 165. It consisted of a charge that was payable by all final consumers of electricity on their electricity consumption. The charge was collected in order to fund support measures pursuing specific objectives. (184) Secondly, the Commission must ascertain whether granting an allowance for own consumption with a view to the production of electricity is consistent with the logic of a system of levies on electricity. The consumption of electricity in order to produce electricity constitutes (final) electricity consumption. In this respect, the electricity consumption of an electricity generator cannot be distinguished from the electricity consumption of another consumer with regard to the objectives of the CSPE, and the partial exemption of own consumption in order to produce electricity seems to result in an unjustified difference with regard to the CSPE objectives. The Commission therefore concludes that the measure seems prima facie to be selective, because it introduces a differ­ entiation between undertakings that are in a comparable factual and legal situation with regard to the CSPE objectives. 15.5.2019 L 126/42 Official Journal of the European Union EN ( 34 ) See the judgment of 17 September 1980, Philip Morris v Commission , 730/79, ECLI:EU:C:1980:209, paragraph 11. ( 35 ) Judgment of 3 March 2005, Wolfgang Heiser v Finanzamt Innsbruck , C‑172/03, ECLI:EU:C:2005:130. ",
        "(185) France, however, maintains that the exemption is intended to prevent double taxation, which is a generally accepted principle of tax systems. (186) Without the exemption, the electricity consumed by the final consumer would be subject to the CSPE twice: once on electricity A used to produce electricity B and once on electricity B generated from electricity A. (187) The Commission has already recognised that the prevention of double taxation is a principle generally found in systems of charges raised on the consumption of electricity ( 36 ), as well as in other tax systems ( 37 ). It is also this principle that led to the adoption of Article 14(1)(a) of Directive 2003/96/EC of 27 October 2003. The Commission therefore endorses the argument put forward by France outlined in recital 111. (188) The Commission therefore considers that the exemptions granted to undertakings generating electricity to produce electricity were justified by the nature and general scheme of the CSPE charging system. (189) Consequently, the Commission considers that the exemptions for the own consumption of electricity in order to produce electricity did not constitute a selective advantage. It concludes that the CSPE exemptions granted to self- generating sites using electricity to produce electricity did not constitute State aid. 5.1.2.4. Conclusion on existence of aid (190) For the reasons set out in recitals 178 to 189, the Commission concludes that the CSPE exemptions granted for the own consumption of electricity to produce electricity did not constitute State aid. (191) The Commission therefore confirms the conclusions of France, as set out in recital 127, according to which no adjustment plan is required for these beneficiaries. 5.1.3. CSPE exemptions granted for the own consumption of electricity self-generated from high-efficiency cogeneration and renewable energy as regards the part of the CSPE allocated to fund these objectives 5.1.3.1. Aid imputable to a Member State and granted through State resources (192) For the same reasons as those set out in Section 5.1.2.1, the Commission confirms that these exemptions were imputable to the Member State and granted through State resources. 5.1.3.2. Economic advantage and selectivity (193) As already stated in recitals 182 to 189, the Commission considers, at first sight, that the partial CSPE exemption granted to self-generators conferred an advantage on them. (194) The Commission next has to assess whether this advantage was selective for the own consumption of electricity self-generated from high-efficiency cogeneration and renewable energy. (195) Firstly, the reference system has been described in recital 165. This reference system – the CSPE – was a charge paid by all electricity consumers, which pursued specific objectives. (196) Secondly, with regard to the CSPE exemption for the own consumption of electricity generated by facilities using renewable energy or high-efficiency cogeneration, in respect of the part of the CSPE used to fund renewable energy and high-efficiency cogeneration, the Commission considers that beneficiaries of this allowance were in the same factual and legal situation as other CSPE contributors with regard to the objective pursued by the CSPE, which required all final consumers of electricity to contribute to the system in order to fund the CSPE objectives. (197) The Commission observes that self-generators having made the choice to use renewable energy or high-efficiency cogeneration for their own electricity consumption directly contributed to the objectives of two measures funded 15.5.2019 L 126/43 Official Journal of the European Union EN ( 36 ) SA.46526, paragraph 94. ( 37 ) In its judgment of 8 September 2011 in Paint Graphos and Others , C‑78/08 to C‑80/08, ECLI:EU:C:2011:550, the Court of Justice referred to the possibility of relying on the nature or general scheme of the national tax system as justification for the fact that cooperative societies which distribute all their profits to their members are not taxed themselves as cooperatives, provided that tax is levied on the individual members (paragraph 71). ",
        "by the CSPE, namely support for the generation of electricity from renewable energy and support for high- efficiency cogeneration facilities. However, France has confirmed that these self-generators did not benefit from support measures for the self-generated electricity. Only the electricity fed into the network could receive support funded via the CSPE. Given that the self-generation of electricity from renewable energy sources or high- efficiency cogeneration contributed in the same way as the electricity fed into the network to the environmental protection and energy efficiency objectives pursued by the support measures funded by the CSPE, the Commission therefore considers that it was consistent with the logic and nature of the CSPE to exempt self- generators using renewable energy or high-efficiency cogeneration for their own electricity consumption (and not benefiting from any support funded via the CSPE for that electricity) from the part of the CSPE intended to fund the support measures for renewable energy and cogeneration respectively ( 38 ). This exemption consequently did not constitute a selective advantage. (198) While it is justified to exempt a self-generator using high-efficiency cogeneration from the part of the CSPE that funds support for cogeneration, this is not, however, justified in respect of the part of the CSPE that funds support for renewable energy, except where the cogeneration facility also uses renewable energy. Likewise, while it is justified to exempt a self-generator using renewable energy from the part of the CSPE that funds support for renewable energy, this is not justified in respect of the part of the CSPE that funds support for cogeneration, except where the facility is itself a high-efficiency cogeneration facility. (199) In addition, it is not justified to exempt a self-generator using high-efficiency cogeneration or renewable energy from the part of the CSPE that funds the other objectives (particularly the social tariffs and tariff equalisation). With regard to the funding of these other objectives, self-generators using high-efficiency cogeneration or renewable energy are in a comparable factual and legal situation to other electricity consumers, given that their self-generation does not contribute to these other objectives. (200) The Commission also observes that the CSPE exemptions granted to self-generating sites cannot be justified by an objective of common interest linked to improving peak demand management, as argued by France, because this objective of common interest was not an objective of the reference system, namely the CSPE. In addition, even if the CSPE did have this objective, the self-generation exemption would not as such have allowed demand peaks to be managed. Self-generators are always connected to the network, not only so that they can feed their production surplus into the network, but also so that they can take electricity from the network in the event of their facilities being faulty or undergoing maintenance, or, quite simply, to supplement their self-generating facility. But the exemption was not subject to the condition that electricity should not be taken from the network at times of peak demand. (201) France has also maintained that the partial self-generation exemption was justified by the fact that self-generators have made a choice not to use the public electricity service. However, the Commission notes, first, that France has not shown that the CSPE was based on the level of use of the public electricity service. France has confirmed that all self-generators benefiting from the partial self-generation exemption were connected to the public network, so that they all had the option of using the network, if necessary, to feed their production surplus into the network or to take electricity from the network if their facility was faulty or undergoing maintenance. The Commission also notes that, with regard to the part of the CSPE that funded tariff equalisation with the overseas territories, self-generators and final consumers in mainland France were in the same situation, as neither benefited from this service, but both were required to fund it in a spirit of solidarity. (202) Lastly, France has argued that the (partial) exemption was justified by Directive 2003/96/EC, which provides that small producers of electricity can be exempted from an electricity tax provided that the energy products used for the production of that electricity are taxed in another way (see recitals 76 and 111). The Commission notes in this respect that Directive 2003/96/EC is not applicable as such to the CSPE, which France did in fact acknowledge in its correspondence before the formal investigation procedure was opened. In addition, even if Directive 2003/96/EC were applicable, or its guiding principles should be applied to the CSPE by analogy, it must be concluded that the exemption was not justified. As the CSPE was levied only on electricity, it did not apply to energy products other than electricity used to produce that electricity. As a result, the application of Directive 2003/96/EC would in reality tend to confirm that the CSPE should have been levied on such electricity. 15.5.2019 L 126/44 Official Journal of the European Union EN ( 38 ) In the same respect, see SA.38632, paragraph 168, and SA.46526 (OJ C 158, 4.5.2018). ",
        "5.1.3.3. Impact on competition and trade between Member States (203) The undertakings benefiting from these CSPE exemptions were in competition with undertakings from other Member States. The self-generators in question were not electricity producers, but industrial undertakings active mainly in chemicals, iron and steel and petrochemicals, as indicated by France and noted in recital 78. Consequently, these exemptions were likely to have an impact on competition and trade between Member States. 5.1.3.4. Conclusion on existence of aid (204) The Commission concludes that the CSPE exemptions granted for the own consumption of electricity produced respectively from renewable energy sources and high-efficiency cogeneration and used to produce electricity did not constitute State aid as regards the parts of the CSPE that funded renewable energy and high-efficiency cogeneration. However, the exemption from the parts of the CSPE that funded objectives other than support for renewable energy and high-efficiency cogeneration did constitute State aid. (205) The Commission therefore endorses the conclusions reached by France outlined in recitals 128 to 131. 5.1.4. Exemptions granted for self-generation from sources other than high-efficiency cogeneration and renewable energy 5.1.4.1. Aid imputable to a Member State and granted through State resources (206) For the same reasons as those set out in Section 5.1.2.1, the Commission confirms that these exemptions were imputable to the Member State and granted through State resources. 5.1.4.2. Economic advantage and selectivity (207) As already stated in recital 193, the Commission considers that the partial CSPE exemption granted to self- generators conferred an advantage on them. (208) The Commission also considers that the exemptions granted to self-generators where their own consumption was not used (i) to produce electricity, or where the self-generated electricity consumed by the self-generator did not come from (ii) renewable energy or high-efficiency cogeneration, gave a selective advantage to their beneficiaries, compared with CSPE contributors who were, however, in the same factual situation as their competitors paying the CSPE. (209) The reference system has been described in recital 165. The CSPE was a charge applied in principle to all electricity consumption in France which was intended to finance measures pursuing specific objectives. (210) Where beneficiaries of the exemption were self-generators not using the own consumption to produce electricity, or where the self-generated electricity consumed by the self-generator did not come from renewable energy or high-efficiency cogeneration, these beneficiaries were in the same factual and legal situation as other consumers with regard to the objective of the CSPE. In particular, they consumed electricity and their self-generation did not contribute to any of the objectives of the measures funded by the CSPE. (211) The Commission also observes that the CSPE exemptions granted to self-generating sites cannot be justified by an objective of common interest linked to improving peak demand management, as argued by France, because this objective of common interest was not an objective of the reference system, namely the CSPE. In addition, even if the CSPE did have this objective, the self-generation exemption would not as such have allowed demand peaks to be managed. Self-generators are always connected to the network, not only so that they can feed their production surplus into the network, but also so that they can take electricity from the network in the event of their facilities being faulty or undergoing maintenance, or, quite simply, to supplement their self-generating facility. But the exemption was not subject to the condition that electricity should not be taken from the network at times of peak demand. (212) France has also maintained that the partial self-generation exemption was justified by the fact that self-generators have made a choice not to use the public electricity service. However, the Commission notes, first, that France has not shown that the CSPE was based on the level of use of the public electricity service. France has also confirmed that all self-generators benefiting from the partial self-generation exemption were connected to the public network, so that they all had the option of using the network, if necessary, to feed their production 15.5.2019 L 126/45 Official Journal of the European Union EN ",
        "surplus into the network or to take electricity from the network if their facility was faulty or undergoing maintenance. The Commission also notes that the CSPE also aimed to fund tariff equalisation with the overseas territories. But as far as the objective of financing tariff equalisation is concerned, self-generators and final consumers in mainland France were in the same situation, as neither benefited from this service, but both were required to fund it in a spirit of solidarity. In addition, the self-generators in question did not contribute to the objectives of developing renewable energy or cogeneration either; indeed their production – by definition using fossil fuels and not cogeneration – even went against those objectives. (213) France has also maintained that the partial exemption of self-generation, up to 240 GWh, was generally applicable. In this respect, the Commission notes first that France has confirmed that the exemption in fact applied only to certain sectors (see recitals 35 and 36). Secondly, the Court of Justice found, in its judgment of 21 December 2016 in Commission v World Duty Free Group ( 39 ), that a tax measure or charge is selective where it is established that it introduces, between operators that are, in the light of the objective pursued by the general tax system concerned, in a comparable factual and legal situation, a distinction that is not justified by the nature and general structure of that system. It has been shown in recitals 161 and 162 that the exemption did indeed introduce, between operators that were, in the light of the objective pursued by the general tax system concerned, in a comparable factual and legal situation, a distinction that was not justified by the nature and general structure of that system. (214) The Commission consequently disagrees with the position adopted by France that is outlined in recitals 111 and 112. 5.1.4.3. Impact on competition and trade between Member States (215) The undertakings benefiting from these CSPE exemptions were in competition with undertakings from other Member States. They were self-generators who were not electricity producers but industrial undertakings active mainly in chemicals, iron and steel and petrochemicals, as indicated by France and noted in recital 78. Consequently, these exemptions were likely to have an impact on competition and trade between Member States. 5.1.4.4. Conclusion on existence of aid (216) The Commission concludes that the CSPE exemptions granted for the self-generation of electricity that was not used to produce electricity and that was generated from sources other than renewable energy and high-efficiency cogeneration constituted State aid. 5.1.5. General conclusion on the existence of aid as regards the various components of the CSPE and on the estimate of its amount (217) The CSPE site cap and 0,5 % value added cap constituted State aid. (218) The exemptions granted to self-generating sites constituted aid, except where the electricity was consumed by the self-generator in order to produce electricity or where the exemption applied to electricity self-generated from renewable energy or high-efficiency cogeneration, in respect of the part of the CSPE that funded renewable energy or high-efficiency cogeneration respectively. 5.2. Unlawfulness of the aid (219) As the CSPE reductions were implemented before being notified to the Commission, the French authorities failed to meet their obligations under Article 108(3) TFEU. (220) Consequently, the Commission concludes that the CSPE site cap and 0,5 % value added cap and the exemptions granted to self-generators that constituted State aid were unlawful. 15.5.2019 L 126/46 Official Journal of the European Union EN ( 39 ) Judgments of 21 December 2016, Commission v World Duty Free Group , C‑20/15 P and C‑21/15 P, ECLI:EU:C:2016:981, paragraph 60, and 21 December 2016, Commission v Hansestadt Lübeck (Lübeck Airport) , C‑524/14 P, ECLI:EU:C:2016:971, paragraphs 55 and 58. ",
        "5.3. Analysis of the aid measures based on the provisions of the Guidelines applicable to environmental tax reductions (221) The Commission has examined first of all whether the CSPE could be regarded as an environmental tax within the meaning of Section 3.7.1 of the 2014 Guidelines, point 151 of the 2008 Guidelines and point 6 of the 2001 Guidelines. 5.3.1. The CSPE was not an environmental tax within the meaning of Section 3.7.1 of the 2014 Guidelines, point 151 of the 2008 Guidelines and point 6 of the 2001 Guidelines (222) Environmental taxes within the meaning of the 2014 Guidelines (paragraph 167) are intended to increase the costs of environmentally harmful behaviour, thereby discouraging such behaviour (and increasing the level of en­ vironmental protection). The definition of an environmental tax in paragraph 167, in conjunction with the definition in paragraph 19(15) of those Guidelines, therefore implies that the measures modify behaviour so that this is less harmful to the environment and include the environmental costs of the product or service concerned. A similar definition of the concept of environmental tax also appears in the 2008 Guidelines (point 70(14), in conjunction with point 151) and in the 2001 Guidelines (point 6). (223) In the present case, the amount of the CSPE was not determined based on an incentive effect aimed at reducing polluting behaviour or internalising the environmental impact of the electricity consumed. The specific tax base did not necessarily have a negative effect on the environment, as the CSPE was also payable on electricity generated from renewable energy sources: it was payable on all electricity consumption, regardless of the impact on the environment of the electricity consumed. Furthermore, the CSPE was not intended to orient producers and consumers towards activities better respecting the environment. In fact a reduction in consumption would have led to the need to increase the CSPE payable, in order to cover the costs of producing renewable energy and the other policies to be financed. (224) In addition, the Commission also notes that paragraph 181 of the 2014 Guidelines explicitly states that ‘the funding of support to energy from renewable sources through charges does as such not target a negative externality and accordingly has no direct environmental effect’. (225) Thus the CSPE was not an environmental tax within the meaning of paragraphs 167 and 181 of the 2014 Guidelines, nor was it within the scope of point 70(14) and 151 of the 2008 Guidelines or Section E.3.2 of the 2001 Guidelines, even if it resulted in an increase in electricity prices. (226) Consequently, the Commission does not agree with France's assessment regarding the nature of the CSPE outlined in recital 82. 5.3.2. It has not been demonstrated by France that the CSPE was a harmonised environmental tax within the meaning of Directive 2003/96/EC (227) The Commission points out first of all that France has at no time asserted or demonstrated that the CSPE was a harmonised environmental tax within the meaning of Directive 2003/96/EC. Rather, France maintains that the provisions of Directive 2003/96/EC are applicable by analogy, thus accepting, as it did prior to the opening of the proceeding, that the CSPE was not a harmonised energy tax within the meaning of Directive 2003/96/EC. (228) The Commission also notes that the CSPE cannot be regarded as a harmonised tax within the meaning of Directive 2003/96/EC because the revenue collected was not allocated to the general budget. (229) The Commission therefore confirms the conclusions that it reached in recital 155 of the Opening Decision. It does not confirm the comments made by France that are outlined in recitals 81 and 84 to 87. 5.3.3. Inapplicability of Section 3.7.1 of the 2014 Guidelines and of the previous Guidelines as a basis for the compatibil­ ity of the measure with the internal market 5.3.3.1. Inapplicability of Section 3.7.1 of the 2014 Guidelines and of the previous Guidelines as a basis for the compatibility of the measure (230) As the CSPE was not an environmental tax, Section 3.7.1 of the 2014 Guidelines, on reductions in environmental taxes, is not applicable. 15.5.2019 L 126/47 Official Journal of the European Union EN ",
        "(231) Likewise, point 151 of the 2008 Guidelines, which laid down the conditions for the compatibility of reductions in environmental taxes before the 2014 Guidelines entered into force, is not applicable. (232) The Commission consequently does not agree with the comments made by France that are outlined in recitals 88 and 90. 5.3.3.2. Inapplicability, whether direct or by analogy, of paragraphs 173 to 175 of the 2014 Guidelines, points 152 and 153 of the 2008 Guidelines and point 49 of the 2001 Guidelines as a basis for the compatibility of the measure with the internal market (233) As it has not been shown that the CSPE was a harmonised environmental tax or even an environmental tax, as indicated in Section 5.3.2, it follows that paragraphs 173 to 175 of the 2014 Guidelines, points 152 and 153 of the 2008 Guidelines and point 49 of the 2001 Guidelines are not applicable to the CSPE, given that they apply only to harmonised environmental taxes. (234) Even if the CSPE were to be regarded as an environmental tax, it would be a non-harmonised environmental tax, for which paragraphs 176 to 178 of the 2014 Guidelines set out specific compatibility criteria. Paragraphs 173 to 175 of the 2014 Guidelines are therefore under no circumstances applicable by analogy. (235) For the same reasons, points 152 and 153 of the 2008 Guidelines, on reductions of harmonised taxes, which applied before 1 July 2014, cannot provide a basis for compatibility with the internal market that would apply to the reductions in the CSPE, which was not a harmonised environmental tax. The 2008 Guidelines also contain compatibility criteria for non-harmonised environmental taxes. As a result, even if the CSPE were to be regarded as a non-harmonised environmental tax, it would have to be analysed, not by analogy in the light of points 152 and 153 of the 2008 Guidelines, but in the light of points 154 to 159 of those Guidelines. 5.3.4. Non-compliance of the measures with paragraphs 176 to 178 of the 2014 Guidelines and with the previous Guidelines if the CSPE were to be regarded as a non-harmonised environmental tax (236) The Commission finds that, if the CSPE were to be regarded as a non-harmonised environmental tax, which has not been shown by France in the present case, the CSPE reductions could not be regarded as compatible even then. 5.3.4.1. Non-compliance with paragraphs 176 to 178 of the 2014 Guidelines (237) Firstly, it has not been demonstrated, as required by paragraph 177(a) of the 2014 Guidelines, that the aid was granted in the same way for all competitors in the same sector if they were in a similar factual situation. In particular, the CSPE 0,5 % value added cap, which applied only to industrial customers consuming over 7 GWh, created discrimination between competitors active in the same market sector: although the CSPE was the same in relation to their value added, the exemption was granted only where consumption reached a certain threshold, which automatically excluded the smallest undertakings in a given sector from the benefit of the exemption. (238) Secondly, with reference to paragraph 177(b) of the 2014 Guidelines, there has been no sufficient quantification of the impact that the environmental surcharge, without the reduction, may have had on the increase in production costs, calculated as a proportion of the gross value added for each beneficiary and for the entire 2003 to 2015 period. In general, it has not been demonstrated, as required by paragraph 177(c) of the 2014 Guidelines, that this increase in production costs could not have been passed on without leading to significant sales reductions. (239) Thirdly, the CSPE reductions did not guarantee payment of the minimum of 20 % required by paragraph 178(a). In fact it appears that in many cases the minimum of 20 % was not paid. As an example, the information provided by France shows that, in 2014, 203 beneficiaries paid a level of CSPE that was less than 20 %. (240) As a result, even if the CSPE were to be regarded as a non-harmonised energy tax, the compliance of the CSPE reductions with Situation 2 of Section 3.7.1 of the 2014 Guidelines has not been demonstrated. 15.5.2019 L 126/48 Official Journal of the European Union EN ",
        "5.3.4.2. Non-compliance with the 2008 Guidelines (241) Firstly, the Commission considers that the requirements of point 155 of the 2008 Guidelines, according to which France must, for each beneficiary, provide the list of sectors by properly describing them and describe the situation of beneficiaries, have not been met. (242) Secondly, it has not been shown, as required by point 158(a) of the 2008 Guidelines, that the aid was granted in the same way for all competitors in the same sector if they were in a similar factual situation. In particular, the CSPE 0,5 % value added cap, which applied only to industrial customers consuming over 7 GWh, created dis­ crimination between competitors active in the same sector or market (see also recital 237). (243) Thirdly, it has not been shown, as required by point 158(b) of the 2008 Guidelines, that the tax without reduction would have led to a substantial increase in production costs for each sector or category of individual beneficiaries benefiting from the site cap. (244) Fourthly, it has not been shown, as required by point 158(c) of the 2008 Guidelines, that the increase in production costs resulting from the application of the CSPE could not have been passed on through sales prices without leading to important sales reductions. (245) Fifthly, it has not been shown, as required by point 159(a) of the 2008 Guidelines, that the amount paid in CSPE by beneficiaries of the aid was equivalent to the environmental performance of each beneficiary compared with the performance related to the best performing technique, nor that beneficiaries paid at least 20 % of the CSPE. Rather, it has been established that certain beneficiaries paid less than 20 % of the CSPE, contrary to the requirements of point 178(a). As an example, the information provided by France shows that a significant number of beneficiaries paid a level of CSPE that was less than 20 % in 2014. (246) The Commission therefore disagrees with the comments made by France that are set out in recital 90. 5.3.4.3. Non-compliance with the 2001 Guidelines ( 40 ) (247) Firstly, given the levels of CSPE paid by beneficiaries, which were sometimes very insignificant, the Commission considers that the CSPE reductions did not meet the requirements of point 51(1)(b) of the 2001 Guidelines, which provides that ‘the firms eligible for the reduction must nevertheless pay a significant proportion of the national tax’. As an example, for the years for which France has provided detailed information by beneficiary, it appears that 202 beneficiaries paid less than 20 % of the CSPE. (248) Secondly, the tax in question must have a positive impact in terms of environmental protection, as specified by point 51(2)(b). Since at least part of the CSPE was used to fund tariff equalisation and social tariffs, the tax was in any event not exclusively intended to have a positive impact in terms of environmental protection. In addition, it was not the tax as such that had a positive impact on the environment, but only the measures partly funded by it, so that points 51 et seq. of the 2001 Guidelines are not applicable in the present case. (249) Thirdly, with regard to the CSPE 0,5 % value added cap, which was introduced after the CSPE was adopted, France has not shown that the exemption had been decided at the time of the CSPE's adoption, or that it was justified by a significant change in economic conditions that placed the firms in a particularly difficult competitive situation. The amount of the reduction in the CSPE did not exceed the increase in costs resulting from the change in economic conditions following adoption of the charge. Consequently, it has not been shown that the CSPE reductions granted by France over the 2003 to 2011 period complied with point 51(2)(b) of the 2001 Guidelines. In addition, with regard to the CSPE site cap, there was no limitation to 10 years, as required by point 51(1) of the 2001 Guidelines. (250) The Commission therefore disagrees with the comments made by France that are outlined in recital 89. 15.5.2019 L 126/49 Official Journal of the European Union EN ( 40 ) Information from the Commission - Community guidelines on State aid for environmental protection (OJ C 37, 3.2.2001, p. 3). ",
        "5.4. Compliance of the CSPE reductions with Section 3.7.2 of the 2014 Guidelines and Article 107(3)(c) TFEU (251) In so far as the CSPE was used to fund renewable energy, the Commission has assessed the compliance of the reduction on the basis of the 2014 Guidelines, Sections 3.7.2 (‘Aid in the form of reductions in the funding of support for energy from renewable sources’) and 3.7.3 (‘Transitional rules for aid granted to reduce the burden related to funding support for energy from renewable sources’). In so far as the CSPE was used to fund support measures other than support for renewable energy, the Commission has also assessed the compliance of the reduction on the basis of Article 107(3) TFEU. 5.4.1. Compliance of the CSPE reductions in so far as the CSPE funded the production of electricity from renewable energy (252) Section 3.7.2 of the 2014 Guidelines sets out how the Commission analyses the compatibility with the internal market of aid in the form of reductions in funding support for electricity from renewable sources. In so far as the CSPE partly funded the production of electricity from renewable energy, the Commission has analysed the com­ patibility of the reductions in the CSPE allocated to fund generation from renewable energy in the light of Sections 3.7.2 and 3.7.3 of the 2014 Guidelines. (253) Paragraph 182 of the 2014 Guidelines explains that ‘to the extent that the costs of financing renewable energy support are recovered from energy consumers, they should be recovered in a way that does not discriminate between consumers of energy. However, some targeted reductions in these costs may be needed to secure a sufficient financing base for support to energy from renewable sources and hence help reaching the renewable energy targets set at EU level … in order to avoid that undertakings particularly affected by the financing costs of renewable energy support are put at a significant competitive disadvantage, Member States may wish to grant partial compensation for these additional costs. Without such compensation the financing of renewable support may be unsustainable and public acceptance of setting up ambitious renewable energy support measures may be limited.’ 5.4.1.1. Limited reductions in the part of the CSPE that funded renewable energy (254) As a preliminary point, France asserts that support for the production of electricity from the incineration of waste must be 50 % in order to be regarded as support for renewable energy. The Commission agrees with this analysis, given that France has justified this percentage based on public statistics (International Energy Agency and Eurostat), as stated in recital 134, which indicate that incinerated waste accounts for 50 % of biodegradable waste and therefore constitutes a source of renewable energy within the meaning of paragraph 19(5) and (6) of the 2014 Guidelines. (255) Paragraph 184 of the 2014 Guidelines provides that, in order to ensure that the aid serves to facilitate the funding of support to energy from renewable sources, Member States will need to demonstrate that the additional costs reflected in higher electricity prices faced by the beneficiaries result only from the support to energy from renewable sources. The additional costs resulting from the part of the CSPE that funded renewable energy consequently could not exceed the amount of the contributions that funded support for renewable energy. (256) In the present case, the CRE checked that the contributions collected from final consumers for the renewable energy support did not exceed the cost of supporting renewable energy (and all the other policies funded by the CSPE), as explained in recitals 14 and 15. In particular, the CRE checked that the costs declared by accountable purchasers for funding support to sources of renewable energy did not exceed the costs of the support, namely the difference between the amounts paid by accountable purchasers to producers of renewable energy and the market price that accountable purchasers secured by selling the electricity produced from sources of renewable energy. The CRE even developed a method of determining the reference market price so as to encourage operators to successfully sell the electricity produced from sources of renewable energy. Consequently, the Commission concludes that the requirements of paragraph 184 of the 2014 Guidelines were met. 5.4.1.2. Aid limited to electro-intensive sectors and undertakings exposed to international trade (257) Paragraphs 185 and 186 of the 2014 Guidelines specify that the aid should be limited to sectors that are exposed to a risk in terms of maintaining their place in the market due to the cost of funding electricity produced from renewable energy. 15.5.2019 L 126/50 Official Journal of the European Union EN ",
        "(258) In addition, the aid can be granted only if the undertaking belongs to one of the sectors listed in Annex 3 to the 2014 Guidelines, or if it has both an electro-intensity of at least 20 % and an exposure to international trade of at least 4 % at Union level. (259) A list of the mining and manufacturing sectors not included on the list of Annex 3 to the 2014 Guidelines having an exposure to international trade of at least 4 % is provided in Annex 5 to the 2014 Guidelines. (260) The Commission notes that France has recognised that undertakings benefited from CSPE reductions or exemptions even though they were not eligible under the criteria laid down by the 2014 Guidelines, either because they were not active in any of the sectors listed in Annexes 3 and 5 to the 2014 Guidelines, or because they were active in a sector listed in Annex 5 to the 2014 Guidelines but did not have an electro-intensity of at least 20 %. 5.4.1.3. Proportionality under Section 3.7.2 of the 2014 Guidelines (261) Paragraph 188 of the 2014 Guidelines states that the aid will be considered to be proportionate if the aid benefic­ iaries pay at least 15 % of the additional costs without reduction. (262) Paragraph 189 of the 2014 Guidelines also recognises that, given the significant increase in surcharges levied to fund renewable energy, a contribution of 15 % of the surcharge amount might go beyond what undertakings particularly affected by the burden can bear. Consequently, Member States have the possibility to limit the amount of the surcharge to 4 % of value added if the undertaking has an electro-intensity of less than 20 %, and to 0,5 % of value added if the electro-intensity of that undertaking is at least 20 %. (263) In the present case, the Commission finds that, for 2014 alone, at least 124 beneficiaries paid a level of CSPE (to fund support for renewable energy) of less than 15 %, which did not comply with paragraph 188 of the 2014 Guidelines. In addition, France granted CSPE reductions of 0,5 % of value added according to a consumption criterion, and not according to an explicit criterion of electro-intensity. Likewise, the criterion for the CSPE site cap was not the electro-intensity criterion of the 2014 Guidelines. Consequently, the Commission concludes that France has not shown that the proportionality rules laid down by the 2014 Guidelines were fully observed. The Commission therefore disagrees with the comments made by France that are summarised in recitals 105 and 106. 5.4.1.4. Adjustment plan (264) Paragraphs 193 and 194 of the 2014 Guidelines provide that Member States are to apply the eligibility and proportionality criteria set out in Section 3.7.2 of the 2014 Guidelines at the latest by 1 January 2019. The Commission notes that France submitted an adjustment plan providing for a progressive increase in the minimum contribution to be paid so that the reduction that was applied to the part of the CSPE intended to fund support for renewable energy complied with the requirements of Section 3.7.2 of the 2014 Guidelines at the latest by 1 January 2019. It also decided to abolish the CSPE in 2016. (265) Paragraph 195 of the 2014 Guidelines allows an adjustment plan to progressively reach the aid levels resulting from the application of the eligibility and proportionality criteria set out in Section 3.7.2 of the 2014 Guidelines in order to avoid an abrupt increase in the surcharge to be paid by individual undertakings. (266) In addition, paragraph 196 of the 2014 Guidelines specifies that, to the extent that aid was granted in respect of a period before the date of application of the 2014 Guidelines, the adjustment plan must also provide for a progressive application of the eligibility and proportionality criteria for that period. (267) Under paragraph 197 of the 2014 Guidelines, to the extent that aid in the form of a reduction in the burden related to funding support for electricity from renewable sources, or exemption from that burden, was granted before the date of application of the 2014 Guidelines to undertakings not eligible under the criteria laid down in Section 3.7.2 of the 2014 Guidelines, the aid can be declared compatible if the adjustment plan provides for a minimum contribution of 20 % to be reached at the latest by 1 January 2019. 15.5.2019 L 126/51 Official Journal of the European Union EN ",
        "(268) France has not got statistics for every year; the information France has provided for certain years for which it has statistics shows that in those years a significant number of beneficiaries obtained reductions in excess of the levels of reduction permitted by the 2014 Guidelines. In 2004, for example, 124 beneficiaries of the 0,5 % value added cap on the CSPE paid a rate of CSPE less than 15 % of the maximum level, and 202 beneficiaries paid less than 20 %. In addition, 27 beneficiaries of the site cap paid less than 15 % of the CSPE and 39 beneficiaries paid less than 20 %. The Commission also notes that the 934 beneficiaries of the 0,5 % value added cap on the CSPE belonged to 135 different sectors (131 NACE codes), i.e. a base wider than that permitted by Annex 3 to the 2014 Guidelines (68 NACE codes). (269) France has accordingly submitted an adjustment plan under which the levels of reduction granted under the measures in question would be brought down to levels complying with the 2014 Guidelines and the levels of CSPE to be paid would be determined. The details and terms of this adjustment plan have been outlined in Section 4.4. The Commission considers, first of all, that this adjustment plan meets the requirements of Section 3.7.3 of the 2014 Guidelines. In particular, France has undertaken to check that, for those beneficiaries belonging to one of the sectors listed in Annex 3 to the 2014 Guidelines and for those beneficiaries having an electro-intensity of at least 20 % and at the same time belonging to one of the sectors listed in Annex 5 to the 2014 Guidelines, the amount of CSPE paid to fund support for renewable energy was at least one of the following values: — 15 % of the amount of CSPE intended to fund support for renewable energy; — 4 % of its value added, if the undertaking had an electro-intensity less than 20 %; — 0,5 % of its value added, if the undertaking had an electro-intensity of at least 20 %. (270) If this is not the case, France has undertaken to check that the amount of CSPE paid to fund support for renewable energy reached at least the level of contribution required by the adjustment plan based on the progression rule described in recital 140. Lastly, France has explained that, if the contribution paid by a beneficiary does not correspond to the amount required by the adjustment plan, the difference between the contribution already paid and the contribution payable under the adjustment plan will be recovered. (271) In accordance with paragraph 197 of the 2014 Guidelines, France has undertaken to check that beneficiaries who were not eligible under Section 3.7.2 of the 2014 Guidelines, but who benefited from CSPE reductions before 1 July 2014, paid at least 20 % of the CSPE intended to fund support for renewable energy. If this is the case, no additional adjustment will be required. If this is not the case, a gradual adjustment plan will be applied, which will progressively increase the annual amount of CSPE to be paid so that it reaches 20 % of the CSPE intended to fund support for renewable energy by 1 January 2019 at the latest. If the contribution paid by a beneficiary does not correspond to the amount required by the adjustment plan, France will recover the difference between the contribution already paid and the contribution payable under the adjustment plan. As France decided to abolish the CSPE with effect from 2016, the adjustment plan does not have to be applied beyond 31 December 2015. (272) Beneficiaries not eligible under Section 3.7.2 of the 2014 Guidelines and not having benefited from CSPE reductions before 1 July 2014 will have to pay 100 % of the CSPE intended to fund support for renewable energy by 1 January 2019 at the latest. (273) The Commission notes that the version of the adjustment plan proposed by France on 23 November 2017, and described in Section 4.4, is based on an extensive and detailed analysis of the situation of each beneficiary with regard to the CSPE. Consequently, the Commission considers that paragraphs 198 to 200 of the 2014 Guidelines have been observed by France. (274) Lastly, the Commission notes that paragraph 248 of the 2014 Guidelines allows the adjustment plan to start in 2011. Pursuant to this paragraph, the Commission considers that the reductions applied to the part of the CSPE intended to fund support for renewable energy before 1 January 2011 can be declared compatible with the internal market. 15.5.2019 L 126/52 Official Journal of the European Union EN ",
        "5.4.1.5. Conclusion on the compatibility of the measure with the internal market (275) Based on the information in recitals 115 to 148, the Commission concludes that the adjustment plan submitted by France and described in Section 4.4 is compatible with Section 3.7.3 of the 2014 Guidelines in so far as it concerns the part of the CSPE intended to fund support for renewable energy. Likewise, the CSPE exemptions, in so far as the CSPE funded the production of electricity from renewable energy, were compatible with Section 3.7.3 of the 2014 Guidelines and with Article 107(3)(c) TFEU to the extent that the reductions granted did not exceed the permitted reductions based on the adjustment plan and provided that the minimum amount of the part of the CSPE intended to fund support for renewable energy was paid as described in recitals 269 to 272. (276) However, the Commission concludes that any aid amount exceeding the levels permitted by the adjustment plan must be regarded as incompatible with the internal market and must be recovered. In this respect, the Commission validates the terms of the adjustment plan defined by France and outlined in Section 4.4 of this Decision. 5.4.2. Compatibility with the internal market of the CSPE reductions in so far as the CSPE funded energy policies other than developing the production of electricity from renewable energy (277) The Commission notes first of all that the compatibility with the internal market of the CSPE reductions in so far as the CSPE funded support schemes other than support for the production of electricity from renewable energy cannot be assessed in the light of Section 3.7.1 of the 2014 Guidelines, or in the light of Sections 3.7.2 and 3.7.3 of those Guidelines: (278) On the one hand, the Commission considers that the CSPE reductions granted in respect of support schemes for cogeneration, tariff equalisation and social tariffs cannot be classified as ‘environmental taxes’, for the reasons set out above in recitals 223 to 225. (279) On the other hand, Sections 3.7.2 and 3.7.3 of the 2014 Guidelines apply only to reductions in charges intended to fund support for renewable energy. They do not cover reductions in surcharges intended to fund measures supporting cogeneration, tariff equalisation and social tariffs. (280) As no other guidelines apply to the reductions granted in respect of these components of the CSPE, the Commission has examined the compatibility of the measures with the internal market in the light of Article 107(3)(c) TFEU. The Commission can declare an aid measure to be compatible directly under Article 107(3)(c) TFEU if it contributes to an objective of common interest, if it is adequate and necessary for achieving that objective and proportionate, and if its positive effects outweigh the negative effects on competition and trade. (281) The Commission has previously concluded that exemptions from charges other than those intended to fund renewable energy can be regarded as pursuing an objective of common interest. In particular, the Commission noted in its SA.38635 ( 41 ) and SA.42393 ( 42 ) decisions that reductions in electricity charges intended to fund high-efficiency cogeneration can be regarded as contributing to an objective of common interest and as being adequate and necessary for achieving that objective if they are necessary to maintain the charges ensuring the funding of support for the policy, which itself constitutes a policy of common interest. (282) The Commission has examined whether the CSPE used to fund high-efficiency cogeneration, tariff equalisation and social tariffs served an objective of common interest and whether the reductions were necessary to maintain the funding stability of those policies. 5.4.2.1. Objective of common interest High-efficiency cogeneration (283) Recital 38 to Directive 2012/27/EU of the European Parliament and of the Council ( 43 ) defines high-efficiency cogeneration as cogeneration allowing energy savings calculated according to Annex II to the Directive. According to that Annex II high-efficiency cogeneration must meet two criteria. Firstly, cogeneration production must provide primary energy savings of at least 10 % compared with the references for separate production of heat and electricity. Secondly, production from small-scale and micro-cogeneration units providing primary energy savings may qualify as high-efficiency cogeneration. 15.5.2019 L 126/53 Official Journal of the European Union EN ( 41 ) OJ C 336, 6.10.2017. ( 42 ) OJ L 258, 6.10.2017. ( 43 ) Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1). ",
        "(284) In the present case, as outlined in recital 10(b), France has explained that the cogeneration facilities funded by the CSPE were, on the one hand, cogeneration facilities with an energy efficiency in excess of 65 % and, on the other hand, high-efficiency natural gas cogeneration facilities of more than 12 MW. France has confirmed that all these facilities met the high-efficiency unit criteria as defined by Directive 2012/27/EU ( 44 ). (285) The Commission also shares France's view that support for the incineration of non-biodegradable waste used for high-efficiency cogeneration can likewise be regarded as support for high-efficiency cogeneration (see also recital 134). (286) The Commission notes that the promotion of high-efficiency cogeneration is recognised as an objective of common interest given that it contributes to the efficient production of energy and reduces carbon emissions, but that these positive externalities are not entirely reflected in prices, so that high-efficiency cogeneration does not generally develop spontaneously without additional support (see point 51 of the 2008 Guidelines). It is for that reason that the Commission permits operating aid for high-efficiency cogeneration (see paragraphs 138, 139 and151 of the 2014 Guidelines, Section 3.1.7 of the 2008 Guidelines and Section E.3.4 of the 2001 Guidelines) ( 45 ). The Commission therefore agrees with the comments made by France that are outlined in recital 99(1). Common interest of a reduction in the CSPE intended to fund tariff equalisation (287) The Commission notes first of all that the funding of measures aimed at limiting energy costs in remote regions pursues an objective of common interest. This funding is justified firstly by the regional cohesion imperative laid down in Article 3(3) TEU. In addition, Article 174 TFEU provides that the European Union ‘shall develop and pursue its actions leading to the strengthening of its economic, social and territorial cohesion. In particular, the Union shall aim at reducing disparities between the levels of development of the various regions and the backwardness of the least favoured regions. Among the regions concerned, particular attention shall be paid to rural areas, areas affected by industrial transition, and regions which suffer from severe and permanent natural or demographic handicaps such as the northernmost regions with very low population density and island, cross- border and mountain regions’. Lastly, Article 349 TFEU stresses the need to take into account the special charac­ teristics and constraints of the outermost regions. (288) As regards the outermost regions, which benefit significantly from tariff equalisation, the Commission itself stressed, in its recent Communication on the outermost regions ( 46 ), the ‘need to improve efforts to enable the outermost regions to reap fully the benefits of EU membership and harness globalisation’. As regards the energy sector, the Communication explicitly recognises the problem of that these territories may be insufficiently connected to the continental energy grids and may therefore need to receive subsidies in order to avoid high electricity prices. (289) In addition, the Commission has already approved measures funded by the Member States in favour of insuffi­ ciently connected territories aimed at capping electricity prices and thereby avoiding too much of a difference with prices on the mainland ( 47 ). (290) Consequently, the Commission concludes that an objective of common interest is pursued by the part of the CSPE allocated to fund tariff equalisation. (291) The Commission therefore agrees with the comments made by France that are outlined in recital 99(2). Common interest of a reduction in the CSPE intended to fund social tariffs (292) The Commission observes first of all that the CSPE component intended to fund social tariffs pursues an objective of common interest. This is clearly expressed by Article 3 TEU and Article 174 TFEU, which explicitly make social and economic cohesion an objective of the European Union. 15.5.2019 L 126/54 Official Journal of the European Union EN ( 44 ) Memorandum from the French authorities of 20 December 2016, p. 16. ( 45 ) By decision of 16 September 2016, the Commission approved the French scheme for cogeneration support, State aid measure SA.43719. ( 46 ) COM(2017) 623 final, 24.10.2017. ( 47 ) SA.32060: Alleged illegal aid for discharging public service obligations in the non-interconnected islands. ",
        "(293) These objectives are also identified in the secondary legislation of the European Union applicable in the area of electricity. In particular, recital 45 to Directive 2009/72/EC (the ‘Energy Directive’) provides that ‘Member States should ensure that household customers and … small enterprises, enjoy the right to be supplied with electricity of a specified quality at clearly comparable, transparent and reasonable prices’. Recital 53 of that Directive encourages the adoption of measures and the development of national action plans to tackle energy poverty. Article 3(7) of the same Directive expressly requires Member States to take appropriate measures to protect final customers, and in particular vulnerable customers. Lastly, the Communication from the Commission entitled ‘Clean Energy For All Europeans’ ( 48 ) stresses the need to protect the most vulnerable consumers. (294) The Commission concludes that the part of the CSPE allocated to fund social tariffs does pursue an objective of common interest. (295) The Commission therefore agrees with the comments made by the UNIDEN association that are outlined in recital 71 and the comments made by France that are outlined in recital 99(3). 5.4.2.2. Appropriateness and necessity (296) The Commission has examined whether the CSPE reductions can be regarded as necessary to maintain funding of the support measures for high-efficiency cogeneration, tariff equalisation and social tariffs. (297) The Commission recognises that reductions granted to electro-intensive undertakings in the CSPE allocated to fund social tariffs can be justified by the need to ensure sufficient funding of the measure while avoiding a high CSPE amount leading to an excessive burden on undertakings particularly sensitive to surcharges imposed on electricity consumption, namely electro-intensive undertakings exposed to international trade. An excessive burden could lead to the closure of undertakings, which would harm the sustainability of the funding for the support measures and ultimately the objectives pursued by those measures. (298) To prevent electricity consumers particularly affected by the costs of funding high-efficiency cogeneration, tariff equalisation and social tariffs, i.e. companies that are both electro-intensive and at risk of international competition, from becoming insolvent or relocating outside the European Union, reductions in charges imposed on electricity consumption may prove necessary. The failure or relocation of too many companies could erode the financial basis of the funding. Rather than paying a lower amount in CSPE, the companies so affected would no longer contribute anything in this respect, and in order to fund the support for high-efficiency cogeneration, tariff equalisation and social tariffs a higher charge would have to be demanded from other consumers, thereby reducing the acceptability of the measures to the remaining contributors. (299) The Commission notes in this respect that Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency set a 20 % energy efficiency target along with national targets which high-efficiency cogeneration can significantly help to achieve. On 23 October 2014, the European Council also set a 27 % target for an increase in energy efficiency by 2030. (300) Consequently, the need to fund support for high-efficiency cogeneration may be significant. This is the case with France, bearing in mind that the share of the CSPE allocated to fund cogeneration was 25 %, i.e. EUR 1,7 billion. This came on top of the other components of the CSPE, including the component intended to fund renewable energy, at EUR 2,7 billion. (301) That charge was further increased by the funding of tariff equalisation and social tariffs, which were in addition to the other components of the CSPE. The tariff equalisation and social tariff components of the CSPE together accounted for 34 % of the CSPE over the 2003-2014 period, i.e. EUR 12,7 billion. (302) The Commission accepts that, given the significant scale of the CSPE (CSPE of EUR 19,5/MWh, compared with a day-ahead base price of EUR 38,8/MWh for the same year), and the substantial increase in the CSPE over the period 2003-2015 (+ 550 %), France judged it necessary to provide for reductions in the CSPE for those undertakings most sensitive to the increased burden. 15.5.2019 L 126/55 Official Journal of the European Union EN ( 48 ) ‘Providing a fair deal for consumers’. ",
        "(303) The Commission also notes that the measures were appropriate to achieve the objective of common interest pursued. The Commission points out in this respect that all the support measures were related to the public electricity service in France: promotion of cogeneration in order to improve the energy efficiency of French electricity production and its impact on the environment, combating energy poverty by establishing social electricity tariffs, and guaranteed access to electricity at an equivalent price for less well-connected overseas territories that did not possess generating facilities equivalent to the facilities available on the mainland. It was therefore logical for France to want to finance the measures concerned through a compulsory charge on electricity consumption in France. Conclusions on the existence of objectives of common interest and on the appropriateness and necessity of the measure (304) Based on this information, the Commission concludes that the reductions in the CSPE intended to fund high- efficiency cogeneration, tariff equalisation and social tariffs can be considered to have contributed to objectives of common interest because they can be regarded as having been necessary to maintain thee relevant components of the CSPE and ensure support for these policies. (305) The Commission therefore agrees with the comments made by France that are outlined in recital 99(1) to 99(3). (306) However, while the pursuit of objectives of energy efficiency, combating energy poverty and maintaining territorial cohesion by keeping electricity tariffs at an equivalent level in mainland France and the overseas territories can be recognised as pursuing objectives of common interest, it should be stressed that improving or preserving the competitiveness of an undertaking cannot in itself and as a general rule be taken to constitute an objective of common interest within the meaning of Article 107(3)(c) TFEU. (307) The Commission emphasises that the assessment made here with regard to the objectives of common interest must not be regarded as a general and systematic acceptance of any reduction in taxes or surcharges borne by electro-intensive undertakings. (308) That a reduction in the CSPE served an objective of common interest has been acknowledged only in so far as the reduction ensured stable funding of support measures pursuing a proven objective of common interest falling within the Union's energy policies. (309) In this respect, the Commission disagrees with the comments made by ALFI outlined in recital 67, the comments made by UNIDEN outlined in recital 71, and the comments made by France outlined in recitals 100 to 102, which suggest that the prevention of a risk to competitiveness and relocation is an objective of common interest. Improving the competitiveness of certain undertakings to the detriment of their competitors cannot in itself be regarded as an objective of common interest within the meaning of Article 107(3)(c) TFEU. 5.4.2.3. Incentive effect, proportionality and absence of undue distortion of competition (310) The Commission observes that, if reductions in surcharges intended to fund high-efficiency cogeneration, tariff equalisation and social tariffs are too big, or are granted to too many sectors or beneficiaries, the overall charge intended to fund these measures can also be threatened and public acceptance of these measures can be compromised. The distortions of competition and the impact on trade caused by such reductions can also be significant. (311) To assess the compatibility with the internal market of this type of reduction, the Commission indicated in its Decisions on State aid measures SA.42393 and SA.38635 that paragraphs 185 to 187 of the 2014 Guidelines form a relevant basis for identifying those undertakings most sensitive to the introduction of charges on electricity consumption and for determining the incentive effect of the aid. This seems to be particularly justified here, given that, on the one hand, the support for high-efficiency cogeneration, tariff equalisation and social tariffs was funded by the CSPE and served objectives of common interest connected with the energy sector, as did the support for renewable energy, and that, on the other hand, the part of the CSPE allocated to high-efficiency cogeneration, tariff equalisation and social tariffs was in addition to the renewable component of the CSPE. All these components of the CSPE were structured and levied in an identical and undifferentiated manner. Given that the CSPE was charged on the amount of electricity consumed, it would necessarily have a particular impact on 15.5.2019 L 126/56 Official Journal of the European Union EN ",
        "companies for which the cost of energy represented a large part of their value added, and which could not easily pass on these costs to end consumers without losing market share, given the exposure to international trade of the sectors in which they operated. These are undertakings that can be identified using the criteria specified in paragraphs 185 to 187 of the 2014 Guidelines. (312) The Commission also indicated in its SA.42393 and SA.38635 Decisions that it can use paragraphs 188 and 189 of the 2014 Guidelines as a basis for assessing the proportionality of reductions in surcharges intended to fund high-efficiency cogeneration, tariff equalisation and social tariffs. This seems appropriate here given that, on the one hand, the high-efficiency cogeneration, tariff equalisation and social tariffs pursued objectives of common interest connected with the energy sector, as did the support for renewable energy which was also provided by the CSPE, and that, on the other hand, the reductions granted aimed to ensure the sustainable funding of these support measures while limiting the burden on companies particularly affected by the energy surcharges but nevertheless requiring them to make a sufficient contribution. The criteria set out in paragraphs 188 and 189 of the 2014 Guidelines serve to define the necessary balance. (313) The Commission notes in this regard that many eligible beneficiaries were electro-intensive undertakings within the meaning of paragraphs 185 to 187 of the 2014 Guidelines and that a number of beneficiaries contributed the minimum required, i.e. 15 % of the charge. 5.4.2.4. Adjustment plan (314) For those beneficiaries that cannot be classified as electro-intensive undertakings within the meaning of paragraphs 185 to 187 of the 2014 Guidelines and for those that, while being electro-intensive within the meaning of those paragraphs, did not pay at least 15 % of the CSPE or 0,5 % of value added as the case may be, France has submitted an adjustment plan (see Section 4.4) which would gradually increase their contribution to 15 % (for electro-intensive undertakings within the meaning of paragraphs 185 to 187 of the 2014 Guidelines) and 100 % (for non-electro-intensive undertakings) by 1 January 2019 at the latest. As the CSPE was abolished on 1 January 2016, however, the adjustment plan will be applied only in respect of the years up to 31 December 2015. (315) This adjustment plan involves a cumulative adjustment that covers all the reductions in the CSPE that jointly funded renewable energy, cogeneration, tariff equalisation and social tariffs and whose compatibility with the internal market the Commission has assessed in Sections 5.4.1 and 5.4.2. (316) The Commission considers that the adjustment plan is justified for the same reasons that justify the plan applied to the renewable component of the CSPE. In particular, this adjustment plan avoids the excessively abrupt increase in the financial burden to be borne by consumers no longer benefiting from the CSPE reductions that would result from the application of the proportionality criteria defined in paragraphs 185 and 189 of the 2014 Guidelines, and thus contributes to the sustainability of the support for high-efficiency cogeneration, tariff equalisation and social tariffs, while maintaining the acceptability of the support and its continued and secure funding. Start date of the adjustment plans (317) The Commission approves the start dates of the adjustment plans. (318) As regards high-efficiency cogeneration, the Commission considers that the starting point of the adjustment plan for the reductions in the CSPE intended to fund renewable energy and cogeneration, which is set for 2011, is justified. In June 2010 the European Council set a target of 20 % energy efficiency to be achieved by 2020. During 2010 and 2011, the European Union adopted several action plans and communications ( 49 ) stressing the importance of energy efficiency and the need to improve efforts in this respect in the area of electricity generation, including through funding by taxes. These calls, together with the Energy Efficiency Directive, which encourages Member States to intensify support measures, thereby in turn increasing financing costs, justify starting the plan in 2011. 15.5.2019 L 126/57 Official Journal of the European Union EN ( 49 ) See the Conclusions of the European Council of 17 June 2010, which confirm that the objective of energy efficiency is one of the targets in a new strategy for jobs and smart, sustainable and inclusive growth. ",
        "(319) The Commission considers that the reductions granted before these reference years are caught by the prohibition in Article 107(1) TFEU, but that in the light of the limited scale of such measures before 2011 (before the 20 % target was set) the amounts involved can be regarded as being covered by Article 2 of Council Regulation (EC) No 994/98 ( 50 ) on de minimis aid, which was applicable at the time, or as compatible under Article 107(3)(b) TFEU, given that the reductions granted between December 2008 and December 2010 fell within the scope of the temporary Community framework for State aid measures to support access to finance in the current financial and economic crisis (in particular Section 4.2.2 thereof) ( 51 ) and were covered by Commission Decision N 7/09 ( 52 ). (320) As regards the other components funded by the CSPE, the starting point of the adjustment plan for the reductions in the CSPE intended to fund tariff equalisation and social tariffs is set for 2004: the Commission considers this is justified in the light of the ten-year limitation period applicable in this case pursuant to Article 17 of Regulation (EU) 2015/1589. (321) Of the beneficiaries classified as electro-intensive undertakings within the meaning of paragraphs 185 to 187 of the 2014 Guidelines, France has shown that some paid at least 15 % CSPE or 4 % or 0,5 % value added. For those beneficiaries paying less than these thresholds, France has proposed applying an adjustment plan that would gradually bring their contribution to the minimum levels required (see Section 4.4) so that, on the theoretical date of 1 January 2019, they would be paying at least 15 % CSPE or 0,5 %/4 % value added as the case may be. (322) Based on this information, in particular the commitment to apply an adjustment plan, the Commission concludes that France has demonstrated that the reductions in the CSPE intended to fund high-efficiency cogeneration, tariff equalisation and social tariffs were necessary and appropriate, had an incentive effect and did not unduly distort competition, and that they were therefore compatible under Article 107(3)(c) TFEU in so far as they did not exceed the reductions set by the adjustment plan. (323) The Commission adds that, in all other cases, the undertaking must pay 100 % of the surcharge by 1 January 2019. The CSPE reductions granted in these other cases must therefore be recovered. In this respect, the Commission approves the position proposed by France that is described in recitals 122 and 124. (324) Consequently, the Commission approves the terms of the adjustment plan, as set out in recitals 117 to 124 and in Sections 4.4.5 to 4.4.8. 5.4.2.5. Compatibility with the internal market of the reductions in the part of the CSPE allocated to objectives other than the development of renewable energy, high- efficiency cogeneration, tariff equalisation and funding of social tariffs (325) The Commission considers that France has not shown that the other components of the CSPE funded support measures pursuing an objective of common interest, or that the reductions in the burden were necessary to pursue such objectives and that they were in proportion to what was needed to achieve the objective pursued. (326) In particular, with regard to the part of the CSPE used to fund support for the production of energy from the incineration of non-biodegradable waste without using high-efficiency cogeneration, the Commission generally permits support for the production of electricity from the incineration of waste only where that waste is biodegradable or where high-efficiency cogeneration is used. The production of electricity from the incineration of fossil waste does not generally require any support in order to be profitable, and it can pose problems in terms of the waste hierarchy. In particular, encouraging the production of electricity from fossil waste leads to CO 2 emissions, and may reduce the incentive to recycle or reuse the waste concerned. In addition, it may reduce the incentive to use the heat directly rather than convert it into electricity, whereas, in environmental terms, using the heat is preferable, as it is more energy-efficient. France has not shown that the support for the production of electricity from the incineration of fossil waste (and other non-biodegradable waste) did not result in an incentive to bypass the waste hierarchy and in particular to recycle the waste. In any event, France has not shown that the support measures funded by the CSPE were necessary in order to encourage fossil waste incinerators to produce electricity, given market conditions. 15.5.2019 L 126/58 Official Journal of the European Union EN ( 50 ) Council Regulation (EC) No 994/98 of 7 May 1998 on the application of Articles 92 and 93 of the Treaty establishing the European Community to certain categories of horizontal State aid (OJ L 142, 14.5.1998, p. 1). ( 51 ) OJ C 83, 7.4.2009, p. 1. ( 52 ) OJ C 91, 21.4.2009, p. 1. ",
        "(327) France recognised in its memorandum of 23 November 2017 that reductions could not be applied to the part of the CSPE allocated to fund incineration facilities using non-biodegradable resources. (328) Secondly, France has not shown that the support funded by the CSPE for peak-demand facilities was necessary to ensure security of supply, given all the measures already adopted by France to ensure security of supply and the prevailing market conditions between 2003 and 2015. Furthermore, France has not shown that the hypothetical positive impact of the support for these peak-demand facilities counterbalanced its distorting effect on competition (in particular with regard to the diesel-type generators constructed in the 1990s). France has in fact concluded that the part of the CSPE allocated to this objective should have been paid in full, which the Commission confirms. (329) Lastly, France has not demonstrated with sufficient cogency that the reductions in the part of the CSPE allocated to measures intended to encourage independent generation, as a useful addition to the public electricity service, described in recital 11(3), pursued an objective of common interest. In general terms, the objective pursued has not been clearly established. The need for support has not been established either, and there is even less reason to believe that the hypothetical positive effects of these support measures counterbalanced their negative effects on competition. Consequently, the appropriateness and necessity of the reductions concerning this aspect of the CSPE have not been shown. France confirmed in its memorandum of 23 November 2017 that the part of the CSPE allocated to this objective should have been paid in full, which the Commission accepts. (330) The Commission therefore endorses the analysis proposed by France which is set out in recital 124. 5.4.2.6. Transparency (331) Section 3.2.7 of the 2014 Guidelines requires Member States to publish certain information on aid beneficiaries from 1 July 2016 onward. As the measures ended on 1 January 2016, Section 3.2.7 of the 2014 Guidelines does not apply. 5.4.2.7. Conclusion on the compatibility of the measure with the internal market (332) Firstly, the Commission concludes that the part of the CSPE intended to fund various objectives other than renewable energy (including incineration of biodegradable waste), cogeneration (including incineration of non- biodegradable waste used in high-efficiency cogeneration), tariff equalisation, and social tariffs, must be paid in full and cannot be reduced. Where necessary this part of the CSPE must be recovered. (333) Secondly, based on the information in recitals 251 to 274 regarding both the measures and the adjustment plan proposed, the Commission concludes that France has sufficiently demonstrated that some of the CSPE reductions were necessary and appropriate, had an incentive effect and did not distort competition, and that they were therefore compatible with Article 107(3)(c) TFEU. (334) However, the Commission concludes that any aid amount exceeding the levels permitted by the adjustment plan must be regarded as incompatible and must be reimbursed by the beneficiaries of the measure. In this respect, the Commission validates the terms of the adjustment plan defined by France, as described in Section 4.4 of this Decision. 5.4.3. Application of de minimis ceilings (335) The Commission notes that France, as described in recital 135, has indicated its intention to apply the de minimis ceilings laid down by Commission Implementing Regulation (EU) 2016/1046 ( 53 ) where the amount of aid is less than EUR 200 000 over three years on a rolling basis for each of the reductions. (336) The Commission wishes to make it clear that for those ceilings to be applicable the measures must comply with all the provisions of Implementing Regulation (EU) 2016/1046. 15.5.2019 L 126/59 Official Journal of the European Union EN ( 53 ) Commission Implementing Regulation (EU) 2016/1046 of 28 June 2016 imposing a definitive anti-dumping duty on imports of certain molybdenum wires originating in the People's Republic of China following an expiry review pursuant to Article 11(2) of Council Regulation (EC) No 1225/2009 (OJ L 170, 29.6.2016, p. 19). ",
        "5.4.4. General conclusion (337) As explained in Sections 5.4.1 and 5.4.2, and based on the information in recitals 252 to 334 regarding both the measures and the adjustment plan proposed, the Commission concludes that France has satisfactorily demonstrated that some of the CSPE reductions pursued an objective of common interest, were necessary and appropriate, had an incentive effect, were proportionate and did not distort competition to an extent contrary to the common interest, and that they were therefore compatible with Article 107(3)(c) TFEU. (338) However, France has not shown that the aid in excess of the amounts of aid permitted by the adjustment plan pursued an objective of common interest, was necessary and appropriate, had an incentive effect, was propor­ tionate and did not distort competition to an extent contrary to the common interest. This aid was therefore incompatible with Article 107(3)(c) TFEU. The same applies to the reductions granted in the part of the CSPE allocated to support measures other than support for renewable energy, high-efficiency cogeneration, tariff equalisation and social tariffs. (339) The Commission approves the terms of the adjustment plan described by France, which are outlined in Section 4.4 and clarified in recitals 329 and 334. 6. COMPLIANCE WITH ARTICLES 30 AND 110 TFEU (340) The Court of Justice has consistently held that taxes do not fall within the scope of the provisions of the Treaty concerning State aid unless they constitute the method of financing an aid measure, so that they form an integral part of that measure ( 54 ). (341) Moreover, paragraph 29 of the 2014 Guidelines provides that, if a State aid measure or the conditions attached to it, including its financing method when it forms an integral part of it, entail a non-severable violation of Union law, specifically Articles 30 and 110 TFEU, the aid cannot be declared compatible with the internal market. (342) The Commission has examined whether the CSPE should be regarded as forming an integral part of the aid and whether, as a result, it should assess the compliance of the CSPE, for example, with Articles 30 and 110 TFEU. (343) According to settled case-law, in order for a tax to be regarded as forming an integral part of an aid measure, it must be hypothecated to the aid, i.e. to the support measures funded, under the relevant national rules. The revenue from the tax must necessarily be allocated to the financing of the support measures and have a direct impact on the amount of the aid and, consequently, on the assessment of the compatibility of the aid with the internal market ( 55 ). (344) The Commission considers that this is not the case in this instance, for two reasons. (345) On the one hand, the CSPE was a compulsory contribution used to fund support for renewable energy, high- efficiency cogeneration and other policies. It was not established to fund the exemptions examined in this Decision. (346) It is clear from the case-law of the Court of Justice that a compulsory contribution used to fund a support measure does not form an integral part of that measure if the amount of the aid does not depend on the revenue obtained from the contribution. As a result, where financing from the budget is used in addition to a compulsory contribution to supplement the funding of aid, the compulsory contribution does not form an integral part of the aid measure ( 56 ). 15.5.2019 L 126/60 Official Journal of the European Union EN ( 54 ) Judgments of 13 January 2005, Streekgewest Westelijk Noord-Brabant v Staatssecretaris van Financiën , C‑174/02, ECLI:EU:C:2005:10, paragraph 25; 13 January 2005, F. J. Pape v Minister van Landbouw , C‑175/02, ECLI:EU:C:2005:11, paragraph 14; and 27 October 2005, Distribution Casino France and Others v Organic , C‑266/04 to C‑270/04, C‑276/04 and C‑321/04 to C‑325/04, ECLI:EU:C:2005:657, paragraph 34. ( 55 ) Streekgewest Westelijk Noord-Brabant , cited above, paragraph 26; Distribution Casino France , cited above, paragraph 40; Air Liquide Industries Belgium SA v Ville de Seraing , C‑393/04, ECLI:EU:C:2005:657; and Province de Liège , C‑41/05, ECLI:EU:C:2006:403. ( 56 ) DTS , C‑449/14 P, ECLI:EU:C:2016:848. ",
        "(347) The Commission finds that, in the present case, the CSPE was not hypothecated to the support scheme. Although the CSPE was allocated to fund the support scheme, the Commission considers, however, that were was no hypothecation between the amount of the tax and the amount of the aid. It cannot be maintained that the revenue from the CSPE had a direct impact on the amount of the aid scheme. The following graph illustrates the lack of hypothecation and shows that from 2007 onward the unit contribution applied did not cover the true cost of funding the measures supported: Source: CRE (348) The difference was funded directly by EDF. Every year the CRE determined the amount of contribution needed to cover the true cost of the policies that the CSPE was intended to fund. (349) Furthermore, in technical terms, the CSPE was collected by EDF, which was responsible for funding the policies that were in theory to be covered by the CSPE. The difference between the CSPE collected and the amounts disbursed by EDF was over EUR 5,3 billion. This difference can be seen in the following table (by year and by policy): Differences between the CSPE collected by EDF and the true cost of the policies funded RE Incinera­ tion Cogenera­ tion Tariff equalisa­ tion Social tariffs Peak- demand production Miscella­ neous Total 2003 26 6 138 66 0 4 3 243 2004 5 1 17 10 0 1 0 34 2005 (22) (4) (98) (60) (12) (5) (3) (204) 2006 (3) (1) (38) (22) (2) (1) (1) (68) 2007 1 6 (70) (115) 1 (4) (1) (182) 2008 (5) 1 (19) (39) (2) (2) (1) (67) 2009 128 3 219 341 18 10 5 724 15.5.2019 L 126/61 Official Journal of the European Union EN ",
        "RE Incinera­ tion Cogenera­ tion Tariff equalisa­ tion Social tariffs Peak- demand production Miscella­ neous Total 2010 119 (6) 223 197 17 7 5 562 2011 578 17 368 360 15 6 9 1 353 2012 514 2 221 317 21 3 3 1 081 2013 381 5 118 209 19 2 1 735 2014 708 7 117 322 54 2 1 1 211 2015 (19) 0 (3) (8) (1) 0 0 (31) 2 411 37 1 193 1 578 128 23 21 5 391 Source: Memorandum from the French authorities to the Commission departments, 20 December 2016. (350) The EDF deficit was subsequently reimbursed from the State budget (see Article 5 of the Amending Finance Law for 2015 No 2015-1786, on the composition of the special purpose account). (351) Given the lack of hypothecation between the CSPE and the measures supported, therefore, the compliance of the CSPE with Articles 30 and 110 TFEU does not need to be assessed. 7. RECOVERY OF AID (352) In accordance with the TFEU and the Court of Justice's established case-law, the Commission is competent to decide that the Member State concerned must abolish or alter aid when it has found that it is incompatible with the internal market ( 57 ). Likewise, the Court has consistently held that the aim of obliging a Member State to abolish aid found by the Commission to be incompatible with the internal market is to restore the previous situation ( 58 ). (353) The Court has found that this aim is achieved once the beneficiary has repaid the amounts granted by way of unlawful aid. By repaying the aid, the beneficiary forfeits the advantage which it had enjoyed over its competitors on the market, and the situation prior to payment of the aid is restored ( 59 ). (354) In line with this case-law, Article 16(1) of Regulation (EU) 2015/1589 states that ‘where negative decisions are taken in cases of unlawful aid, the Commission shall decide that the Member State concerned shall take all necessary measures to recover the aid from the beneficiary’. (355) Given that the measures in question were applied in breach of Article 108 TFEU, they constitute unlawful aid. They are also incompatible and must therefore be recovered in order to restore the situation that existed on the market prior to their granting. The recovery must cover the period from the moment when the advantage was granted to the beneficiary, i.e. from the moment when the aid was made available to the beneficiary, to its actual recovery, and the sums to be recovered must bear interest up to the moment of their actual recovery. 15.5.2019 L 126/62 Official Journal of the European Union EN ( 57 ) See judgment of 12 July 1973, Commission v Germany , C‑70/72, ECLI:EU:C:1973:87, paragraph 13. ( 58 ) See judgment of 14 September 1994, Spain v Commission , C‑278/92, C‑279/92 and C‑280/92, ECLI:EU:C:1994:325, paragraph 75. ( 59 ) See judgment of 17 June 1999, Belgium v Commission , C‑75/97, ECLI:EU:C:1999:311, paragraphs 64 and 65. ",
        "(356) Consequently, the aid granted by France must be recovered to the extent that it was incompatible with the internal market. The recovery must cover only the CSPE reductions granted between 2004 and 2015 in so far as they were intended to fund tariff equalisation and social tariffs, and between 2011 and 2015 in so far as they were intended to fund generation from renewable energy and high-efficiency cogeneration. (357) The amount to be recovered must be calculated for each year and for each beneficiary. It must be limited, for each year concerned, to the difference between the compatible amount for that year and the CSPE amount actually paid. The compatible amount of CSPE is determined – in so far as it was intended to fund support for renewable energy, high-efficiency cogeneration, tariff equalisation and social tariffs – in accordance with the adjustment plan. In so far as it was intended to fund objectives other than support for renewable energy, high- efficiency cogeneration, tariff equalisation and social tariffs, the compatible amount of CSPE to be paid corresponds to all the CSPE for the part of the CSPE allocated to those other objectives. (358) For each beneficiary, for each year and for each policy, two amounts have to be calculated: the amount of CSPE paid, and the amount of the minimum level of CSPE to be paid based on the adjustment plan plus all the CSPE used to fund support for objectives other than support for renewable energy, high-efficiency cogeneration, tariff equalisation and social tariffs. 7.1. Calculation of the amounts actually paid in CSPE (359) The amount of CSPE actually paid by beneficiaries in a given year has to be arrived on the basis of information gathered by the French authorities. These amounts will be the outcome of the various CSPE reductions. However, France has indicated that it does not yet have all the information needed, given that the data for 2003 to 2010 does not exist in electronic form. A precise calculation of the amount to be repaid, based on the paper records, has therefore yet to be made. (360) As regards beneficiaries of the CSPE 0,5 % value added cap, the CSPE actually paid is equal to the theoretical CSPE determined by the adjustment plan or 0,5 % of value added, whichever is lower. If the value added is negative, the CSPE amount regarded as paid is zero. This amount has then to be broken down by policy in line with the table in recital 133. (361) As regards beneficiaries of the site cap, the CSPE actually paid is equal to the theoretical CSPE determined by the adjustment plan or the amount of the site cap for the year in question, whichever is lower. This amount has likewise to be broken down by policy in line with the table submitted by France shown in recital 133. (362) As regards beneficiaries of the own consumption allowance, the CSPE actually paid is equal to the difference between total consumption and exempt consumption, multiplied by the annual unit rate of CSPE indicated in recital 133. (363) For each site benefiting from the site cap, it has to be determined whether that site belongs to an undertaking also benefiting from the 0,5 % value added cap. For each site benefiting from the own consumption allowance, it has to be determined whether that site belongs to an undertaking benefiting from the 0,5 % value added cap and whether that site also benefited from the site cap. (364) If a site benefiting from the site cap or own consumption allowance belongs to an undertaking benefiting from the 0,5 % value added cap, only the value added cap is to be taken into account, so that the benefit granted is not calculated twice. This is because if the undertaking benefits from the 0,5 % value added cap, which is known only in the following year, the repayment made a posteriori consists of the difference between the CSPE paid and 0,5 % of the undertaking's value added. (365) In the case of a site benefiting from the site cap and own consumption allowance, but not belonging to an undertaking benefiting from the value added cap, then only the site cap is to be taken into account. 15.5.2019 L 126/63 Official Journal of the European Union EN ",
        "7.2. Calculation of the amounts of CSPE payable in accordance with the State aid rules and the adjustment plans 7.2.1. CSPE to be paid and not subject to the adjustment plan (366) The Commission considers first of all that the CSPE that is payable in full by beneficiaries and excluded from the adjustment plan consists of the part of the CSPE intended to fund the incineration of non-biodegradable waste or waste not used for high-efficiency cogeneration, support for peak-demand facilities, and support for various measures such as the funding of firm capacity contracts, described in recitals 11(1) to 11(3) and 325 to 330. For purposes of the application of the adjustment plan and the determination of the amount of aid to be recovered, the CSPE already paid by beneficiaries can be assigned by priority to the funding of these other policies. 7.2.2. Start date of the adjustment plans (367) The Commission approves the start date of the adjustment plans indicated in recitals 275 and 318 to 321, for the part of the CSPE intended to fund renewable energy and high-efficiency cogeneration and for the part intended to fund tariff equalisation and social tariffs. 7.2.3. Calculation of the amounts of CSPE to be paid and their gradual adjustment (368) The Commission approves the method of calculating the sums to be paid for the various components of the CSPE subject to an adjustment plan, as detailed in recitals 265 to 274 for the part of the CSPE intended to fund renewable energy and in recitals 316 to 317 for the part of the CSPE allocated to fund high-efficiency cogeneration, tariff equalisation and social tariffs. (369) The Commission approves the principle and method of calculating the gradual adjustment of the CSPE amounts to be paid, described in recital 140, which are based on a statistical law. (370) The Commission approves the method of calculating the CSPE to be paid, which involves applying the following rule for a given beneficiary and a given year: Amount to be paid per year per policy funded = amount paid + (amount to be paid – amount paid) × [(e^n)-1]/[(e^N)-1] where n is the number of the year of the adjustment plan (e.g. for a plan starting in 2011 that must be fully applied in 2019, in 2011 n = 0, in 2012 n = 1, …, in 2019 n = 8) and N is the number of years of the plan (e.g. for the same example, N = 8). (371) The Commission also approves the method for taking account of the de minimis ceilings, as set out in recital 135. 7.3. Calculation of the amounts to be recovered (372) The total amount of the sums to be recovered for each beneficiary is equal to the difference between (i) the CSPE amounts payable in accordance with the State aid rules and (ii) the CSPE amounts actually paid by eligible beneficiaries. (373) In this respect, the Commission approves the method of calculating the sums to be recovered described by France, which is set out in recitals 145 to 148. 8. CONCLUSIONS (374) The Commission finds that France has unlawfully implemented the CSPE caps in breach of Article 108(3) TFEU, HAS ADOPTED THIS DECISION: Article 1 The exemptions from the CSPE implemented by France for electricity self-generators under Law No 2003-8 of 3 January 2003 on the gas and electricity markets and on the public energy service (‘Law No 2003-8’) do not constitute State aid, within the meaning of Article 107(1) TFEU, where the electricity exempted from the CSPE was consumed by the self- generator to produce electricity. 15.5.2019 L 126/64 Official Journal of the European Union EN ",
        "Article 2 The exemptions from the CSPE implemented by France for self-generators of electricity produced from renewable energy under Law No 2003-8 do not constitute State aid, within the meaning of Article 107(1) TFEU, with regard to the part of the CSPE that funded the generation of electricity from renewable energy. Article 3 The exemptions from the CSPE implemented by France for self-generators of electricity produced by high-efficiency cogeneration under Law No 2003-8 do not constitute State aid, within the meaning of Article 107(1) TFEU, with regard to the part of the CSPE that funded high-efficiency cogeneration. Article 4 The exemptions from the CSPE implemented by France in breach of Article 108(3) TFEU for electricity self-generators under Law No 2003-8 constitute State aid which is compatible with the internal market, within the meaning of Article 107(3)(c) TFEU, in cases other than those referred to in Articles 1, 2 and 3 of this Decision in so far as they are allocated to the funding of support for renewable energy, high-efficiency cogeneration, tariff equalisation and social tariffs and in so far as they did not exceed the amounts of the reductions in CSPE permitted by the adjustment plan. Article 5 The measures implemented by France in breach of Article 108(3) TFEU in the form of CSPE site caps and value added caps for electricity consumers under Law No 2003-8 constitute State aid compatible with the internal market, within the meaning of Article 107(3)(c) TFEU, in so far as they are allocated to the funding of support for renewable energy, high- efficiency cogeneration, tariff equalisation and social tariffs and in so far as they did not exceed the amounts of the reductions in CSPE permitted by the adjustment plan. Article 6 The Commission accepts the adjustment plans notified by France. France shall inform the Commission of the implemen­ tation of these plans in accordance with the terms set out in Articles 10 and 11 and the deadlines set out in Article 12. Article 7 The CSPE exemptions implemented by France in breach of Article 108(3) TFEU to assist electricity self-generators under Law No 2003-8 of 3 January 2003 on the gas and electricity markets and on the public energy service (‘Law No 2003-8’), and the measures implemented by France in breach of Article 108(3) TFEU in the form of CSPE site caps and value added caps outside the scope of Articles 1 to 5 of this Decision, constitute aid that is incompatible. France shall recover the unlawful and incompatible aid from the beneficiaries. Article 8 Any individual aid granted under the scheme referred to in Article 7 does not constitute State aid if, at the time it was granted, it satisfied the conditions laid down by the regulation adopted pursuant to Article 2 of Regulation (EC) No 994/98 that was applicable at that time. Article 9 Any individual aid granted under the scheme referred to in Article 7 which, at the time it was granted, satisfied the conditions laid down by a regulation adopted pursuant to Article 1 of Regulation (EC) No 994/98, or by any authorised aid scheme, is compatible with the internal market up to the maximum aid intensities applicable to that type of aid. 15.5.2019 L 126/65 Official Journal of the European Union EN ",
        "Article 10 1. The sums to be recovered shall bear interest from the date on which they were placed at the disposal of the ben­ eficiaries until the date of their actual recovery. 2. The interest shall be calculated on a compound basis in accordance with Chapter V of Commission Regulation (EC) No 794/2004 ( 60 ). 3. France shall cancel all outstanding payments of aid under the scheme referred to in Article 7 with effect from the date of notification of this Decision. Article 11 1. Recovery of the aid granted shall be immediate and effective. 2. France shall ensure that this Decision is implemented within four months of the date of its notification. Article 12 1. Within two months of notification of this Decision, France shall submit the following information to the Commission: — the final list of beneficiaries of the aid granted under the scheme referred to in Articles 4, 5 and 7; — the total amount of aid received under the scheme referred to in Articles 4, 5 and 7; — the total amount of aid that each beneficiary can receive under the adjustment plan; — the amounts of CSPE that each beneficiary has received and that are not aid under Articles 1 to 3; — the total amount under the scheme referred to in Article 7 to be recovered from each beneficiary; — the final total amount (principal and interest) recovered from each beneficiary; — a detailed description of the measures planned to comply with this Decision. 2. The recovery procedure must have been implemented within four months of notification of this Decision. Within that period, France shall provide the Commission with documents proving that the beneficiaries have been given notice to repay the aid and that they have actually repaid the aid to be recovered. 3. France shall keep the Commission informed of the progress of the national measures taken to implement this Decision until recovery of the aid granted under the scheme referred to in Article 7 has been completed. Whenever so requested by the Commission, France shall immediately submit information on the measures already taken and planned to comply with this Decision. It shall also provide detailed information concerning the amounts of aid and interest already recovered from the beneficiaries. Article 13 This Decision is addressed to the French Republic. Done at Brussels, 31 July 2018. For the Commission Margrethe VESTAGER Member of the Commission 15.5.2019 L 126/66 Official Journal of the European Union EN ( 60 ) Commission Regulation (EC) No 794/2004 of 21 April 2004 implementing Council Regulation (EU) 2015/1589 laying down detailed rules for the application of Article 108 of the Treaty on the Functioning of the European Union (OJ L 140, 30.4.2004, p. 1). ",
        "COMMISSION IMPLEMENTING DECISION (EU) 2019/768 of 8 May 2019 amending Article 3 of the Statutes of the Integrated Structural Biology European Research Infrastructure Consortium (Instruct-ERIC), by reason of the withdrawal of the United Kingdom from the Union (notified under document C(2019) 3354) (Only the Czech, Danish, Dutch, English, French, Italian, Latvian, Portuguese, Slovak and Spanish texts are authentic) (Text with EEA relevance) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Council Regulation (EC) No 723/2009 of 25 June 2009 on the Community legal framework for a European Research Infrastructure Consortium (ERIC) ( 1 ), and in particular Article 8, Whereas: (1) The Integrated Structural Biology European Research Infrastructure Consortium (Instruct-ERIC) was set up by Commission Implementing Decision (EU) 2017/1213 ( 2 ). In accordance with Article 3 of its Statutes it has its statutory seat in the United Kingdom. (2) The United Kingdom notified on 29 March 2017 its intention to withdraw from the Union pursuant to Article 50 of the Treaty on European Union. On 11 April 2019, the European Council decided to extend the period provided for in Article 50(3) TEU, already extended by European Council Decision (EU) 2019/476 ( 3 ), until 31 October 2019. The Decision of the European Council shall however cease to apply on 31 May 2019 in the event the United Kingdom has not held elections to the European Parliament in accordance with applicable Union law and has not ratified the Withdrawal Agreement by 22 May 2019. Should the United Kingdom ratify the Withdrawal Agreement before 31 October 2019, the withdrawal will take place on the first day of the month following the completion of the ratification procedures. (3) After the withdrawal date, and without prejudice to the provisions of a withdrawal agreement, the UK will be considered a third country within the meaning of Article 2(b) of Regulation (EC) No 723/2009. (4) Article 8 of Regulation (EC) No 723/2009 provides that the statutory seat of an ERIC shall be located on the territory of a member which shall be a Member State or an associated country. (5) The Commission has received, pursuant to Article 11 of Regulation (EC) No 723/2009, the proposal from Instruct-ERIC to amend Article 3 of the Statutes, to address the case where the United Kingdom would become a third country within the meaning of Regulation (EC) No 723/2009. (6) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 20 of Regulation (EC) No 723/2009, HAS ADOPTED THIS DECISION: Article 1 Article 3 of the Statutes of Instruct-ERIC as set out in the annex to Implementing Decision (EU) 2017/1213 is amended in accordance with the Annex to this Decision. 15.5.2019 L 126/67 Official Journal of the European Union EN ( 1 ) OJ L 206, 8.8.2009, p. 1. ( 2 ) Commission Implementing Decision (EU) 2017/1213 of 4 July 2017 on setting up the Integrated Structural Biology — European Research Infrastructure Consortium (Instruct-ERIC) (OJ L 173, 6.7.2017, p. 47). ( 3 ) European Council Decision (EU) 2019/476 taken in agreement with the United Kingdom of 22 March 2019 extending the period under Article 50(3)TEU (OJ L 80I, 22.3.2019, p. 1). ",
        "Article 2 This Decision is addressed to the Kingdom of Belgium, the Czech Republic, the Kingdom of Denmark, the French Republic, the State of Israel, the Italian Republic, the Republic of Latvia, the Kingdom of the Netherlands, the Portuguese Republic, the Slovak Republic, the Kingdom of Spain and the United Kingdom of Great Britain and Northern Ireland. Done at Brussels, 8 May 2019. For the Commission Carlos MOEDAS Member of the Commission 15.5.2019 L 126/68 Official Journal of the European Union EN ",
        "ANNEX Article 3 of the Statutes of Instruct ERIC is replaced by the following: ‘Article 3 Instruct-ERIC shall have its statutory seat in Oxford, United Kingdom. Should the United Kingdom become a third country within the meaning of the Regulation (EC) No 723/2009, the statutory seat shall be located in Florence, Italy.’ 15.5.2019 L 126/69 Official Journal of the European Union EN ",
        "COMMISSION IMPLEMENTING DECISION (EU) 2019/769 of 14 May 2019 amending Implementing Decision 2012/715/EU establishing a list of third countries with a regulatory framework applicable to active substances for medicinal products for human use and the respective control and enforcement activities ensuring a level of protection of public health equivalent to that in the Union (Text with EEA relevance) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community Code relating to medicinal products for human use ( 1 ), and in particular Article 111b(1) thereof, Whereas: (1) In accordance with Article 111b(1) of Directive 2001/83/EC a third country may request the Commission to assess whether its regulatory framework applicable to active substances exported to the Union and the respective control and enforcement activities ensure a level of protection of public health equivalent to that of the Union in order to be included in a list of third countries ensuring an equivalent level of protection of public health. (2) The Republic of Korea requested, by letter dated 22 January 2015, to be listed in accordance with Article 111b(1) of Directive 2001/83/EC. On the basis of a review of relevant documentation and two on-site reviews, and taking due account of the action plan proposed by the Korean competent authorities, the Ministry of Food and Drug Safety, on 12 February 2019, the equivalence assessment by the Commission concluded that the requirements of that Article were fulfilled. (3) Commission Implementing Decision 2012/715/EU ( 2 ) should be amended accordingly, HAS ADOPTED THIS DECISION: Article 1 The Annex to Implementing Decision 2012/715/EU is replaced by the text set out in the Annex to this Decision. Article 2 This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . Done at Brussels, 14 May 2019. For the Commission The President Jean-Claude JUNCKER 15.5.2019 L 126/70 Official Journal of the European Union EN ( 1 ) OJ L 311, 28.11.2001, p. 67. ( 2 ) Commission Implementing Decision 2012/715/EU of 22 November 2012 establishing a list of third countries with a regulatory framework applicable to active substances for medicinal products for human use and the respective control and enforcement activities ensuring a level of protection of public health equivalent to that in the Union, in accordance with Directive 2001/83/EC of the European Parliament and of the Council (OJ L 325, 23.11.2012, p. 15). ",
        "ANNEX ‘ ANNEX List of third countries with a regulatory framework applicable to active substances for medicinal products for human use and the respective control and enforcement activities ensuring a level of protection of public health equivalent to that in the Union Third country Remarks Australia Brazil Israel ( 1 ) Japan Republic of Korea Switzerland United States of America ( 1 ) Hereafter understood as the State of Israel, excluding the territories under Israeli administration since June 1967, namely the Golan Heights, the Gaza Strip, East Jerusalem and the rest of the West Bank.’ 15.5.2019 L 126/71 Official Journal of the European Union EN ",
        "",
        "",
        "ISSN 1977-0677 (electronic edition) ISSN 1725-2555 (paper edition) E N Publications Office of the European Union 2 9 8 5 Luxembourg LUXEMBOURG ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ ★ "
    ]
}