{
    "text": [
        "This text is meant purely as a documentation tool and has no legal effect. The Union's institutions do not assume any liability for its contents. The authentic versions of the relevant acts, including their preambles, are those published in the Official Journal of the European Union and available in EUR-Lex. Those official texts are directly accessible through the links embedded in this document ► B COMMISSION IMPLEMENTING REGULATION (EU) No 215/2014 of 7 March 2014 laying down rules for implementing Regulation (EU) No 1303/2013 of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund with regard to methodologies for climate change support, the determination of milestones and targets in the performance framework and the nomenclature of categories of intervention for the European Structural and Investment Funds (OJ L 69, 8.3.2014, p. 65) Amended by: Official Journal No page date ► M1 Commission Implementing Regulation (EU) No 1232/2014 of 18 November 2014 L 332 5 19.11.2014 ► M2 Commission Implementing Regulation (EU) 2018/276 of 23 February 2018 L 54 4 24.2.2018 02014R0215 — EN — 25.02.2018 — 002.001 — 1 ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 2 COMMISSION IMPLEMENTING REGULATION (EU) No 215/2014 of 7 March 2014 laying down rules for implementing Regulation (EU) No 1303/2013 of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund with regard to methodologies for climate change support, the determination of milestones and targets in the performance framework and the nomenclature of categories of intervention for the European Structural and Investment Funds CHAPTER I METHODOLOGY FOR DETERMINING THE SUPPORT FOR CLIMATE CHANGE OBJECTIVES FOR EACH OF THE ESI FUNDS (Empowerment under the third subparagraph of Article 8 of Regulation (EU) No 1303/2013) Article 1 Methodology for the calculation of support by the ERDF, the ESF and the Cohesion Fund for climate change objectives 1. The calculation of support to be used for climate change objectives by the ERDF and the Cohesion Fund shall be carried out in two steps as follows: (a) the coefficients set out in Table 1 of Annex I to this Regulation shall be applied by intervention field code to financial data reported for those codes; (b) in relation to financial data reported against intervention field codes that have a coefficient of zero, where financial data is reported in the thematic objective dimension against codes 04 and 05 set out in Table 5 of Annex I to this Regulation, the data shall be weighted with a 40 % coefficient in terms of their contribution to climate change objectives. 2. The climate change coefficients applied on the basis of Table 1 of Annex I to this Regulation shall also apply to the respective categories under the European territorial cooperation goal established on the basis of the second subparagraph of Article 8(2) of Regulation (EU) No 1299/2013 of the European Parliament and of the Council ( 1 ). 3. The calculation of support for climate change objectives by the ESF shall be made by identifying the financial data reported against dimension code 01 ‘Supporting the shift to a low carbon, resource ▼ B ( 1 ) Regulation (EU) No 1299/2013 of the European Parliament and of the Council of 17 December 2013 on specific provisions for the support from the European Regional Development Fund to the European territorial cooper ­ ation goal (OJ L 347, 20.12.2013, p. 259). ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 3 efficient economy’ in accordance with Dimension 6 ‘Codes for the secondary theme dimension under the European Social Fund’ as set out in Table 6 of Annex I to this Regulation. Article 2 Methodology for the calculation of support by the EAFRD for climate change objectives 1. The indicative amount of support to be used for climate change objectives by the EAFRD in each programme as referred to in Article 27(6) of Regulation (EU) No 1303/2013 shall be calculated by applying the coefficients set out in Annex II to this Regulation to the planned expenditure shown in the financing plan referred to in Article 8(1)(h) of Regulation (EU) No 1305/2013 in relation to the priorities and focus areas referred to in points 3(b), 4, 5 and 6(b) of Article 5 of Regulation (EU) No 1305/2013. 2. For the purpose of reporting on support used for climate change objectives in the annual implementation report in accordance with Article 50(4) and (5) of Regulation (EU) No 1303/2013, the coefficients referred to in paragraph 1 shall be applied to the information on expenditure referred to in Article 75(2) of Regulation (EU) No 1305/2013. Article 3 Methodology for the calculation of support by the EMFF for climate change objectives 1. The contribution to climate change by the EMFF shall be calculated by attaching coefficients to each of the main measures supported by the EMFF reflecting the climate change relevance of each of these measures. Support by the EMFF for climate change objectives shall be calculated on the basis of the following information: (a) the indicative amount of support to be used for climate change objectives by the EMFF in each programme as referred to in Article 27(6) of Regulation (EU) No 1303/2013; (b) the coefficients established for the main measures supported by the EMFF as set out in Annex III to this Regulation; ▼ M1 (c) reporting by Member States on financial appropriations and expenditure by measure in annual implementation reports pursuant to Article 50(4) and (5) of Regulation (EU) No 1303/2013 and Article 114(2) of Regulation (EU) No 508/2014; (d) the information and data provided by Member States on operations selected for funding pursuant to Article 97(1)(a) and 107(3) of Regulation (EU) No 508/2014. ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 4 2. A Member State may propose in its operational programme that a coefficient of 40 % be assigned to a measure weighed with a coefficient of 0 % in Annex III to this Regulation, provided that it can demonstrate the relevance of that measure to climate change mitigation or adaptation. CHAPTER II DETERMINING MILESTONES AND TARGETS IN THE PERFORMANCE FRAMEWORK AND ASSESSING THEIR ACHIEVEMENT (Empowerment under the fifth subparagraph of Article 22(7) of Regulation (EU) No 1303/2013) Article 4 Information to be recorded by the bodies preparing the programmes 1. The bodies preparing programmes shall record information on the methodologies and criteria applied to select indicators for the performance framework to ensure that corresponding milestones and targets comply with the conditions set out in paragraph 3 of Annex II to Regulation (EU) No 1303/2013 for all programmes and priorities supported by the ESI Funds, as well as the specific allocation to the Youth Employment Initiative (‘YEI’) as referred to in Article 16 of Regulation (EU) No 1304/2013 of the European Parliament and of the Council ( 1 ), subject to the exceptions set out in paragraph 1 of Annex II to Regulation (EU) No 1303/2013. 2. The information recorded by the bodies preparing programmes shall permit verification of compliance with the conditions set out in paragraph 3 of Annex II to Regulation (EU) No 1303/2013 for the milestones and targets. This shall include: (a) data or evidence used to estimate the value of milestones and targets and the calculation method, such as data on unit costs, benchmarks, standard or a past rate of implementation, expert advice and the conclusions of the ex-ante evaluation; (b) information on the share of the financial allocation represented by operations, to which the output indicators and key implementation steps set out in the performance framework correspond, as well as the explanation of how that share has been calculated; (c) information on how the methodology and mechanisms to ensure consistency in the functioning of the performance framework set out in the Partnership Agreement in accordance with Article 15(1)(b)(iv) of Regulation (EU) No 1303/2013 have been applied; (d) an explanation of the selection of result indicators or key implemen ­ tation steps, where these have been included in the performance framework. ▼ B ( 1 ) Regulation (EU) No 1304/2013 of the European Parliament and of the Council of 17 December 2013 on the European Social Fund and repealing Council Regulation (EC) No 181/2006 (OJ L 347, 20.12.2013, p. 470). ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 5 3. The information on the methodologies and criteria applied to select indicators for the performance framework and to fix corresponding milestones and targets recorded by the bodies preparing programmes shall be made available at the request of the Commission. 4. The requirements referred to in paragraphs 1 to 3 of this Article shall also apply to the revision of milestones and targets in accordance with Article 30 of Regulation (EU) No 1303/2013. Article 5 Establishment of milestones and targets 1. Milestones and targets shall be set at the level of the priority, except in the cases referred to in Article 7. Output indicators and key implementation steps set out in the performance framework shall correspond to more than 50 % of the financial allocation to the priority. For the purposes of establishing that amount, an allocation to an indicator or key implementation step shall not be counted more than once. ▼ M1 2. For all ESI Funds, except for the EAFRD, the milestone and the target for a financial indicator shall refer to the total amount of eligible expenditure entered into the accounting system of the certifying authority and certified by that authority in accordance with point (a) of Article 126 of Regulation (EU) No 1303/2013. For the EAFRD, they shall refer to the realised total public expenditure entered into the common monitoring and evaluation system. ▼ M2 3. The milestone and target for an output indicator shall refer to the values achieved by operations, where all the actions leading to outputs have been implemented in full, but for which not all the related payments have necessarily been made, or to the values achieved by operations which have been started, but where some of the actions leading to outputs are still ongoing, or to the both. ▼ B 4. A key implementation step shall be an important stage in the implementation of operations under a priority, whose completion is verifiable and may be expressed by a number or percentage. For the purpose of Articles 6 and 7 of this Regulation, key implementation steps shall be treated as indicators. 5. A result indicator shall be used only where appropriate and closely linked to supported policy interventions. 6. Where the information referred to in Article 4(2) of this Regu ­ lation has been found to be based on incorrect assumptions leading to under- or over-estimation of targets or milestones, this may be considered to constitute a duly justified case in the meaning of paragraph 5 of Annex II to Regulation (EU) No 1303/2013. ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 6 Article 6 Achievement of milestones and targets 1. The achievement of milestones and targets shall be assessed by taking into account all indicators and key implementation steps included in the performance framework set at the level of priority in the meaning of Article 2(8) of Regulation (EU) No 1303/2013 except in cases referred to in Article 7 of this Regulation. 2. The milestones or targets of a priority shall be deemed to be achieved if all indicators included in the related performance framework have achieved at least 85 % of the milestone value by the end of 2018 or at least 85 % of the target value by the end of 2023. By way of derogation, where the performance framework includes three or more indicators, the milestones or targets of a priority may be deemed to be achieved if all indicators except for one achieve 85 % of their milestone values by the end of 2018 or 85 % of their target value by the end of 2023. The indicator, which does not achieve 85 % of its milestone or target value, shall not achieve less than 75 % of its milestone or target value. 3. For a priority whose performance framework includes no more than two indicators, a failure to achieve at least 65 % of the milestone value by the end of 2018 for either of these indicators shall be deemed a serious failure to achieve milestones. A failure to achieve at least 65 % of the target value by the end of 2023 for either of these indicators shall be deemed a serious failure to achieve the targets. 4. For a priority whose performance framework includes more than two indicators the failure to achieve at least 65 % of the milestone value by the end of 2018 for at least two of those indicators shall be deemed a serious failure to achieve milestones A failure to achieve at least 65 % of the target value by the end of 2023 for at least two of these indicators shall be deemed a serious failure to achieve the targets. Article 7 Performance framework for priority axes referred to in Article 96(1)(a) and (b) of Regulation (EU) No 1303/2013 and priority axes integrating the YEI 1. The indicators and key implementation steps selected for the performance framework, their milestones and targets, as well as their achievement values shall be broken down by Fund and, for the ERDF and the ESF, by category of region. 2. The information required in Article 4(2) of this Regulation shall be set out by Fund and by category of region, where applicable. 3. The achievement of milestones and targets shall be assessed separately for each Fund and for each category of region within the priority, taking into account the indicators, their milestones and targets, and their achievement values broken down by Fund and category of region. Output indicators and key implementation steps set out in the ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 7 performance framework shall correspond to more than 50 % of the financial allocation to the Fund and category of region, where applicable. For the purposes of establishing that amount, an allocation to an indicator or key implementation step shall not be counted more than once. ▼ M2 4. If the resources for the YEI are programmed as a part of a priority axis in accordance with Article 18(c) of Regulation (EU) No 1304/2013, a performance framework shall be established separately for the YEI and the achievement of milestones and targets set for the YEI shall be assessed separately from the other part of the priority axis. ▼ B CHAPTER III NOMENCLATURE OF CATEGORIES OF INTERVENTION FOR THE ERDF, THE ESF AND THE COHESION FUND UNDER THE INVESTMENT FOR GROWTH AND JOBS GOAL Article 8 Categories of intervention for the ERDF, the ESF and the Cohesion Fund (Empowerment under the second subparagraph of Article 96(2) of Regulation (EU) No 1303/2013) 1. The nomenclature for categories of intervention referred to in the second subparagraph of Article 96(2) of Regulation (EU) No 1303/2013 is set out in Tables 1 to 8 of Annex I to this Regulation. The Codes set out in these tables shall apply to the ERDF with regard to the Investment for growth and jobs goal, the Cohesion Fund, the ESF and the YEI, as specified in paragraphs 2 and 3 of this Article. 2. Codes 001 to 101 set out in Table 1 of Annex I to this Regulation shall only apply to the ERDF and the Cohesion Fund. Codes 102 to 120 set out in Table 1 of Annex I to this Regulation shall only apply to the ESF. Only Code 103 set out in Table 1 of Annex I to this Regulation shall apply to the YEI. Codes 121, 122 and 123 set out in Table 1 of Annex I to this Regu ­ lation shall apply to the ERDF, the Cohesion Fund and the ESF. 3. The codes set out in Tables 2 to 4, 7 and 8 of Annex I to this Regulation shall apply to the ERDF, the ESF, the YEI and the Cohesion Fund. The codes set out in Table 5 of Annex I to this Regulation shall only apply to the ERDF and the Cohesion Fund. The codes set out in Table 6 of Annex I to this Regulation shall only apply to the ESF and the YEI. ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 8 CHAPTER IV FINAL PROVISIONS Article 9 This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union . Article 3 and Annex III to this Regulation shall apply with effect as of the entry into force of the EMFF Regulation. This Regulation shall be binding in its entirety and directly applicable in all Member States. ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 9 ANNEX I Nomenclature for the categories of intervention of the Funds ( 1 ) under the Investment for growth and jobs goal and of the Youth Employment Initiative TABLE 1: CODES FOR THE INTERVENTION FIELD DIMENSION 1. INTERVENTION FIELD Coefficient for the calculation of support to climate change objec ­ tives I. Productive investment: 001 Generic productive investment in small and medium – sized enterprises (‘SMEs’) 0 % 002 Research and innovation processes in large enterprises 0 % 003 Productive investment in large enterprises linked to the low-carbon economy 40 % 004 Productive investment linked to the cooperation between large enterprises and SMEs for developing information and communication technology (‘ICT’) products and services, e-commerce and enhancing demand for ICT 0 % II. Infrastructure providing basic services and related investment: Energy infrastructure 005 Electricity (storage and transmission) 0 % 006 Electricity (TEN-E storage and transmission) 0 % 007 Natural gas 0 % 008 Natural gas (TEN-E) 0 % 009 Renewable energy: wind 100 % 010 Renewable energy: solar 100 % 011 Renewable energy: biomass 100 % 012 Other renewable energy (including hydroelectric, geothermal and marine energy) and renewable energy integration (including storage, power to gas and renewable hydrogen infrastructure) 100 % 013 Energy efficiency renovation of public infrastructure, demonstration projects and supporting measures 100 % 014 Energy efficiency renovation of existing housing stock, demonstration projects and supporting measures 100 % 015 Intelligent Energy Distribution Systems at medium and low voltage levels (including smart grids and ICT systems) 100 % 016 High efficiency co-generation and district heating 100 % Environmental infrastructure 017 Household waste management (including minimisation, sorting, recycling measures) 0 % ▼ B ( 1 ) European Regional Development Fund, Cohesion Fund and European Social Fund. ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 10 018 Household waste management (including mechanical biological treatment, thermal treatment, incineration and landfill measures) 0 % 019 Commercial, industrial or hazardous waste management 0 % 020 Provision of water for human consumption (extraction, treatment, storage and distribution infrastructure) 0 % 021 Water management and drinking water conservation (including river basin management, water supply, specific climate change adaptation measures, district and consumer metering, charging systems and leak reduction) 40 % 022 Waste water treatment 0 % 023 Environmental measures aimed at reducing and / or avoiding greenhouse gas emissions (including treatment and storage of methane gas and composting) 100 % Transport infrastructure 024 Railways (TEN-T Core) 40 % 025 Railways (TEN-T comprehensive) 40 % 026 Other Railways 40 % 027 Mobile rail assets 40 % 028 TEN-T motorways and roads — core network (new build) 0 % 029 TEN-T motorways and roads — comprehensive network (new build) 0 % 030 Secondary road links to TEN-T road network and nodes (new build) 0 % 031 Other national and regional roads (new build) 0 % 032 Local access roads (new build) 0 % 033 TEN-T reconstructed or improved road 0 % 034 Other reconstructed or improved road (motorway, national, regional or local) 0 % 035 Multimodal transport (TEN-T) 40 % 036 Multimodal transport 40 % 037 Airports (TEN-T) ( 1 ) 0 % 038 Other airports ( 1 ) 0 % 039 Seaports (TEN-T) 40 % 040 Other seaports 40 % 041 Inland waterways and ports (TEN-T) 40 % 042 Inland waterways and ports (regional and local) 40 % Sustainable transport 043 Clean urban transport infrastructure and promotion (including equipment and rolling stock) 40 % 044 Intelligent transport systems (including the introduction of demand management, tolling systems, IT monitoring, control and information systems) 40 % Information and communication technology (ICT) infrastructure 045 ICT: Backbone/backhaul network 0 % ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 11 046 ICT: High-speed broadband network (access/local loop; >/= 30 Mbps) 0 % 047 ICT: Very high-speed broadband network (access/local loop; >/= 100 Mbps) 0 % 048 ICT: Other types of ICT infrastructure/large-scale computer resources/equipment (including e-infrastructure, data centres and sensors; also where embedded in other infrastructure such as research facilities, environmental and social infra ­ structure) 0 % III. Social, health and education infrastructure and related investment: 049 Education infrastructure for tertiary education 0 % 050 Education infrastructure for vocational education and training and adult learning 0 % 051 Education infrastructure for school education (primary and general secondary education) 0 % 052 Infrastructure for early childhood education and care 0 % 053 Health infrastructure 0 % 054 Housing infrastructure 0 % 055 Other social infrastructure contributing to regional and local development 0 % IV. Development of endogenous potential: Research and development and innovation 056 Investment in infrastructure, capacities and equipment in SMEs directly linked to research and innovation activities 0 % 057 Investment in infrastructure, capacities and equipment in large companies directly linked to research and innovation activities 0 % 058 Research and innovation infrastructure (public) 0 % 059 Research and innovation infrastructure (private, including science parks) 0 % 060 Research and innovation activities in public research centres and centres of competence including networking 0 % 061 Research and innovation activities in private research centres including networking 0 % 062 Technology transfer and university-enterprise cooperation primarily benefiting SMEs 0 % 063 Cluster support and business networks primarily benefiting SMEs 0 % 064 Research and innovation processes in SMEs (including voucher schemes, process, design, service and social innovation) 0 % 065 Research and innovation infrastructure, processes, technology transfer and coop ­ eration in enterprises focusing on the low carbon economy and on resilience to climate change 100 % Business development 066 Advanced support services for SMEs and groups of SMEs (including management, marketing and design services) 0 % 067 SME business development, support to entrepreneurship and incubation (including support to spin offs and spin outs) 0 % 068 Energy efficiency and demonstration projects in SMEs and supporting measures 100 % ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 12 069 Support to environmentally-friendly production processes and resource efficiency in SMEs 40 % 070 Promotion of energy efficiency in large enterprises 100 % 071 Development and promotion of enterprises specialised in providing services contributing to the low carbon economy and to resilience to climate change (including support to such services) 100 % 072 Business infrastructure for SMEs (including industrial parks and sites) 0 % 073 Support to social enterprises (SMEs) 0 % 074 Development and promotion of commercial tourism assets in SMEs 0 % 075 Development and promotion of commercial tourism services in or for SMEs 0 % 076 Development and promotion of cultural and creative assets in SMEs 0 % 077 Development and promotion of cultural and creative services in or for SMEs 0 % Information and communication technology (ICT) — demand stimulation, applications and services 078 e-Government services and applications (including e-Procurement, ICT measures supporting the reform of public administration, cyber-security, trust and privacy measures, e-Justice and e-Democracy) 0 % 079 Access to public sector information (including open data e-Culture, digital libraries, e-Content and e-Tourism) 0 % 080 e-Inclusion, e-Accessibility, e-Learning and e-Education services and appli ­ cations, digital literacy 0 % 081 ICT solutions addressing the healthy active ageing challenge and e-Health services and applications (including e-Care and ambient assisted living) 0 % 082 ICT Services and applications for SMEs (including e-Commerce, e-Business and networked business processes), living labs, web entrepreneurs and ICT start-ups) 0 % Environment 083 Air quality measures 40 % 084 Integrated pollution prevention and control (IPPC) 40 % 085 Protection and enhancement of biodiversity, nature protection and green infra ­ structure 40 % 086 Protection, restoration and sustainable use of Natura 2000 sites 40 % 087 Adaptation to climate change measures and prevention and management of climate related risks e.g. erosion, fires, flooding, storms and drought, including awareness raising, civil protection and disaster management systems and infra ­ structures 100 % 088 Risk prevention and management of non-climate related natural risks (i.e. earth ­ quakes) and risks linked to human activities (e.g. technological accidents), including awareness raising, civil protection and disaster management systems and infrastructures 0 % 089 Rehabilitation of industrial sites and contaminated land 0 % ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 13 090 Cycle tracks and footpaths 100 % 091 Development and promotion of the tourism potential of natural areas 0 % 092 Protection, development and promotion of public tourism assets 0 % 093 Development and promotion of public tourism services 0 % 094 Protection, development and promotion of public cultural and heritage assets 0 % 095 Development and promotion of public cultural and heritage services 0 % Other 096 Institutional capacity of public administrations and public services related to implementation of the ERDF or actions supporting ESF institutional capacity initiatives 0 % 097 Community-led local development initiatives in urban and rural areas 0 % 098 Outermost regions: compensation of any additional costs due to accessibility deficit and territorial fragmentation 0 % 099 Outermost regions: specific action to compensate additional costs due to size market factors 0 % 100 Outermost regions: support to compensate additional costs due to climate conditions and relief difficulties 40 % 101 Cross-financing under the ERDF (support to ESF-type actions necessary for the satisfactory implementation of the ERDF part of the operation and directly linked to it) 0 % V. Promoting sustainable and quality employment and supporting labour mobility: 102 Access to employment for job-seekers and inactive people, including the long- term unemployed and people far from the labour market, also through local employment initiatives and support for labour mobility 0 % 103 Sustainable integration into the labour market of young people, in particular those not in employment, education or training, including young people at risk of social exclusion and young people from marginalised communities, including through the implementation of the Youth Guarantee 0 % 104 Self-employment, entrepreneurship and business creation including innovative micro, small and medium sized enterprises 0 % 105 Equality between men and women in all areas, including in access to employment, career progression, reconciliation of work and private life and promotion of equal pay for equal work 0 % 106 Adaptation of workers, enterprises and entrepreneurs to change 0 % 107 Active and healthy ageing 0 % 108 Modernisation of labour market institutions, such as public and private employment services, and improving the matching of labour market needs, including throughactions that enhance transnational labour mobility as well as through mobility schemes and better cooperation between institutions and relevant stakeholders 0 % VI. Promoting social inclusion, combating poverty and any discrimination: 109 Active inclusion, including with a view to promoting equal opportunities and active participation, and improving employability 0 % ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 14 110 Socio-economic integration of marginalised communities such as the Roma 0 % 111 Combating all forms of discrimination and promoting equal opportunities 0 % 112 Enhancing access to affordable, sustainable and high-quality services, including health care and social services of general interest 0 % 113 Promoting social entrepreneurship and vocational integration in social enterprises and the social and solidarity economy in order to facilitate access to employment 0 % 114 Community-led local development strategies 0 % VII. Investing in education, training and vocational training for skills and lifelong learning: 115 Reducing and preventing early school-leaving and promoting equal access to good quality early-childhood, primary and secondary education including formal, non-formal and informal learning pathways for reintegrating into education and training 0 % 116 Improving the quality and efficiency of, and access to, tertiary and equivalent education with a view to increasing participation and attainment levels, especially for disadvantaged groups 0 % 117 Enhancing equal access to lifelong learning for all age groups in formal, non- formal and informal settings, upgrading the knowledge, skills and competences of the workforce, and promoting flexible learning pathways including through career guidance and validation of acquired competences 0 % 118 Improving the labour market relevance of education and training systems, facili ­ tating the transition from education to work, and strengthening vocational education and training systems and their quality, including through mechanisms for skills anticipation, adaptation of curricula and the establishment and devel ­ opment of work-based learning systems, including dual learning systems and apprenticeship schemes 0 % VIII. Enhancing institutional capacity of public authorities and stakeholders and efficient public adminis ­ tration: 119 Investment in institutional capacity and in the efficiency of public administrations and public services at the national, regional and local levels with a view to reforms, better regulation and good governance 0 % 120 Capacity building for all stakeholders delivering education, lifelong learning, training and employment and social policies, including through sectoral and territorial pacts to mobilise for reform at the national, regional and local levels 0 % IX. Technical assistance: 121 Preparation, implementation, monitoring and inspection 0 % 122 Evaluation and studies 0 % 123 Information and communication 0 % ( 1 ) Restricted to investments related to environmental protection or accompanied by investments necessary to mitigate or reduce its negative environmental impact. ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 15 TABLE 2: CODES FOR THE FORM OF FINANCE DIMENSION 2. FORM OF FINANCE 01 Non-repayable grant 02 Repayable grant 03 Support through financial instruments: venture and equity capital or equivalent 04 Support through financial instruments: loan or equivalent 05 Support through financial instruments: guarantee or equivalent 06 Support through financial instruments: interest rate subsidy, guarantee fee subsidy, technical support or equivalent 07 Prize TABLE 3: CODES FOR THE TERRITORIAL DIMENSION 3. TERRITORY TYPE 01 Large Urban areas (densely populated > 50 000 population) 02 Small Urban areas (intermediate density > 5 000 population) 03 Rural areas (thinly populated) 04 Macro regional cooperation area 05 Cooperation across national or regional programme areas in national context 06 ESF transnational cooperation 07 Not applicable TABLE 4: CODES FOR THE TERRITORIAL DELIVERY MECHANISMS DIMENSION 4. TERRITORIAL DELIVERY MECHANISMS 01 Integrated Territorial Investment — Urban 02 Other integrated approaches to sustainable urban development 03 Integrated Territorial Investment — Other 04 Other integrated approaches to sustainable rural development 05 Other integrated approaches to sustainable urban/rural development 06 Community-led local development initiatives 07 Not applicable TABLE 5: CODES FOR THEMATIC OBJECTIVE DIMENSION 5. THEMATIC OBJECTIVE (ERDF and the Cohesion Fund) 01 Strengthening research, technological development and innovation 02 Enhancing access to, and use and quality of, information and communication technologies 03 Enhancing the competitiveness of small and medium-sized enterprises 04 Supporting the shift towards a low-carbon economy in all sectors 05 Promoting climate change adaptation, risk prevention and management ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 16 06 Preserving and protecting the environment and promoting resource efficiency 07 Promoting sustainable transport and removing bottlenecks in key network infrastructures 08 Promoting sustainable and quality employment and supporting labour mobility 09 Promoting social inclusion and combating poverty and any discrimination 10 Investing in education, training and vocational training for skills and lifelong learning 11 Enhancing the institutional capacity of public authorities and stakeholders and an efficient public administration 12 Not applicable (Technical assistance only) TABLE 6: CODES FOR THE SECONDARY THEME DIMENSION UNDER THE ESF 6. ESF SECONDARY THEME Coefficient for the calculation of support to climate change objec ­ tives 01 Supporting the shift to a low-carbon, resource efficient economy 100 % 02 Social innovation 0 % 03 Enhancing the competitiveness of SMEs 0 % 04 Strengthening research, technological development and innovation 0 % 05 Enhancing the accessibility, use and quality of information and communication technologies 0 % 06 Non-discrimination 0 % 07 Gender equality 0 % 08 Not applicable 0 % TABLE 7: CODES FOR THE ECONOMIC ACTIVITY DIMENSION 7. ECONOMIC ACTIVITY 01 Agriculture and forestry 02 Fishing and aquaculture 03 Manufacture of food products and beverages 04 Manufacture of textiles and textile products 05 Manufacture of transport equipment 06 Manufacture of computer, electronic and optical products 07 Other unspecified manufacturing industries 08 Construction 09 Mining and quarrying (including mining of energy producing materials) 10 Electricity, gas, steam, hot water and air conditioning 11 Water supply, sewerage, waste management and remediation activities 12 Transport and storage ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 17 13 Information and communication activities, including telecommunication, information service activities, computer programming, consultancy and related activities 14 Wholesale and retail trade 15 Tourism, accommodation and food service activities 16 Financial and insurance activities 17 Real estate, renting and business activities 18 Public administration 19 Education 20 Human health activities 21 Social work activities, community, social and personal services 22 Activities linked to the environment and to climate change 23 Arts, entertainment, creative industries and recreation 24 Other unspecified services TABLE 8: CODES FOR THE LOCATION DIMENSION 8. LOCATION (2) Code Location Code of region or area where operation is located/carried out, as set out in the Classification of Territorial Units for Statistics (NUTS) in the Annex to Regulation (EC) No 1059/2003 of the European Parliament and of the Council ( 1 ) ( 1 ) Regulation (EC) No 1059/2003 of the European Parliament and of the Council of 26 May 2003 on the establishment of a common classification of territorial units for statistics (NUTS) (OJ L 154, 21.6.2003, p. 1). ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 18 ANNEX II Coefficients for calculating amounts of support for climate change objectives in the case of the European Agricultural Fund for Rural Development pursuant to Article 2 Article of Regulation (EU) No 1305/ 2013 ( 1 ) Priority / focus area Coefficient Article 5(3)(b) Supporting farm risk prevention and management 40 % Article 5(4) Restoring, preserving and enhancing ecosystems related to agri ­ culture and forestry (all focus areas) 100 % Article 5(5) Promoting resource efficiency and supporting the shift towards a low-carbon and climate-resilient economy in the agriculture, food and forestry sectors (all focus areas) 100 % Article 5(6)(b) Fostering local development in rural areas 40 % ( 1 ) Regulation (EU) No 1305/2013 of the European Parliament and of the Council of 17 December 2013 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (OJ L 347, 20.12.2013, p. 487). ▼ B ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 19 ANNEX III Coefficients for calculating amounts of support for climate change objectives in the case of the European Maritime and Fisheries Fund pursuant to Article 3 Article of Regulation (EU) No 508/2014 Title of the Measure Coefficient CHAPTER I Sustainable development in Fisheries Article 26 Innovation (+ Article 44(3) Inland fishing) 0 %* ( 1 ) Article 27 Advisory services (+ Article 44(3) Inland fishing) 0 % Article 28 Partnerships between scientists and fishermen (+ Article 44(3) Inland fishing) 0 %* Article 29(1) + (2) Promotion of human capital, job creation and social dialogue — training, networking, social dialogue; support to spouses and life partners (+ Article 44(1)(a) Inland fishing) 0 %* Article 29(3) Promotion of human capital, job creation and social dialogue — trainees on board SSCF vessels/social dialogue 0 %* Article 30 Diversification and new forms of income (+ Article 44(4) Inland fishing) 0 %* Article 31 Start-up support for young fishermen (+ Article 44(2) Inland fishing) 0 % Article 32 Health and safety (+ Article 44(1)(b) Inland fishing) 0 % Article 33 Temporary cessation of fishing activities 40 % Article 34 Permanent cessation of fishing activities 100 % Article 35 Mutual funds for adverse climatic events and environmental incidents 40 % Article 36 Support to systems of allocation of fishing opportunities 40 % Article 37 Support for the design and implementation of conservation measures and regional cooperation 0 % Article 38 Limiting the impact of fishing on the marine environment and adapting fishing to the protection of species (+ Article 44(1)(c) Inland fishing) 40 % Article 39 Innovation linked to the conservation of marine biological resources (+ Article 44(1)(c) Inland fishing) 40 % Article 40(1)(a) Protection and restoration of marine biodiversity — collection of lost fishing gear and marine litter 0 % ▼ M1 ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 20 Article of Regulation (EU) No 508/2014 Title of the Measure Coefficient Article 40(1)(b)-(g) and (i) Protection and restoration of marine biodiversity — contribution to a better management or conservation, construction, installation or modernisation of static or movable facilities, preparation of protection and management plans related to Natura 2000 sites and spatial protected areas, management, restoration and monitoring marine protected areas, including Natura 2000 sites, environmental awareness, participation in other actions aimed at maintaining and enhancing biodiversity and ecosystem services (+ Article 44(6) Inland aquatic fauna and flora) 40 % Article 40(1)(h) Protection and restoration of marine biodiversity — schemes for the compensation of damage to catches caused by mammals and birds 0 % Article 41(1)(a), (b) and (c) Energy efficiency and mitigation of climate change — on board investments; energy efficiency audits and schemes; studies to assess the contribution of alternative propulsion systems and hull designs (+ Article 44(1)(d) Inland fishing) 100 % Article 41(2) Energy efficiency and mitigation of climate change — Re ­ placement or modernisation of main or ancillary engines 100 % Article 42 Added value, product quality and use of unwanted catches (+ Article 44(1)(e) Inland fishing) 0 % Article 43(1) + (3) Fishing ports, landing sites, auction halls and shelters — investments improving fishing ports and auction halls infra ­ structure or landing sites and shelters; construction of shelters to improve safety of fishermen (+ Article 44(1)(f) Inland fishing) 40 % Article 43(2) Fishing ports, landing sites, auction halls and shelters — investments to facilitate compliance with the obligation to land all catches 0 % CHAPTER II Sustainable development in Aquaculture Article 47 Innovation 0 %* Article 48(1)(a)-(d), (f), (g) and (h) Productive investments in aquaculture 0 %* Article 48(1)(e), (i) and (j) Productive investments in aquaculture — resource efficiency, reducing usage of water and chemicals, recirculation systems minimising water use 0 %* Article 48(1)(k) Productive investments in aquaculture — increasing energy efficiency, renewable energy 40 % Article 49 Management, relief and advisory services for aquaculture farms 0 %* Article 50 Promoting human capital and networking 0 %* Article 51 Increasing the potential of aquaculture sites 40 % Article 52 Encouraging new sustainable aquaculture farmers practising sustainable aquaculture 0 % ▼ M1 ",
        "02014R0215 — EN — 25.02.2018 — 002.001 — 21 Article of Regulation (EU) No 508/2014 Title of the Measure Coefficient Article 53 Conversion to eco-management and audit schemes and organic aquaculture 0 %* Article 54 Aquaculture providing environmental services 0 %* Article 55 Public health measures 0 % Article 56 Animal health and welfare measures 0 % Article 57 Aquaculture stock insurance 40 % CHAPTER III Sustainable development of Fisheries Areas Article 62(1)(a) Preparatory support 0 % Article 63 Implementation of local development strategies (including running costs and animation) 40 % Article 64 Cooperation activities 0 %* CHAPTER IV Marketing and Processing related measures Article 66 Production and marketing plans 0 %* Article 67 Storage aid 0 % Article 68 Marketing measures 0 %* Article 69 Processing of fisheries and aquaculture products 0 %* CHAPTER V Compensation for additional costs in outermost regions for fishery and aquaculture products Article 70 Compensation regime 0 % CHAPTER VI Accompanying measures for the common fisheries policy under shared management Article 76 Control and enforcement 0 % Article 77 Data collection 0 %* CHAPTER VII Technical assistance at the initiative of the Member States Article 78 Technical assistance at the initiative of the Member States 0 % CHAPTER VIII Measures concerning integrated maritime policy financed under shared management Article 80(1)(a) Integrating Maritime Surveillance 0*% Article 80(1)(b) Promotion of the protection of marine environment, and the sustainable use of marine and coastal resources 40 % Article 80(1)(c) Improving the knowledge on the state of the marine environment 40 % ( 1 ) A weight of 40 % can be assigned to the measure marked with * in the table, in accordance with Article 3(2). ▼ M1 "
    ]
}