{
    "text": [
        "GUIDELINE OF THE EUROPEAN CENTRAL BANK of 11 December 2008 amending Guideline ECB/2006/16 on the legal framework for accounting and financial reporting in the European System of Central Banks (ECB/2008/21) (2009/100/EC) THE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK, Having regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ESCB Statute), and in particular Articles 12.1, 14.3 and 26.4 thereof, Having regard to the contribution of the General Council of the European Central Bank (ECB) pursuant to the second and third indents of Article 47.2 of the ESCB Statute, Whereas: (1) Guideline ECB/2006/16 of 10 November 2006 on the legal framework for accounting and financial reporting in the European System of Central Banks ( 1 ) needs to be amended in order to reflect policy decisions and market developments. (2) The Eurosystem has revised its disclosure policy for sec­ urities transactions with a view to enhance further the transparency of the financial statements. As part of the revised policy, securities that previously qualified as financial fixed assets should be reclassified from the balance sheet item ‘ Other financial assets ’ to the appro­ priate item under the heading ‘ asset ’ depending on the origin of the issuer, the currency denomination and on whether the securities are held-to-maturity. Moreover, all financial instruments that are part of an earmarked portfolio should be included under the item ‘ Other financial assets ’ . (3) Guideline ECB/2006/16 does not contain specific rules on the accounting of forward interest rate swaps, foreign exchange futures and equity futures. Such instruments are increasingly used in the financial markets and may be relevant to the management of the ECB ’ s foreign reserves. While forward interest rate swaps should be accounted for in the same manner as ‘ plain vanilla ’ interest rate swaps, foreign exchange futures and equity futures should be accounted for in the same manner as interest rate futures. (4) The current rules on equity instruments need to be amended in order to reflect the possibility to deal with marketable equities as part of the management of the ECB ’ s foreign reserves, HAS ADOPTED THIS GUIDELINE: Article 1 Amendments Guideline ECB/2006/16 is amended as follows: 1. Article 5(2) is replaced by the following: ‘ 2. Securities transactions including equity instruments denominated in foreign currency may continue to be recorded according to the cash/settlement approach. The related accrued interest including premiums or discounts shall be recorded on a daily basis from the spot settlement date. ’ ; 2. Article 7 is amended as follows: (a) Paragraph 2 is replaced by the following: ‘ 2. The revaluation of gold, foreign currency instruments, securities other than securities classified as held-to-maturity and non-marketable securities as well as financial instruments, both on-balance sheet and off- balance sheet, shall be performed as at the quarterly revaluation date at mid-market rates and prices. This shall not preclude reporting entities from revaluing their portfolios on a more frequent basis for internal purposes, provided that they report items in their balance sheets only at transaction value during the quarter. ’ ; (b) The following paragraph 5 is added: ‘ 5. Securities classified as held-to maturity and non- marketable securities shall be valued at amortised costs and shall be subject to impairment. ’ ; EN L 36/46 Official Journal of the European Union 5.2.2009 ( 1 ) OJ L 348, 11.12.2006, p. 1. ",
        "3. Article 8(5) is replaced by the following: ‘ 5. Reverse transactions, including security lending trans­ actions, conducted under an automated security lending programme shall only be recorded with effect on the balance sheet where collateral is provided in the form of cash placed on an account of the relevant NCB or the ECB. ’ ; 4. Article 9 is amended as follows: (a) paragraph 1 is replaced by the following: ‘ 1. This Article applies to marketable equity instruments, that is to say equity shares or equity funds, whether the transactions are conducted directly by a reporting entity or by its agent, with the exception of activities conducted for pension funds, par­ ticipating interests, investments in subsidiaries or significant interests. ’ ; (b) paragraph 2 is replaced by the following: ‘ 2. Equity instruments denominated in foreign currencies and disclosed under “ other assets ” shall not form part of the overall currency position but shall be part of a separate currency holding. The calculation of the related foreign exchange gains and losses may be performed either on a net average cost method or an average cost method. ’ (c) paragraph 3 is replaced by the following: ‘ 3. The revaluation of equity portfolios shall be performed in accordance with Article 7(2). Revaluation shall take place on an item-by-item basis. For equity funds, the price revaluation shall be performed on a net basis, and not on an individual share-by-share basis. There shall be no netting between different equity shares or between different equity funds. ’ ; (d) the following paragraphs 4 to 8 are added: ‘ 4. Transactions shall be recorded in the balance sheet at transaction price. 5. Brokerage commission may be recorded either as a transaction cost to be included in the cost of the asset, or as an expense in the profit and loss account. 6. The amount of the dividend purchased shall be included in the cost of the equity instrument. At ex- dividend date, the amount of the dividend purchased may be treated as a separate item until the payment of the dividend has been received. 7. Accruals on dividends shall not be booked at end- of-period as they are already reflected in the market price of the equity instruments with the exception of equities quoted ex-dividend. 8. Rights issues shall be treated as a separate asset when issued. The acquisition cost shall be calculated based on the equity ’ s existing average cost, on the new acquisition ’ s strike price, and on the proportion between existing and new equities. Alternatively, the price of the right may be based on the right ’ s value in the market, the equity ’ s existing average cost and the equity ’ s market price before the rights issue. ’ ; 5. Article 16 is amended as follows: (a) The heading is replaced by the following: ‘ Article 16 Future contracts ’ (b) Paragraph 1 is replaced by the following: ‘ 1. Future contracts shall be recorded on the trade date in off-balance-sheet accounts. ’ 6. Article 17(3) is replaced by the following: ‘ 3. Interest rate swaps shall be individually revalued and, if necessary, translated into euro at the currency spot rate. It is recommended that unrealised losses taken to the profit and loss account at the year-end should be amortised in subsequent years, that in the case of forward interest rate swaps the amortisation should begin from value date of the transaction and that the amortisation should be linear. Unrealised revaluation gains shall be credited to a revaluation account. ’ 7. Annexes II, IV and IX to Guideline ECB/2006/16 are amended in accordance with the Annex to this Guideline. EN 5.2.2009 Official Journal of the European Union L 36/47 ",
        "Article 2 Entry into force This Guideline shall enter into force on 31 December 2008. Article 3 Addressees This Guideline applies to all Eurosystem central banks. Done at Frankfurt am Main, 11 December 2008. For the Governing Council of the ECB The President of the ECB Jean-Claude TRICHET EN L 36/48 Official Journal of the European Union 5.2.2009 ",
        "ANNEX Annexes II, IV and IX to Guideline ECB/2006/16 are amended as follows: 1. Annex II is amended as follows: (a) the following definition is inserted: ‘ Earmarked portfolio: earmarked investment held on the assets side of the balance sheet as a counterpart fund, consisting of securities, equity instruments, fixed-term deposits and current accounts, participating interests and/or investments in subsidiaries. It matches an identifiable item on the liabilities side of the balance sheet, irrespective of any legal or other constraints. ’ ; (b) the definition of ‘ financial fixed assets ’ is deleted; (c) the following definition is inserted: ‘ Held-to-maturity securities: securities with fixed or determinable payments and a fixed maturity, which the NCB intends to hold until maturity. ’ ; 2. the table entitled ‘ Assets ’ in Annex IV is replaced by the following: ‘ ASSETS Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) Assets 1 1 Gold and gold receivables Physical gold, i.e. bars, coins, plates, nuggets in storage or “ under way ” . Non-physical gold, such as balances in gold sight accounts (unallocated accounts), term deposits and claims to receive gold arising from the following trans­ actions: (i) upgrading or downgrading transactions; and (ii) gold location or purity swaps where there is a difference of more than one business day between release and receipt Market value Mandatory 2 2 Claims on non-euro area residents denominated in foreign currency Claims on counterparties resident outside the euro area including international and supranational institutions and central banks outside the euro area denominated in foreign currency 2.1 2.1 Receivables from the International Monetary Fund (IMF) (a) Drawing rights within the reserve tranche (net) National quota minus balances in euro at the disposal of the IMF. The No 2 account of the IMF (euro account for admin­ istrative expenses) may be included in this item or under the item “ Liabilities to non-euro area residents denominated in euro ” (a) Drawing rights within the reserve tranche (net) Nominal value, trans­ lation at the foreign exchange market rate Mandatory EN 5.2.2009 Official Journal of the European Union L 36/49 ",
        "Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) (b) Special drawing rights Holdings of special drawing rights (gross) (b) Special drawing rights Nominal value, trans­ lation at the foreign exchange market rate Mandatory (c) Other claims General arrangements to borrow, loans under special borrowing arrangements, deposits within the framework of the Poverty Reduction and Growth Facility (c) Other claims Nominal value, trans­ lation at the foreign exchange market rate Mandatory 2.2 2.2 Balances with banks and security investments, external loans and other external assets (a) Balances with banks outside the euro area other than those under asset item “ Other financial assets ” Current accounts, fixed- term deposits, day-to-day money, reverse repo transactions (a) Balances with banks outside the euro area Nominal value, trans­ lation at the foreign exchange market rate Mandatory (b) Security investments outside the euro area other than those under asset item “ Other financial assets ” Notes and bonds, bills, zero bonds, money market paper, equity instruments held as part of the foreign reserves, all issued by non-euro area residents (b)(i) Marketable securities other than held-to- maturity Market price and foreign exchange market rate Any premiums or discounts are amortised Mandatory (b)(ii) Marketable securities classified as held-to- maturity Cost subject to impairment and foreign exchange market rate Any premiums or discounts are amortised Mandatory (b)(iii) Non-marketable securities Cost subject to impairment and foreign exchange market rate Any premiums or discounts are amortised Mandatory (b)(iv) Marketable equity instruments Market price and foreign exchange market rate Mandatory EN L 36/50 Official Journal of the European Union 5.2.2009 ",
        "Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) (c) External loans (deposits) outside the euro area other than those under asset item “ Other financial assets ” (c) External loans Deposits at nominal value translated at the foreign exchange market rate Mandatory (d) Other external assets Non-euro area banknotes and coins (d) Other external assets Nominal value, trans­ lation at the foreign exchange market rate Mandatory 3 3 Claims on euro area residents denominated in foreign currency (a) Security investments inside the euro area other than those under asset item “ Other financial assets ” Notes and bonds, bills, zero bonds, money market paper, equity instruments held as part of the foreign reserves, all issued by euro area residents (a)(i) Marketable securities other than held-to- maturity Market price and foreign exchange market rate Any premiums or discounts are amortised Mandatory (a)(ii) Marketable securities classified as held-to- maturity Cost subject to impairment and foreign exchange market rate Any premiums or discounts are amortised Mandatory (a)(iii) Non-marketable securities Cost subject to impairment and foreign exchange market rate Any premiums or discounts are amortised Mandatory (a)(iv) Marketable equity instruments Market price and foreign exchange market rate Mandatory (b) Other claims on euro area residents other than those under asset item “ Other financial assets ” Loans, deposits, reverse repo transactions, sundry lending (b) Other claims Deposits and other lending at nominal value, translated at the foreign exchange market rate Mandatory 4 4 Claims on non-euro area residents denominated in euro EN 5.2.2009 Official Journal of the European Union L 36/51 ",
        "Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) 4.1 4.1 Balances with banks, security investments and loans (a) Balances with banks outside the euro area other than those under asset item “ Other financial assets ” Current accounts, fixed- term deposits, day-to-day money. Reverse repo transactions in connection with the management of securities denominated in euro (a) Balances with banks outside the euro area Nominal value Mandatory (b) Security investments outside the euro area other than those under asset item “ Other financial assets ” Equity instruments, notes and bonds, bills, zero bonds, money market paper, all issued by non- euro area residents (b)(i) Marketable securities other than held-to- maturity Market price Any premiums or discounts are amortised Mandatory (b)(ii) Marketable securities classified as held-to- maturity Cost subject to impairment Any premiums or discounts are amortised Mandatory (b)(iii) Non-marketable securities Cost subject to impairment Any premiums or discounts are amortised Mandatory (b)(iv) Marketable equity instruments Market price Mandatory (c) Loans outside the euro area other than those under asset item “ Other financial assets ” (c) Loans outside the euro area Deposits at nominal value Mandatory (d) Securities other than those under asset item “ Other financial assets ” , issued by entities outside the euro area Securities issued by supra­ national or international organisations e.g. the European Investment Bank, irrespective of their geographical location (d)(i) Marketable securities other than held-to- maturity Market price Any premiums or discounts are amortised Mandatory EN L 36/52 Official Journal of the European Union 5.2.2009 ",
        "Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) (d)(ii) Marketable securities classified as held-to- maturity Cost subject to impairment Any premiums or discounts are amortised Mandatory (d)(iii) Non-marketable securities Cost subject to impairment Any premiums or discounts are amortised Mandatory 4.2 4.2 Claims arising from the credit facility under ERM II Lending according to the ERM II conditions Nominal value Mandatory 5 5 Lending to euro area credit institutions related to monetary policy operations denominated in euro Items 5.1 to 5.5: transactions according to the respective monetary policy instruments described in Annex I to Guideline ECB/2000/7 of 31 August 2000 on monetary policy instruments and procedures of the Euro­ system ( 3 ) 5.1 5.1 Main refinancing operations Regular liquidity-providing reverse transactions with a weekly frequency and normally a maturity of one week Nominal value or repo cost Mandatory 5.2 5.2 Longer-term refinancing operations Regular liquidity-providing reverse transactions with a monthly frequency and normally a maturity of three months Nominal value or repo cost Mandatory 5.3 5.3 Fine-tuning reverse operations Reverse transactions, executed as ad hoc transactions for fine-tuning purposes Nominal value or repo cost Mandatory 5.4 5.4 Structural reverse operations Reverse transactions adjusting the structural position of the Eurosystem vis-à-vis the financial sector Nominal value or repo cost Mandatory 5.5 5.5 Marginal lending facility Overnight liquidity facility at a pre-specified interest rate against eligible assets (standing facility) Nominal value or repo cost Mandatory EN 5.2.2009 Official Journal of the European Union L 36/53 ",
        "Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) 5.6 5.6 Credits related to margin calls Additional credit to credit institutions, arising from value increases of underlying assets regarding other credit to these credit institutions Nominal value or cost Mandatory 6 6 Other claims on euro area credit institutions denominated in euro Current accounts, fixed-term deposits, day-to-day money, reverse repo transactions in connection with the management of security port­ folios under the asset item “ Securities of euro area residents denominated in euro ” , including transactions resulting from the transfor­ mation of former foreign currency reserves of the euro area and other claims. Corre­ spondent accounts with non- domestic euro area credit institutions. Other claims and operations unrelated to monetary policy operations of the Eurosystem. Any claims stemming from monetary policy operations initiated by an NCB prior to joining the Eurosystem Nominal value or cost Mandatory 7 7 Securities of euro area residents denominated in euro Securities other than those under asset item “ Other financial assets ” : Equity instruments, notes and bonds, bills, zero bonds, money market paper held outright, including government securit­ ies stemming from before EMU, denominated in euro; ECB debt certificates purchased for fine-tuning purposes (i) Marketable securities other than held-to- maturity Market price Any premiums or discounts are amortised Mandatory (ii) Marketable securities classified as held-to- maturity Cost subject to impairment Any premiums or discounts are amortised Mandatory (iii) Non-marketable securities Cost subject to impairment Any premium/ discounts are amortised Mandatory (iv) Marketable equity instruments Market price Mandatory EN L 36/54 Official Journal of the European Union 5.2.2009 ",
        "Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) 8 8 General government debt denominated in euro Claims on government stemming from before EMU (non-marketable securities, loans) Deposits/loans at nominal value, non-marketable securities at cost Mandatory — 9 Intra-Eurosystem claims +) — 9.1 Participating interest in ECB +) Only an NCB balance sheet item The ECB capital share of each NCB according to the Treaty and the respective capital key and contributions according to Article 49.2 of the Statute Cost Mandatory — 9.2 Claims equivalent to the transfer of foreign reserves +) Only an NCB balance sheet item Euro-denominated claims on the ECB in respect of initial and additional transfers of foreign reserves under the Treaty provisions Nominal value Mandatory — 9.3 Claims related to promissory notes backing the issuance of ECB debt certi­ ficates +) Only an ECB balance sheet item. Promissory notes issued by NCBs, due to the back-to- back agreement in connection with ECB debt certificates Nominal value Mandatory — 9.4 Net claims related to the allocation of euro banknotes within the Euro­ system +) (*) For the NCBs: net claim related to the application of the banknote allocation key i.e. including the ECB ’ s banknote issue related intra- Eurosystem balances, the compensatory amount and its balancing accounting entry as defined by Decision ECB/2001/16 on the allo­ cation of monetary income of the national central banks of participating Member States from the financial year 2002 For the ECB: claims related to the ECB ’ s banknote issue, according to Decision ECB/2001/15 Nominal value Mandatory EN 5.2.2009 Official Journal of the European Union L 36/55 ",
        "Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) — 9.5 Other claims within the Eurosystem (net) +) Net position of the following sub-items: (a) net claims arising from balances of TARGET2 accounts and corre­ spondent accounts of NCBs i.e. the net figure of claims and liabilities — see also liability item “ Other liabilities within the Eurosystem (net) ” (a) Nominal value Mandatory (b) claim due to the difference between monetary income to be pooled and redis­ tributed. Only relevant for the period between booking of monetary income as part of the year-end procedures, and its settlement on the last working day in January each year (b) Nominal value Mandatory (c) other intra-Eurosystem claims that may arise, including the interim distribution of ECB income on euro banknotes to NCBs (*) (c) Nominal value Mandatory 9 10 Items in the course of settlement Settlement account balances (claims), including the float of cheques in collection Nominal value Mandatory 9 11 Other assets 9 11.1 Coins of euro area Euro coins if an NCB is not the legal issuer Nominal value Mandatory 9 11.2 Tangible and intangible fixed assets Land and buildings, furniture and equipment including computer equipment, software Cost less depreciation Depreciation rates: — computers and related hardware/software and motor vehicles: 4 years — equipment, furniture and plant in building: 10 years — building and capitalised major refurbishment expenditure: 25 years Capitalisation of expen­ diture: limit based (below EUR 10 000 excluding VAT: no capitalisation) Recom­ mended EN L 36/56 Official Journal of the European Union 5.2.2009 ",
        "Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) 9 11.3 Other financial assets — Participating interests and investments in subsi­ diaries; equities held for strategic/policy reasons, — Securities, including equities, and other financial instruments and balances (e.g. fixed term deposits and current accounts), held as an earmarked portfolio, — Reverse repo transactions with credit institutions in connection with the management of securities portfolios under this item, (a) Marketable equity instruments Market price Recom­ mended (b) Participating interests and illiquid equity shares, and any other equity instruments held as permanent investments Cost subject to impairment Recom­ mended (c) Investment in subsidiaries or significant interests Net asset value Recom­ mended (d) Marketable securities other than held to maturity Market price Any premiums or discounts are amortised Recom­ mended (e) Marketable securities clas­ sified as held-to maturity or held as a permanent investment Cost subject to impairment Any premiums or discounts are amortised Recom­ mended (f) Non-marketable securities Cost subject to impairment Any premiums or discounts are amortised Recom­ mended (g) Balances with banks and loans Nominal value, translated at the foreign exchange market rate if the balances or deposits are denominated in foreign currencies Recom­ mended EN 5.2.2009 Official Journal of the European Union L 36/57 ",
        "Balance sheet item ( 1 ) Categorisation of contents of balance sheet items Valuation principle Scope of application ( 2 ) 9 11.4 Off-balance sheet instruments revaluation differences Valuation results of foreign exchange forwards, foreign exchange swaps, interest rate swaps, forward rate agreements, forward trans­ actions in securities, foreign exchange spot transactions from trade date to settlement date Net position between forward and spot, at the foreign exchange market rate Mandatory 9 11.5 Accruals and prepaid expenditure Income not due in, but assignable to the reported period. Prepaid expenditure and accrued interest paid (i.e. accrued interest purchased with a security) Nominal value, foreign exchange translated at market rate Mandatory 9 11.6 Sundry Advances, loans and other minor items. Revaluation suspense accounts (only balance sheet item during the year: unrealised losses at revaluation dates during the year, which are not covered by the respective revaluation accounts under the liability item “ Revaluation accounts ” ). Loans on a trust basis. Investments related to customer gold deposits. Coins denominated in national euro area currency units. Current expense (net accumulated loss), loss of the previous year before coverage. Net pension assets Nominal value or cost Recom­ mended Revaluation suspense accounts Revaluation difference between average cost and market value, foreign exchange translated at market rate Revaluation suspense accounts: mandatory Investments related to customer gold deposits Market value Investments related to customer gold deposits: mandatory — 12 Loss for the year Nominal value Mandatory ( 1 ) The numbering in the first column relates to the balance sheet formats given in Annexes V, VI and VII (weekly financial statements and consolidated annual balance sheet of the Eurosystem). The numbering in the second column relates to the balance sheet format given in Annex VIII (annual balance sheet of a central bank). The items marked with a “ +) ” are consolidated in the Eurosystem ’ s weekly financial statements. ( 2 ) The composition and valuation rules listed in this Annex are considered mandatory for the ECB ’ s accounts and for all material assets and liabilities in NCBs accounts for Eurosystem purposes, i.e. material to the Eurosystem ’ s operation. ( 3 ) OJ L 310, 11.12.2000, p. 1. ’ 3. in Annex IX, the words ‘ Transfer to/from provisions for foreign exchange rate and price risks ’ in the first column of the table under subheading 2,3 are replaced by the words ‘ Transfer to/from provisions for foreign exchange rate, interest rate and gold price risks ’ . EN L 36/58 Official Journal of the European Union 5.2.2009 "
    ]
}