{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Proposal for a Directive of the European Parliament and of the Council on energy efficiency (recast)’ (COM(2021) 558 final — 2021/0203 (COD)) (2022/C 152/22) Rapporteur: Alena MASTANTUONO Referral European Parliament, 13.9.2021 Council of the European Union, 20.9.2021 Legal basis Article 194(2) and Article 304 of the Treaty on the Functioning of the European Union Section responsible Transport, Energy, Infrastructure and the Information Society Adopted at plenary 9.12.2021 Plenary session No 565 Outcome of vote (for/against/abstentions) 118/1/3 1. Conclusions and recommendations 1.1. The EESC welcomes the proposal for recasting the Energy Efficiency Directive, as it addresses an area of action that is key to achieving full decarbonisation of the EU economy and society. 1.2. The EESC welcomes the binding nature of the new EU target. The EESC realises that the increasingly demanding efficiency targets at EU level, with Member States required to reduce energy consumption by 9 % in 2030 compared to the projections of the 2020 reference scenario, are challenging and ambitious. According to the 2020 Progress report ( 1 ), only 12 Member States have more or less met their indicative national targets for 2020. 1.3. The COVID-19 pandemic has undermined the EU’s collective efforts and will certainly have further consequences in terms of meeting higher targets. Achieving the indicative national contributions will require greater efforts by all Member States, and the different circumstances of each Member State should be taken into account. 1.4. The EESC reiterates its position in the opinion on the European Climate Law ( 2 ) that the aim should be to achieve the greatest possible reduction of greenhouse gas emissions at the lowest possible socioeconomic cost. The EESC recommends combining instruments compatible with a well-regulated market and regulatory measures when needed, including financial instruments with the support of the Multiannual Financial Framework and NextGenerationEU to contribute to a more efficient energy environment. 1.5. The EESC welcomes the leading role of the public sector, including local and regional authorities, set out in the proposed recast Energy Efficiency Directive, and highlights that this will require sufficient financial and technical assistance as well as trained personnel. The Committee endorses the measures relating to renovation and reducing energy consumption to be adopted by the public sector, and sees these as helping the construction sector, specifically SMEs, and as an incentive to develop and implement new technologies and create jobs under the Renovation Wave Strategy. 1.6. The EESC also appreciates the greater emphasis on informing and empowering consumers, for example in the area of contract requirements or the use of clear and comprehensible language. It stresses the important role of civil society in information campaigns on the benefits of energy efficiency. C 152/134 EN Official Journal of the European Union 6.4.2022 ( 1 ) COM(2020) 564 final. ( 2 ) OJ C 364, 28.10.2020, p. 143. ",
        "1.7. The increase in energy prices has revealed how quickly and severely this issue can affect households and businesses. The importance of measures to mitigate these costs has become clear sooner than expected. In this regard, the EESC supports the incentives and tools for implementation of the Energy Efficiency Directive to help vulnerable customers and households, and points out that ambitious targets for district heating/cooling may worsen the conditions of social housing. The Committee therefore welcomes the proposal to create the Social Climate Fund, and calls for compliance with the ‘just transition’ principle so as to take into account the different situations of Member States. 1.8. The EESC understands the purpose and benefits of the ‘energy efficiency first’ principle. However, this is not always a cost-effective solution. In some cases it can be more efficient not to save energy but rather to produce it from safe and sustainable low-carbon sources. 1.9. The EESC calls on the European institutions to ensure synergies among the initiatives under the Fit for 55 package. In the event of substantive amendments to the package, the EESC asks the EU institutions to draft an impact assessment. 2. Background and facts 2.1. Energy efficiency is a key area of action on the way to the full decarbonisation of the Union economy. The proposed recast Energy Efficiency Directive is an important component of the Fit for 55 package, which implements the principles of the EU Green Deal and sets out the way to achieve the new goals of the Union to reduce GHG emissions by at least 55 % by 2030. 2.2. The proposal is part of this broader policy and should be fully consistent with other initiatives of the Fit for 55 package (such as changes in the EU ETS system; adjustment of the financial mechanism to support implementation of the package; the Effort Sharing Regulation; the Renewable Energy Directive; stronger emission standards for motor vehicles; and the revised Directive on the Deployment of Alternative Fuels Infrastructure) in order to ensure the desired sustainable development of the EU. 2.3. The main purpose of the proposal is to reduce overall energy use and cut emissions. Its basic objectives are: to tap unexploited energy-savings potential across the economy; to reflect the increased energy-efficiency goals of the Climate Target Plan; and to set out measures for the Member States that are compatible with the more ambitious 2030 climate target of a 55 % emissions reduction. This must be done with due regard for societal and sustainability factors, by contributing to affordable and inclusive energy consumption as agreed by the joint Porto Social Commitment and while fully upholding the ‘just transition’ principle. 2.4. This builds on the guiding principle of ‘energy efficiency first’, which should be taken into account across all sectors, going beyond the energy system and including the financial sector. 2.5. The recast Directive proposes to set a more ambitious binding annual target for reducing energy use at EU level. It also aims to guide the setting of national contributions, which will almost double Member States’ annual energy-saving obligations. 2.6. As a catalyst and to set an example for other sectors, the public sector will be required to renovate 3 % of its building stock each year to speed up the Renovation Wave and to factor energy efficiency into public procurement of goods, services, works and buildings. Both initiatives have the potential to create new sustainable jobs and reduce public spending on energy use and costs. 3. General comments 3.1. The EESC welcomes the proposal for a recast Energy Efficiency Directive, as this addresses an area of action that is key to achieving full decarbonisation of the EU economy and society. Overall, achieving the goals of the Paris Agreement requires all climate and energy policies to be reshaped. Strengthening the energy efficiency policy framework through a specific mix of policy measures will help to mobilise the investment needed for the transition. Therefore, the EESC believes that the revision of the Directive, which includes the overall energy efficiency target for the EU, should send out the right signal for this reform. 6.4.2022 EN Official Journal of the European Union C 152/135 ",
        "3.2. The EESC appreciates the achievements of the Energy Efficiency Directive. At the same time, the Committee is well aware of the shortcomings in the EU’s collective efforts to reduce energy consumption. 3.3. The COVID-19 pandemic has undermined the EU’s collective efforts and will certainly have further consequences in terms of meeting higher targets. Achieving the indicative national contributions will require greater efforts by all Member States. The EESC recommends combining instruments compatible with a well-regulated market such as taxes, excise duties and limited but tradable rights, e.g. ETS, and regulatory measures when needed. 3.4. The EESC reiterates the observation made in its opinion on the European Climate Law ( 3 ) that the aim should be to achieve the greatest possible reduction of greenhouse gas emissions at the lowest possible socioeconomic cost. The right balance needs to be struck so as to meet the EU targets at minimum total cost. The cost-efficiency of energy-saving measures typically decreases as the volume of energy saved increases: initial measures are easy to apply, but further measures are more costly and yield a smaller result. The proposal should strike a balance and ensure that the excessive cost is not passed on to energy consumers. 3.5. The EESC supports incentives and tools for implementation of the Energy Efficiency Directive in order to mitigate the social impacts of the proposal and help vulnerable customers and households who have been hit particularly hard by COVID-19. The Committee therefore particularly welcomes the proposal to create a Social Climate Fund, which should provide additional financial resources for the purpose of avoiding an increase in energy poverty, and calls for compliance with the ‘just transition’ principle so as to take account of the different situations of Member States. 3.6. The EESC calls on the European institutions to ensure synergies between initiatives under the Fit for 55 package. In the event of substantive amendments to the package, the EESC asks the EU institutions to draft an impact assessment. 3.7. The EESC welcomes the leading role set out in the Directive for the public sector, which should work on reducing energy consumption in services and buildings. The EESC understands the challenge of making progress in all relevant sectors, above all transport, public buildings, ICT, spatial planning, and water and waste management. The EESC is pleased to note that Article 6 of the Directive broadens the scope of the renovation obligation to include all public bodies at all administration levels and all aspects of their activities. The EESC highlights that this will require sufficient financial and technical assistance as well as trained staff. Therefore, in line with its opinion on reshaping the EU fiscal framework ( 4 ), the EESC recommends applying the ‘golden rule’ for public investment to safeguard productivity and the social and ecological base for the well-being of future generations. The EESC encourages local and regional authorities to work together with central government and all parts of the construction sector in order to achieve synergies and eliminate unnecessary obstacles to implementation of the renovation targets. 3.8. The EESC endorses the measures to be adopted by the public sector with a view to supporting the construction sector, in particular SMEs, and developing and implementing new technologies under the Renovation Wave Strategy. Criteria such as cost-effectiveness and economic feasibility as well as quality and social criteria should be applied in public procurement and continue to play a role in other fields to ensure a level playing field. 3.9. The EESC welcomes the binding nature of the new EU target and therefore recommends that indicative national targets take into account the different starting-points and specific national circumstances and emission reduction potential, including those of island Member States and islands, as well as efforts made in line with the Council conclusions of December 2020 ( 5 ). 3.10. The EESC emphasises the close link between the drive to achieve energy efficiency and the mission and targets of NextGenerationEU, particularly the Recovery and Resilience Facility. The EESC calls for a substantial share of the 37 % of the Recovery and Resilience Facility that is ring-fenced for green projects to be allocated to energy-efficiency projects in line with the real demand and need in each Member State. C 152/136 EN Official Journal of the European Union 6.4.2022 ( 3 ) OJ C 364, 28.10.2020, p. 143. ( 4 ) Opinion of the European Economic and Social Committee on Reshaping the EU fiscal framework for a sustainable recovery and a just transition, adopted on 20.10.2021 (OJ C 105, 4.3.2022, p. 11). ( 5 ) https://data.consilium.europa.eu/doc/document/ST-22-2020-INIT/en/pdf. ",
        "4. Specific comments 4.1. The EESC understands the purpose and benefit of the ‘energy efficiency first’ principle. However, this is not always a cost-effective solution and this principle should not be taken as dogma. In some cases it can be more efficient not to save energy but rather to produce it from safe and sustainable low-carbon sources. 4.2. The EESC would recommend that national differences be taken into account when adapting the percentages in Article 8 of the Energy Efficiency Directive: there should not be one flat rate for all Member States but rather a differentiated rate tailored to the circumstances of each country. If the formula for calculating Member States’ contributions to the energy efficiency targets is to be based partly on the energy intensity of GDP, then this should be adjusted to reflect the share of industry in GDP, so that more industrialised countries are not disadvantaged. 4.3. The EESC welcomes the requirement for Member States to report on energy-efficiency instruments, including their performance. At the same time the EESC, along with civil society organisations active in the Member States, including the social partners, is ready to play a supportive role in setting up assistance mechanisms at national, regional and local levels. The EESC underlines the importance of properly informing all stakeholders (producers, providers, facility managers, users and consumers) about the additional requirements so as to increase the uptake of energy efficiency and energy performance contracting. It expects the European Commission to take an active and leading role here and reiterates the importance of civil society, which is eager to contribute to awareness-raising and information campaigns and to promote training programmes. 4.4. The EESC welcomes the fact that the Commission has not included mandatory obligations for audits, as this would impose conditions on companies’ investment plans. Companies are always willing to improve their energy efficiency, and energy management systems have proven to be a cost-effective alternative to audits. 4.5. The EESC also appreciates the greater emphasis on informing and empowering consumers regarding contract requirements and the use of clear and comprehensible language. It highlights the important role of regulators in this area, especially in markets with limited number of economic operators. 4.6. In the EESC’s view, it is fundamental that all professionals contributing to the new approach to energy-efficiency policy have received adequate training so that they have the requisite skills and qualifications, while recognising the lack of qualified workers in this sector. 4.7. As in its opinion on a Renovation Wave for Europe, the Committee emphasises that cavity wall and floor insulation are the most efficient CO 2 -saving measures, as well as the simplest and the least costly. But even these relatively inexpensive measures are too expensive for many homeowners, despite resulting in lower energy costs. The EESC therefore advocates that national governments introduce a subsidy scheme for these measures as they also have the potential to create jobs. A Renovate Europe study shows that for every EUR 1 million invested in the energy renovation of buildings, an average of 18 jobs are created in the EU ( 6 ). 4.8. While the EESC believes that an energy consumption cap is a very useful indicator when it comes to issues such as household consumption, it has doubts as to whether such an indicator alone is appropriate for the industrial sector. Innovative technologies for decarbonisation are often more energy-intensive than conventional (but more polluting) alternatives. Thus placing a consumption cap on industry could prevent this sector from decarbonising its processes, while also compromising industrial output. 4.9. The EESC points out that ambitious targets for district heating/cooling may contribute to an increase in energy poverty as numerous low-income households live in social housing, which tends to be centrally managed. The amendments to the Energy Efficiency Directive must not be retroactive, and the change in the definition of efficient central heating/cooling (Article 24) should not apply to systems already in operation, but only to new or refurbished ones. Brussels, 9 December 2021. The President of the European Economic and Social Committee Christa SCHWENG 6.4.2022 EN Official Journal of the European Union C 152/137 ( 6 ) https://www.renovate-europe.eu/wp-content/uploads/2020/06/BPIE-Research-Layout_FINALPDF_08.06.pdf. "
    ]
}