{
    "text": [
        "Projecting Opportunities for INdustrial Transitions (POINT) Concepts, rationales and methodological guidelines for territorial reviews of industrial transition Pontikakis, Dimitrios Fernandez, Tatiana Janssen, Matthijs Guy, Ken Marques Santos, Anabela Boden, Mark Moncada-Paternò-Castello, Pietro 2020 EUR 30375 EN ",
        "This publication is a Technical report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. For information on the methodology and quality underlying the data used in this publication for which the source is neither Eurostat nor other Commission services, users should contact the referenced source. The designations employed and the presentation of material on the maps do not imply the expression of any opinion whatsoever on the part of the European Union concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries. EU Science Hub https://ec.europa.eu/jrc JRC121439 EUR 30375 EN PDF ISBN 978-92-76-22152-4 ISSN 1831-9424 doi:10.2760/590389 Luxembourg: Publications Office of the European Union, 2020 © European Union, 2020 The reuse policy of the European Commission is implemented by the Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under the Creative Commons Attribution 4.0 International (CC BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. For any use or reproduction of photos or other material that is not owned by the EU, permission must be sought directly from the copyright holders. All content © European Union, 2020 Pontikakis, D., Fernández Sirera, T., Janssen, M., Guy, K., Marques Santos, A., Boden, J.M. and Moncada-Paternò-Castello, P., Projecting Opportunities for INdustrial Transitions (POINT): Concepts, rationales and methodological guidelines for territorial reviews of industrial transition, EUR 30375 EN, Publications Office of the European Union, Luxembourg, 2020, ISBN 978-92-76-22152-4, doi:10.2760/590389, JRC121439. ",
        "i Acknowledgements This report includes contributions by John Edwards (JRC) (box on the role of education and training for industrial transition), Gernot Hutschenreiter (OECD) (box on OECD Reviews of Innovation Policy), Rene Kemp (University of Maastricht and UNU-MERIT) (boxes on low-tech paths of industrial development and on multiple value creation) and Elisabetta Marinelli (JRC) and Inmaculada Perianez-Forte (JRC) (box on the Entrepreneurial Discovery Process). We are grateful to members of the UMIT (Understanding and Managing Industrial Transitions) Working Group Advisory Board for useful comments and suggestions. The report benefitted especially from the comments of Effie Amanatidou (University of Manchester), Erik Arnold (Technopolis), Bjørn Asheim (Circle, Lund University), Patries Boekholt (Innovation Policy Matters), Ramon Compano (JRC), Ian Hughes (University College Cork), Gernot Hutschenreiter (OECD), Nikolaos Karampekios (National Documentation Centre, Greece), Rene Kemp (University of Maastricht and UNU-MERIT), Joe Ravetz (University of Manchester), Johan Schot (Utrecht University), Johan Stierna (JRC), Attila Varga (University of Pecs) and Jayne Woolford (JRC). Asterios Chatziparadeisis (formerly at the General Secretariat for Research and Technology, Greece) provided perceptive feedback on innovation governance. Yannis Tolias (Innovatia Systems), Ruslan Stefanov (ARC Fund), Heloise Berkowitz (CNRS), Totti Könnölä (Insight Foresight Institute), Christos Emmanouilidis (Cranfield University), Gabriela Pirvu (Romanian Clusters Association) and Mircea Petrea (ElfNet) in their capacity as experts conducting the first wave of reviews provided many valuable insights and ideas. An earlier version of the report was distributed among Working Group members in July 2019. Their questions and feedback had a major influence on its current shape. The report has also benefited from discussions with Antonio Andreoni (University College London), George Chorafakis (Centre of Planning and Economic Research), Michalis Gkoumas (Ministry of Development and Investments, Greece), Gernot Hutschenreiter (OECD), Michael Keenan (OECD), Elisabetta Marinelli (JRC), Alistair Nolan (OECD), Alessandro Rainoldi (JRC), Matias Ramirez (SPRU, University of Sussex), Marina Ranga (JRC), Evi Sachini (National Documentation Centre, Greece), Joao Santos (DG EMPL), Carmen Sillero (IDEA, Junta de Andalucía) and Joaquin Villar (Agencia de Energía, Junta de Andalucía). Gabriel Resende (JRC) assisted in the preparation of the report for publication. Any remaining errors and omissions are the responsibility of the authors. ",
        "ii Executive Summary This report provides guidelines with respect to concepts, rationales and methodological considerations aimed at experts conducting territorial reviews of industrial transition and at policy makers and analysts with an interest in the operationalisation of transformative industrial innovation. It explains the concepts necessary to adopt a wider framing of the production and consumption system, the rationales for (and objectives of) reviews useful for transformative industrial innovation, and the POINT ( Projecting Opportunities for INdustrial Transitions ) methodology presented as a series of steps. The report is meant as a resource to be consulted continuously throughout the process a review. The concepts section outlines a framework that allows Smart Specialisation Strategies (S3) to be mobilised in ways that are in keeping with vanguard thinking and international practice on system innovation and new industrial policies. Doing so requires reframing the domain of policy action, broadening it to cover the entire production and consumption system . When a wider view of the production and consumption system is taken, previously unidentified interconnections between its constituent parts can become obvious. Importantly, these interconnections represent points of powerful policy leverage, if their identification enables coordinated and timely action. Successful transition management requires strategic directions that draw upon territorial values (in addition to economic strengths); a concern with multiple-value creation (economic, social, environmental); the management of demand (public procurement, households); understanding and managing resistance to change; and ways of satisfying the very different needs and ambitions of a great number of actors with unequal power over the system. The rationales section argues that transitions require clarity of purpose and a new paradigm of thinking and acting in the face of transformative change. A confluence of maturing trends, including the availability of funding and an increasing readiness to deploy the full panoply of industrial policy instruments, can allow territories to benefit from new opportunities, identify new strengths and manage the threats. As deep structural change is often accompanied by social transformation, these transitions represent a chance not just to cater for the economic growth imperative but also to respond to growing social demands to maintain dignified, fulfilling, and well-remunerated employment, empower traditionally disadvantaged groups and achieve sustainability. However, this is not a likely outcome in the absence of preparation and a preparedness to act. Obtaining legitimacy and resources for pursuing transformative change requires alternative framings as to why and how policy can yield desirable outcomes. The section also explains how the perspective taken has been motivated by the needs of lagging and other regions that suffer from long-term lock-in to economic activities with limited opportunities for diversification within predictable timeframes. For these, as well as many other regions, new pathways for industrial development supported by multi-level coordination, planning and interventions are necessary. The territorial reviews can produce relevant evidence that is difficult to obtain otherwise. The section on the POINT methodology presents suggestions on the framing, procedure and conduct of the reviews. The reviews focus on an industrial theme of growing global importance suggested by the relevant territorial authorities (for instance, but not confined to: climate change/renewable energy; electrification of transport; circular economy; digitalisation; artificial intelligence). The purpose of the reviews is to collect evidence and examine the scope for developing adequate territorial responses that harness cross-portfolio complementarities (e.g. between ministries and between levels of governance) and cross-stakeholder coordination (e.g. between businesses and broad constituencies of consumers/users). In each territory under review and for an industrial theme suggested by the authorities the review findings are documented in a report that serves to: (a) Map the affected orientation, resource mobilisation, production and consumption systems in the territory; ",
        "iii (b) Document existing planning arrangements and directions of deliberate change (e.g. as described in thematic policy and business strategies, or evident in momentum-gathering social concerns and movements, consumer trends, common territorial values etc.) of various stakeholders in the affected systems that could later form the basis for a broadly- supported transition vision; (c) Make concrete suggestions for the advancement of the transition and for managing its downsides. Given the nature and magnitude of the transition challenge, adequate territorial responses will include not just research and innovation policies that are already part of S3, but also industrial and employment policies more generally, including provisions for education and skills, for complementary large public infrastructures (e.g. in energy, transport, waste), urban planning, fiscal policy and social security reform, among others. The recommendations of the review therefore place a particular emphasis on fostering alignment and coordination within government. The reviews aim to build the evidence base for appropriate “Actions to Manage Industrial Transitions”, as stipulated in fulfilment criterion No.6 of the enabling condition of good governance foreseen in the next multi-annual financing period of the EU Structural Funds (without prejudice to the final decision of the European Commission). The reviews can further inform the design and implementation of S3 [e.g. refining or extending priorities, broadening the Entrepreneurial Discovery Process (EDP), fostering synergies with other funding streams] as well as informing, and been informed by, industrial policies and other territorial strategies for economic, social and sustainable development. More broadly, the reviews can be an input to a participatory process of stakeholder engagement leading to the development of credible positive visions for the future that can be the source of pride and inspiration for the region (or country) and a rallying point for the mobilisation of actors and resources from all levels. ",
        "iv Table of contents Acknowledgements ........................................................................................................................................................................................................ i Executive Summary ...................................................................................................................................................................................................... ii List of Acronyms ............................................................................................................................................................................................................ 1 List of Tables .................................................................................................................................................................................................................... 3 List of Figures .................................................................................................................................................................................................................. 4 List of Boxes ...................................................................................................................................................................................................................... 5 1. Introduction .................................................................................................................................................................................................................. 7 1.1 Introduction and background ........................................................................................................................................................... 7 2. Conceptual Framework ....................................................................................................................................................................................... 9 2.1 System Innovation ...................................................................................................................................................................................... 9 2.2 Mobilising S3 for System Innovation ....................................................................................................................................... 13 2.3 Modes of industrial change and pathways for industrial development ..................................................... 17 2.4 Harnessing distributed agency ...................................................................................................................................................... 21 2.5 Policy framings condition approaches to transition management ................................................................. 22 2.6 Operationalising the concepts in the reviews ................................................................................................................... 25 3. Rationale for POINT Reviews ...................................................................................................................................................................... 28 3.1 The need for evidence .......................................................................................................................................................................... 28 3.2 What is a “review” .................................................................................................................................................................................... 29 3.3. What is at stake ........................................................................................................................................................................................ 30 3.4 The importance of timing .................................................................................................................................................................. 31 3.5 The importance of direction ............................................................................................................................................................. 32 3.6 The need to reframe policy and collect missing evidence ..................................................................................... 34 3.7 The need for tailored support to lagging regions .......................................................................................................... 35 4. Methodological considerations: A step-by-step guide for POINT Reviews .......................................................... 38 4.1 An outline of the review process ................................................................................................................................................. 38 4.2 Step 1. Defining the theme .............................................................................................................................................................. 39 4.3 Step 2. Mapping the current system ........................................................................................................................................ 44 4.4 Step 3. Visioning a desirable future system ...................................................................................................................... 47 4.5 Step 4. Identifying leverage points for the transition ................................................................................................ 51 5. Concluding Remarks .......................................................................................................................................................................................... 68 Annex – Review Report Structure .................................................................................................................................................. 69 References ....................................................................................................................................................................................................................... 70 ",
        "v ",
        "1 List of Acronyms CBE - Community Based Enterprise CCS - Carbon Capture and Storage CERN - European Organization for Nuclear Research (acronym from the French Conseil Européen pour la Recherche Nucléaire) CNC – Computer Numerical Control CO2 - Carbon Dioxide DG REGIO – Directorate-General for Regional Policy of the European Commission EC – European Commission EEA – European Environment Agency EDP – Entrepreneurial Discovery Process EIB – European Investment Bank EU – European Union EUR – Euro currency EVs - Electric Vehicles FDI – Foreign Direct Investment GHG – Greenhouse Gas Emissions GVCs – Global Value Chains ICTs – Information and Communication Technologies ILO - International Labor Organization IPCEI – Important Projects of Common European Interest IPR – Intellectual Property Protection JRC – Directorate-General Joint Research Centre of the European Commission KET - Key Enabling Technologies NDI – National Direct Investment NUTS2 - Nomenclature of territorial units for statistics, (acronym from the French Nomenclature des Unités territoriales statistiques) OECD – Organisation for Economic Cooperation and Development PDL - Project Development Lab POINT – Projecting Opportunities for INdustrial Transition RIS3 – Smart Specialisation Strategies (see also S3) R&D – Research and Development S3 - Smart Specialisation Strategies (see also RIS3) SDGs – Sustainable Development Goals STIP - Science Technology and Innovation Policy Reviews UAVs – Unmanned Aerial Vehicles ",
        "2 UMIT – Understanding and Managing Industrial Transitions UNCTAD – United Nations Conferences on Trade and Development US – United States of America VET – Vocational Education and Training WTO – World Trade Organisation NGOs – Non-governmental Organisations ",
        "3 List of Tables Table 1. Examples of System Innovations ...........................................................................10 Table 2. Modes of industrial change and implications for industrial development ...............................19 Table 3. Types of policy responses and their framings .............................................................22 Table 4. Building the case for the transition .........................................................................40 Table 5. Example \"snapshot*\" of thematic definition (what is in the system) .....................................41 Table 6. A potential advocacy group .................................................................................58 Table 7. Tool box for implementation and refinement of S3 .......................................................62 Table 8. Selected policy tools for reorientation of energy investment ............................................63 Table 9. Public support for production and innovation capabilities .................................................65 ",
        "4 List of Figures Figure 1. Social groups in a stylised production and consumption system ........................................11 Figure 2. Multi-level perspective on transitions. .....................................................................12 Figure 3. Functions of systems and principles of transformative policies ........................................27 Figure 4. Suggested presentation of high relevance topics for constructing industrial transition paths (to populate with topics that emerge in the review). ...................................................................48 Figure 5. Innovation trajectory emerging from the co-evolution of projects, frames, coordination and learning ..........................................................................................................................67 ",
        "5 List of Boxes Box 1. Roles of the state in System Innovation .....................................................................12 Box 2. Ambitious directional policy need not result in “high tech fantasies” .....................................14 Box 3. The role of education and training for industrial transition .................................................15 Box 4. The Entrepreneurial Discovery Process (EDP) ................................................................16 Box 5. System functions examined in POINT Reviews ..............................................................26 Box 6. The OECD Reviews of Innovation Policy ......................................................................29 Box 7. Low-tech paths of industrial development ...................................................................36 Box 8. Overview of the process for a POINT Territorial Review ....................................................38 Box 9. The role of prosumers in shaping demand and their contributions to the review ........................45 Box 10. Searching for Synergies ......................................................................................47 Box 11. The Concept of Multiple Value Creation ....................................................................50 Box 12. Places to intervene in a system (in increasing order of effectiveness) ..................................51 Box 13. Possible questions to ask during interviews with public officials .........................................54 Box 14. What is whole-of-government work and how to do it? ....................................................56 Box 15. Considerations in the development of mission-oriented policy ...........................................57 Box 16. Differences between visions, missions and targets .......................................................57 Box 17. Shared agendas for sustainability and social change .....................................................59 Box 18. Policy experiments ...........................................................................................65 Box 19. Community-based Enterprises ..............................................................................66 ",
        "6 \"No wind is favourable to the one who does not know to which port to sail.\" Lucius Annaeus Seneca ",
        "7 1. Introduction 1.1 Introduction and background Powerful global impulses are calling for transformative change of our economies and societies. Digitalisation stands to re-define the global industrial landscape, opening up new areas of economic possibility, bringing radical change in the nature of work, and doubts about the future of entire professions. The future of work is also shaped by Europe’s demographic transition, which, characterised by an ageing workforce, is strengthening the drive towards automation but can also have profound implications for business dynamism (Engbom, 2018; Jones, 2020). Moreover, a profound transition of our energy systems is currently under way, with renewable energy entering a phase of rapid deployment driven by declining costs and fuelling an associated revolution in transport and other energy-intensive industries. Above all, however, responding to the climate emergency (European Parliament, 2019) is the defining challenge of our time. The climate emergency is not the only indication that human activity is overstepping planetary boundaries: indicators of biosphere integrity, land-system change and biochemical cycles of phosphorus and nitrogen are already beyond critical levels (Steffen et al., 2015; EEA, 2019). These global impulses are upsetting deep-rooted certainties. They require clarity of purpose and a new paradigm of thinking and acting in the face of transformative change. The European Union has risen to the challenge with the recently launched European Green Deal (EC, 2019; EC, 2020a), a strategy to transform European industry and society that is unprecedented in its scope, boldness and clarity of purpose. The twin transitions foreseen in the Green Deal – towards digitalisation 1 and sustainable growth accompanied by a pledge to secure climate neutrality by 2050 – translate these global impulses into an economic growth strategy for Europe that strives to be technologically progressive, environmentally sustainable and socially just. Besides offering sorely needed global leadership in the protection of the collective interest of humankind, the Green Deal provides long- term political and legal certainty, and substantial resources to EU member states to reap the opportunities and plan against the threats of these inevitable transitions. Adequate responses, however, will have to be tailored to the needs and limitations of each territory. In July 2019 the Joint Research Centre of the European Commission within the frame of the project RIS3 Support to Lagging Regions 2 launched a Working Group 3 on Understanding and Managing Industrial Transitions 4 . The aim of this Working Group is to support member state authorities facing major industrial transitions, away from declining sectors and activities and charting actionable paths towards employment-intensive economic growth. Industrial transition in this context is broadly understood as the sum of all long-run trends of structural change in the economy that have significant impacts on production, consumption, as well as societal outcomes like employment and sustainability. At the centre of the approach to transitions adopted in the Working Group is the development of credible positive visions for the future that can be the source of pride and inspiration for the territory and a rallying point for the mobilisation of actors and resources from all levels. The core activity of the Working Group is the production of reviews of industrial transition following a common methodology (POINT, Projecting Opportunities for INdustrial Transition) that seeks to operationalise insights from the now considerable literatures on system innovation/transition management, industrial policy and innovation governance. The reviews focus on an industrial theme of growing global importance suggested by the relevant territorial authorities (for instance, but not confined to: climate change, renewable energy, electrification of 1 Europe's ambitious plans for pervasive digitalisation are also documented in the White Paper on Artificial Intelligence (EC, 2020a) and the European Data Strategy (EC, 2020b). 2 https://s3platform.jrc.ec.europa.eu/ris3-in-lagging-regions 3 The Working Group comprises of JRC staff, the partner member state authorities, an Advisory Board and external experts engaged in reviews of industrial transition, coordinated by Ken Guy (WG Chair) and Prof. Erik Arnold (WG Rapporteur). 4 https://s3platform.jrc.ec.europa.eu/industrial-transition ",
        "8 transport, circular economy, digitalisation, artificial intelligence) to collect evidence and examine the scope for developing adequate territorial responses that harness cross-portfolio complementarities (e.g. between ministries and between levels of governance) and cross-stakeholder coordination (e.g. between businesses and broad constituencies of consumers/users). The current phase of the project includes four such reviews (Andalusia, Bulgaria, Greece and Romania). A final Synthesis Report documents the outcomes of the deliberations of the Working Group, including the reviews and other lessons from leading international practice on industrial transitions. The present report provides guidelines concerning concepts, rationales and methodological considerations aimed at experts conducting POINT reviews and at policy makers and analysts with an interest in the operationalisation of transformative industrial innovation. The reviews aim to enhance Smart Specialisation Strategies (S3), by building the evidence base for appropriate \"Actions to Manage Industrial Transitions\" (proposed as fulfilment criterion No.6 of the enabling condition of good governance for the 2021-27 multi-annual financing period of the EU Structural Funds 5 ). Additional objectives include contributions to the eventual development of a positive vision for the territory (by pointing to viable paths enjoying broad stakeholder support) and contributions to the evolution of S3 into a framework for transformative industrial policy (by extending planning and coordination beyond the domain of innovation or cohesion policy to include all portfolios impinging on industry). The report consists of five parts. Following the introductory Part 1 , Part 2 presents the conceptual framework and includes definitions and additional references to extant literature. Part 3 presents the multifaceted rationale for POINT reviews, which serves to explain choices with regard to concepts and methodology and locate the reviews as a tool that is positioned within a broader and longer-term policy making process. Part 4 presents guidelines for conducting the reviews, in the form of a series of steps to follow, with accompanying questions and considerations in answering them as well as a list of desirable findings for each step. Part 5 spells out some concluding remarks with respect to the limitations of POINT reviews and future avenues for their development. A suggested structure of the final report for a POINT Review is presented in an annex. 5 The criteria for fulfilment of enabling condition for good governance of smart specialisation have been proposed as: “Smart specialisation strategy(ies) shall be supported by: 1. Up-to-date analysis of bottlenecks for innovation diffusion, including digitalisation 2. Existence of competent regional / national institution or body, responsible for the management of the smart specialisation strategy 3. Monitoring and evaluation tools to measure performance towards the objectives of the strategy 4. Effective functioning of entrepreneurial discovery process 5. Actions necessary to improve national or regional research and innovation systems 6. Actions to manage industrial transition 7. Measures for international collaboration” Source: Annex IV of COM(2018) 375 final, p.19 (https://eur-lex.europa.eu/legal- content/EN/TXT/PDF/?uri=CELEX:52018PC0375&from=EN Document 2) ",
        "9 2. Conceptual Framework 2.1 System Innovation For a long time, our understanding of innovation has been centred on firms, in recognition of their pivotal role in the generation of economically useful novelty. The systems of innovation approach 6 that had come to dominate discourse by the late 1990s therefore paid much attention to innovation processes at the level of firms 7 and of other knowledge producing organisations such as universities and public research organisations. Preoccupied with policy makers’ concerns about international competitiveness, and inspired by studies of advanced innovation systems (primarily in the United States and Western Europe), this framing of innovation emphasised those activities that directly contribute to shifting the global knowledge frontier, and saw insufficient linkages between knowledge producing organisations as a key policy challenge. What it left out however, turned out to be important. Recent years have seen the development of a new framing of innovation (Geels, 2002; Schot and Geels, 2008; Weber and Rohracher, 2012; OECD, 2015; Schot and Steinmueller, 2018). This new framing has come to be known as “System Innovation” (also known as “systemic innovation” or “system-level innovation”). It emphasises system-level innovations, which in addition to niche innovations by individuals and organisations require changes in the structure or “architecture” of the system. A few indicative examples of system innovations are outlined in Table 1 below. 6 One could argue, with some justification, that the original formulations of systems of innovation literature in the 1980s and early 1990s [notably Dosi (1982), Freeman (1987) and Lundvall (1992)] also paid attention to users and were as broad as the entire socio-economic system, and that it was only the R&D- and high- tech-centred variant of systems of innovation framing, which incidentally dominated policy discourse, that took the partial view of the system. 7 The present section assumes some familiarity with national (as in Lundvall, 1992; Freeman, 1995; OECD, 1997), sectoral (as in Malerba, 2002) and regional innovation systems (as in Cooke, 2001, Asheim and Gertler, 2005) perspectives and with the functional perspective on innovation systems (which asserts that systems are defined by their functional purpose , see e.g. Hekkert et al., 2007). It also assumes familiarity with EU policies and funding instruments in support of territorial development and research and innovation, particularly the concept of Smart Specialisation Strategies (S3) (Foray et al., 2012). More information about these can be obtained by following up with the references cited in the text. ",
        "10 Table 1. Examples of System Innovations System innovation Functional purpose Constituent and/or complementary innovations Enabling regulation and infrastructure Contributing social groups (locus of agency) Electricity grid Electrification of industry and households Dynamo, power plant, transmission lines, electrical motors, lighting and refrigeration Grid infrastructure, safety regulation, standards and certification Large-scale utilities; government regulators; (formerly) state-owned firms Controlled-access highway (e.g. the Autobahn) Untethered long- range high-speed land travel; Integration of national economy Assembly line, mechanisation of construction, off site fabrication, affordable automobiles Legislation to restrict right of way, Spatial/urban planning regulations, Vienna Convention, Transport infrastructure, Petrochemical logistics. Government (public infrastructure), industrial nexus of mining, manufacturing and construction, households, maintenance and repair specialists Global value chains Productivity improvements, integration of global economy Interchangeable parts, shipping container, tank ship, just-in-time manufacturing International trade agreements and enforcement frameworks (e.g. World Trade Organisation) Businesses working across multiple legal jurisdictions; governments; international organisations Internet Global information exchange network Personal computers, internet protocol, multimedia, broadband networking, mobile phones Domain name registrars; standards development; digital communication and privacy legislation Computer users, software and content developers, businesses developing hardware and offering telecommunication services Feed-in tariffs Create markets for environmentally sustainable energy Photovoltaic panels, stationary batteries, microgrids, distributed ledgers, electric vehicles Legislation to guarantee grid access, long-term contracts, step-by-step reductions in tariffs Energy hardware manufacturers, households, utilities, government regulators, software developers. Two-sided platforms (e.g. Yellow Pages, eBay, AirBnB) Information infrastructure to facilitate transactions Internet, on-line payments, logistics Business-driven standard setting and adoption. Platform owners and developers, sellers, buyers Electric vehicles and renewable energy nexus Sustainable energy and transport and via new modalities, enhanced access to transport services Electric trains, high energy density batteries, autonomous driving, feed-in tariffs Emission regulation, urban combustion vehicle bans, fiscal incentives, charging infrastructure Drivers, passengers, manufacturers, electric utilities (power, grid, telecommunication), urban planners, households Distributed manufacturing (3d additive and subtractive manufacturing) Place-based manufacturing for goods where high unit costs can be tolerated (e.g. iterative prototyping, instruments) Computer-aided design, computer numerical control (CNC), two-sided design platforms, material extrusion, milling, material innovations Intellectual property right attribution and enforcement, environment and health and safety regulations Model designers, platform owners, software developers, users, CNC mill manufacturers, printer manufacturers, material manufacturers, machinists, repairers Source : Own elaboration While recognising the importance of firms and other knowledge producing organisations, this new framing is much broader. It encompasses the entirety of the production and consumption system, with its complex functional relationships (see Figure 1). In this framing, innovations are not just at the level of the firm or at the level of scientific and technological niches by other knowledge organisations but can also include fundamental changes in the relationships or the “architecture” of the system. Moreover, this new framing is motivated by a recognition that truly transformative ",
        "11 social change is rarely just about the underlying science and technology: it invariably involves new socio-economic configurations meant to serve new socio-economic functions. Insofar as the economy is concerned, in this new framing firms and knowledge producers share the centre stage with households and users . The role of government in this framing is also broader, as the provider of essential physical and social infrastructures that enable system-level innovations to happen. Some even argue that governments, as well as businesses, can be benevolent designers of system-level innovations (Grin, 2008; Mazzucato, 2016). System-level innovations however can have no single designer: insofar as their reach is truly systemic, they are invariably co-developed and represent the sum of countless contributions – even if some actors play a disproportionately influential role. Distributed agency, loosely connected by fleetingly aligned interests, is a key feature of system innovations. Figure 1. Social groups in a stylised production and consumption system Source: Geels (2004: p.901) System Innovation needs to be understood not only as a broader, but in fact a multi-level and dynamic process (Schot and Geels, 2008). A dynamic multi-level perspective that usefully summarises the complex processes that also characterise industrial transitions is presented in Figure 2. The System Innovation framework, strongly shaped by the work of Geels (2002), explicitly accounts for global impulses (or exogenous “landscape” developments), systemic innovations (or “socio-technical regimes”), as well as (individual, organisational or territorial) niches and, in addition to key stakeholders in the knowledge system, incorporates a swathe of additional actors relevant to industrial policy. It allows for the economic, social, political and individual pressures and constraints – including passive and active resistance- that shape the configurations of socio-technical systems. Consumers and technology users play an important role. It is summarily explained in OECD (2015: pp. 14-15) as follows: “In its simplest form the concept comprises of two core elements:  An impulse for change in the form of the global emergence of a radical innovation (e.g. a major scientific discovery, a game-changing invention, a new way of organising production), a major socio-political or economic development (e.g. membership to a free trade area, a financial crisis, a war) or a great social challenge (e.g. climate change, energy, demographic shifts). Alternatively, the impulse may emerge from within (and be perhaps specific to) the system, reflecting context-specific innovations or radical shifts in tastes and preferences. Though the balance of probability is that the impulse originates outside the system, it nevertheless implies extensive technical, economic, social and political change (not necessarily in this order) within the system. ",
        "12  The system’s response to the impulse, in the form of new production and consumption arrangements, new skills, new infrastructure, subsequent innovations (many of them specific to the system’s context), new social arrangements (e.g. professional associations), new rules and new forms of governance, to name but a few. The response’s duration and precise outcome depend on the system’s capacity to transform, itself a complex function of, among others, the system’s structure and prevalent institutions.” Figure 2. Multi-level perspective on transitions. Source : Schot and Geels (2008: p. 546) The framing of System Innovation does not mean that the extensive body of evidence accumulated from the study of innovation over the past three decades is no longer relevant (Fagerberg, 2018). On the contrary, it means that experience with innovation and its governance in national, regional and sectoral systems is more relevant than ever, and that its lessons must now be heeded by a broader set of policy makers than those traditionally tasked with science, technology and innovation policy. At the same time, directionality – and more specifically the long-overdue recognition that innovation can be both “good” and “bad” for the economy, society, and the environment – means that innovation governance must be enriched from the experience of other policy domains with long traditions of regulating negative externalities 8 , so that government can additionally act as a “warner”, “mitigator”, “gatekeeper” or “watchdog” (Borrás and Edler, 2020, see Box 1). Box 1. Roles of the state in System Innovation Observer : the state monitors the course of events, following up the developments and trends in the socio- technical system. Warner : the state identifies potential risks to users, citizens and institutions; develops and communicates a warning narrative around those risks. 8 Examples include competition/antitrust policy, environmental policy and regulation and consumer protection. ",
        "13 Mitigator : the state tries actively to reduce the negative effects that arises as a consequence of socio- technical change. Opportunist : the state takes up the opportunity arising from socio-technical change, becoming itself an active beneficiary of the new social technical system for specific purposes. Facilitator : the state actively seeks to make a process easier by supporting specific dynamics of other agents’ change initiatives. Lead-user : the state initiates market creation by acting as lead user and co-designer in order to find specific solutions to public needs. Enabler of societal engagement : the state encourages actively the involvement of stakeholders in participatory processes to define direction of change. Gatekeeper : the state actively controls access for change agents, opening up or closing down spaces for experimentation and transformation. Promoter : the state acts as a champion, proponent and exponent of change in the sociotechnical system. Moderator : the state acts as an arbitrator or negotiator between different social and political positions among agents regarding the direction of transformation of a sociotechnical system. Initiator : the state identifies early on some opportunities, and pro-actively uses its own knowledge and resources to work in concrete ways for the transformation of the sociotechnical system. Guarantor : the state actively and directly secures operations against financial and/or security and safety risks. Watchdog : the state actively ensures that individual agents in a sociotechnical system comply with particular collectively defined norms. Source : Borrás and Edler (2020) 2.2 Mobilising S3 for System Innovation Smart Specialisation has so far been deployed with a view to bring innovation-led territorial development. The governance solutions it has put in place, especially the notion of a pre-defined long-term strategy and the bottom-up aggregation of niche interests into policy priorities potentially representative of a regional consensus through the so-called “entrepreneurial discovery process” (EDP), can be applied to other kinds of transitions. The System Innovation approach usefully complements the S3 perspective by broadening the framing of the issues and explicitly accounting for global impulses. Moreover, what the broader framing of innovation System Innovation offers, can potentially enrich S3 with features of new industrial policies such as a preoccupation with demand (Chang and Andreoni, 2020) and with features of green industrial policies, such as attractive visions, implementation roadmaps and a carefully calibrated and sequenced mix of policies (Kemp and Never, 2017). In the cases of industrial transitions examined here, the application of S3 needs to evolve and adapt by taking onboard the following considerations. Need for time-critical solutions : Unlike uncertainty-governed science and technology where it is wise for envisioned impacts to be open-ended, in an industrial transition impacts 9 must specifically correspond to solving territorial problems and must materialise within specific time-frames 10 . The 9 “[…] low-carbon transitions are goal-oriented or “purposive” in the sense of addressing the problem of climate change. This makes them different from historical transitions which were largely “emergent”, with entrepreneurs exploiting the commercial opportunities offered by new technology” (Geels et al., 2017: 464). 10 This does not mean that once a desirable endpoint is reached that all change must come to a halt. Seen from a longer-term perspective, a transition endpoint is but a milestone in the territory’s future. Transformative policy should nurture the processes that allow continuous adaptation and improvement, even beyond ",
        "14 endpoint of the transition will have to be more measurably concrete than most vision statements drafted in the context of conventional innovation strategies, as the successful management of the transition must satisfy objective constraints to, for instance, conserve specific levels of employment, restore the environment and/or improve public health. These time-dependent constraints also imply that a large part (perhaps the bulk) of investments required for industrial transition are of a different nature than those traditionally foreseen in most innovation strategies (see also the point below about predictability). Need to move beyond the territory’s existing comparative advantage: Not all territories will have established productive activities and capabilities that allow them to participate in emerging value chains or benefit from their enhanced consumption possibilities. S3 has so far emphasised a search process for entrepreneurial opportunities in close proximity to existing economic strengths. This approach emerged in response to policy concerns with effectiveness (see Box 2). and while it has the advantage of supporting branching along established sectoral paths (Balland et al., 2019), it is an insufficient means of benefitting from global impulses in economic activities and knowledge areas that are not developed within the territory. A direction for industrial development that is only informed by what a territory can produce at present may not be profitable 11 . In fact, the current resurgence of policy interest in industrial transition has been prompted by the predicament of regions with deeply entrenched lock-in into sectoral paths with little or no future. Such is the case of regions with a high degree of specialisation in coal extraction and use, where strengthening established sectoral paths would only serve to support economically uncompetitive and environmentally unsustainable industries, where the opportunities for branching and diversification are limited or non-existent. Therefore, alongside policy that strengthens established economic dynamics, where this makes sense, there is a need for policy that develops new industries and supports branching into economic activities of growing global demand (see also Table 2 in the following section) (Asheim et al, 2011; Hassink and Gong, 2019). Box 2. Ambitious directional policy need no t result in “high tech fantasies” S3 emphasis on targeting activities close to the territory’s existing comparative advantage has come as an antidote to unrealistic ambitions to develop innovation capabilities on what were historically fashionable sectors such as ICTs, biotechnology and nanotechnology. The proliferation of public investments in fashionable sectors, ostensibly to little or no avail, has given rise to their depiction as “high-tech fantasies” or “Cathedrals in the desert”. However, by definition, close adherence to comparative advantage promotes structural stability. Industrial transitions require heuristics that are structurally dynamic. In keeping with modern industrial policies (Chang and Andreoni, 2020), leveraging local consumer demand and public procurement for essential public services are a promising path for insertion into emerging global value chains linked to the transition. An appropriately sequenced policy mix based on evidence and which avoids vain attempts at leapfrogging can reconcile pragmatic short term interventions with a high level of long term ambition. The reviews can produce precisely such a policy mix, because of the following features of the POINT methodology: - Based on evidence of material conditions in the territory, notably as the result of extensive meeting the immediate transition challenges. This can be situated in a longer-term process of co- evolutionary change (Ravetz, 2020). 11 Supply after all does not generate its own demand - the opposite is the much-maligned Say’s Law, the comprehensively refutation of which is one of Keynes’ (1936) less controversial arguments. The rarity of radical innovations that shape demand – for example the iPhone – shows that they are the exceptions that prove the rule. This holds widely in markets for knowledge. Detailed empirical work by Schmookler (1966) examining patenting trends over the 19th and 20th centuries suggests that it is unevenness in the spread of demand for particular products and services, and the competitive pressures it fuels, that steers the sectoral distribution of R&D (including the rising cost of R&D over time in any high-demand sector). ",
        "15 consultations with businesses and other stakeholders, which would serve to ground any unrealistic ambitions to reality. - A preferential search for industrial development pathways that build on mostly existing science and technology, and are therefore not subject to deep uncertainty. Novelty and value in such paths rather comes from the combination of science, technology, organisational, marketing and behavioural adaptions. - A systemic perspective does not allow for sharp discontinuities or incongruent components. The transition pathways developed in a review are continuous and incremental. The emphasis on a sequenced policy mix means that the more ambitious investments are conditional on the correction of functional failures first (see in particular Table 10 in Chapter 4 for guidance). - Continuity implies that it is not necessary for the full extent of the vision to be realised to have a positive impact. Contrarily, ambitious interventions that incrementally build on one another and form part of a comprehensive system are not unrealistic. Not just about research and innovation : The policy dossier must expand beyond research and innovation, to include – depending on the industrial theme – support for education and skills (Box 3), investment, social protection, energy, environment, infrastructure, land use and urban planning, waste management, agriculture, health, defence among others. The stakeholders involved will vary accordingly - not just the four-actor grouping (government, academia, industry, civil society) that is typically considered in Smart Specialisation policy discussions but also trade unions, city councils, regulators, legislative bodies, health and environment agencies, transport boards, vocational education and training (VET) providers, standard-setters, consumer associations and demand- shaping influencers, to name but a few (Weber and Rohracher, 2012; Borrás and Edler, 2020). Box 3. The role of education and training for industrial transition While successful industrial transitions may rely on a host of different policy areas, targeted provision of education and training is one of the most important to address. It has been largely neglected by S3, showing the limitation of traditional R&I policies (Edwards et al 2017; Hazelkorn and Edwards 2019). The most successful and innovative firms invest in different types of human competences (through recruitment or in house training), but they are geographically concentrated in more economically developed regions. Public investment has a role to increase the collective availability of human competences in those places that need them most. Contrarily, the reductions of public knowledge investments in higher education and research and innovation due to short-term pressures may be curtailing long-term EU growth and welfare potential (Archibugi and Filippetti, 2016). It appears of utmost importance to guarantee the provision of adequate human capital to fulfil the new knowledge needs. In fact, investment in human competences can allow firms to better absorb new technologies and adapt to new business models. However, ‘soft’ competences are needed in addition to technical skills for the specific transition path that is to be followed. Furthermore, vocational education, training and adult learning can address demographic challenges in regions going through industrial transition, since the population is likely to be older and requires upskilling or reskilling through innovative pedagogical techniques. Other factors affecting participation in education and training include gender and social exclusion. More generally, upskilling and reskilling increase social esteem and civic awareness, acting as a mitigating factor against the negative consequences of unemployment and globalisation. High cost : Industrial transitions are vastly more costly than the budgets allocated to an innovation strategy. The costs are likely to be orders of magnitude above what can be reasonably covered by local businesses or the regional government. For instance, in the case of a, more or less, managed coal transition in the Dutch region of Limburg during the 1970s, the bulk of the burden – approximately 11.6bn EUR in today’s prices for an industry concerning 75,000 jobs (Caldecott et al., 2017) – fell on the national government, with the then European Economic Community picking up also part of the bill. ",
        "16 Predictability of outcomes : A key difference between a research and innovation project and a conventional investment project (e.g. in construction) is the predictability of their outcomes. R&D investments resemble an event whose probability of success is in large part unknowable (such as being struck by lightning) and the part that is knowable only explains a small part of the variance in outcomes 12 . By contrast, most conventional investments have a largely predictable, on the basis of past experience, chance of success or failure. The need for a fixed endpoint – especially reassurances about employment numbers – argue for a move away from uncertain investments , in favour of low-risk projects closer to the applied side of R&D and innovation, but also and chiefly: rearranging the production system, deploying and adapting proven technologies, leveraging the power of consumers, re-training/repurposing, re-locating public investments that are employment- intensive or supportive of insertion in global value chains, environmental remediation and even worker relocation measures. On the positive side, many of these investments, especially deployment, should be easier for economists to cost than traditional innovation investments: insofar as they depend less on uncertain R&D, their investment costs and likely returns can be reduced to calculable risk, allowing for the application of conventional financial and insurance tools, and potentially the attraction of conventional investors (who shy away from uncertain R&D) 13 . Whole-of-government mobilisation : Industrial transitions usually require complementary public infrastructures (e.g. in road transport, waste management facilities, energy distribution, urban regeneration) and crucially, legislation, regulation and transfers of authority (OECD, 2015): These all ascribe a major role to government, so effective within-government coordination is a key pre- condition for success. The multi-level nature of transitions suggests the need to engage not just with regional but also, especially, with national authorities . This is not merely about coordination between regional and national authorities, but about continuous involvement and engagement at all relevant levels. To align national and regional capacities, advantages and priorities stakeholders and policymakers at different levels need a shared understanding. At the very least this implies the need for something like an “entrepreneurial discovery process” for government, between various ministries/constituencies and levels of government (see Box 4) or other forms of whole-of- government mobilisation. Important progress has been made in tackling the specific issue of multi- level governance in the context of current S3 insofar as competences on thematic policies and funding decisions lie at different levels of territorial aggregation within one country, which can form a good basis 14 upon which to build on. Box 4. The Entrepreneurial Discovery Process (EDP) The term Entrepreneurial Discovery Process (or EDP) originally referred to the identification of areas for investment in research and innovation (i.e. priority-areas), through an inclusive and evidence-based process grounded in stakeholders’ engagement. An EDP was formally required by the European Commission, in order for regions to identify their S3 priority areas. The stakeholders include the private, research and public sector. Ideally non-governmental organisations (NGOs) and civil society should be also be involved, yet this segment of society was in practice rarely included. Throughout the implementation of S3 an important shift emerged. The EDP evolved from being only an activity carried out during the S3 design phase, into a continuous one, 12 To continue entertaining the same example, consider that holding an iron pole on top of a hill increases the chances of being struck by lightning but only explains a negligibly small part of all cases. 13 Of course, the overall predictability of the social outcomes of a managed transition are a function of its complexity: predictability may well be low in early (pre-deployment) stages of the transition which require significant realignment of extant production systems and policy portfolios. But even then it won’t be near the realm of deep uncertainty governing R&D and science-based solutions to specific problems. Unlike science-based solutions, whose probability of discovery can be unresponsive to the amount of resources devoted to them (e.g. consider how despite colossal R&D investments by pharmaceuticals over decades, much-needed new families of antibiotics have not been forthcoming), solutions to the practical problems of transition are usually within reach if only enough resources can be mobilised to tackle them. 14 Examples include networks of public actors coordinating their actions such as Greece’s RIS3 network or Spain’s I+D+I network, in both cases containing both central government and regional actors. ",
        "17 which keeps going throughout S3 implementation. Such continuous EDP implies that stakeholders are kept engaged in the refinement and review of priority-areas, as well as the identification of instruments that would implement them. The research and business sectors are expected to be involved, in particular, in various activities related to calls management (i.e. commenting on pre-calls, etc.) in order to develop appropriate instruments. As we move to a new phase in S3, it is important to consolidate the good practices that have emerged in the past few years, broadening the EDP to reach out to new segments of society. In turn, it seems essential to provide clear guidance and structure for the EDP, deploying capacity-building efforts for all actors involved. Furthermore, and in line with the objectives of this report, it seems important to restructure the process around societal challenges and their possible solutions. Entrepreneurial Discovery exercises have generated positive learning curves making EU regions and member states readier to embrace more complex forms of stakeholder engagement. For more information on the process and the experience with it, see Marinelli and Perianez-Forte (2017) and Guzzo and Perianez-Forte (2019). The governance and steering of industrial transition can build on this solid base to further future transformations, inspired by the positive experience with the application of Shared Agendas during the EDP in Catalonia in particular (Fernandez and Romagosa, 2020). Leadership at the top : The degree of within-government coordination required for large-scale transitions is difficult to achieve without leadership and sustained impulse at the highest political level (e.g. Prime Minister's office) (OECD, 2015; Arnold et al., 2018). Arguably, the wicked problem of transition management is largely that of policy ownership: the range of truly implicated policy portfolios is so broad, that ultimately no single policy stakeholder is accountable for managing outcomes. Recognition of this reality, and of the magnitude of the challenge for many territories, implies that any bottom-up initiatives in the public sector must be matched by commitment by political principals at the national level 15 . The recent experiences of Finland, the Netherlands and Sweden suggest that innovation policy councils, with the prime minister in a central role, may go some way towards addressing ownership and facilitating accountability (Fagerberg and Hutschenreiter, 2020). A powerful collective vision, in the form of the European Green Deal, holds much potential to become a rallying point for the broad mobilisation of actors and resources. 2.3 Modes of industrial change and pathways for industrial development The current policy discourse on transitions emphasises sustainability transitions, as well as other transitions driven by global impulses for change (sometimes referred to as mega-trends, as in OECD, 2019a). However, the term “industrial transition” can belie processes of industrial change that vary enormously in magnitude and scope (Table 2) 16 . Territories have different starting points and long-run industrial dynamics (Bailey et al., 2018). For this reason, they face different modes of industrial change, even in response to the same global impulse. For regions with sizeable existing industry, whether in extractive industries or regions that were former manufacturing centres, the relevant modes of industrial change and accompanying policy challenges may resemble those encountered under scenarios of industrial modernisation (case c in Table 2), industrial renewal and restructuring (case d), industrial branching (case e), industrial upgrading (case g), or servitisation 17 (case i). For the smaller subset of regions that are in the 15 Leadership may also be sought outside of government – for example among businesses with common interests or among concerned citizens and NGOs with intimate knowledge of the challenges and the goodwill to bring about meaningful change. Such form of initiative can break deadlocks when government in unable to intervene, particularly in early stages in the transition. This can be an alternative path to initiating change by raising awareness and building a wide support network until such time as the government (or some other representative of collective interest) can more fully take on a leadership role (we owe this insight to Rene Kemp). 16 An alternative typology applicable to the general case of S3 is offered by Grillitsch and Asheim (2018). It distinguishes between path upgrading (climbing global production networks/GVCs); renewal, niche development, path diversification (related and unrelated), and path emergence (path importation and path creation). 17 Servitisation – Industries using their products to sell related services. ",
        "18 privileged position of having sizeable industries in economic activities relevant to the transition theme (e.g. sustainability or digitalisation), then the dominant mode of industrial change may be further specialisation (case f) or industrial deepening (case h). However, for lagging regions with poorly developed productive capacities in tradables, responding largely means reaping the opportunities presented by strong local consumer push towards e.g. sustainability or digitalisation for de novo industrial development in selected niches (cases a and b), as well as, facilitating branching (case e) and where pockets of industrial production already exist, industrial deepening (case h). Finally, de novo manufacturing may be an option for those territories that seek greater industrial autonomy. Greater autonomy can be driven by concern about the resilience of activities deemed critical (e.g. in the provision of public health or security and defence) or strategic (e.g. shale oil in the US over the previous decade, hydrogen in Europe and more recently batteries) or due to political pressure to wind down exposure to globalisation in response to its unmitigated social costs (re-shoring). ",
        "19 Table 2. Modes of industrial change and implications for industrial development Mode of industrial change Description Comparative advantage Investment, knowledge and skills development Complementary physical infrastructure and regulation a. Development ( de novo ) extractive industries, utilities Develop new capabilities and productive capacities in agriculture, mining. Created Greenfield investments, joint ventures, foreign direct investment. Construction-driven, long depreciation assets Technical, vocational skills and on- the-job learning Large public infrastructures (especially for network industries and transport) Regulation of new sectors b. Development ( de novo ) (re-) manufacturing Develop new (or newly re- discovered) capabilities and productive capacities in manufacturing, especially in tradable sectors. Created Investments in physical capital; Machinery, tools and equipment- focused. New-to-the-firm and new-to-the- industry innovation (emphasis on non-R&D innovation) Technical, vocational skills and on- the-job learning Transport and energy infrastructures supporting manufacturing, logistics and to facilitate production co-location (e.g. industrial zones, clusters) Regulation of new sectors c. Modernisation Technology-driven upgrading, prompting associated structural change, usually within existing paradigms Unaffected New-to-the-industry and new-to- the-world innovation (emphasis on applied R&D) Training within firms, conforming to standards, lifelong learning Regulations to promote technologically (or environmentally) progressive industrial standards d. Renewal / Restructuring Entrepreneurial and technological upgrading in response to industrial decline, not necessarily within existing paradigms (incl. transition in response to paradigm shifts) Unaffected Redeploying existing skills to new activities, combined with re- and up-skilling New entrants, start-ups Network infrastructures (e.g. EVs charging), co- financed by consumers Environmental remediation infrastructures e. Branching Diversification into related economic activities Weakened Collaboration with knowledge producers Infrastructures to facilitate production co-location (e.g. industrial zones, clusters) Regulation of new sectors f. Specialisation Growth and/or concentration of existing economic sectors, accompanied by greater reliance on trade outside the territory (incl. offshoring within GVCs) Strengthened FDI consolidation, seeking to benefit from specialised knowledge Professional specialisation via Transport and logistics infrastructure (de)Regulate trade ",
        "20 tertiary and postgraduate education; Intensified business innovation Re-skilling/support for workforce linked to offshored tasks/activities and foster opening- up as a means to facilitate specialisation Focused attention to the governance of the innovation system g. Upgrading Upgrading position within value chains, shifting to higher value activities/tasks. Unaffected Investments in human capital and business innovation Professional specialisation via tertiary and postgraduate education Re-skilling/support for workforce linked to lower value tasks/activities Public research organisations and other specialised knowledge services (e.g. Competence centres) Regulation of new activities h. Deepening Development of related sectors locally by favouring local input sourcing and linkages Strengthened Common standards, vocational education, skills alignment Infrastructures to facilitate production co-location (e.g. industrial zones, clusters) Regulation of new sectors i. Servitisation Lateral shift towards services building on territory’s industrial experience (sometimes in response to manufacturing decline). Weakened IT and other intangible investments, R&D related to digitalisation Re-skilling/support for workforce linked to industrial tasks/activities Two-sided platforms; Standardisation Source : Own elaboration Besides the more daunting task of coordinating across portfolios, a key difference between de novo industrial development and other modes of industrial change, is that many of the key stakeholders are not present in the territory and so their participation to the industrial system must be actively pursued. Supporting start-ups and other forms of endogenous entrepreneurship are obvious choices and should be part of the solution but, on their own, are unfortunately unlikely to yield results within pre-defined timeframes. Rather more dependable routes for finding missing industrial champions to trail blaze the transition path appear to be the following:  The encouragement and facilitation of targeted both national direct investment (NDI) and foreign direct investment (FDI) in activities and tasks that are relevant to the transition;  Nurturing the conditions for the creation of domestic lead markets for goods and services relevant to the transition that both solve urgent local problems and can be potentially exported (see Edler, 2006; Georghiou, 2007);  Financing major public infrastructure projects that facilitate industrial deepening from pockets of local excellence (e.g. under some form of public-private partnership, or through the appropriate use of public procurement) (for the role of large infrastructure projects in the development of productive and innovation capabilities see Bell, 2009). ",
        "21 2.4 Harnessing distributed agency Individual decision makers from all walks of life have, to varying extents, their own ways of understanding and managing the transitions that affect them. Many are actively preparing for these transitions, but perhaps not in ways that will necessarily be beneficial for the territory. Some, especially when coordinated along shared-interest lines, are sizeable enough for their individual decisions to shape social outcomes. All have a much better knowledge of their own needs and capabilities than any government could possibly have. Individual agency, distributed over a great number and variety of actors with unequal power over the system, lies at the heart of the transition. A managed transition would need to harness individual knowledge and preferences, and mobilise distributed agency and resources. In support of a managed transition, the review can aim to collect evidence about desirable future directions from representatives of key constituencies. The objective would be to support the government (or other governance structures such as broad support coalitions) in its effort to aggregate individual visions of the future into a positive collective path that maximises opportunities and minimises costs. Discovering this path can be a powerful contribution of the reviews, in terms of minimising uncertainty and encouraging alignment. Vision generation and aggregation, however, cannot be an exact science. It can be best described as an iterative and deeply political process, the outcomes of which will depend on the quality of its governance, including for example the extent to which vision-aggregation is truly representative, remains immune to pressures by powerful incumbents and responsive over time. Therefore, the reviews can contribute by examining and proposing solutions to the governance of the vision, informed by international practice 18 . There is a strong case to be made for bold aggregate visions for the territory. While transformational change in society happens only infrequently, when it does happen it tends to be rapid. This can be the result of a “ conspiracy of countless constituents ” (Ball, 2004: 119), or decision cascades driven by expectations. At crucial junctures in time (e.g. when there is a global window of opportunity or a need to act quickly to avoid bleak scenarios) a cascade of expectation-driven decisions will either result in rapid transformation or thwart the transition 19 . Once a transition commences, whether other actors in the system will stand behind or oppose the transition weighs heavily over every individual's calculations. No responsible decision maker will back a transition that they think will fail or commit to opposing a transition that seems set to succeed, especially when their decision is revealed by their actions 20 . It follows that somebody must make the first move. Shaping expectations requires leadership, which is in particularly short supply in territories with dysfunctional institutions and low levels of trust. Plausibility, meaning, and purpose are central to shaping these expectations, so one line of action for the government is to co-develop a compelling vision and engage in adequate planning to back it, including by supporting the collection of the necessary evidence and co-creating policy 18 These can for instance include successful international examples of good governance in the application of the concept of RIS3 (notably from those territories that have accomplished a participatory, representative and continuous the entrepreneurial discover process or EDP), from the introduction of missions in EU research and innovation policy or from the implementation of the UN’s Sustainable Development Goals (SDGs). 19 A counter-intuitive insight from the study of mass movements (Gallopin, 2019) is that collective decisions do not just represent the sum of individual preferences. In addition to reflecting individual preferences, the decision to back a transition or otherwise is partly compositional, insofar as individual decisions depend on the decisions of others. 20 A somewhat provocative implication is that it is not necessary that the specific choices of technology, knowledge and institutional infrastructures enjoy universal acceptance at the outset; as long as the chosen direction is compatible with broad territorial interests and values and remains economically viable, acceptance is likely to come later. The counter-implication is that if the direction is not compatible with territorial interests and values then even if resistance is not apparent early on in the transition, it may emerge suddenly later on, when the transition has advanced enough to pose a more specific challenge to established interests, entrenched beliefs and complex social relations. ",
        "22 intelligence 21 . However, arguably the greater influence in expectation-shaping comes from impactful actions themselves such as public investment choices, consumption-steering, new laws and new regulations. The government can play a key, but not unique, role in this process. It is one of the few decision makers whose overall resource mobilisation capacity stands to make a credible contribution to the transition. It can legislate and regulate systems in ways that radically alter the cost and benefit calculations of alternative directions for the transition (e.g. consider the impact that the prohibition of internal combustion engine vehicles in city centres is already having in the promotion of electric vehicle ownership and use). Bold, well-prepared and well-executed government action stands to tilt the balance in favour of positive transition endpoints, especially if it succeeds in empowering disadvantaged groups and co-opting constituencies who might otherwise oppose the transition. Governments can also facilitate the participatory governance of the transition. Of particular interest are the distribution of power and the diversity of possible solutions. Transitions have a tendency to reproduce existing power structures (Stirling, 2009). The government therefore has a particular duty to ensure that stakeholder activities that are important for the transition but for which markets do not (yet) exist, are recognised and strengthened. While the coordination effort required by the government, and all responsible decision makers, at least at the early stages of the transition, cannot be underestimated, the price mechanism is the most powerful method of large-scale coordination. Long-term solutions should ascribe a central role to markets, and should encourage the creation of markets and of market-based tools, while allowing room for conscious coordination where this cannot be achieved otherwise. 2.5 Policy framings condition approaches to transition management No policy response is independent of the dominant frame of thinking about the economy and the needs of industry 22 . Table 3 presents some stylised responses to common challenges of industrial transition. Table 3 also attempts to associate policy responses to different framings of a problem that are themselves conditioned by characteristics of the territory’s political economy (e.g. varieties of capitalism, the power of lobbies), cultural preferences (e.g. on the balance of personal vs collective responsibility), on the popularity of economic policy paradigms (e.g. Keynesian vs Economic Liberalism views of the economy). Table 3. Types of policy responses and their framings Policy response Framing of problem Framing conditioned by Approach / process followed Types of interventions (indicative) Limitations Historical outcomes (examples) Unmanaged transitions Market correction Belief in allocative superiority of unfettered markets; Scope of government intervention limited (lack legal N/A N/A Allocative superiority of unfettered markets only applies to conditions that are rare in real economies; Non-priced public goods will not be provided; No accounting for social cost of unemployment, uneven territorial impacts, Coalmine closures and ensuing transitions in the United States (Caldecott et al., 2017). 21 A hopeful example in this respect is the Finnish foresight exercise known as FinnSight (Könnölä et al., 2015), conducted in 2015 and whose vision is now arguably being realised (we owe this suggestion to Johan Stierna). 22 The opposite is also true: the needs of industry, particularly in advanced economy settings, have, for a long time, focused our thinking and shaped a framing of support to industry that is R&D and technology-centred (see e.g. Bell, 2009). ",
        "23 basis, experience) environmental costs; Long-term lock-in. Support industrial champions Economies of scale in manufacturing; National security of strategic sectors and “natural monopolies”; Desire for national industry not to be at an international disadvantage. Post-Great Depression dominance of Keynesian views of the economy; Bretton-Woods system; Neo- corporatist political economies Selective support to industry along sectoral lines; Support to individual “champion” companies; Export-supporting macroeconomic framework; Infant industry import- substitution State-owned enterprises; Industrial relations as the coordination framework; Support for professional, vocational and tertiary skills; Investment subsidies; National technology standards and regulation. Government failure to pick winners; Coordination failure; Regulatory capture of government and rent seeking by companies and trade unions; Over-crowding of global investments in sectors of high demand decrease their returns and may critically subtract from their viability; Long-term political commitment to unviable investments may result in high sunk costs; Difficult to address social and environmental externalities. Dominant industrial policy paradigm globally in the 1960s and 1970s Support research, innovation and entrepreneurship Market failure in the provision of knowledge; System failures in knowledge production. Economic liberalism-based unwillingness to steer direction of structural change; Post-Bretton Woods international system; Inability to perform broader industrial policy interventions (incl. support to skills) Prioritise R&D and innovation investments; Promote networking between knowledge producers; Support for knowledge-based entrepreneurship and start-ups. IPR protection to create markets for knowledge; Fiscal incentives for R&D; Funding for joint public- private R&D projects; Funding for commercialisati on of R&D Research is fundamentally uncertain and cannot be guaranteed to respond to time-critical problems; Start-ups unlikely to compensate for employment losses; Lack of directional change entrenches lock-in into dead- end paths; R&I will not yield economic returns to territory in the absence of relevant production capabilities; Technological change is skill- biased leaving large parts of the workforce worse off; Does not address costs of sunset regime phase-out. Dominant industrial policy paradigm across Western market economies since 1990s (Mazzucato, 2013). Support exports Negative trade balance conditions growth and employment Small size of domestic market; Economic liberalism-based unwillingness to steer direction of structural change; Post-Bretton Woods international system; Inability to perform broader industrial policy interventions (incl. support to skills). Export-led growth; Attract GVC- relevant FDI. Export-oriented investment subsidies/incent ives; Monetary policy; Export loan guarantees; Trade missions; Strategic participation to GVCs; Preferential trade agreements. Information and investment bottlenecks are rarely the only binding constraints to export- led growth; Trade deficits often rooted in directional lock in and inability to produce goods and services that are either in global demand and preferred by domestic market; Globally unsustainable if pursued beyond the goal of balanced international trade. Taiwan, Hong Kong (1970s) Ireland (1980s) Estonia and parts of Central and Eastern Europe (1990s) (Hagenmejer and Mućk, 2019) ",
        "24 Support training and re-skilling Job losses and employment crisis Unwillingness or inability to steer direction of structural change; Lack of leadership and turf mentality among policy domain “owners” assigns exclusive responsibility to ministry responsible for employment; Cultural preference for personal over collective responsibility for a territory’s future. Identify and correct skill mismatches; Align content of education with market needs. Updated curricula; Vocational training; Lifelong learning; Support for training within firms Group of affected citizens broader than those facing direct threats to employment; Individual skills do not guarantee the presence of a sustainable production system that can make use of them; Without directional policy it is not clear what skills will be needed; Most workers cannot be re- skilled within realistic timeframes; In the absence of employment opportunities, many workers may opt to quit the labour market altogether, aggravating social ills. Coal transition experience of the United Kingdom and Poland (Caldecott et al., 2017). Transition management Production and consumption system in historical lock- in; Directional and coordination failure. Pressing need to solve time-critical problems Experience with (or at least recognition of the need for) whole- of-government coordination Readiness to steer direction of structural change and manage conflicting interests Collect missing evidence and enable broad- stakeholder participation and coordination Develop production capabilities in sectors that combine territorial relevance with growing global demand and transform consumption and procurement systems Manage resistance by challenging, co- opting and/or compensating incumbents Dynamic policy mix of interventions in all relevant policy domains (e.g. fiscal, education, employment & social security, investment, R&I, territorial planning, thematic ministries); Engage with businesses and workers to facilitate forward planning in investment (incl. innovation) and re-skilling; Engage with consumers and users and steer demand; Provide complementary physical and regulatory infrastructure. Required large-scale investments are normally difficult to finance; Incomplete information makes directional policy risky; Public administrations may lack capacity for extensive coordination and skills for more tailored planning and instrument implementation; Resistance to directional change may not be possible to curb; No guarantee that all implicated stakeholders will participate; Competition for investment and new markets in global sunrise regime is fierce and only lower ends of emerging value chains may be contestable in the short term. Energy transitions in the Netherlands (Limburg, see Caldecott et al., 2017) and Germany (North Rhine Westphalia, see Lewe, 2018) The confluence of a number of maturing trends are now permitting a new framing of industrial policy, and transition management, to emerge:  The calls for pervasive change demanded by digitalisation and the energy and transport transitions, as well as challenges (and business opportunities) linked to climate change;  The limits of dominant approaches to industrial policy over the past two decades become more evident and the legitimacy of their pre-eminence is eroded (for export-led growth, see Palley, 2011; for research and innovation see Mazzucato, 2013; 2016); ",
        "25  A resurgence of interest in industrial policy and active attempts to rebuild the industrial foundations of advanced economies (see Warwick’s [2013] work for the OECD; Andreoni, [2016], the Franco- German Manifesto for a European industrial policy [Bundesministerium für Wirstschaft und Energie and Ministère de l'Économie et des Finances, 2019], and the EU’s new Industrial Strategy [EC, 2020a]). Perhaps the most powerful indication of this interest, and of the urgency that is attached to it, is the readiness to approve direct aid to firms in the cases of Important Projects of Common European Interest 23 (IPCEIs), in a sharp break from tradition in the interpretation of the sacrosanct rules of the EU’s common market.  In the realm of European cohesion policy, the new governance arrangements brought about since the introduction of S3, by focusing EU funding on economic activities relevant for each region, have shattered a long-held taboo against directional industrial policy. S3 has also permitted the development, perhaps for the first time at this scale, of participatory governance tools enabling broad stakeholder coordination. The recently introduced research and innovation missions in the EU’s Horizon programme 24 represent another break from a long tradition of directionally neutral policy.  The increasing popularity among innovation scholars and analysts of system innovation and transformative innovation perspectives and approaches (OECD, 2015; Weber and Truffer, 2017; Schott and Steinmueller, 2018; Moncada-Paternò-Castello et al., 2018; Asheim, 2019; Amoroso et al., 2019), and mission-oriented policy (Mazzucato, 2016; Hekkert et al., 2020), with evident influence in vanguard EU policy thinking and strategic development (e.g. EEA, 2019; EC, 2020a; EC, 2020d), not least in the European Green Deal itself. 2.6 Operationalising the concepts in the reviews POINT reviews adopt the broad framing of System Innovation and seek to operationalise it for the production of timely policy intelligence. By providing evidence about the drivers, opportunities and threats of industrial transitions, the reviews aspire to enable government at all levels to play a fuller and more varied role. At the same time, they take a long-term and forward-looking perspective, in recognition of the need to be acting in the here and now on issues that slowly but surely affect entire territories over long-term horizons and call for extensive coordination and mass mobilisation. The reviews strive to learn from and contribute lessons to the ongoing reflection on the operationalisation of transformative innovation (Turnheim and Nykvist, 2019; Schot et al., 2020). Starting points for the reviews involve ascertaining the current direction of the system, understanding the reasons for the transition, and establishing – in outline – a desirable direction for the territory. The ambitions of the government, which are often documented in strategic documents, are a key input. A deeper appreciation of territorial problems, opportunities, socio-cultural values and of desirable directions for the transition, can also emerge through a process of dialogue with stakeholders, centred on consultation meetings and follow-up interviews. These help concretise many of the features of a desirable direction (or endpoint) for the transition that is in keeping with territorial values. At the heart of the analytical and evaluative component of the reviews is the examination of key functions in the production and consumption system. The functional perspective of systems analysis posits that socio-economic systems comprise of elements that serve a specific purpose (or function). The literature on the functions of innovation systems proposes various distinct functions such as to create new knowledge, to support the legitimacy of an innovation (and curb resistance), to guide the direction of the search process, to supply resources or to facilitate the formation of markets (Hekkert et al., 2007). It is by empirically examining the ability of systems to deliver the 23 See for instance, the recent announcement of approval of support for an IPCEI on batteries: https://ec.europa.eu/commission/presscorner/detail/en/ip_19_6705 24 Five R&I missions have been defined: Adaptation to climate change including societal transformation; Cancer; Climate-neutral and smart cities; Healthy oceans, seas, coastal and inland waters; Soil health and food. More information: https://ec.europa.eu/info/horizon-europe-next-research-and-innovation-framework-programme_en ",
        "26 functions necessary to achieve their objectives that we can evaluate them, and can arrive at useful lessons for their improvement. There is no universal set of functions to examine, as these depend on the system’s underlying objectives (e.g. to support economic growth, to enhance competitiveness, improve well-being of all citizens, protect the environment), which are contingent and can vary considerably, even among otherwise similar economies and societies, and over time. For the industrial system covered under the themes agreed with the territorial authorities, POINT reviews examine the following four functions (explained in Box 5):  Orientation and planning;  Human and financial resource mobilisation;  Production of knowledge, goods and services;  Consumption and use. Box 5. System functions examined in POINT Reviews Orientation and planning happen chiefly within government and businesses. Visionary entrepreneurs can play a key role as can governments. However, consumer trends can also have well-defined orientations, driven in part by shifting needs and tastes (e.g. driven by demographic changes), changing social attitudes, pervasive social concerns (e.g. with equality or fairness or with environmental sustainability) and individual practices (e.g. the right to repair and openness). Planning of relevance to the transition may be across a wide range of policy portfolios, spread over several ministries and levels of government. Science, technology and innovation actors can play a key role in view of their position in spearheading knowledge development and in steering the system towards developing regionally- and potentially-globally relevant applications. Some of the stakeholders on the orientation function have a (partial) responsibility for enhancing the legitimation of the transition, understanding and, where appropriate, managing resistance to change. Resource mobilisation concerns actors who have a capacity to shift or mobilise human and financial resources, including financial organisations (or more broadly financial markets), public funders and ministries with large public procurement/investment budgets, businesses, and education and skill providers, among others. Production concerns both actors active in the generation and development of knowledge and in the development of manufacturing or service provision capability. These will chiefly involve businesses (notably as they account for the lion's share of economically-useful innovation activity), but also universities, and vocational skills providers insofar as their activities are relevant to accumulating relevant knowledge and manufacturing/service provision capabilities. Consumption or use involves those actors that play an important role in the formation of the markets and pools of users that will drive demand for the transition. In early stages of the transition the actors who help articulate demand include public funders, early adopter communities of users (whose preferences and concerns may differ significantly from the majority of users). However, broader demand articulation requires 'mainstreaming' the consumption and use of the technologies and their products; key actors include industry standard- (and quality-) setters, consumer associations, producers positioned on the mass-end scale of the market, mass media etc. By examining each function in the current system, and evaluating it with respect to its fitness for purpose in view of the desired direction, the review can highlight missing elements and missing links in the system. It can also result in an appreciation of the strengths, weaknesses, opportunities and threats of the system that can help match territorial values and aspirations with material conditions. The result can be an ambitious, yet pragmatic direction. Figure 3 presents a synthetic overview of the review process, the functions examined and projected and the guiding principles for policy. ",
        "27 Figure 3. Functions of systems and principles of transformative policies A central objective of the POINT reviews is to contribute to the development of a credible positive direction for the territory. A positive direction can act as a focusing device for collective inspiration, reflection, discussion and action that could catalyse the transition. The reviews themselves are a part-intelligence gathering, part-analytical, part-creative exercise that aspires to draw from wide stakeholder input and high quality knowledge and expertise. They are but the beginning of, and an input to, a process of vision co-development and action that will have to mobilise a broad group of stakeholders. Orientation and planning Human and financial resource mobilisation Production of knowledge, goods and services Consumption and use Transformed production and consumption system Transition Transition pathways Transition management policies Principles for supporting transition pathways - Link disparate production systems and steer consumption Industrial Theme Current production and consumption system Principles for projecting transition pathways Orientation and planning Human and financial resource mobilisation Production of knowledge, goods and services Consumption and use Directionalities reconciling territorial values with material conditions - Leadership and sustained impulse at the highest level - H arness distributed agency and allow experimentation - Whole-of-government mobilisation, beyond R&I - Focus on time-critical solutions to territorial problems - Move beyond the territory’s comparative advantage - Ensure open search and multi-level alignment - Recognise that comprehensive transformations are costly ",
        "28 3. Rationale for POINT Reviews 3.1 The need for evidence There is growing policy interest in industrial transitions 25 , usually understood as pertaining to the sectors and professions that are suffering employment losses and aimed at helping affected industry and workers make the transition. Industry and workers, however, are embedded in wider production and consumption systems that are also affected by and influence the transition. When a wider view of the production and consumption system is taken, previously unidentified interconnections between its constituent parts can become obvious. Importantly, these interconnections represent points of powerful policy leverage, especially if their identification enables coordinated and timely action. Literature on transitions has shown that myriads of negative consequences from the transition have common systemic causes, and that these are often rooted in the direction of the system (Smith et al., 2005; Stirling, 2009; Stroh, 2015; Schot and Steinmueller, 2018). For example, a system characterised by a direction of low-cost manufacturing, with disregard for the environment and for the well-being of workers, and facilitated by the absence of government regulation, is unlikely to deliver dignified employment alternatives or sustainable growth investment. A key missing element in current policy discussions on possible responses to the challenge of transitions is an evidence-based framework for identifying interconnections between disparate parts of the system and policy domains; for understanding system-wide causes of long-lasting problems; and for pointing to more profitable future directions for the territory. Science and technology will of course play a central role in this future. However, science and technology alone are unlikely to lead to successful solutions to time-critical problems, which for many territories and their societies represent existential challenges. It is important therefore to recognise that a singular preoccupation with science and technology can also have the effect of delaying or preventing necessary changes in the system. There is a pressing, and so far unmet, need to also pay attention to complementary policy portfolios and their instruments. Likewise, linearly extrapolating from the territory’s current directional path, without considering the possible openings offered by the transition for a new direction, can lead to a narrow framing of the transition, one that comprises little more than actions to retrain workers and bring in new investment. A broad framing of the transition encompassing the totality of the production and consumption system 26 can shed light on underappreciated interdependencies, (e.g. the evolution of potentially complementary systems in the territory, the preferences of consumers) and identify key opportunities for the development of knowledge-intensive production and innovation capabilities. The provision of appropriate evidence as the result of a POINT review can set the basis for coordination between the various transition domains, stakeholders and policy portfolios under a coherent directional logic. 25 The European Commission DG REGIO Pilot Action “Regions in Industrial Transition” examined transition pressures faced by regions facing the challenge of deindustrialisation, including Hauts-de-France (FR), Norra Mellansverige (North-Middle Sweden), Piemonte (Italy), Saxony (Germany), Wallonia (Belgium), Cantabria (Spain), Centre Val de Loire (France), East-North Finland, Grand-Est (France), Greater Manchester (United Kingdom), Lithuania, Slovenia. The pilot aimed to test new approaches to transition and to collect evidence to underpin policy development ( https://ec.europa.eu/regional_policy/en/information/publications/factsheets/2018/pilot-action-regions-in-industrial-transition ). The European Commission also set up the Coal Regions in Transition Platform to support EU regions where coal mining and power generation accounts for a substantial share of employment (estimated to affect around 240,000 people in 41 regions and 12 countries). The Platform promotes knowledge sharing and exchanges of experiences between EU coal regions ( https://ec.europa.eu/energy/en/topics/oil-gas-and-coal/EU-coal-regions/coal- regions-transition ). 26 A broad scope of the production system includes not just businesses, but also value-added activity that is informal and/or embedded in social activities; whereas a broadly conceived consumption system includes not just material consumption (in terms of value-added services, facilities) but also shared meanings. Examples include the ‘foundational economy’ of childcare, domestic management, the cultural economy of sport or music etc. For example, Manchester owes much of its global reputation and popularity to its 1980s contributions to globally popular music (we owe this point to Joe Ravetz). ",
        "29 3.2 What is a “review” A review is an independent study of a domain of policy action aiming to produce timely intelligence. There is a long tradition of policy reviews in support of industry and innovation (including reviews of topics such as investment, education, urban and territorial development) by international organisations. Notable examples include the peer reviews of innovation policy by the European Research Area and Innovation Committee (see e.g. ERAC, 2014), the Science, Technology and Innovation Policy Reviews (STIP Reviews) by the United Nations Conference on Trade and Development (UNCTAD, 2011) and the OECD Reviews of Innovation Policy (see Box 6). A policy review typically engages recognised experts and/or policy practitioners in their respective fields to collect evidence, consult with stakeholders, examine evidence and produce an independent assessment of performance and policy recommendations. Reviews are commonly initiated upon request by the competent authorities and are performed in coordination with them. Box 6. The OECD Reviews of Innovation Policy OECD Reviews of Innovation Policy are conducted since 2005, but predecessors under different title and varying in scope and approach date back to the 1960s. OECD Reviews of Innovation Policy offer a comprehensive assessment of the innovation system of individual OECD member and partner countries, focusing on the role of government. They provide concrete recommendations on how to improve policies which impact on innovation performance, including R&D policies. Each review identifies good practices from which other countries can learn. OECD Reviews have the following features:  Systems perspective (open national innovation systems, in some large-country reviews including regional case studies)  Common framework but customisation to specific needs of the country reviewed  Multi-dimensional approach (innovation; education; industry; energy; environment; investment & finance)  Drawing on in-house and external expertise (consultants and other experts) worldwide  Policy domains covered: framework conditions for innovation + “dedicated STI policies” + interactions (“policy mix”)  Evidence base: Combination of quantitative (data-based) and qualitative analysis (incl. mapping of the innovation system at aggregate level and of groups of innovation actors)  Demand-driven Independence in the conduct of the Review and objectivity of its findings are features that are respected and valued by OECD member and partner authorities. At the same time, the Reviews contain strong elements of dialogue with the country reviewed, including in the definition of the Terms of Reference and the focus / issues examined by the review, the provision of a “Background Report” by the country following an agreed- upon structure, country visit(s) of the Review team (OECD staff and consultants) and interviews with stakeholders from all parts of the innovation system. Recent OECD experience with the Reviews, showcases areas of increasing demand for policy intelligence that are in keeping with a broader framing of innovation. Recent requests by countries ask for particular attention to topics such as:  Impact of digitalisation / disruptive technological change (“Next Production Revolution”, Industry 4.0 etc.) involving large-scale transformations;  Grand societal challenges: Need for transformation of systems; articulation of demand for innovation, inclusion of new actors, new types of programmes and coordination;  Issues of “upgrading” / diversification of the economy (e.g. in resource-based and lagging economies; but also advanced economies, e.g. as result of disruptive technological change, shifts in demand etc.);  Long-term strategic orientation and governance. Experience with 28 OECD Reviews spanning the past 15 years, and including EU member states (most ",
        "30 recently Austria, Finland, Lithuania, second-round reviews of Norway and Sweden, and a review of science, technology and higher education of Portugal) suggests that the probability of success of a review tends to be higher in the presence of:  a strong and determined (set of) partner(s) in the country reviewed  broad support – across the government and among innovation stakeholders  embeddedness – in a timely manner – of relevant political processes (e.g. as an input in the development of an innovation strategy; specific reform agendas / processes)  a productive, multi-stage process of dialogue  sound evidence-based assessment (“mapping”) A review presents an occasion to obtain a holistic overview of the system. Typically, therefore, reviews aspire to be comprehensive in their coverage of principal components and relations in a system, insofar as resources permit. A review would typically use more than one source of evidence as a basis for its findings. Desk research, original analysis of statistics, and interviews with a large number of stakeholders representative of the main constituencies in the system form the body of evidence of a typical review. The preparation of a review requires extensive synthesis, analysis and the independent corroboration of individual pieces of evidence. By way of synthesis, but also original collection of evidence under the lens of the problem at hand and extensive stakeholder inputs, reviews can cover gaps in our understanding, particularly about aspects that are not covered by either thematic studies or statistical indicators. Reviews can thus allow a more detailed understanding of underlying systemic processes of structural change, and help reconcile what superficially appear to be contradictory accounts of reality (often exemplified in policy literatures as “puzzles”, “riddles” or “paradoxes”). Moreover, reviews represent a first step in engaging with stakeholders in order to collect evidence from them about aspects of the system that concern them directly. The fact that a substantial body of evidence for the reviews is contributed by stakeholders with distinct perspectives and interests presents analytical challenges. An open, participatory, and representative approach is nevertheless crucial for the comprehensiveness of a review’s coverage and the legitimacy of its findings. Stakeholder engagement under the prism of the review can help forge stronger links between previously disparate parts of government. By mobilising high-quality expertise, reviews can facilitate learning, including the absorption of lessons from international experience. Perhaps above all, however, reviews serve to change perspectives: they can bring about a recognition of the systemic nature of structural change, appreciate little recognised or “hidden” interdependencies and encourage a broader framing of innovation and of industrial policy. 3.3. What is at stake Policy interest in industrial transitions is typically motivated by perceived threats to existing industries and the employment they provide (OECD, 2019a). Many European regions currently face sharp changes in external conditions that are testing their capacity to respond. These include economic challenges stemming from a resurgent globalisation, technological challenges such as digitalisation and labour-substituting automation and environmental challenges, such as the phasing out of coal mining in response to climate change. These global impulses for change represent openings with uncertain outcomes. Much can be lost or gained during the ensuing transitions. A key lesson of the history of economic development is that, besides the threats, these openings can provide rare opportunities for lagging territories. A cursory look at the historical record since the industrial revolution indicates that major innovations tend to cluster in time (Landes, 1969; 1998; Mokyr, 1992; Nelson, 1993). For instance, the harnessing of steam power, electricity, the internal combustion engine and information technology each spurred on respective technological ",
        "31 “revolutions” manifesting in consequent torrents of related innovations (Perez, 2002). Importantly, these spikes of inventive activity have their economic reflection in the emergence of new industrial sectors (see Klevorick et al., 1995) and the decline of older ones that Schumpeter memorably described as “gales of creative destruction” (Schumpeter, 1942). A rich literature has documented and variously described these as “long waves” of industrial rise and decline (Kondratieff, 1935), “paradigm shifts” (Kuhn, 1996) or \"technoeconomic paradigm\" shifts (Dosi, 1982; 1988). Similarly, macro-inventions (Mokyr, 1992), general-purpose technologies (Bresnahan and Trajtenberg, 1995) or technological “irruptions” (Perez, 2002) are all terms alluding to fundamental and pervasive change. Innovations do not just cluster in time: their subsequent take up, development and economic exploitation tends to concentrate in specific places too. Historically informed readings of global territorial development have argued that what sets leading regions apart from the rest are \" the shaping or uptake of major waves of innovations \" (Storper, 2018; p. 200; see also Pomeranz, 2000). Regions that successfully ride new technology waves have been hypothesised to have greater “shifting capacity” of resources from old uses to new (Ergas, 1987). But success in one wave is not a particularly good predictor of a region's ability to ride the subsequent waves of innovations; moreover, no inherent characteristic or single approach to regional economic development exhibits a superior ability to respond to overwhelming external impulses (Storper, 2018). Rather historical contingency, such as serendipitous proximity to the new wave's industrial structure and various other “accidents” such as the presence of hero-entrepreneurs or visionary high-level policy makers who champion the transition's cause, are some features of (uncommon) regional successes. The presence of broad-based, forward-looking and realistic industrial policy is another (Chang, 2002; Mazzucato, 2013; Chang and Andreoni, 2020). 3.4 The importance of timing Timely preparation matters a great deal. Once global transitions reach maturity, the broad contours of major paths can be predictable, so much so that the predictions of financiers can fuel waves of technological progress (and when they are on occasion wrong, can fuel speculative bubbles) (Perez, 2002). There are strong indications that we are presently on the precipice of a major technological and industrial revolution centred around the reconfiguration of the global energy system (see e.g. Perez, 2013). Besides tectonic shifts in energy, transport and associated systems, not least in response to the need to adapt to climate change and live within our planetary boundaries, there are a number of other global impulses that threaten dominant production models in many European regions and the position of European firms in global value chains. Simultaneously, the global impulses represent opportunities for Europe and for industrial revival in its lagging regions that are too significant to ignore. Early action on transitions is particularly important for lagging regions. Opportunities for lagging regions to develop industrial capabilities (and potentially catch up with the leaders) are not evenly distributed in time or across industrial sectors. Importantly, the fact that deep structural change is often accompanied by social transformation means that these transitions represent a chance not just to cater for the economic growth imperative but also to respond to growing social demands to maintain dignified, fulfilling, and well-remunerated employment, empower traditionally disadvantaged groups and achieve sustainability 27 . A crucial point is that opportunities to benefit from the transition are not just available to leading regions. Even if lagging regions do not initially partake in the global production of knowledge, goods and services in, say, electric transport, they will eventually partake in their consumption. In the case of global impulses with pervasive implications, such as the electrification of transport, the circular economy or responding to climate change, all territories will sooner or later be called upon to make 27 Understood as \" meeting the needs of the present, without compromising the ability of future generations to meet their own needs \" (originally from WCED, 1987; cited in Stirling, 2009: p. 8). ",
        "32 the inevitable interventions, consumption choices and investments. Facilitating an early transition can have considerable benefits even on the consumer 28 (or user) side: The consumption of technologically or environmentally progressive goods and services is its own reward. Moreover, if the transition happens soon enough for the region to develop a “lead market” and be among the first regions among its peers with similar demand preferences 29 , then locally developed solutions can become globally-exportable niches. Major techno-economic shifts provide openings in global value chains, and opportunities for businesses in lagging regions that would have been impossible to contest otherwise. A review can provide the evidence needed to highlight viable paths and justify collective action in directions that would have been impossible to imagine in normal circumstances. Timely planning is also important for managing the downsides and escaping lock-in. A study on policy lessons from the history of coal transitions in several countries laments the generally negative experiences and poses the stark question: “…how was it possible in so many cases [for the] region to so poorly prepare for economic life beyond mining and thus be economically incapable of experiencing a smooth transition ” (Caldecott et al. 2017, p.11). Leadership, or the provision of a long-term orientation using high quality evidence and expert intelligence to break debilitating inaction deadlocks, is a long-atrophied, yet entirely legitimate function of democratically elected governments. By the time the negative consequences of the transition become widely felt it can be too late to explore the positive paths. As time goes by the window of opportunity progressively narrows, to be eventually replaced by negative outcomes that vary only with respect to their intensity. There are many indications that prevalent governance arrangements may not deliver the required responses in time. The comparison between the handling of the climate emergency and of the COVID-19 pandemic is illustrative. The dire consequences of climate change are predictable (IPCC, 2018), yet collective action is difficult as the consequences materialise slowly and are difficult to perceive. By contrast, the ongoing COVID-19 pandemic has consequences that are immediate, obvious, and costly. Yet the response to the pandemic in many cases had to wait until its painful consequences materialised. That COVID-19 – a predictable, predicted and potentially manageable epidemic – was permitted, through lack of preparation, dithering and inaction to become a global pandemic, is a stark demonstration of the consequences of not acting on time, and of the pressing need to improve the responsiveness and resilience of our societies 30 . 3.5 The importance of direction Implicit in the term “transition” is the idea of movement or change from the current state of the system to another one. Current knowledge about on-going industrial transitions in Europe is limited but the broad outline suggests substantial pressures on employment, with entire industries and professions under threat in the coming decade (e.g. for a sectoral dimension of transition challenges see OECD 2018a pp. 68-76; for professions at risk of automation see OECD, 2018b, pp. 45-53). The sheer variety and plurality of interfaces suggests that affected territories stand to transition to largely unknown endpoints, some of which are likely to be economically, socially and 28 Economic theory is unambiguous on this point. Improvements in aggregate economic welfare can be due to increases in either in producer welfare or consumer welfare. The latter is lamentably often ignored or mistakenly belittled in innovation policy discourse, sometimes equated to automatic or low-information intensity “technology diffusion”, a perspective which ignores the pervasive innovation prompted by deployment and adaptation and the social value of associated spillovers, the presence of increasing returns to adoption and the creation of lead markets. The same is also true of industrial policy discourse with tends to overemphasise producers, even though consumers are part of the same industrial system, not least as workers. Economic history is also unequivocal. Improvements in living standards following the industrial revolution, owe as much to efficiency improvements in businesses as they do in households : rapid improvements in hygiene and hence human health thanks to easy to wash cotton clothing; large jumps in household productivity and outward expansions in the labour/leisure budget constraint thanks to indoor plumbing, electric lighting and washing machines are some of the better-known examples (Mokyr, 1992). 29 e.g. as defined by characteristics such as the size tiers of their major cities, their economic specialisation or specific features of their geography: mountain regions, coastal/island regions, border regions etc. 30 It is encouraging to see that some territorial responses to the global impulse of the pandemic adopt a broader frame of innovation (see Wilson et al., 2020) ",
        "33 environmentally undesirable. Crucially, once a transition is underway, runaway positive feedback dynamics can accelerate developments and shorten the window of actionable opportunity: unless adequate responses are developed on time, path dependency and lock-in may block some or all of the more desirable transition paths 31 . Should policy consider industrial transitions as inevitable and seek to react to their consequences, or should it act proactively and attempt to steer the transition? It is our contention that a primary, yet largely neglected, duty of public policy is to understand as much as possible about the direction of change, steer the transition away from negative outcomes and put in place the conditions for the development of positive paths. Understanding the current direction of the transition is a challenging analytical task; pointing at a positive path is even harder as multiple and often fundamentally different orientations for change can be envisioned for any given global impulse, depending on among other things, the territory's prevalent value system 32 ; Furthermore, assuming a positive path can be pointed at, steering the system successfully towards it is an enormous task that should not be underestimated. However, just because the tasks at hand are difficult does not mean they cannot be done or should not be attempted. In fact, there are good reasons to believe that even partial or very limited success on any of the above tasks can be enormously profitable for the territory. Even when the negative outcomes are foreseeable, anticipatory action cannot be guaranteed. Pointing to an alternative, hopefully positive (or at least less negative) destination is the first step in engineering it. Identifying the positive side(s) of the transition can focus attention on the narrow sub-set of policies and instruments that can support a successful transition, which might otherwise be missed. A transition direction that is in accordance with prevalent values in the territory can be important in motivating a broad cross-section of the territory's citizens and in reducing resistance to change. By contrast, a transition without a direction invites frustration and fans resistance, if not despair. Drawing on 20th century coal mining and processing transition experiences from Czechia, the Netherlands, Poland, Spain, the United Kingdom and the United States, Caldecott et al. (2017) paint a bleak picture for rudderless transitions. In the absence of a realistic vision for the transition a common pattern is for transition management to reduce to a damage limitation exercise, with debate consumed by distributional disputes (e.g. how to compensate region x for the decline of sector y) and policy tasked with repairing the inevitable social ills 33 that accompany the decline of industry and mass lay-offs. Setting a broadly-inclusive direction for the transition is a necessary, but not sufficient, condition for industry to be transformed in good time for most lay-offs to be avoided or, if transformation turns out not to be feasible, for dealing with the aftermath. Having an idea about the general direction of change in the system focuses attention on the right paths, policies and associated instruments. It also reduces uncertainty and encourages investment and coordination. The collective outcome is to improve the likelihood of success. Moreover, managing the downside of the transition (both extant and likely future consequences), becomes easier if there is a general idea about the direction of change. Therefore, a crucial function of the reviews is to understand the current direction of the transition and to point to a positive direction that pays attention to territory-specific value frameworks and material conditions. Pointing at a direction for systemic change naturally raises valid questions. Who sets this direction, what are the trade-offs and to what extent can the system be actually steered? Insofar as the review merely points and not sets the direction, these questions are outside the scope of the review. 31 The dysfunctionality of the ubiquitous QWERTY keyboard (compared to more efficient alternative configurations such as the Dvorak keyboard) has been is an iconic example of initial path dependency and eventual lock in into an objectively inefficient, yet irreversible, outcome (Stirling, 2009). 32 Readiness to envision a positive path also depends on the territory’s position along non-linear learning/performance curves, possibly even starting with negative outcomes (before building momentum and reaping synergies that lead to the positive path). 33 Even if workers can retrain, they often find it impossible to obtain jobs of comparable remuneration and level of responsibility facing an attendant loss of professional pride, socio-economic status and personal identity. A consequence, which was particularly stark in the coal transition experiences of the United Kingdom and Poland was that large numbers of miners dropped out of the workforce at a young age, preferring to live on disability or long-term unemployment benefits to seeking new work (Caldecott et al., 2017). ",
        "34 The review produces a body of evidence intended as an input to a government-orchestrated discussion with broad stakeholder involvement that can seek to answer these questions later. 3.6 The need to reframe policy and collect missing evidence The primary focus of research and innovation policymakers has tended to be on knowledge production activities and their interaction with policymakers operating in other policy spheres has been limited. This is despite the fact that both knowledge producers and the consumers of innovative products and services are affected by policies in these other domains. As correctly emphasised in recent EU flagship publications (EEA, 2019; EC, 2020b), industrial transitions cannot be tackled solely by knowledge producers. Given that industrial transitions underpinned by technological innovation have enormous implications across a multitude of social actors and policy domains, it is imperative that holistic policies are developed via extensive interaction between all relevant policy domains and policymakers 34 . POINT reviews can raise awareness of the need to reframe the domain of policy action to that of the entire production and consumption system. A key contribution of the reviews is a better understanding of the affected production and consumption systems. Evidence is currently lacking about the direction of long-term industrial change: systematically available evidence is, even in the best of cases, usually limited to sectoral output and employment statistics, attendant business support, input or output indicators of corresponding science and technology systems and occasionally extends to education and skills systems, all of which are undoubtedly important. Yet an extensive and authoritative literature on historical techno-economic transitions, emphasises the role of broader interplays. To mention just a few these include interplays between:  Institutions, markets and technological trajectories (Dosi, 1982; 1988);  The financial sector and business investment (Perez, 2002);  Public policies and investments on large physical infrastructures and the development of vanguard production and innovation capabilities (Bell, 2009; Chang and Andreoni, 2020) and;  Identities, values and aspirations and normative understandings of directions of social “progress” (Geels, 2004; Stirling, 2009). Evidence on the incidence and potential for such system-level innovation, including changes in relations, governance structures, coordination regimes and in ways of mobilising resources, is generally unavailable. Identifying multi-causality and systemic causes is only possible with a system-level examination. A review can reveal opportunities for linking potentially synergetic production subsystems (e.g. energy and transport or ICT services with manufacturing), reframe challenges and broaden policy options. A system-level perspective can identify policymaking blind spots, or responsibility gaps between policy domains, onto which a review could shed timely light. A review is therefore also necessary to broaden the scope of policy coordination beyond just the traditional domain of science and technology-led innovation. A review can help appropriately position disparate interventions in time and policy space, so that the best possible use is made of public money aimed at the transition. For one, ignorance of progress with the transition in other policy domains can severely jeopardise the impact of interventions. An additional reason is that transition thinking advocates different kinds and modes of intervention even in the familiar policy territory of research and innovation. These include:  A focus on directionality, towards largely pre- and co-defined industrial development or transformation pathways that are in keeping with a territory’s cultural values and material conditions (Boon and Edler, 2018). A corollary of directionality is greater attention to interventions and 34 A set of critical issues related to evidence-based practices which translate into innovation policy-thinking and policy-making relate to the limitations of existing theoretical/conceptual frameworks, the misuse of available evidence, and the extent to which the scientific community is able (with suitable data and methodological approaches) to respond to policy needs in a timely manner (Dosso et al., 2018). ",
        "35 investments that are merely risky (as opposed to deeply uncertain ), using mostly mature technologies and solutions. Transition costs are often concentrated on technological adaptation and the deployment of associated infrastructure.  Governance mechanisms that facilitate coordination across government within multi-level governance frameworks (Arnold et al., 2018). Promising mechanisms for anchoring long-term high- level political commitment include innovation policy councils (Fagerberg and Hutschenreiter, 2020), and “Mission-Oriented” approaches (Hekkert et al., 2020), while “Shared Agendas” (see Box 17) can nurture their attendant placed-based grassroots contributions (Fernandez and Romagosa, 2020).  The use of instruments that facilitate synergies with other policy domains (e.g. sandboxes for technological experimentation in the public provision of transport, in energy, healthcare, defence and during the construction of large public infrastructures) and can mobilise massive resources to accelerate progress along desirable pathways (public infrastructures, public procurement, public private partnerships, publicly-backed equity funds). Experience has shown that it is important that the policy mix remains dynamic and adaptable to the demands of different stages of the transition (Kivimaa and Kern, 2016; Geels et al., 2017).  A readiness by policy makers to manage tensions, including, where necessary, to challenge the interests of incumbents, (OECD, 2015) 35 . This is a major challenge for innovation policy makers, who are accustomed to supporting, not challenging industry. The mind-set, tools and experience required to do this effectively are commonly found in competition authorities.  New forms of evidence, new mechanisms for their collection, and new spaces for broad stakeholder participation 36 , involvement and iterative community learning (Schot and Steinmueller, 2018), yet also and crucially, outcome-accountability and independent evaluation (Arnold et al., 2018). The latter is especially important for the long-term legitimacy of systemic approaches to transition governance. 3.7 The need for tailored support to lagging regions The European Commission’s 7th Cohesion Report (EC, 2017a; EC, 2017b), qualifies those European regions with lower than average growth and income per capita as “Lagging Regions”. There are 47 NUTS2 regions fitting this description, for the most part in eastern (including low-income regions in Bulgaria, Hungary, Poland and Romania) and southern Europe (including low-growth regions in Greece, Spain, Italy and Portugal) 37 . Lagging regions face particular challenges in developing actions to manage industrial transitions, which relate to both characteristics of their economies and of their policymaking systems. The economies of lagging regions are characterised by the absence of scale-efficient industry [often reflected in low labour productivity (World Bank, 2018)], weak business innovation capabilities [often reflected in low business R&D intensity (Pontikakis et al., 2018)] and inability to access global value chains [sometimes reflected in weak tradable sectors (OECD, 2018a)]. At the same time, and partly as a consequence of barriers to investment and inadequate long-term planning, many of these regions face large physical infrastructure gaps. Collectively, these economic challenges 35 According to OECD (2015), another important difference between system innovation and traditional innovation policy relates to the fact that the former is also motivated by negative externalities (in addition to positive externalities). This implies a stronger need to regulate industry: “ Addressing negative externalities and imperfect competition imply a policy approach and a set of instruments which may be unfamiliar to STI policy makers. Critically, they involve policy interventions (such as higher taxes and regulation) which have the effect of increasing production costs for firms. Clashing with the interests of (at least some) firms and their sometimes powerful lobbies requires quite a different mind-set and capabilities from those usually encountered in an innovation agency .” (OECD, 2015, p. 41) 36 Some of the social infrastructure of S3, especially the EDP and the participatory momentum it has generated in many territories, can serve some of these purposes and become a point of departure for the initiation of broadly supported shared agendas (Fernandez and Romagosa, 2020). 37 These regions have been the focus of dedicated policy attention (EC, 2017a), and targeted support actions following a European Parliament mandate for the JRC, which includes the work of the Working Group on Understanding and Managing Industrial Transitions. Since the second phase of the project commenced in 2018, the territorial scope of lagging regions expanded to include Croatia. ",
        "36 aggravate social problems such as long-term unemployment and social exclusion, drive mass emigration and severely constrain responses to mounting environmental challenges. Lagging regions are also rooted within political economies with pronounced challenges for public administration in general, and for the design and implementation of long-term industrial policy in particular. These include weak rule of law, poorly staffed and sometimes dysfunctional public administrations, small (or non-existent) nationally- or regionally-discretionary budgets and intense social pressures to deal with the many visible challenges citizens face in their daily lives. These challenges mean that conventional policy approaches and tools are not sufficient. There is a pressing need to develop new production capabilities, that can contribute to sustainable and resilient public finances, and reverse the tide of disinvestment and emigration. The governance challenges confronting territories give an added impetus to the need for multi-level coordination and for new approaches to stakeholder involvement, that empower disadvantaged groups and set the basis for a just and sustainable transition. Many lagging regions do not have tradables sectors (OECD, 2018a, i.e. sectors with internationally traded good or services, as opposed to sectors that depend on regional or national demand) or realistic possibilities of developing them out of their existing sectors. A rich literature on the development of innovation capabilities teaches us that these do not develop in a productive vacuum, and are incompletely supported by a focus on R&D: Developing innovative capabilities goes hand in hand with developing productive capabilities (Bell, 2009; Chang and Andreoni, 2020). Developing tradable sectors also requires a basis for new industrial themes and de novo industrial development (see modes of industrial change and implications for industrial development in Table 2). In these cases, policy should foster both related and unrelated diversification (Asheim, 2019). The mostly positive experience of Galicia with the deployment of public procurement for innovation in fomenting new productive capabilities in the healthcare sector (Sánchez-Carreira et al., 2019; Uyarra et al., 2020), or the de novo development of an incipient unmanned aerial vehicle sector with substantial private and national investments at the initiative of the Galician regional government 38 demonstrate some of the possibilities. For the territorial possibilities to be realised however, the right level of ambition is necessary, and efforts have a better chance of success in a fertile national, European and international environment. With the launch of the European Green Deal and the accompanying new Industrial Strategy, backed by substantial resources, the opportunities for Europe’s lagging regions have never been as plentiful. The reviews can contribute evidence about latent territorial capabilities and their development dynamic in progressive sectors, and can inspire new paths of industrial development. It remains important however that attempts at unrelated diversification follow low-risk paths to allow the attraction of long-term investment. New industrial themes to the territory do not have to be high-technology-driven (see Box 7). This should facilitate the mobilisation of adequate resources from private and institutional investors too (e.g. the European Investment Bank is interested in projects with a particular risk profile). Box 7. Low-tech paths of industrial development Low-tech paths of industrial development may also correspond to growing consumer demand and opportunities for the development of vibrant tradables sectors. Examples of such paths include local and seasonal food (to be promoted and used by local restaurants, caterers and consumers, which can include new products such as wine as a new regional product thanks to climate change and wine farmers educated in the Bourgogne), nature-inclusive farming with active involvement of consumers (as prosumers and co-owners of the land, an example of this is the \"Herenboeren Land van Weert\" initiative in the Netherlands), industrial heritage tourism (an example of this is 38 See El Pais (2015) and Novadays “The Civil UAVs Initiative is the largest innovative public procurement operation to date in Spain. Its design was recognised with the National Prize of Innovation 2016, by the Government of Spain” ( http://novadays.eu/en/civil-uavs-initiative-compra-publica-innovadora/ ) ",
        "37 \"Zollverein in the Ruhrgebiet\" in the Netherlands), circular construction (for which there is a transition agenda in the Netherlands 39 ), radical energy renovation of houses, and paludiculture (the productive use of wet and rewetted peatlands). Paludiculture in particular, in addition to the economic opportunities, holds much promise in the fight against climate change. To give an indication, in Germany alone drained peatlands account for only 7% of the agricultural land but are responsible for 37% of the agricultural greenhouse gas (GHG) emissions (GMC, 2018); rewetting peat soils appears to be a cost efficient GHG mitigation measure especially when the rewetting is connected with the production of paludicrops 40 . The mentioned paths do not require a great deal of money and concern sectors sheltered from international competition which means they are low-risk strategies. They do not compete with higher-risk strategies, which means that they can be pursued in parallel. 39 https://hollandcircularhotspot.nl/wp-content/uploads/2019/09/Circular-Construction-Economy.pdf 40 https://www.b-ware.eu/sites/default/files/publicaties/LBF-69-01-2_PP_Geurts_et_al_121220.pdf ",
        "38 4. Methodological considerations: A step-by-step guide for POINT Reviews 4.1 An outline of the review process The methodological considerations outlined in this section are intended to help guide experts performing the reviews. They are meant as suggestions intended to foster coherence across reviews. Due to their stepwise and incremental nature they are not meant to be read in a single sitting, except in outline. Rather they are offered as a guide to turn to repeatedly for advice at different stages in the development of a review. Additional information is provided in boxes. This section draws heavily in terms of system innovation concepts from Geels (2002) and OECD (2015), in terms of system mapping methodology from Bergek et al. (2008), in terms of system transformation from Stroh (2015) and in terms of S3 concepts and governance tools from Foray et al. (2012). Box 8 provides an overview of the process of a POINT review, including protocols for engaging with the experts and the partner authorities. Box 8. Overview of the process for a POINT Territorial Review  The partner territorial authorities suggest an industrial theme and agree its initial demarcation with the JRC. This is later refined and adjusted by the experts, with the agreement of the partner authorities. In considering a suitable theme, the authorities are asked to consider: - Is there a specific/unique window of opportunity (e.g. due to global and/or local developments) that justifies focusing attention on a particular theme? - Does the theme(s) or sector(s) present clear opportunities for employment growth (or would benefit from pervasive restructuring) in the foreseeable future? - Is the theme related to one or several existing sectors that face severe employment pressures at present or are likely to do so in the future? - Can the theme support potential synergies between the growing and declining sectors (e.g. overlap on skill profiles, potential reusability of physical infrastructure)? - Is the theme of strategic importance for the territory, in terms of capacity to strengthen regional/national research and innovation capacities or enter global value chains?  The partner authorities assign a local team to assist the smooth implementation of the review, provide information needed by the experts, assist with the organisation of interviews and stakeholder consultation meetings, comment on drafts of the report, extract and disseminate lessons from the review within the wider government.  The findings of the review are documented in a report that follows the POINT methodology, with appropriate adaptations agreed with the JRC.  The JRC engages with at least two appropriately qualified external experts. The report is the joint work of a national expert with intimate knowledge of the territory and the theme(s) of the review and an international expert with experience in industrial policy, under the close supervision of and subject to review by the JRC and in consultation with/reporting to the UMIT Working Group.  Two group interviews/stakeholder consultations take place in the territory, conducted by a JRC panel, comprising the national and the international experts, the JRC and potentially other members of the UMIT Working Group.  Preliminary findings of the review and drafts of the full chapters of the report are shared with the partner authorities and all other members of the Working Group members for feedback and discussed in the meetings. The final report is revised to address feedback from these discussions, prior to its publication. The evidence base of the reviews is a combination of literature, desk-research, consultations, and interviews with a broad range of stakeholders. As stakeholders can have conflicting interests and views, it is important for all evidence submitted to the experts in the course of interviews by stakeholders to be independently corroborated against published studies, statistics etc. or crosschecked with other appropriately qualified experts. Assessments should generally be based on multiple and converging sources of evidence, not solely on inputs by stakeholders. ",
        "39 The final report should contain only findings from each step presented under the common structure (see the Annex of the present report) and should not exceed 50 pages (any methodological notes should be contained in a separate annex). This section aims to provide common methodological guidelines and thus a measure of consistency in the collection of evidence, its analysis and presentation across different reviews. However, in view of the need for the guidelines to apply across a range of very different industrial themes and their varying objectives, some of the guidelines provided are necessarily broad. It is up to the experts performing the reviews to take appropriate decisions in keeping with the aims and objectives of the reviews, within the constraints of available resources. 4.2 Step 1. Defining the theme The key purpose of this step is to clearly articulate, as far as possible, the industrial theme of interest and the degree of ambition (including by reflecting, or if agreed with the authorities, even proposing a headline target) before the review begins. The narrowed down boundaries and the review’s proposal for a headline target should reflect the priorities of regional/national authorities. A starting point for the review will be a headline industrial theme corresponding to a global impulse for change as agreed with the relevant authorities. Your first task will then be to define and delineate, as clearly and concretely as possible, the boundaries of the system to be reviewed in the territory, insofar as possible at the outset (it will be refined as the review progresses). If it is documented in strategic documents (or if there is also agreement with the relevant authorities you may also propose) you should document at this stage a headline/summary indicator of the transition (e.g. for renewables to say meet 50% of final energy demand in the region by 2030; or say 25% of adoption for a new technology; or say 15% of regional/national employment in occupations linked to the transition theme.). Some transition themes (e.g. those focusing on social outcomes) may not be as receptive to summative measurement and target-setting. In these cases, it is still be important to articulate the degree of ambition by other means (e.g. “a mission statement” to be refined and improved by broader stakeholder engagement). Questions to be answered (if not already sufficiently clear): a. What is the geographic level of aggregation for this review? (city, metropolitan area, region, nation, some combination thereof)? If not already clear enough, check and agree the most appropriate level of aggregation with the JRC (and where appropriate national and regional authorities). As emphasised by literature on transitions, a multi-level perspective is always necessary. However, the core of the analysis (and the bulk of ensuing policy guidance and recommendations) should take place on a single territorial level. b. What are the reasons for the transition? Does it correspond to a window of opportunity in view of global impulses or, contrarily, to the need to act quickly to avoid bleak scenarios? How do these reasons translate into concrete opportunities or threats for the region in question? How do they relate to current strategic positioning? Articulate the chief reasons for the transition and understand how they translate into specific motivations for the region and its affected constituencies (workers/consumers, businesses, government etc.). It will be important to relate the transition's theme to stated strategic objectives, such as e.g. to maintain or increase employment, technological upgrading, or environmental sustainability, etc. You can use Table 4 to identify and analyse the reasons for transition in the territory related to a global impulse that could reveal either a window of opportunity or an urgent need to act quickly to avoid bleak scenarios. ",
        "40 Table 4. Building the case for the transition Global trends and external context: new international or EU regulations, social changes, emergent trends, new technological solutions… Challenges related to the territory’s context (specific resources, regulation, capabilities, assets and attitudes) Opportunities (in terms of employment, technological upgrading, environmental sustainability…in relation with territory’s strategic objectives Threats, problems or limitations (employment, education, infrastructures, regulation, specialisation, social trends…) A common understanding of rationales for the transition is important for the legitimacy of its management. It is also a key element in managing resistance (OECD, 2015) and avoiding the potential for conflict. This is important, as conflict, in the form of industrial action, civil strife and other forms of active resistance, has been a common feature of historical experiences with energy transitions away from coal in countries such as the United Kingdom, Spain, Poland and Czechia (Caldecott et al., 2017). In fact, among historical coal transitions examined by Caldecott et al. (2017) an element of active resistance was only absent in the case of the Netherlands (Limburg), which is at least partly due to efforts to manage the transition and achieve a common understanding between businesses, government and trade unions early on in the process. A widely-backed rationale for the transition can be elusive in some cases, as industrial transitions can have multiple and sometimes competing rationales. In these cases it would be important for the report to acknowledge the tensions and endeavour to develop (over the course of the review or by proposing governance solutions to be implemented beyond the review) pathways that co-opt competing perspectives and interests. Indeed an overall outcome of the review (which cannot of course be developed solely in this step) can be the identification of one or more directionalities that either reconcile contrasting perspectives, or allow their parallel development 41 . Special mention should be made to threats to employment in the territory. At least a couple of paragraphs should be devoted to this topic, identifying the economic sectors that suffered the greatest employment losses and gains in the recent past, and highlighting any policy intelligence about likely future trends (if available.) The final report text on the rationales should be in the form of a narrative advocating the case for steering the transition. For this to be convincing it is not enough merely to list the threats and opportunities. Some suggestions and considerations include:  Use statistics or other forms of evidence to back claims and always give an order of magnitude for the threat or opportunity (e.g. how large is the sector under threat? What EU funds avail support for digitalisation? How large are likely to be IPCEI 42 s in batteries or hydrogen? )?  Try to relate the threat or opportunity to a stakeholder constituency. What is at stake for each of them? 41 We owe the points in this paragraph to topical suggestions by Ian Hughes and Johan Schot. 42 Important Projects of Common European Interest ",
        "41  Rank threats and opportunities. Not all of them have the same importance. Avoid mentioning threats of minor importance in the same context as much more significant ones.  Make the case for a coordinated response to the challenge (e.g. how coordinated and how successful have been past attempts to deal with some of the territory’s challenges? This will invariably require the need for mediating, reconciling and coordinating contrasting perspectives. The likely cost of the transition is likely to be orders of magnitude greater than each individual policy portfolio's budget, so your argument should mention specific opportunities presented by whole-of-government mobilisation (synergies with physical infrastructures), for leveraging additional private and public investment (e.g. EIB, IPCEI), and for leveraging consumer markets (e.g. in industrial themes such as the circular economy, sustainable agriculture, energy and transport where final demand is at least in part within the territory). c. What is the thematic focus of the review and what should be left out? What is the range of applications to be considered? This should begin with the headline industrial theme as agreed with the JRC and the relevant authorities. This should then be further defined and narrowed down at a level of taxonomical granularity that would later (Step 2) allow meaningful mapping of the system in the territory. The demarcation of the industrial theme should be summarised in at least one (or more) tables, similar to Table 5 below. In considering what to study and what not to study, determine the reasons why this industrial theme is worthy of study. Consider whether the focus should be a knowledge field or a technological product/artefact (e.g. batteries, solar panels, electric vehicles), an industrial sector (incl. supply chain relations) or some combination thereof that responds to the given global impulse/grand challenge (e.g. climate change, digitalisation, circular economy, demographic change). Remember that both production and consumption (intermediate and final use ) are important. Remember that the analysis does not require that the focus exists in reality as a functional system. Consider what other applications exist under the theme (or potential spillovers of its development in proximate themes/sectors) and whether it makes sense to cover them too. Implicit in the definition of theme is the identification of key stakeholder constituencies, in a highly aggregated fashion. Stakeholder theory is commonly used in foresight studies to identify those stakeholders most relevant to the industrial theme. Stakeholder theory posits that the key attributes of stakeholders are power (including “dormant” but potentially powerful stakeholders), legitimacy (i.e. those with a well-accepted stake) and urgency (i.e. those who stand to gain or lose immediately or whose stakes are otherwise time-critical) 43 (Mitchell et al., 1997). Table 5. Example \"snapshot*\" of thematic definition (what is in the system) *(It is a snapshot of what appears to be in the system at the time) Scientific fields Technologies Products / Artefacts and/or Services Businesses and other Non-state Actors (producers, industry associations, trade unions, consumer associations, citizens) State Actors (ministries, agencies, regions, cities or public organisations offering non- traded services) [Scientific fields using some established classification system that would [e.g. Patent classes to be used later on to query PATSTAT (or similar) to identify [Use plain language, as many are novel; if possible mention classification [e.g. NACE codes of top-10 firms and 2-3 major supply chain actors for [Lists of policy portfolios covered or indicative actual actors.] 43 We owe this insight to Effie Amanatidou. ",
        "42 later on permit mapping areas of strength using bibliometrics] areas/actors] under CPA taxonomy 44 ] e.g. Batteries, Inverters, Solar Panels, Wind generators, Smart Grid Systems, (100+ kW), EV Charging… Stations, …. each one; Business associations; Groups of workers and relevant trade unions; NGOs active in the transition theme] E.g. Policy portfolios of energy, urban planning, large infrastructures / or / Ministry of Infrastructure and Public Works; Ministry of Energy, Ministry of Industry and Innovation, Ministry of Education and Skills European Commission (relevant DGs) European Investment Bank World Bank Battery recycling, servicing of electric cars, residential energy generation/ management systems Association for Renewably Energy, … , … University of X, Department of Y, Public Research Institute, Division of Z, … … … … Financial sector [banks, pension funds, infrastructure funds) … … …. … … … … As many problems are interrelated, an ideal delineation of the transition theme would include proximate or (potentially) related production and technology systems and aspire to solve multiple social problems at once. For instance, a focus on the nexus of renewable energy, electric mobility and digitalisation (smart grids, smart public transport) would clearly be an appropriate response to the challenge of climate change. Furthermore, by massively stimulating demand, channelling knowledge investments and supporting the growth of tradables it may also potentially address simultaneously the territorial challenges of structural unemployment and economic stagnation, overcoming the limitations of dysfunctional institutions stunting finance, investment and growth. If necessary, the narrowed down thematic focus of the review could be defined in a concise/easy to 44 See \" Statistical Classification of Products by Activity in the European Union, Version 2.1\": https://ec.europa.eu/eurostat/ramon/nomenclatures/index.cfm?TargetUrl=LST_NOM_DTL&StrNom=CPA_2_1&StrLanguageCode=EN& IntPcKey=&StrLayoutCode = ",
        "43 abbreviate title. For additional clarity, you could also mention examples of the kinds of elements of the system that are left outside the system to be examined. This is to be refined at a later stage. d. What seems to be the appropriate degree of ambition, in view of the current degree of legitimation it appears to enjoy (as perhaps reflected in S3 and other strategic/industrial policy documents) and what is the timeframe for the transition (are there any hard deadlines, e.g. in view of national commitments to reduce carbon dioxide emissions or to achieve a particular level of public service provision digitally?)? Has the ambition been summarised in one (or few) simple headline target(s) ( e.g. as share of employment, share of final energy demand , share of investment etc.) or can it be? The JRC may provide you with some preliminary information on this (on ambition levels agreed with the relevant authorities, particularly the existence or their proposals for any headline targets and the relevant timeframes, or proposals that might exist for these) as agreed with the relevant authorities. The starting point for this should be published strategic documents (e.g. the S3 strategy, a territorial or national industrial strategy, a thematic/sectoral strategy etc.) that spell out the territory’s ambitions. You will need to study policy literature and/or liaise with the regional/national contact points, if necessary in more than one policy portfolio/ministry, to identify the relevant documents and gain a degree of understanding of their current ambitions and whether (how) they have been (can be adequately) summarised in an existing or potential headline target. It is important to clarify that a quantitative target is not an end in its own right but rather a measurable indication of the current degree of ambition that the territory's authorities have on this industrial theme – allowing us to delimit the extent of the needed transformation. The degree of ambition may have been alternatively expressed in words (rather than a quantifiable target), for instance in a future vision that provides overall direction and a sense of magnitude (e.g. \" by 2030 renewably energy will accoun t for the lion's share of employment in our region… \" or \"… our territory aspires to be among the top 5 in Europe providing internationally tradable goods and services in \" or \"… our investment plan is designed to support the transformation of our industry so that by 2040 the majority of manufacturing jobs pay salaries that are above the EU income per capita\" ). If there are no indications of the degree of ambition in policy documents, then you should, with the help of contact points in the relevant authorities and the JRC, attempt to articulate the degree of ambition you believe could enjoy broad legitimacy at present. Again, it should be emphasised that the purpose of documenting the degree of ambition here is not for the review to set targets or to articulate a vision (this is of course up to the territory) but to focus our thinking in latter steps about what needs to change for that degree of ambition to be realised. This is to be revised, as appropriate, when new information comes to your attention and/or in view of political developments in the territory (e.g. a new strategy). e. Does the narrowed-down selection (including what is in/out) and the ambition/timeline reflect the priorities of the relevant authorities (e.g. those embodied in S3 but not exclusively, as S3 may have missed them in view of its focus on existing strengths)? Liaise with the regional/national contact points and share with them your definition of the system's outer boundaries (even if this may change later on). Ensure they get a chance to comment on it and that it does not contradict their priorities. Outcomes/findings of this step:  A fully-developed rationale for the transition, based in part on Table 4. (2-3 pages)  A specific list/table of technologies, knowledge domains, industrial sectors, products/services that are explicitly included (and excluded) in the thematic focus (1-2 pages).  A proposed headline indicator and an initial timeline for its achievement (if not provided already by the authorities) (1 page). ",
        "44 4.3 Step 2. Mapping the current system The purpose of this step is to map the structural components of the system under review (actors [their names and coordinates, their tasks/functions and their relations]) and framework conditions (e.g. norms, laws, regulations, routines) under which they operate. The focus in this step is on mapping the system that needs to change as it currently is . Inevitably this means the mapping mostly concerns the disposition of the 'sunset' regime (old/established technologies and activities that are to be phased out) and in the positioning of the pioneering actors, technologies, users, support coalitions and initiatives of the 'sunrise' regime within the existing system. This should not be exhaustively comprehensive (as this is not possible within realistic time and resource constraints) but as far as possible representative of major actors and their aggregation into relevant constituencies. See Figure 1 for an abstract example. The actual mapping should mention by name at least a few key actors (where possible/meaningful) or constituencies (e.g. \"natural gas mining companies\", \"citizens concerned about climate change\", \"start-ups active in the sharing economy\"), drawing on, and where necessary updating the definition of the theme first elaborated in Step 1. The mapping should include, where appropriate, additional diagrams of key sub-systems (ideally complementary applications leading to positive-feedback) and their functional relationships. This task will be partly based on desk-based research and is to be complemented by telephone or face-to-face interviews. For simplicity's sake, the mapping should consist of the main actors (typically organisations) in the system who are analysed according to the function they perform in the system. These headline systemic functions (which can be further specified in terms of concrete tasks and roles for each actor) are: orientation and planning, resource mobilisation, production, consumption (see Box 5 for descriptions of each function). You should strive to interview at least one representative of each major constituency. Ideally, the mapping should be indicative and representative of the actual importance of actors/constituencies in the systemic functions. It is probably inevitable that we will unintentionally miss some actors, but comprehensiveness is not that important. Questions to be answered: a. Who are the main actors/constituencies delivering key functions in the system and what are their current capacities and activities in the sunset versus the sunrise regimes? See Figure 1 for some ideas on what groups of actors may be relevant. In identifying current areas of strength 45 (or comparative advantages) within the territory on which to build on please consult policy-intelligence literature produced in support of the S3 process, including the territory's S3 strategy itself. It would be important to focus not just on areas of current territorial strength (as they may be a poor match for the transition's theme) but also on the seedlings of the sunrise regime. If these do not really exist within the territory then mention extra-territorial actors (e.g. from elsewhere in the same country or from abroad) and constituencies that could strengthen the territorial transition, if appropriately engaged. Remember that consumer (and citizen) engagement with the logic of the transition theme can be a core strength for all territories, especially when it corresponds to inevitable future expenditures and investments (e.g. renewable energy, new energy vehicles, digitalisation investments). Interviews with key stakeholders suggested by the authorities or experts should be used to obtain a summary mapping of the system at a high level of aggregation. Examples include either individual (if they are powerful enough to shape broad outcomes in the system) or groupings of government ministries/agencies/sub-national authorities, financial organisations, businesses, trade unions, universities/public research institutes, specialised skill providers, industry and consumer associations, unorganised user constituencies etc. Engaging with users and consumers can be a challenge but is important to do early on; a practical way to do so is to interview stakeholders with good knowledge of their needs and who can provide contact details of technologically-, environmentally- or socially-progressive consumers (or “prosumers” see Box 9). Consider that many actors will have a role both in the sunset and in the sunrise regime. 45 This can include the availability of technologies/knowledge at the territorial level, availability of infrastructure, availability and absorptive capacity of users, etc. ",
        "45 Box 9. The role of prosumers in shaping demand and their contributions to the review Prosumers in the context of the reviews may be understood as technologically-, environmentally- or socially- progressive consumers/users. Characteristics include (but may not characterise every prosumer):  Early adopters, with an above average interest in, and sometimes understanding of, the underlying science and technology of goods and (usually digital) services; as all early adopters, they are prepared to pay a premium for being among the first to try a technology;  Green prosumers, may prefer environmentally sustainable solutions and are prepared to pay a premium for green alternatives to traditional goods and services; some may embed the consumption of green products into environmentally conscious broader lifestyle choices, and may yield insights for complementary solutions, including behaviour changes;  Consumers who prefer goods and services that support weaker members of their communities (e.g. preferring goods and services that have been produced responsibly or by shopping locally for a premium); Some may also be socially-conscious citizens, eager to volunteer time and resources in community-driven initiatives; may have intimate knowledge of acute social needs in the territory, and suggestions about possible solutions, including the viability of community-owned and managed businesses and associated business models;  Technically inclined, avid readers of specialised popular press (e.g. car, technology magazines, \"makers\"), many of them with enough technical confidence to want to participate in the maintenance, installation, repair, re-use (or even the finding of new uses and the addition of new functionality that has come to be known as \"hardware hacking\"). Many of these prosumers form part of communities advocating in favour of legislation for the \"right to repair\";  A high propensity to participate in communities of like-minded consumers, contribute voluntarily knowledge and time to facilitate collective learning;  Some may be individual (private non-corporate) small-scale producers themselves, of digital content (e.g. blogs), often with no real expectation of remuneration (e.g. active contributors in social media, contributors to community-based hardware forums, volunteer writers for Wikipedia and similar platforms), in a form of participative production that has come to be known as commons-based peer production. Engaging with prosumers in the context of the review, and arranging to have interviews with them is important because:  Many prosumers are trailblazing the use of specific product, service and organisational solutions that can be pivotal for specific transition paths;  Prosumers can provide early signals about transition trajectories, as experience from use may have afforded them a fuller appreciation of a solution's suitability to the territorial context; and ideas or suggestions about how to address its limitations; - Especially when appropriate solutions exhibit increasing returns to adoption (also known as \"network effects\", e.g. a telephone is only useful if other users have one) their diffusion may be too slow in the absence of government support (beyond just publicity);  Greater engagement with prosumers and interactions with producers can be a path to promote user- inspired (user-feedback-prompted business innovation, or crowdsourcing of ideas) or user- implemented innovation (e.g. open source hardware);  Prosumers may have suggestions about actual or possible (with further investment/innovation) solutions to specific problems;  The reviews can highlight, showcase and where possible, promote, prosumer behaviour. Identifying them can be a challenge, as they rarely interact with government. Useful first ports of call in identifying them include editors of popular specialised press, popular bloggers from the territory of other popular contributors to social media (sometimes referred to as “influencers”). b. What specific roles under each of the headline functions (orientation and planning, resource mobilisation, production, consumption) does each of the key actors perform in the system and how ",
        "46 do they relate and coordinate with other actors? Are they, on average, opposed to , neutral or supportive of a transition towards the headline themes we examine? Please make sure you consult the definitions of the functions provided in part A of the report (Box 5). Questions posed to representative stakeholders during interviews should be designed to uncover the functions they deliver and document notable recent examples of activities that are emblematic of each stakeholder's role and tasks in their respective system. For state actors in particular, it would be important to obtain a comprehensive inventory of related strategies, plans, programmes, initiatives, policies and legislative and regulatory actions, at all levels of governance. c. What are the framework conditions under which the system operates? The answer to this question should consider the moderating influence of norms, laws, regulations, technological routines and practices under which the current system operates. The discussion here can include all non-economic and non-policy considerations (e.g. personal/cultural values, social/regional identities, propensity for collective action) impinging on actor behaviour and on the system's ability to transform. d. To what extent do the four functional sub-systems (orientation and planning, resource mobilisation, production, consumption) coincide with the geographic boundaries of the territory (region or region/country) under review? What are the implications for its governance? Insofar as the long-term goal is to foster the growth of production and/or consumption in the region, consider in your mapping also key actors outside the geographic boundaries of the region who either are or could be instrumental in achieving this goal. The answer to this question should also make some initial considerations about the appropriate level(s) and portfolios of governance. In reviews focused at the sub-national level (region, province, city), you should consider here the role(s) of central government within each of the four functional sub-systems. e. What are the current relationships (/interdependencies) between the four functional sub-systems (orientation and planning, resource mobilisation, production, consumption)? In your interviews of key stakeholders, you should ask them directly about such relationships. Are existing strategies the product of citizen engagement and understanding of consumer/user wants and needs? Is the educational system responsive to the skill demands of the emerging industry? Are producers aligned with and contributing to the orientation and planning function? Can producers access the finance needed for investment in innovation and in production capacities? In which direction are these relationships moving (are they static, or are they being strengthened or weakened). These are just some questions to ask stakeholders that could help map existing relationships and their dynamics. Outcomes/findings of this step:  A mapping of the system consisting of at least one (and up to 4, if you choose to do one for each function) diagram(s) of key (groups of) actors and their functional relationships (in the spirit of Figure 1), accompanied by up to 4 lists or tables (or if requiring description in boxes) of up to 10 of the most important individual actors (such as the key actors for each of the headline functions).  A discussion (4-5 pages) on the scale of the system's activities and capabilities under each of the four headline functions, including the key relationships between actors and functions (optionally including one more diagram depicting the main relationships between actors across various functions).  A brief discussion (2 pages) of the framework conditions relevant to the transition.  Four tables with Strengths, Weaknesses, Opportunities and Threats (one for each function), followed by a discussion of strategic options based on them (per function or as a whole).  Targeted revisions to the list / table developed as part of step 1. [list of technologies, knowledge domains, industrial sectors, products/services that are explicitly included (and/or excluded) in the thematic focus]. ",
        "47 4.4 Step 3. Visioning a desirable future system The purpose of this step is to envision currently missing system components and configurations (transition \"endpoints\") in order to meet the territory’s aspirations. The focus on this step is in the development of a direction (i.e. pointing at a “destination” of the transition), documented visually in an imagined mapping of the system in the form of diagrams of actors and relationships in its four functional sub-systems (orientation and planning, resource mobilisation, production, consumption). An accompanying description of each of the diagrams could (where/if possible, perhaps in reference to international experience or copying independent expert estimates) mention orders of magnitude in terms of human resources, investment, production capacities and market sizes. Explicit discussion should be made of possible complementary relationships between various elements in the imagined system. Discussion here should focus on what the system could look like, not how it could be transformed (this is to be done in the following step). Inasmuch as it is possible the direction should extrapolate from promising sunrise regime trends and should be based on future trajectories that the review experts believe (according to their own subjective judgement) are already well-defined and subject to manageable risk (and where uncertainty is largely absent 46 ). The international consultant should normally take a lead role in this step, in close collaboration with the national consultant. In particular, drawing from experiences of global territories which are pioneers in the advancement of the transition's theme, the international consultant could propose new organisations or state actors (to cover gaps in the needed functions), new ways of linking existing sub-systems, engagement with leading international consortia, firms (e.g. the types of businesses to try and attract) and investors, put forward alternative organisational configurations or even alternative system \"architectures\", and types of grass-roots initiatives that could flourish in the territory if appropriately transplanted. A good starting point in developing this would be to review the promising developments (and emblematic territorial examples of the sunrise regime) that were identified in Step 2, largely, but not exclusively, as a result of interviews with stakeholders. Figure 4 suggests how topics relevant to industrial transition could be visually presented in a way that would allow viable transition pathways to be identified. Box 10 outlines some considerations in your search for synergies between technologies, production systems, matching demand with supply, and policy domains. Box 10. Searching for Synergies The review does not seek to make statements on how policies for some individual policy domains (e.g. education and skills, investment support) can be improved. Instead, the review focuses on identifying and exploiting promising opportunities at the intersection of different explicitly or implicitly pursued developments. The key assumption here is that it is only natural for policy systems to plan policy domains one-by-one, while actually there might be important synergies in linking these domains together. A fundamental characteristic of transitions, including industrial transitions, is that they require changes throughout many elements of a socio-economic or production-consumption system. As transitions are held back by inertia in the current system, the challenge is to align system changes in such a way that they leverage each other. This means that, while necessarily being experimental, transitions also need coherence. To spur the discovery of synergies between such paths (i.e. synergies between technologies and/or the production systems around them), you can identify obstacles that currently hamper the exploration and exploitation of complementarities between different parallel developments. The findings, again structured according to the four production-consumption system functions, can be based on interviews probing into the success and fail factors for individual sectoral, social or knowledge-domain-led transition paths. 46 This means extrapolating largely from the diffusion of existing innovations, rather than from imagined radical, science-based and therefore fundamentally uncertain discoveries . For example, on account of the demonstrated success of existing technologies and their rapidly declining cost curves, practically all major stakeholders are acting as if the mass-diffusion of electric cars is a foregone conclusion. However, the strong forms of AI required to enable pervasive labour-substituting automation, as well as the ethical, legal and regulatory issues they raise have no foregone solution. Deeply uncertain (as opposed to simply risky) outcomes are not responsive to the coordination effort or to the resources mobilised to bring them about. ",
        "48 Figure 4. Suggested presentation of high relevance topics for constructing industrial transition paths (to populate with topics that emerge in the review). Questions to be answered: a. Are there already elements of a vision for the territory codified in strategic documents by state actors or by other stakeholders? What is their current scope and degree of ambition? Insofar as possible, this step should build on any documents setting out the grand vision of the region/country (e.g. S3 priorities, flagship Industrial Policy or foresight study) that already enjoy either political support and/or broad legitimacy (and should in any case not contradict them). The inputs required for this task will come largely from existing strategic documents and from interviews in the territory, with possible additional interviews with experts in regions where the transition is considerably more advanced. This task will require interviews with at least 10 (minimum number) of key actors. b. How do various stakeholder constituencies envision the territory's future? What do they see as \"low-hanging fruit\" for quick gains, and what kind of other, more radical, connections and reconfigurations can they imagine if there was broader support? The interviews should solicit information on what is going to happen anyway, what is needed in order to meet the headline target indicator of the transition (or otherwise pre-defined degree of ambition as stated by the authorities) and what could be additionally achieved if certain conditions were met. The visioning of the system should aspire to imagine the most ambitious configuration of the system that seems practically possible within the allotted timeframes. The emphasis on ambitious variants should not be an invitation to ignore material constraints – rather setting the bar high can focus attention on the paths that maximise the additionality of policy interventions and create multiple value for the territory (economic, social, environmental). Knowledge development Production capabilities Distribution infrastructure Consumption ( application areas ) Niches / Diffusion opportunities Updated Public transport Private EV Energy Communities Recollection & - Ion Smart Grid Public procurement [Headline targets] Planning & Resource mobilisation - ",
        "49 c. Are there any areas in which the underlying science and technology is uncertain and the technological obstacles unlikely to be lifted within predictable timeframes? Remember that this is a direction for what are lagging territories. Shifting the global frontier may occasionally happen there, but it cannot be the basis of a realistic plan for the transition. The interviews should try and elicit information on trajectories that are so uncertain as to be unresponsive to the amount of effort or coordination directed at them. We want to steer clear off them , in order to point to a credible direction with a fair chance of being realised. At the same time, the direction cannot be so unambitious so as to be uninspiring. It is important to aim for an appropriate balance between ambition and pragmatism. d. Are there any (actually or potentially) complementary themes to the ones examined as part of Step 2? Could some outputs of one production system become inputs for another (as in e.g. the case of agricultural waste and fertiliser production, or solar panels and electric vehicles)? Could such pathways, if sufficiently developed, lead to multiple value creation (economic, environmental, social, see Box 11)? A starting point in answering this question would be the observation of actual complementarities between currently disconnected systems (e.g. in other countries of regions) or a reasonable belief in the existence of latent complementarities . These systems could be coupled in a number of ways. Examples include quasi-formal coordination mechanisms, the concerted long-term nurturing an investment framework and assorted opportunities in the form of public-private partnerships, novel financial or tax and spend instruments, re-tooling/re-skilling initiatives and the en masse coordination of public procurement and investment. Appropriate coupling between inter-dependent or complementary systems could result in circular causation 47 that mutually reinforces their respective objectives. Inspiration may also be drawn by actual positive feedback loops reported by interviewees in prior steps. These may include positive feedback loops that strengthen complementarities between system functions or complementarities between policy problems/portfolios and their solutions. One example is the provision of user feedback, leading to responsive knowledge development and diffusion, in turn leading to strengthened legitimation and demand articulation. Another example could be the actual links between production capability and demand formation as e.g. in the case of batteries: as batteries find more powerful applications (electric mobility, grid load balancing), their diffusion increases demand for electricity. Given the right framework conditions, greater demand for electricity could provide a powerful incentive for private investment in renewables. Demand for private investment in renewables, and crucially, electric vehicles, attracts the growing attention of the financial sector and encourages it to offer tailored financial products and services. In a densely inter-connected “system of systems”, a carefully coordinated and correctly regulated transition towards the electrification of mobility seems an appropriate response to several inter-locked problems: the transition to carbon-neutral energy systems, urban air and noise pollution, city centre regeneration, urban sprawl, grid balancing etc. Additional ideas as to “missing” parts of the system could come from desktop studies of international experiences in the same industrial themes and subsequent reflection and analysis by the expert. 47 \"The hypothesis of circular causation, which tends to be a doctrine of despair for the poorer countries as long as they leave things to take their natural course, holds out glittering prizes for a policy of purposive interferences. Applied to a goal-directed national endeavour it promises results much bigger than the efforts implied – if the efforts succeed in starting a cumulative process upwards.[…] I stress the need that the plane should be founded on study, and indeed study of some of the least accessible functional relationships in the social system: namely the coefficient of circular causation between all the factors in the system. […] Real progress in national planning, gradually lifting it to the plane of advanced applied social science, will come when and as our knowledge is enriched about these relationships.\" Myrdal (1957, pp.85- 86) ",
        "50 Box 11. The Concept of Multiple Value Creation Multiple value creation is oriented at the creation of multiple types of value through the creation of new value networks (e.g. between businesses and NGOs), and through the use of design thinking and settlement methods for dealing with interdependent costs, benefits and risks. It invariably requires societal innovation (Diepenmaat et al., 2020) and boundary work in terms of exploring, negotiating, disrupting and realigning organisational boundaries (Velter et al., 2020). Examples of multiple value creation are: - nature-inclusive agriculture (in which farmers are involved in nature regeneration, and the production of healthy, environmentally sound food), - the involvement of social enterprises in the collection of consumer goods and the repair of those goods for new types of use (avoiding waste, new resources and creating employment opportunities for people with work impairments and a history of unemployment, - the use of wood as a timber frame as an alternative to cement. Multiple value creation is neglected by economic theory, innovation research and largely neglected by business because of a narrow sectoral focus, leading them to disregard benefits to be had from serving functional needs outside their sector. e. Can we envisage \"missing\" parts of the system that strongly complement the core elements of future sub-systems (orientation and planning, resource mobilisation, production and consumption sub-systems)? What would it take to \"create\" these missing parts? Can (some of) their functions be provided from outside the territory? Another outcome of the interviews is to identify “missing” parts of the system or the need for the disengagement (de-coupling) of irrelevant parts. To give an example, consider the case of transitions in the energy system. Transition studies have shown that transforming the energy system implies not just economic planning, but also a non-trivial rearrangement of its constituent components. The current energy system is held firmly in place by a dense mesh of inter-locked elements and sub-systems. Such elements can be key sources of resistance to change and include sub-systems consisting not just of markets and products, science and technology, or jobs and skills but also crucially, personal and social values and expectations, ecologies and human health, politics and policy, among others (OECD, 2015). It follows that changes to the energy system imply not only providing support for new technologies and sectors, assembling the necessary coalitions, withdrawing support from elements linked to the current regime and introducing elements supportive of the new regime, including the provision of links to other systems. The most obvious of these missing parts is the financial system. All historical cases of technological 'irruptions' (Perez, 2002) depended largely on the large-scale involvement of financial markets, attracted by the promise of compelling investment propositions 48 . If suitable interview questions can be developed, some of these missing parts could be proposed by the interviewees who are directly concerned. Outcomes/findings of this step:  An imagined, highly-aggregated, mapping of the type of system (actors, tasks/functions, relations, framework conditions) it would take for the headline target (or other indicator of current political ambitions) to seem achievable. This should be presented diagrammatically in the same number of diagrams of each functional sub-system (up to 4) as in step 2, with the additional inclusion of a 48 Additionally, as argued in OECD (2015, p. 69): \"Some current financial arrangements, such as securitisation of assets and use of credit default derivatives, can be used to market securities based on non-fossil fuels, for example. Pension funds along with other institutional - and alternative - investors, such as infrastructure funds potentially have an important role to play in financing emerging system innovations.\" ",
        "51 summative diagram showing the key relationships/interdependencies between actors across sub- systems (4-5 pages).  If borne out by the analysis, a revision of the boundaries of the industrial theme examined (i.e. further revisions to the list/table developed as part of step 1 and revised in step 2), in view of inputs received and a more (or less) ambitious headline target than the one you mentioned as part of step 1 (1-2 pages). - 4.5 Step 4. Identifying leverage points for the transition The purpose of this step is to provide guidance for actions along four axes: Governance of government; Building support coalitions; managing resistance to change; Defining policies/instruments, reforms and policy experiments. This step should provide broad directions and specific recommendations for realising the vision of the transition. It will necessarily have to begin with a reflection on the most appropriate points of leverage (point/place of intervention based on its potential to effect meaningful change), as these will differ considerably in each case. For some territories and industrial themes the most immediate point of leverage may involve raising awareness and enabling the greatest possible number of stakeholders to participate in the development and realisation of the vision. For others, where the vision already enjoys broad appeal, the leverage point may be in coordinating government and business action. For others still, where government has a strong mandate and a demonstrated will to accelerate the transition, the most responsive leverage point may be a redefinition of administrative hierarchies or boundaries and a massive resource alignment and reallocation. Whilst you should try to develop at least some appropriate recommendations for all of the four axes mentioned above, depending on your assessment of the most appropriate leverage point apropos the case in hand, and in view of the limited length of the review (50 pages) you may expand more on some of the axes. In practice, it will be necessary to act on multiple leverage points simultaneously including e.g. legislation, networking firms, skills training, raising awareness etc. Questions to be answered: Leverage points (drivers/obstacles to the transition) a. What seems to be the most fruitful way to bring about transformative change? What parts of the system need to be transformed and how? Are there key drivers and obstacles, in general (and if possible for each group of actors) in bringing about the transition? The obvious ones to cover here include the presence or otherwise of key actors in the regions, and in central government and the strength and availability of the necessary capabilities. More difficult ones to establish rigorously, but of potentially great importance, are features of the system's architecture, such as relationships, linkages or forms of coordination that either drive or serve to block transformation. For example, rigorously enforced property rights and/or environmental standards can encourage business investment in sustainable solutions, and may be a more fruitful direction than subsidies or tax breaks. As an inspiration to the location of unconventional points of leverage in the system and greater understanding of their relative importance, consider Box 12 below. Box 12. Places to intervene in a system (in increasing order of effectiveness) Donella Meadows (1941-2001), was a prominent environmental scientist widely known for her role as lead author of the influential Limits to Growth , report produced in 1972 for the Club of Rome. The report used a computer simulation to forecast the consequences of economic and population growth against a background of finite resources. A revisit of the baseline forecast by Turner (2014) shows a very strong ex post fit to actual data over the four intervening decades. Building on her experience as a modeller of complex ",
        "52 systems, Meadows (1999) produced a list of informal suggestions to anyone concerned with their design and management. Despite its provisional form, the list is often cited in, among others, literature on systems design, environmental sustainability, software design as well as innovation studies. A shortened version is reproduced here with relevant adaptations, additional examples and explanations. 12. Constants, parameters, numbers (such as subsidies, taxes, standards): In simple terms parameters affect the rate of flow between different parts of the system. Parameters can be important in the short term and can be important to the individuals (or parts of the system) that stand in the flow. Because of their importance to (sometimes vocal) individuals and because political systems tend to have short-term horizons, parameters typically command most of policy makers’ attention. However, parameters rarely have lasting changes in behaviour. If the system is stagnant, parameter changes rarely kickstart it and if it is wildly variable or spiralling out of control, parameter changes do not stabilise it. 11. The sizes of buffers and other stabilizing stocks, relative to their flows: A buffer is a stock that has a stabilising influence in a system. It can help mediate between parts of the system that change at very different rates. Examples of stocks include shop inventories, bank savings and water reservoirs. Often one can stabilise a system by increasing the capacity of a buffer. But if a buffer is too big the system becomes inflexible. While changes in buffers can therefore have important impacts in the system’s resilience, buffers can also be quite hard to change. 10. The structure of material stocks and flows and nodes of intersection: Structure in this context refers to the physical design of e.g. road networks, the physical location of capital and labour or the processing capacity of production systems which cannot change at short notice. Physical structure is crucial in a system, but rarely a leverage point, because changing it is not often simple. The leverage point is in proper design in the first place. After the structure is built, the leverage is in understanding its limitations and bottlenecks and refraining from fluctuations or expansions that strain its capacity. 9. The lengths of delays, relative to the rate of system changes: Delays arise in many parts of systems. Examples include the time it takes for a price to adjust to a supply-demand imbalance, the delay between the birth of a child and the time when that child is ready to have a child. The timeliness of information about the state of a system and the timeliness of a planner’s reaction to this information can be crucial to achieving a stated objective. A system cannot respond to short-term changes when it has long delays. Reducing delays is not always beneficial, however. From a different perspective some delays may be seen as safety buffers (e.g. money transfer delays in financial markets). Despite the important effects of potential changes in delays, these are often not changeable (consider e.g. the construction time of infrastructure, the maturation time of a child, or the growth rate of a forest). It is usually easier to slow down growth rates in other parts of the system, so the inevitable delays will not cause as much trouble. 8. The strength of negative feedback loops, relative to the impacts they are trying to correct against: A negative feedback loop, is a mechanism built into a system that maintains some appointed stock within safe bounds. A simple example is that of a thermostat. Another example is inflation targeting. The ability of a negative loop to keep its appointed stock at or near its goal depends on the accuracy and swiftness of monitoring, the quickness of response, the focusing and magnitude of corrective flows. Effective negative feedback loops need to be adaptive: if the impact increases in strength, the feedback has to be strengthened too. 7. The gain around driving positive feedback loops: A positive feedback loop is a self-reinforcing, cumulative causation process. They are sources of growth and explosion. Wealth accumulation is one such example, where success breeds further success. At the individual level this happens through mechanisms such as interest on financial capital, good education and inheritance. At the level of entire economies, working versus malfunctioning positive feedback loops distinguish developed from developing economies. Economic development is largely about kickstarting a positive cumulative causation process in productive capabilities. Seen from a global perspective however positive feedback loops cannot carry on indefinitely as closed systems have limits. Erosion and collapse is their final conclusion. Whereas strengthening some positive feedback loops may make sense as a transient measure (e.g. in poverty alleviation or in cross-regional /- country income convergence), in seeking to achieve balance and long-term sustainability it may be more effective to seek to weaken the positive feedback loops (e.g. in alleviating poverty among individuals with progressive taxes and universal high-quality education). ",
        "53 6. The structure of information flows. Missing information feedback and the absence of learning is one of the most important causes of system malfunction. Distributing information can improve accountability and discourage socially damaging behaviour. Improving the structure of information flows can be difficult, as it is often built into physical and social arrangements, but technological and social changes often make them possible. Even small changes in information flows can have profound impact. 5. The rules of the system. The rules of the system define its scope, its boundaries, its degrees of freedom. Physical laws such as the second law of thermodynamics are absolute rules; constitutions are strong social rules, whereas laws, punishments, incentives and informal social arrangements are progressively weaker rules. Rules can have an enormous influence on human behaviour and changes in many of these are within the reach of policy planners. 4. The power to add, change, evolve or self-organise system structure. Technical advance and social revolution can transform social systems by creating new structures and behaviours or in systems terminology permit them to “self-organise”. The ability to self-organise is the strongest form of system resilience. In resilient, long-lived systems self-organisation is not an accident but down to successful rules for self-organisation, the most obvious of which are the rules governing evolution through (natural or artificial) selection. The enormous genetic diversity encountered in nature, has been the cumulative product of evolution spanning countless centuries and is the source of evolutionary potential, just as the diverse knowledge found in science libraries, labs, and universities where scientists are trained, are the source of technological potential. Allowing a living species to become extinct is damaging to a system, just like eradicating knowledge of a particular type of science or particular kinds of scientists. 3. The goals of the system . Changing a system’s orientation can have profound influence in its long- term direction and can determine outcomes such as its growth, survival, resilience, differentiation and evolution. Whole-system goals do not always correspond to proclamations and are only deducible from observing the actual behaviour of the system. Only planners at the very top of a system’s decision-making hierarchy have the power to alter the system’s goals, even if partially. 2. The mindset or paradigm out of which the system arises. A society’s paradigm is a deep set of beliefs about how the world works. These beliefs are so well-known to members of a social system that are often not deemed worthy of stating and have therefore to be independently discovered by outsider observers. Understanding what the paradigm is and designing interventions that are cognisant of its logic, its dynamics and limitations is a strong leverage point. Paradigm changes at the level of entire societies are difficult, but not impossible, to bring about. 1. The power to transcend paradigms: The ability to understand that there are paradigms, and that just because, from one’s own vantage point, only one paradigm appears dominant, does not mean that it is also superior to the limitless possibilities that exist. Promoting this understanding can help systems stay unattached in the arena of paradigms and thus derive enormous benefits by commencing an early transition to a superior paradigm once it emerges. Source : OECD (2015), pp. 47-49, inspired by Meadows (1999). Governance of government b. What can be learnt from past experience in the territory and/or its national context and what international experience can be useful? Transitions usually require large public infrastructures (e.g. in road transport, waste management facilities, energy distribution, urban regeneration) and, crucially, legislation, regulation and transfers of authority (OECD, 2015). These all ascribe a major role to government, so effective within- government coordination is a key pre-condition for success. Changes in both the architecture of the systems of governance, changes in organisational culture and changes in individual perspectives and expectations are all potential points of leverage (Colgan et al., 2014; OECD, 2017). ",
        "54 The multi-level nature of transitions suggests the need to engage not just with regional but also, especially, with national authorities. This is not merely about coordination between regional and national authorities, but about continuous involvement and engagement at all relevant levels. One possibility is for something like an \"entrepreneurial discovery process\" for government, between various ministries/constituencies and levels of government. In achieving the understanding necessary to make useful contributions, please consider asking the questions included in Box 13 in your interviews with officials from state institutions. Box 13. Possible questions to ask during interviews with public officials b. What role can monitoring and evaluation play in the governance of the transition? Evidence, in all its forms (statistics, indicators, studies 49 , anecdotal experiences etc.), can shape frames of thinking and action. Its importance to shared understanding and the alignment of goals cannot therefore be overestimated. The ability to gather information on bottlenecks to a transition and to act quickly upon it would is crucial to a timely transition. Setting up appropriate mechanisms for monitoring and evaluating progress towards a transition's goals is therefore vital. The knowledge generated can stimulate collective discussion and learning and feed into the development of concrete policies that can advance the transition 50 . There are, however, very different traditions of evaluation in transition management and innovation policy, with varying emphases on formative evaluation (including the provision of strategic intelligence to transition managers, typically of a qualitative nature) and summative evaluation (which places greater emphasis on quantitative measurement and issues such as accountability linking policy impacts back to the inputs of government and tax payers). It would be important for any suggested mechanisms to tackle the issue of accountability as well as providing advice to transition managers. 49 The development of economic modelling tools that estimate the impacts of policies for systemic transitions can also be useful for ex ante planning, for effective monitoring and ex post evaluation (Varga et al., 2020). However, the development of such tools is a challenging task. Empirical systems dynamics modelling appears to be a suitable option in this regard and is worth further examination. 50 In many countries Action Plans have become an almost standard means of implementing major policies. The Action Plans typically have metrics and targets as their means of monitoring progress. An important point is that this monitors progress but does not necessarily evaluate effectiveness, capture lessons or assess learning. 1. What is the experience so far with attempts to coordinate policies across portfolios? Have strategies been helpful in advancing similar policy agendas in the past? 2. How do current coordination mechanisms work and what room is there for improving them without changing existing administrative boundaries? 3. Is there a \"natural\" state actor (e.g. a ministry/agency or even the Prime Minister's or President's office) with a strong political mandate and influence across government that could champion the transition vision? What kind of alternative configurations might help? What room is there for redesign of administrative boundaries and hierarchies? 4. What is the role of intrinsic motivation and of incentives within the public administration? Are public officials rewarded for experimenting and for collaborating? 5. What is the balance between formal committees and informal networks of officials? Do meta- organisations play a role? 6. How common are informal networks of officials across portfolios? Are they considered a “good” thing? Do they form quickly in response to emerging demands and cross-cutting concerns (e.g. a “crisis”)? What are the obstacles in their formation? 7. Are there “pockets” within extended government with a more responsive or adaptive organisational culture? What can be learnt from them? ",
        "55 c. How can whole-of-government coordination and mobilisation be fostered to realise the vision of the transition in view of territorial constraints and opportunities? Remember that not everything has to happen at the same time. Some initiatives, actions and reforms can happen quite quickly, but in most instances the actors involved will need time to think things through fully, to consult and to negotiate, design and implement changes. It is important that you position your recommendations for action along a long-term path, focusing on the overall direction. A key objective is for political principals, at the regional and national levels, to be engaged in relevant policy discussions and to provide, ultimately, a clear-political mandate. See Box 14 with some general directions to inspire you in developing your suggestions. ",
        "56 Box 14. What is whole-of-government work and how to do it? Source : Colgan et al. (2014, pp. 4-5) What does whole of government work involve? Whole of government approaches require a particular way of working, which involves: • Joining up at the centre to achieve a shared vision : Whole of government work involves joining up policy- making at the centre in support of implementation. This is the feature that distinguishes it from interagency work. All stakeholders should have the same vision and buy-in to the same strategic priorities; furthermore, they should be consulted from the beginning (i.e. at the stage of agenda-setting and policy development). • Boundary management : In complex policy implementation, the boundaries between government departments, between policy-makers and implementation bodies, and between levels (national and local, policy-makers and front-line personnel, administrative and professional personnel) must be managed if implementation is to be effective. • Managing interdependencies : Whole of government work also involves recognising and managing the interdependencies across areas of government and among levels of implementation – national, local, professional and administrative. • Shared understanding : In the case of deep-seated social problems (so-called ‘wicked’ problems), such as poverty, crime or obesity, a shared view among the stakeholders about the underlying causes of the problem is an essential foundation for effective whole of government work. Doing whole of government work Successful whole of government work depends on clear objectives, political commitment, viable joined-up Government structures, strong cultures of collaboration and incentives to collaborate. In particular, engaging successfully in whole of government work requires: • Leadership : A high level of leadership at the political and administrative level is essential for whole of government work. Both Ministers and senior public servants need to be committed to the approach. • Culture : Whole of government structures are necessary, but not sufficient for effective whole of government work – new cultural capacities, cultural readiness and behavioural change are essential. Key cultural capacities include the ability to work across boundaries, build strategic alliances and relationships, negotiate, manage complexity and capitalise on opportunities afforded by interdependence. • New ways of thinking : Whole of government work requires a re-alignment of understandings about goals, roles and outcomes, and a shift away from narrower departmental objectives. • Networked governance : This involves new forms of accountability, targets, budgetary management systems and performance indicators. It also requires a focus on monitoring and evaluation of policy implementation and outcomes. • Structures that align with purpose : Whole of government teams and other interagency/ interdepartmental structures must align with purpose. The more long-term the objective, the greater the need for formal structures. Short-term projects may rely on informal arrangements, whereas initiatives aimed at achieving long-term change may need more permanent structures, including legislation. • New work processes : The work processes that matter most in whole of government work include clear and sometimes restructured lines of accountability, budgetary parameters, and roles, risk management systems and performance management systems that reward whole of government work and whole of government reporting arrangements. • Managing ‘gaps’: Core dimensions of the linkages among key actors to be managed as part of a whole of government initiative have been termed ‘gaps’ by the OECD (Chabit and Michalun, 2009). These include the information gap, the capacity gap, the fiscal gap, the administrative gap and the policy gap. • Providing supports: Capacity development initiatives are a feature of whole of government work in several countries and include building repositories of shared lessons and experiences, practice guidelines, joint training, networking initiatives and access to learning and development supports. ",
        "57 A key objective is for political principals, at the national level too, to be engaged and provide a clear-political mandate. The degree of within-government coordination required for large-scale transitions is difficult to achieve without leadership and sustained impulse at the highest political level (e.g. Prime Minister's office) (OECD, 2015; Fagerberg and Hutschenreiter, 2020). Politico- administrative innovations may be necessary to anchor the vision, strategy and associated action plan beyond the electoral cycle. Mission-oriented policy may provide a more stable governance framework for coordinating responses from across government (See Box 15). In considering whether mission-oriented policy, or some other form of anchoring the long-term orientation of the system is more suitable, consider Box 16. Box 15. Considerations in the development of mission-oriented policy Box 16. Differences between visions, missions and targets Visions articulate a desired end-state for a particular socio-technical regime (energy, mobility, food) supported by an actor network, to guide and motivate processes of technological, institutional and behavioural change (Berkhout, 2006). Visions are a means for introducing directionality into policymaking. An example is a vision of ‘a resource-efficient and low-carbon energy system’ or ‘a sustainable and flexible mobility system’. Missions identify an opportunity and provide a solution and approach to address societal challenges (Mazzucato, 2018). Often used in the innovation and defence policy areas, they create directionality and a focus for coordinating activities by different actors, sometimes across sectors. A mission is more specific than a vision, often expressing urgency and the need for immediate action. Examples of missions include having plastic-free oceans, or 100 carbon-free cities by 2030 (Mazzucato, 2018). Targets make concrete a vision or a mission, often in quantifiable and measurable terms. In contrast, visions and missions can include non-quantifiable or only partially measurable elements and are often less concrete. Examples of targets are reduction of energy demand by industry by 50 % by 2030, replacing 30 % of combustion engine vehicles with EVs by 2025, or halting the use of non-recyclable single-use plastics by 2020. Source : EEA (2019, p. 107) Missions focus on concrete problems requiring timely responses and are especially suitable when there is a need to coordinate and align extensively. As many of the binding constraints in transformation are outside the narrow innovation system, missions call for reconfiguration of production, consumption and even governance systems. A mission needs to be broadly understood, bold and inspirational, so it can mobilise broad range of stakeholders and people from all walks of life. Concrete problems are broadly understood. When defining a mission, it is important to define values and examples of “progress” – i.e. what would be “good” and “bad” innovation. In missions, impact is the point, not an afterthought, and for this reason, a focus on missions facilitates collective measurement and monitoring. Missions can become the arena within which to negotiate and resolve tensions between multiple values: economic, social, environmental. They can help focus attention and, through improved coordination, may result in a better use of resources, and permit policy harness individual agency, and industrial system to derive value from diversity. However, missions cannot effectively aggregate existing bottom-up initiatives which are likely to have progresses in fundamentally different (and sometimes contradictory) directions: a mission is suitable for starting afresh. ",
        "58 Building support coalitions d. What stakeholders can form the core of an evolving and growing support coalition for the transitions? How to animate, empower and protect such coalitions? Building support coalitions is, at least in part, an exercise in fostering grass-root initiatives and aggregating niches with the purpose of aligning efforts and exerting greater pressure for government to act (Schott and Steinmueller, 2018). Additionally, forging coalitions among currently disparate yet powerful interests is even more important 51 (Smith et al., 2005), as there is no guarantee that they will self-organise in ways compatible with the general interest. It is therefore important for government to take on the role of fostering, enlarging, steering and protecting the coalition from potential capture by incumbents. Consider using the framework proposed in Table 6 to identify the persons (including those outside structures of power) who can contribute to defining and promoting the case for transition in the territory. That is, building a vision of the future based on common values and narratives and engaging the community. It will be necessary to mobilise a diverse group of people with the capacity to engage institutions and the relevant parts of the community. It is important to identify people with influence on those key constituencies identified as parts of steps 2 and 3. The characteristics of the groups depend on the territory and the domain of transition. The members of the group are likely to change in line with the demands of a dynamic process and may evolve, following the review, towards a movement or a support coalition. Table 6. A potential advocacy group Person Institution Area/domain of expertise Influence on the affected community The growth and sustainability of a support coalition will depend on the extent to which the vision is embraced broadly. The review can only be but an input to a broad and inclusive discussion about the vision. Taking inspiration from Stroh (2015), there are two pre-requisites to the sustainability of the support coalition at the outset:  To help a broad group of stakeholders understand the challenges and opportunities, shape the vision, with a view to articulating it in terms of shared values and an inspiring mission statement;  To welcome and harness each stakeholder's experience and willingness to contribute as a way to grow the membership of the support coalition, enhance the legitimacy of the transition and increase pressure upon those with systemic power to act. 51 “A good example of this kind of transition is the history of civil nuclear power. This was widely regarded in the 1950s and 1960s as a critical technology with the potential to generate broad technological, economic and political benefits. A common narrative was developed, which involved a series of technological transitions from uranium fuel cycles (with the thermal reactor being the conversion technology) to plutonium fuel cycles (with the fast reactor being the conversion technology). Scientific, political, military and industrial interests were co-opted to this vision to form a powerful grouping that was typically in strong contention with established interests within the incumbent electric system (Gowing, 1974)” (Smith et al., 2005; p. 1502) ",
        "59 Examples of opportunities to harness the willingness of stakeholders to act in support of the transition include participatory events [such as those organised in the context of the Entrepreneurial Discovery Process (EDP) in S3], voting on actions, documenting and rewarding initiatives (e.g. offer the coalition's “seal of approval” to stakeholders who invest in support of the transition), giving visibility to businesses and business models that advance the vision etc. The vision can be further strengthened if it incorporates social values and objectives that are outside the industrial theme but are important to many in the region (e.g. a desire to democratise the economy could be fostered by encouraging and co-opting employee-owned enterprises with missions aligned with the transition). The experience with the development of “Shared Agendas” offers a concrete example to inspire grassroots involvement and commitment to solving territorial problems (Box 17). Box 17. Shared agendas for sustainability and social change Shared Agendas are collectively agreed plans for territorial transformation in which broad coalitions of affected stakeholders commit to specific actions. The recent experience with an emerging methodology of shared agendas for sustainability and social change in Catalonia (Fernandez and Romagosa, 2020) offers guidelines for long-term coordination. Importantly, Shared Agendas represent a useful tool to follow up the momentum generated following a POINT review and make concrete steps in the advancement of the identified pathways. Shared Agendas are research and innovation-driven transformative agendas that articulate, in a territory, the collective action of various actors aimed at addressing a common challenge (usually related to the transition towards more sustainable and inclusive development pathways). While Shared Agendas should always be adapted to the characteristics of each territory, they nevertheless have some common features. Share Agendas are:  Aimed at understanding and managing complex problems from a holistic and dynamic perspective, taking into account the long-term effects and the direct and indirect impacts;  Based on dialogue and cooperation across sectors for the generation of shared knowledge between government, academia, companies and civil society;  Organised according to demand , to respond to specific needs and problems of affected social groups in the territory, through the co-design of solutions;  Focused in action around concrete problems and that foments change, transformation and collective impact, that are sustained over time;  Managed with governance structures and models that are participatory , using flexible, open and dynamic approaches to programming, coordination and evaluation that encourage experimentation, learning and adaptability;  Bold and designed so that they explore alternative routes, including by experimenting with untested approaches and actions, evaluating their impact, integrating lessons, reproducing or scaling up successful solutions and linking them to other strategies and agendas (such as the research and innovation missions in the European Union’s Horizon Europe).  Forward-looking by trying to predict the systemic effects the long-term actions will cause and open so they can adapt and respond actively to unexpected effects, developments, achievements and failures. Shared Agendas are built and implemented in three steps. 1. The purpose of the first step, which can begin with a POINT review, is to prepare, with the actors, the evidence basis on needs, capabilities and constraints necessary to articulate the shared agenda. This involves:  Delimiting the challenge in the territory.  Identifying the key actors committed to change and establishing an initial advocacy group.  Co-developing a shared future vision.  Co-developing a shared vision of the current situation, the problems and their causes.  Identifying the opportunities (leverage points in the system) on which action is possible and ",
        "60 leverage hypotheses that are expected to break the barriers and dynamics that prevent future progress or accelerate positive dynamics already operating.  Designing an initial governance model. 2. The second step focuses on the co-design and implementation of policy experiments to find solutions. In this step, it is essential to generate meeting spaces where actors in the territory can work together to co- design possible solutions, implement them, learn from them and generate collective knowledge. 3. The third step focuses on transformation and social change, that is to say, achieving systemic transformation that is sustained over time and contributes to accelerating the transition towards sustainability. From the outset, a participatory governance model is needed, one that promotes cross-cutting actions, in order to secure and maintain the involvement and commitment of the different actors in co-designing, implementing and monitoring the shared agenda. Governance mechanisms that ensure the active participation of the actors and tools to articulate the collective action and learning are key throughout the process. Public policies at the national, regional and local spheres play a key role in enabling and guiding these transition processes. It is necessary, not only to promote spaces for meeting and cooperation between different actors, but also, often, to adapt regulatory frameworks. Moreover, new incentives, new forms of financing and new ways of managing shared risk are needed. Governments also play a key role ensuring that these transformative initiatives are equitable and fair in economic, social and environmental terms. This methodology for shared agendas is being tested in Catalonia in the framework of the smart specialisation strategy through the following pilot projects:  The challenge for the Biolab Ponent shared agenda (a rural territory) is to change the current model of production and consumption to one based on the green and circular economy in order to capture the potential social, economic and environmental benefits of this transformation by capitalising on local resources and articulating effective responses to socioeconomic problems in the territory.  In the Bages shared agenda , the articulation of bottom-up collaborative innovative solutions to the needs and problems related to dependent people is becoming a driver for social transformation and for new business opportunities that generate economic and social value (many of them technology-based: 3D, robotics, telemedicine, telecare, etc.).  The challenge for the B-30 territory shared agenda (industrial area) is to organise a responsible research and innovation ecosystem that can help to transform the current production and consumption system to a circular economy model that capitalises on local resources and articulates effective responses to socio-economic problems in the territory. In all these shared agendas, responsible research and innovation is the main driver for generating new jobs and business opportunities and for advancing towards more sustainable and inclusive pathways. ",
        "61 Shared agendas in 3 steps Source : Adapted from Fernandez and Romagosa (2020) Understanding and managing resistance to change e. What are the reasons for delaying the transition? What constituencies might form an opposition and what parts of them are likely to succeed in opposing the transition? It is important to distinguish between passive (due to inertia) and active resistance to change. International experience suggests that resistance to change can be conscious and adaptive. It is important to understand the perspective of those who (are likely) to resist. Insofar as they form part of the sunset regime to be phased out it would be important to find ways for the vision (or its associated compensatory actions) to embrace their concerns and co-opt them. It is important to define as concretely as possible the most capable, and therefore the most likely to succeed, stakeholders who might resit the transition. Defining reforms, policies, instruments and experiments f. What kinds of reforms policies and specific instruments appear appropriate in advancing the vision of the transition developed in Step 3? How can the S3 strategy be enriched to contribute to the vision? This is where much of the immediate value of the visioning exercise in Step 3 is extracted. Taking the vision as indicative of the overall direction permits a focused search and identification of immediate concrete actions. Reforms, policies and instruments that span the range of innovation policy can spearhead the transition. The territory's S3 strategy and its associated actions (see Table 8 for a menu for choice) would be a starting point upon which to build and enrich. An obvious contribution would be the definition (or refinement) of one or more S3 priorities on the transition's theme. A key practical outcome for lagging regions in particular as a result of the review would be as an input to an enhanced S3 strategy that achieves the coordination of several thematic objectives in EU Structural Funds and amplifies their impact. The vision should point the way to complementarities between thematic objectives addressing research and innovation that have been orchestrated in the current programming period under the S3 framework and the remaining 1. Understand the challenge and prepare the basis for collective action 2. Co-design and test innovative solutions through a shared agenda 3. Achieve systemic impact: advance towards the shared vision 2.1. Co-design and test new solutions to the problems identified 3.1. Reproduce and scale up the solutions tested 1.1. Delimit the challenge in the territory 1.2. Create an advocacy group 1.3. Define a shared future vision 1.4. Define a shared vision of the current situation 1.5. Specify the priorities of the agenda 1.6. Establish an initial governance model Involve relevant actors and strengthen their commitment to the shared future vision Develop the governance model and support tools for collective action, monitoring and strategic learning ",
        "62 thematic objectives and funds covering large physical infrastructures, environmental sustainability, education and training and social cohesion. Table 7. Tool box for implementation and refinement of S3 Objective Tool Description Idea generation, trust building and support quadruple helix cooperation EDP focus group methodology Step-by-step approach to identify or refine S3 priorities involving the quadruple helix Open up to wider (online) communities Online stakeholder engagement Online tool for spreading information to wider groups of stakeholders. Can be used for idea prioritisation, partnership formation, online idea development, etc. Address brain drain and build skills Mobility Working Group Bottom-up approach to develop a joint strategy and roadmap for increasing cross- sectoral and international mobility. It can also be widened to cover other types of skill development. Critical elements include both joint development and joint implementation by all actors involved. Increase coordination between national and regional level Methodology Project Development Lab 1 (PDL1) Coordinated approach to analyse fundability, duplication and administrative and legal and state aid issues of business ideas involving relevant national and regional level administrations Widen funding sources to draw on for idea implementation Methodology Project Development Lab 2 (PDL2) Specific advice from national contact points on the use of alternative funding sources for specific ideas Online Research, Development and Innovation (R&D&I) Funding Guide Online overview of available funding sources Case descriptions Examples of further developed ideas illustrating the potential use of different funding sources to support implementation Implement or optimise a S3 governance structure Governance working group Bottom-up approach to develop or refine a joint strategy and roadmap for a S3 governance structure. Critical elements include both joint development and joint implementation by all actors involved. Support ongoing stakeholder engagement Stakeholder round table discussions Well-orchestrated stakeholder discussions centred on specific discussion topics. Identification of barriers and systemic failures and possible solutions Tailored peer review events Adaptation from the traditional approach to peer learning. Peer regions critically review one specific region, based on an identification of key bottlenecks in RIS3 implementation Mutual learning Board of critical friends International group of experts from different backgrounds (peers, business, academia) reflect on methodology, thematic priorities and related implementation issues Support to international cooperation Collaboration spotting tool (developed through CERN-JRC collaboration) Quantitative visualisation tool for identifying potential international R&D partners in specific cooperation areas Develop the potential of Key Enabling Technologies (KETs) in S3 KET value chain analysis Analysis of the potential contribution of KETs along the whole value chain of a thematic area, including supported functions, expected benefits and other knowledge supply synergies. Example developed for Information and communications technology (ICT) along the value chain of non-metallic minerals KET contribution and knowledge mapping at idea level Analysis at detailed level of granularity of KET potential and required related knowledge and partners. Example developed for ICT for a series of business ideas. Source : Boden et al. (2016: pp. 12-13) ",
        "63 Remember that the transition will not happen solely by way of projects – while projects will be needed to trail-blaze some of the transition paths, their very viability will depend on the ability of national and regional authorities to reframe the problem and respond quickly to the demands of the transition. This will inevitably include the need to legislate and (de-) regulate old and new industries, to adapt labour laws, to regulate land use, to offer the full range of policy instruments including fiscal incentives, and to consider transfers of authority to dedicated agencies etc. In other words, the needs for actions to manage industrial transition include all actions that can be considered industrial policies. These include things that go beyond tax and spend instruments and include tools that favour market formation, such as quota requirements for producers and emission-trading schemes. Table 8 provides some examples of policy tools to facilitate transition in energy production and use in particular. There is an extensive literature on new industrial policies (e.g. see Warwick, 2013 Andreoni and Scazzieri, 2013; Andreoni, 2016; Chang and Andreoni, 2020) and policies for the promotion of sustainability (e.g. see Kemp and Never, 2017; Geels et al., 2017; EEA, 2019) that details a range of approaches and instruments that could help. The challenge will be to match them to the constraints of the territory and to the portfolios of government actors that have participated in the review. Table 8. Selected policy tools for reorientation of energy investment Type of solution/transition path Typical policy tools to facilitate investment Other measures that can affect future investment decisions Utility-scale renewables Auctions for long-term power purchase agreements; portfolio standards; tradable certificates Carbon pricing; long-term arrangements with modulated market premiums Distributed generation (e.g. rooftop photovoltaics) Feed-in tariffs and net metering Carbon pricing; retail electricity tariff design; minimum building performance standards Coal-to-gas switch and biomass power Carbon pricing; minimum performance standards Rules for export credits and multilateral financing; financial disclosure rules CCS in industry and power Grants to cover additional costs of CCS; CO2 storage tax credits Carbon pricing; CO2 infrastructure deployment; minimum performance standards Industrial energy efficiency Utility obligations; energy efficiency auctions; mandatory efficiency opportunity audits Carbon pricing; minimum performance standards; elimination of energy subsidies Buildings and appliances efficiency Minimum performance standards; utility obligations; property tax repayment schemes; public procurement; tradable certificates; revolving funds Energy performance certificates; performance data transparency; energy services companies Vehicle efficiency and EVs Fuel economy standards; fuel and vehicle taxation Differential road pricing and congestion policies; elimination of consumer fuel ",
        "64 subsidies Vehicle efficiency and EVs Purchase subsidies; charging infrastructure deployment; tradable credits; fleet average fuel economy standards; exemptions from traffic fees Differential road pricing; parking restrictions; minimum performance standards Source : EEA (2019, p. 101) g. What would an appropriate policy mix for the transition look like in the short-, medium- and long- run? How should policies be sequenced? Can some policies be tailored to specific constituencies? The report should organise the various policy suggestions into a policy mix. The policy mix should be differentiated across the main aggregate sectors covered by the review and appropriately sequenced. For example, for any given industrial theme, the territory’s businesses can be distributed across the cells in Table 9 according to their productive and innovation capabilities. On one end, some businesses will have world class productive capabilities and be routinely engaged in new-to- the-world innovation. On the other end, other businesses will have basic or no productive capabilities and can only be realistically engaged in innovation that is new-to-the-firm or new-to- the-territory. Public support should be appropriately tailored for parts of the business sector that correspond to the various combinations of innovation and productive capability. The policy mix should also be appropriately sequenced, progressing steadily from one step to another, as “leap-frogging” cannot be the basis of a dependable industrial policy. For the territory as a whole, at least three stages of development of industrial capabilities can be discerned within this taxonomy for any given theme. First, progress from a situation where the predominance of industry in the territory has basic or no productive capabilities in the theme (column A), to a situation where at least some firms are nationally competitive (column B). Second, progress from a situation where the predominance of industry has nationally relevant production capabilities (column B), to a situation where a sizeable share of production is destined for international export (column C). And, finally, if the process of capability accumulation can be sustained, the business sector may graduate to a systematically innovative, export-led industrial ecosystem that becomes an international reference point in the given theme. As production capability is jointly developed with innovation capability, a key role of policy will be to support progressively more ambitious forms of innovation (from tier I, to tier II and then tier III in Table 9). A similarly staggered approach may be necessary in promoting the environmental sustainability of industry. A lot can be learned in that respect from the long experience of industrial transition in cleaner production (e.g. a ladder of business-environment, from ‘compliance’ to ‘sustainable firms’). (Ravetz 2000). Careful tailoring of industrial policies, and updating of the policy mix over time to both match the combination of production-innovation capability of the territory and anticipate the next stage in its development, will be important. ",
        "65 Table 9. Public support for production and innovation capabilities …business sector is predominantly characterised by… A. Basic or no production capabilities B. Nationally relevant production capabilities C. Internationally relevant production capabilities D. World class production capabilities (Stars denote intensity of policy attention / need for public support) III. New-to-the- world innovation capabilities (shifting global frontier) N/A (“High tech fantasies”) ** * * * * * * II. New-to-the- market innovation capabilities (edge vs current competitors) * * * * * * N/A (no additionality) I. New-to-the- firm or new-to- the-territory innovation capabilities (local problem solving) * * * * N/A (no additionality) N/A (no additionality) Source : Own elaboration i. What could be appropriate policy experiments in view of the vision at hand and the territory's binding constraints (including resources)? How could it be financed? The policy experiments in particular should be not just the outcome of reflection and analysis by the experts, but should be co-developed with the authorities (so that they can be realistic) and the JRC (so that they draw from international experience). In identifying suitable experiments you are also encouraged to consult the territory's portfolio of S3 calls and projects and associated policy intelligence for inspiration. Some desirable features of an ideal policy experiment are mention in Box 18. Unlike the overall vision which should be pragmatic (and at high-level of aggregation at least predictably concrete in order to be credible), experimental policies/pilots allow room for testing bold new solutions, drawing from cutting edge science and technology too. As argued by Schot and Steinmueller (2018): “Experiments demand that actors embrace uncertainty and accept failure as part of the learning process, focus on articulation of new shared expectations and visions the building of new networks, and the shaping of new markets (called niches) which eventually will challenge dominant practices in mainstream markets and institutions.” Box 18. Policy experiments Desirable features of an ideal policy experiment include:  Low-cost and designed in such a way that it produces clear signals of its success or failure quickly;  Scalable and replicable, so that, if successful, it can be supported quickly;  Targeted on a lever of change that is near a tipping point (e.g. in the diffusion of a key technology) and where even small interventions stand to make a big difference;  Ambitious, even risky, in trying out solutions that promise large gains;  Requiring a solution that the market is unlikely to provide at short notice, but which may, if successful, become a viable business model;  Reinforces the legitimacy of the transition (e.g. by strengthening support coalitions, or helping raise awareness about the benefits of specific solutions); ",
        "66  Includes elements of both technological and organisational or social innovation that upset existing behavioural patterns, and address imbalances in systemic power (e.g. by democratising energy production; or demonstrating the viability of community-based business models);  Fosters virtuous cycles between emerging and declining sectors and technologies. e.g. by re-skilling workers in sunset industries or by helping incumbent firms diversify into new markets within the transition regime. It is important to emphasise that the policy experiment does not have to be based on a project or technological competence. The experiment may rather test out organisational innovations and support novel business models. It may well emerge from pre-existing community effort to address a territorial problem, such as social exclusion, and exclusion from labour markets and from formal entrepreneurship. In that case, the experiment may be about testing how well existing models that have proved their worth within protected niches can be scaled up and replicated. One promising direction for dealing with interrelated long-lasting problems are Community-Based Enterprises (CBE) (see Box 19). Box 19. Community-based Enterprises Community-based Enterprises (CBE) are a promising approach to tackling poverty and social exclusion, by providing a direct solution to the interlinked problems of informality, long-term unemployment, and lack of skills acquired by experience. CBEs have been defined as: “ a community acting corporately as both entrepreneur and enterprise in pursuit of the common good .” (Peredo and Chrisman, 2006, p. 310). Gibson et al. (2019) mention some of their key features:  community owned : assets belong to the community and/or the workers;  community-led : people with direct concern over the CBE’s local impacts play a leading role;  community controlled : community representation in management, ensures local accountability;  financial profits or other forms of surplus are re-invested or distributed to the community;  socially and environmentally responsible : tackle interrelated social and environmental problems;  financially self-sustaining or with a credible plan for achieving that goal. Factors of success include the extent to which the communities have a sense of shared locality, common identity (e.g. on account of their former profession or shared social challenge), kinship or other form of strong association. Contrarily, it is open to question whether CBEs can be effective in communities that do not have a shared experience of cooperation (e.g. refugees) (Peredo and Chriman, 2006). Policies designed to support CBEs have taken the form of support for skills and entrepreneurship, such as the International Labour Organization’s “Community-Based Entrepreneurship Programme” (for a training manual see www.cb-tools.org; ILO, 2012), and the provision of finance, through government lending orequity funding (see examples in OECD, 2019b, p. 179-181) The policy experiment itself should be seen as a new form of transformative governance, not just a technical pilot (Schot and Steinmueller, 2018). It needs to be both participatory and iterative: participatory in the sense that it can both be shaped by and shape users; and iterative in that its ambition can grow as a function of its success and its growing reach can stimulate broader ",
        "67 transformations in complementary aspects of the system. These are characteristics that are in keeping with the policy experiment's transformative governance purpose (see Figure 5). Figure 5. Innovation trajectory emerging from the co-evolution of projects, frames, coordination and learning Source: Geels and Raven 2006: 739 (cited in OECD, 2015) Outcomes/findings of this step:  A discussion (10 pages) of the drivers and obstacles in the transition from the existing to the imagined system. This should include levers of change.  Recommendations along each off the four axes (i.e. governance of government; building support coalitions; managing resistance to change; defining policies, instruments, reforms and policy experiments -10 pages). The discussion on the fourth axis should include a brief outline of a proposal for a policy experiment, co-defined with the authorities. ",
        "68 5. Concluding Remarks The reviews can make an important contribution to the successful preparation of each territory’s transition, helping them develop actions compatible with the corresponding ex ante fulfilment criterion of good governance. However, the successful management of the transition is a much broader and longer-term process. For one, the development pathways pointed at in the reviews will require confirmation and broader deliberation before they can enjoy legitimacy. The specific governance solutions that can sustain this process beyond the reviews are the subject of ongoing reflection within the context of the UMIT Working Group. At the very least, it is clear that the evidence basis provided by a review can contribute to a systemically-informed and much more inclusive Entrepreneurial Discovery Process. The POINT guidelines have been designed with a great variety of possible transitions in mind. In that respect, they are flexible and can be readily adapted to various contexts and needs for evidence collection. Flexibility however inevitably means that gaps will emerge during their application to different transition cases. The appropriate level of granularity at which to offer advice is difficult to ascertain at the outset: too much detail and the guidelines become inflexible; too little and otherwise discoverable links, relations and actions may be missed. For aspects not covered by the guidelines, the experts will have to exercise judgment. Insofar as the choices made are in keeping with the concepts outlined in this report, pay due attention to the need for a sufficiently broad framing, and to the rationales for the reviews, each review should make a useful contribution to a territory’s preparation. On a final note, it should be remembered that a review is an instrument in support of transitions and the methodology adopted is currently in part of a pilot phase. Answers to uncertainties inherent in the methodology can only be provided by testing it out in practice and by finding ways to link it to existing policy processes and reform drives. The lessons from the reviews underway in Greece, Andalusia, Bulgaria and Romania will therefore be invaluable in refining the approach and methodology over time. ",
        "69 Annex – Review Report Structure Findings and Recommendations (Executive Summary) Chapter 1 – Introduction and coverage  Reasons for the transition (global windows of opportunity / regional challenges)  System definition and boundaries  Transition endpoint and headline target Chapter 2 – The current system: Actors, mechanisms, relations and framework conditions  Orientation and planning  Resource mobilisation  Production  Consumption/Use (+ Diagrams showing relations within each sub-system and between them) Chapter 3 – The desired system: Actors, mechanisms, relations and framework conditions  Orientation and planning  Resource mobilisation  Production  Consumption/Use (+ Diagrams showing relations within each sub-system and between them) Chapter 4 – How to accelerate the transition  Leverage points (drivers and obstacles)  Governance of government  Building support coalitions  Managing resistance to change  Defining experiments, reforms, policies and instruments ",
        "70 References Amoroso S., Csefalvay Z., Dosso M., Gkotsis P., Grassano N., Moncada-Paternò-Castello P., Pontikakis, D., Potters L., Pugliese E. (2019) “Industrial and innovation for transformation: new science and policy insights”, Industrial R&D – JRC Policy Insights, No. JRC118831, https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/industrial- innovation-transformation-new-science-policy-insights Andreoni, A. and Scazzieri, R. (2013), “Triggers of change: structural trajectories and production dynamics”, Cambridge Journal of Economics , Volume 38, 6, pp. 1391–1408 Andreoni (2016), “Varieties of Industrial Policy: Models, Packages and Transformation Cycles”, in Noman, A. and Stiglitz, J. (eds), Efficiency, Finance, and Varieties of Industrial Policy , Columbia University Press: New York, pp. 245–305, doi: https://doi.org/10.7312/noma18050-009 Archibugi, D. and Filippeti, A. (2018), “The retreat of public research and its adverse consequences on innovation”, Technological Forecasting and Social Change Vol. 127, pp, 97-111, https://doi.org/10.1016/j.techfore.2017.05.022 Arnold E., Åström T., Glass C., De Scal M. (2018), “How should we evaluate complex programmes for innovation and socio-technical transitions?”, Technopolis Group. https://www.technopolis- group.com/en/report/how-should-we-evaluate-complex-programmes-for-innovation-and-socio- technical-transitions/ Asheim, B.T. (2019), “Smart specialisation, innovation policy and regional innovation systems: what about new path development in less innovative regions?”, Innovation: The European Journal of Social Science Research , Vol. 32(1), pp. 1-18 DOI: 10.1080/13511610.2018.1491001 Asheim, B. T., Boschma, R. and Cooke, P. (2011), “Constructing Regional Advantage: Platform Policies based on Related Variety and Differentiated Knowledge Bases”, Regional Studies , Vol. 45(7), pp. 893-904 Asheim, B. T. and Gertler, M. (2005), “The Geography of Innovation: Regional Innovation Systems”, in Fagerberg, J., Mowery, D., and Nelson, R. (eds.), The Oxford Handbook of Innovation , Oxford University Press, Oxford, pp. 291-317. Bailey, D., Pitelis, C., Tomlinson, P. R. (2018), “A place-based developmental regional industrial strategy for sustainable capture of co-created value”, Cambridge Journal of Economics , Vol. 42(6), pp. 1521-1542. Ball, P. (2004), Critical Mass: How One Thing Leads to Another , Arrow Books: London Balland, P-A., Boschma, R., Crespo. J., Rigby, D.L. (2019), “Smart specialization policy in the European Union: relatedness, knowledge complexity and regional diversification”, Regional Studies , Vol. 53(9), pp. 1252-1268, doi: 10.1080/00343404.2018.1437900 Bell, M. (2009), “Innovation Capabilities and Directions of Development”, STEPS Working Paper 33, Brighton: STEPS Centre, https://steps-centre.org/wp-content/uploads/bell-paper-33.pdf Bergek, A., Jacobsson, S., Carlsson, B., Lindmark, S. and Rickne, A. (2008), “Analyzing the functional dynamics of technological innovation systems: A scheme of analysis”, Research Policy , 37, pp. 407- 429 Boden, M., dos Santos, P., Haegeman, K., Marinelli, E., Valero, S. (2016), “Implementing RIS3 in the Region of Eastern Macedonia and Thrace: Towards a RIS3 Toolbox”, JRC S3 Policy Brief Series, No. 20/16 Borrás, S. and Edler, J. (2020), “The roles of the state in the governance of socio-technical systems’ transformation”, Research Policy , Vol. 49, pp. 1-9, https://doi.org/10.1016/j.respol.2020.103971 Boon, W. and Edler, J. (2018), “Demand, challenges, and innovation. Making sense of new trends in innovation policy”, Science and Public Policy , Vol. 45 (4), pp. 435-447 ",
        "71 Bresnahan, T. F. and Trajtenberg, M. (1995), “General Purpose Technologies: ‘engines of growth’?”, Journal of Econometrics , Vol. 65, No. 1, pp. 83-108 Bundesministerium für Wirstschaft und Energie and Ministère de l'Économie et des Finances (2019), “A Franco-German Manifesto for a European industrial policy fit for the 21st Century”, https://www.bmwi.de/Redaktion/DE/Downloads/F/franco-german-manifesto-for-a-european- industrial-policy.pdf%3F__blob%3DpublicationFile%26v%3D2 Caldecott, B., Sartor, O., Spencer, T. (2017), “Lessons from previous ‘Coal Transitions: High-level Summary for Decision-Makers”, Coal Transitions: Research and Dialogue on the Future of Coal Project, IDDRI and Climate Strategies, https://coaltransitions.files.wordpress.com/2016/09/coal_synthesisreport_v04.pdf Chang, H.J. (2002), Kicking Away the Ladder: Development Strategy in Historical Perspective , Anthem Press: London Chang, H.J and Andreoni, A. (2020), “Industrial Policy in the 21 st Century”, Development and Change , Vol. 51(2), pp. 324–351. doi: 10.1111/dech.12570 Colgan, A., Kennedy, L.A. and Doherty, N. (2014), A Primer on implementing whole of government approaches , Centre for Effective Services: Dublin Cooke, P. (2001), “Regional Innovation Systems, Clusters and the Knowledge Economy”, Industrial and Corporate Change , Vol. 10, No. 4, pp. 945- 974 Diepenmaat, H., Kemp, R., Velter, M. (2020), “Why Sustainable Development Requires Societal Innovation and Cannot Be Achieved without This”, Sustainability , Vol. 12, 1270; doi:10.3390/su12031270 Dosi, G. (1982), “Technological paradigms and technological trajectories: A suggested interpretation of the determinants and direction of technical change”, Research Policy , Vol. 11, pp. 167-162 Dosi, G. (1988), “Sources, Procedures, and Microeconomic Effects of Innovation”, Journal of Economic Literature , Vol. 26, pp. 1120-1171 Dosso, M. Martin, B.R. and Moncada-Paternò-Castello, P. (2018), “Towards evidence-based industrial research and innovation policy”, Science and Public Policy , Vol. 45, pp. 143–150, https://doi.org/10.1093/scipol/scx073 Edler, J. (2006), “Demand-oriented innovation policy”, TAB Office for Technology Assessment at the German Bundestag, https://www.tab-beim-bundestag.de/en/pdf/publications/summarys/TAB- Arbeitsbericht-ab099_Z.pdf El Pais (2015), “Galicia airfield to become €55-million drone research center”, https://english.elpais.com/elpais/2015/10/13/inenglish/1444737129_796977.html Edwards J., Marinelli E., Arregui A, and Kempton L. (2017), “Higher Education for Smart Specialisation: Towards strategic partnerships for innovation”. S3 Policy Brief Series No. 23/2017 Engbom, N. (2018) “Firm and Worker Dynamics in an Aging Labor Market”, 2018 Meeting Papers 1009, Society for Economic Dynamics. ERAC (2014), “ERAC Peer Review of the Spanish Research and Innovation System”, https://ec.europa.eu/research/innovation-union/pdf/erac/es__peer_review_report__2014.pdf Ergas, H. (1987), “Does Technology Policy Matter?”, in Guile, B. and Brooks, H. (eds.), Technology and Global Industry , pp. 191-245. Washington, National Academy Press European Environment Agency (2019), Sustainability Transitions: Policy and Practice , Luxembourg: Publications Office of the European Union ",
        "72 European Commission (2017a), “Competitiveness in low-income and low-growth regions The lagging regions report”, SWD(2017) 132 final, https://ec.europa.eu/regional_policy/sources/ docgener/studies/pdf/lagging_regions%20report_en.pdf European Commission (2017b), “My Region, My Europe, Our Future: Seventh report on economic, social and territorial cohesion”, http://ec.europa.eu/ regional_policy /en/ information/cohesion- report/ European Commission (2019), “The European Green Deal”, COM(2019) 640 final, https://ec.europa.eu/info/files/communication-european-green-deal_en European Commission (2020a), “A New Industrial Strategy for Europe”, COM(2020) 102 final, https://ec.europa.eu/info/sites/info/files/communication-eu-industrial-strategy-march-2020_en.pdf European Commission (2020b), “White Paper: On Artificial Intelligence - A European approach to excellence and trust”, COM(2020) 65 final, https://ec.europa.eu/info/sites/info/files/commission-white-paper-artificial-intelligence- feb2020_en.pdf European Commission (2020c), “A European Strategy for Data”, COM(2020) 66 final, https://ec.europa.eu/info/sites/info/files/communication-european-strategy-data- 19feb2020_en.pdf European Commission (2020d), “Science, Research and Innovation Performance of the EU 2020”, DG Research and Innovation, (forthcoming) European Parliament (2019), “The European Parliament declares climate emergency”, Press Release, 29 November, https://www.europarl.europa.eu/news/en/press-room/20191121IPR67110/the- european-parliament-declares-climate-emergency Fagerberg, J. (2018), “Mobilizing innovation for sustainability transitions: A comment on transformative innovation policy”, Research Policy , Vol. 47(9), pp. 1568-1576 Fagerberg, J. and Hutschenreiter, G. (2020), “Coping with societal challenges: Lessons for innovation policy governance”, Journal of Industry, Competition and Trade , Special Issue on Industrial Policy edited by Karl Aiginger and Dani Rodrik (forthcoming), https://doi.org/10.1007/s10842-019-00332- 1 Fernandez, T. and Romagosa, M. (2020), “Articulating shared agendas for sustainability and social change: A contribution from the territory to the EU debate on transitions to sustainability”, Generalitat de Catalunya, Directorate-General for Economic Promotion, Competition and Regulation, http://catalunya2020.gencat.cat/web/.content/00_catalunya2020/Documents/angles/fitxers/shared- agendas.pdf Freeman, C. (1987), Technology and Economic Performance: Lessons from Japan , Pinter: London. Foray, D., Goddard, J., Goenaga Beldarrain, X., Landabaso, M., McCann, P., Morgan, K., Nauwelaers, C., Ortega-Argilés, R., (2012), Guide to Research and Innovation Strategies for Smart Specialisation (RIS 3) , http://s3platform.jrc.ec.europa.eu/-/guide-on-research-and-innovation-strategies-for-smart- specialisation-ris3-guide-?inheritRedirect=true Freeman, C. (1995), “The National System of Innovation in Historical Perspective”, Cambridge Journal of Economics , 19, pp. 5-24 Gallopin, J-B. (2019), “Protest is not enough to topple a dictator: the army must also turn”, Aeon, https://aeon.co/ideas/protest-is-not-enough-to-topple-a-dictator-the-army-must-also-turn Geels, F.W. (2002), “Technological transitions as evolutionary reconfiguration processes: A multi- level perspective and a case-study”, Research Policy, 31(8-9), p.p. 1257-1274 ",
        "73 Geels, F.W. (2004), “From sectoral systems of innovation to socio-technical systems: Insights about dynamics and change from sociology and institutional theory”, Research Policy , 33(6-7), pp. 897- 920 Geels, F.W., Sovacool, B.K., Schwanen, T., Sorrell, S. (2017), “The Socio-Technical Dynamics of Low- Carbon Transitions”, Joule , 1, pp. 463-497 Georghiou, L. (2007), “Demanding Innovation - Lead markets, public procurement and innovation”, NESTA - National Endowment for Science, Technology and the Arts, https://web.archive.org/web/20160305080348/http://www.nesta.org.uk/sites/default/files/demanding _innovation.pdf Gibson, K., McWilliam, A., McKay, D., Hill, A. (2019), “Community Partnering for Local Development: Community Enterprises”, Link Digital Inc, http://www.communitypartnering.info/community24.html Grillitsch, M. and Asheim, B.T. (2018), “Place-based innovation policy for industrial diversification in regions”, European Planning Studies , Vol. 26(8), pp. 1638-1662. Grin, J. (2008), “The multilevel perspective and design of system innovations”, In: van den Bergh, J.C.J.M., Bruinsma, F.R. (Eds.), Managing the Transition to Renewable Energy – Theory and Practice from Local, Regional and Macro Perspectives , Edward Elgar: Cheltenham, pp. 47–79. Guzzo F., Perianez-Forte I. (2019), “Smart Specialisation at work: evidence from the Peer and eXchange and Learning workshops”, EUR 29993 EN, Publications Office of the European Union, Luxembourg, 2019, ISBN 978-92-76-13885-3, doi:10.2760/424435, JRC118899. Harich, J. (2010), “Change resistance as the crux of the environmental sustainability problem”, System Dynamics Review , Vol. 26, No. 1, pp. 35-72 Hagenmejer, J. and Mućk, J. (2019), “Export-led growth in Central and Eastern Europe”, https://voxeu.org/article/export-led-growth-central-and-eastern-europe Hassink, R. and Gong, H. (2019), “Six critical questions about smart specialization”, European Planning Studies , Vol. 27(10), pp. 2049-2065, doi: 10.1080/09654313.2019.1650898 Hazelkorn, E. and Edwards, J. (2019), “Skills and Smart Specialisation: The role of Vocational Education and Training in Smart Specialisation Strategies”, Luxembourg: Publications Office of the European Union Hekkert, M.P., Suurs, R.A.A., Negro, S.O., Kuhlmann, S., Smits, R.E.H.M. (2007), “Functions of innovation systems: a new approach for analysing technological change”, Technological Forecasting & Social Change , Vol. 74, pp. 413–432 Hekkert, M.P., Janssen, M.J., Wesseling, J.H., Negro, S.O. (2020), “Mission-oriented innovation systems”, Environmental Innovation and Societal Transitions , Vol. 34, pp. 76–79, https://doi.org/10.1016/j.eist.2019.11.011 IPCC (2018), Global Warming of 1.5°C , Intergovernmental Panel on Climate Change, https://www.ipcc.ch/sr15/ Jones, C.I. (2020), “The End of Economic Growth? Unintended Consequences of a Declining Population”, NBER Working Paper No. 26651, https://www.nber.org/papers/w26651 Kemp, R., and Never, B. (2017), “Green transition, industrial policy, and economic development”, Oxford Review of Economic Policy, Vol. 33(1), pp. 66-84 Keynes, J.M. (1936), The General Theory of Employment, Interest and Money , Macmillan, London Kivimaa, P., and Kern, F. (2016), “Creative destruction or mere niche support? Innovation policy mixes for sustainability transitions”, Research Policy , Vol. 45(1), pp. 205-217. Klevorick, A., Levin, R., Nelson, R. and Winter, S. (1995), “On the sources and significance of interindustry differences in technological opportunities”, Research Policy , Vol. 24, pp. 185-205 ",
        "74 Kondratieff, N.D. (1935), “The Long Waves in Economic Life”, The Review of Economics and Statistics , Vol. 17, pp. 105-115 Könnölä, T., Salo, A., Brummer, V. (2015), “FinnSight 2015 - A National Foresight Exercise”, Foresight Brief 164, European Foresight Platform, http://www.foresight-platform.eu/wp- content/uploads/2010/03/EFP_Brief_No._164_FinnSight_2015_2_.pdf Kuhn, T.S. (1996 ), The Structure of Scientific Revolutions , Third Edition, University of Chicago Press: Chicago Landes, D.S. (1969), The unbound Prometheus: technological change and industrial development in Western Europe from 1750 to the present , Cambridge University Press, London Lewe, H.U. (2018), “Energy system transformation and clean air – Priority projects in North Rhine Westphalia”, Presentation to Working Group Meeting \"Coal Regions in Transition\", European Commission, DG Energy, https://ec.europa.eu/energy/sites/ener/files/documents/7- 4_priority_projects_in_north_rhine_westphalia_heinz-uwe_lewe.pdf Lundvall, B. Å. (1992) (ed), National Systems of Innovation: Towards a Theory of Innovation and Interactive Learning , Pinter, London Malerba, F. (2002), “Sectoral systems of innovation and production”, Research Policy , Vol. 31, pp. 247-264 Marinelli E., Perianez-Forte I. (2017), “Smart Specialisation at work: The entrepreneurial discovery as a continuous process”, Publications Office of the European Union, Luxembourg, 2017, ISBN 978-92- 79-74377-1, doi:10.2760/514714, JRC108571 Mazzucato, M. (2013), The Entrepreneurial State , Anthem Press: London Mazzucato, M. (2016), “From market fixing to market-creating: a new framework for innovation policy”, Industry and Innovation , Vol. 23(2), pp. 140–156 Mazzucato, M. (2018), “Mission-oriented research and innovation in the European Union: a problem- solving approach to fuel innovation-led growth”, European Commission, Brussels, Belgium Meadows, D. (1999), “Leverage Points. Places to Intervene in a System”, The Sustainability Institute, http://www.donellameadows.org/wp-content/userfiles/Leverage_Points.pdf Mitchell, R.K., Agle, B.R., Wood D.J. (1997), “Toward a Theory of Stakeholder Identification and Salience: Defining the Principle of Who and What Really Counts”, The Academy of Management Review , Vol. 22(4), pp. 853-886 Mokyr, J. (1992), The Lever of Riches , Oxford University Press: Oxford Moncada-Paternò-Castello P., Coad, A. and Vezzani A. (2018) “For a transformative Industry & Innovation Strategy”, Industrial R&I – JRC Policy Insights, European Commission, JRC 110888, https://ec.europa.eu/jrc/en/publication/eur-scientific-and-technical-research-reports/transformative- industry-innovation-strategy Myrdal, G. (1957), Economic Theory and Under-Developed Regions , Gerald Duckwoth, London Nelson, R. and Winter, S. (1982), An Evolutionary Theory of Economic Change , Harvard University Press: Cambridge Nelson, R.R. (2003), “On the uneven evolution of human know-how”, Research Policy , Vol. 32(6), pp. 909-992 OECD (1997), National Systems of Innovation , OECD Publications: Paris OECD (2015), System Innovation: Synthesis Report , Directorate of Science, Technology and Innovation, ",
        "75 https://www.innovationpolicyplatform.org/www.innovationpolicyplatform.org/sites/default/files/gener al/SYSTEMINNOVATION_FINALREPORT_0/index.pdf OECD (2018a), Productivity and Jobs in a Globalised World: (How) Can All Regions Benefit? , OECD Publishing Paris OECD (2018b), Job Creation and Local Economic Development 2018: Preparing for the Future of Work, OECD, Publishing, Paris. https://doi.org/10.1787/9789264305342-en OECD (2019a), Regions in Industrial Transition: Policies for People and Places , OECD Publishing, Paris, https://doi.org/10.1787/c76ec2a1-en OECD (2019b), Linking Indigenous Communities with Regional Development , OECD Rural Policy Reviews, OECD Publishing, Paris, https://doi.org/10.1787/3203c082-en Palley, T.I. (2011), “The contradictions of export-led growth”, Public Policy Brief No. 119, Levy Economics Institute of Bard College, https://www.econstor.eu/bitstream/10419/54288/1/675943582.pdf Peredo, A.M. and Chrisman, J.T. (2006), “Toward a Theory of Community-Based Enterprise”, The Academy of Management Review , Vol. 31, No. 2, pp. 309-328 Perez, C. (2002), Technological revolutions and financial capital: the dynamics of bubbles and golden ages , Edward Elgar, Cheltenham Perez, C. (2013), “Unleashing a golden age after the financial collapse: Drawing lessons from history”, Environmental Innovations and Social Transformations , Vol. 6, pp. 9-23 Pomeranz, K. (2000), The Great Divergence: China, Europe, and the Making of the Modern World Economy , Princeton University Press Pontikakis, D., Doussineau, M., Harrap, N. and Boden, M. (2018), “Mobilising European Structural and Investment Funds and Horizon 2020 in support of innovation in less developed regions”, EUR 29298 EN, Publications Office of the European Union, Luxembourg Ravetz J. (2000), City-Region 2020: integrated planning for a sustainable environment: with foreword by the UK Secretary of State for the Environment , London, Earthscan Ravetz J. (2020) Deeper City: collective intelligence and the synergistic pathways from smart to wise , New York, Routledge Sánchez-Carreira, M.dC., Peñate-Valentín, M.C., Varela-Vázquez, P. (2019), “Public procurement of innovation and regional development in peripheral areas”, Innovation: The European Journal of Social Science Research , Vol. 32(1), pp. 119-147, DOI: 10.1080/13511610.2018.1528142 Schmookler, J. (1966), Invention and Economic Growth , Harvard University Press, Cambridge Schot, J. and Geels, F. (2008), “Strategic niche management and sustainable innovation journeys: theory, findings, research agenda, and policy”, Technology Analysis & Strategic Management , 20(5), pp. 537-554, DOI: 10.1080/09537320802292651 Schot, J., Ramirez, M., Arroyave-Bermúdez, F., Bernal-Hernández, P., Liliana-Marin, M., Romero- Goyeneche, O., Alvial-Palavicino, C. (2020), “Proposal for a Colombian science, technology and innovation policy programme of experimentation with a strong regional focus”, http://www.tipconsortium.net/publication/transforming-our-world-implementing-the-sustainable- development-goals-proposal-for-a-colombian-science-technology-and-innovation-policy- programme-of-experimentation-with-a-strong-regional-focus/ Schot, J. and Steinmueller, W.E. (2018), “Three frames for innovation policy: R&D, Systems of Innovation and Transformative Change”, Research Policy , Vol. 47(9), pp. 1554-156 Smith, A., Stirling, A. and Berkhout, F. (2005), “The governance of sustainable socio-technical transitions”, Research Policy , 34, pp. 1491-1510 ",
        "76 Smith, K.F., Goldberg, M., Rosenthal, S., Carlson, L., Chen, J., Chen, C., and Ramachandran, S. (2014), “Global rise in human infectious disease outbreaks”, Journal of the Royal Society Interface , 11, pp. 1-6, http://dx.doi.org/10.1098/rsif.2014.0950 Stirling, A. (2009), “Direction, Distribution and Diversity! Pluralising Progress in Innovation, Sustainability and Development”, STEPS Working Paper 32, Brighton: STEPS Centre Steffen, W., Richardson, K., Rockström, J., Cornell, S.E., Fetzer, I., Bennett, E.M., Biggs, R., Carpenter, S.R., de Vries, W., de Wit, C.A., Folke, C., Gerten, D., Heinke, J., Mace, G.M., Persson, L.M., Ramanathan, V., Reyers, B., Sörlin, S., (2015), “Planetary boundaries: Guiding human development on a changing planet”, Science , Vol. 347(6223), pp. 736-747, http://dx.doi.org/10.1126/science.1259855 Storper, M. (2018), “Regional Innovation Transitions”, Chapter 10 in Glückler et al. (eds.), Knowledge and Institutions , Springer, https://doi.org/10.1007/978-3-319-75328-7_10 Stroh, D.P. (2015), Systems Thinking for Social Change , Chelsea Green Publishing, Vermont Turnheim, B. and Nykvist, B. (2019), “Opening up the feasibility of sustainability transitions pathways (STPs): Representations, potentials, and conditions”, Research Policy , Vol. 48, pp. 775–788 Turner, G. (2014), “Is Global Collapse Imminent?”, Research Paper No. 4, Melbourne Sustainable Society Institute, https://sustainable.unimelb.edu.au/__data/assets/pdf_file/0005/2763500/MSSI- ResearchPaper-4_Turner_2014.pdf UNCTAD (2011), “A Framework for Science, Technology and Innovation Policy Reviews: Helping countries leverage knowledge and innovation for development”, UNCTAD/DTL/STICT/2011/7, https://unctad.org/en/Docs/dtlstict2011d7_en.pdf Uyarra E., Zabala-Iturriagagoitia J-M., Flanagan, K., Magro, E. (2020), “Public procurement, innovation and industrial policy: Rationales, roles, capabilities and implementation”, Research Policy , Vol. 49, pp. 1-11 Varga, A., Szabó, N., Sebestyén, T. (2020), “Economic impact modelling of smart specialization policy: Which industries should prioritization target?”, Papers in Regional Science (available online) Velter, M., Bitzer, V., Bocken, N., Kemp, R. (2020), “Sustainable Business Model Innovation: The role of Boundary Work for multi-stakeholder alignment”, Journal of Cleaner Production , Vo. 247,pp. 119- 497 Warwick, K. (2013), “Beyond Industrial Policy. Emerging Issues and New Trends”, OECD Science, Technology and Industrial Policy Papers No. 2. Weber, M. and Rohracher, H. (2012), “Legitimizing research, technology and innovation policies for transformative change: combining insights from innovation systems and multi-level perspective in a comprehensive failures framework”, Research Policy , Vol. 41, pp. 1037–1047. Weber, M. and Truffer, B. (2017), “Moving innovation systems research to the next level: towards an integrative agenda”, Oxford Review of Economic Policy , Vol. 33 (1), pp. 101–121 Wilson, J., Aranguren, M.J., Canto, P., Estensoro, M. Fernández, J., Franco, S., Gil de San Vicente, I., Kamp, B., Larrea, M. Magro, E., Navarro, M., Rodríguez, A. (2020), “Socioeconomic impacts of covid- 19: reflections from the Basque Country”, Orkestra-Basque Institute of Competitiveness, Reflections COVID-19, number. 01/2020, https://www.orkestra.deusto.es/es/investigacion/publicaciones/informes/informes-especiales-covid- 19/1917-200014-socioeconomic-impacts-covid-19-reflections-basque-country World Bank (2018), Rethinking Lagging Regions: Using Cohesion Policy to deliver on the potential of Europe's regions , World Bank Group: Washington D.C., http://pubdocs.worldbank.org/en/739811525697535701/RLR-FULL-online-2018-05-01.pdf ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by electronic mail via: https://europa.eu/european-union/contact_en FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications from EU Bookshop at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en). ",
        "K J - N A - 3 0 3 7 5 - E N - N doi:10.2760/590389 ISBN 978-92-76-22152-4 "
    ]
}