{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 4.12.2013 COM(2013) 869 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL on the work of the Task Force Mediterranean ",
        "2 1. E XECUTIVE S UMMARY On 3 October 2013, a boat with around 500 migrants sank off the coast of Lampedusa. The loss of human lives triggered a strong call for action from European leaders and European citizens. The Task Force Mediterranean (TFM) was set up following the JHA Council of 7-8 October 2013. Its establishment was welcomed at the October European Council. There, it was made clear that determined action should be taken in order to prevent deaths at sea and to prevent such human tragedies from happening again. This action would be targeted at the provision of protection, guided by the principle of solidarity and fair sharing of responsibility with a strong external oriented component. In light of this, after the tragedy of Lampedusa, also the Foreign Affairs Council of 18 November discussed ways to strengthen political dialogue and cooperation with third countries. The European Parliament also adopted a resolution on this subject on the 23 of October 1 . During the discussion at the meetings of the Task Force and on the basis of the mandate, it emerged that a comprehensive range of measures must be used following an integrated approach for the whole Mediterranean area, as the tragic events of Lampedusa are part of a long standing and comprehensive challenge. They include, among other areas: assistance and reinforced dialogue with countries of origin and transit in line with the Global Approach to Migration and Mobility; a renewed focus on resettlement and regional protection efforts; legal channels to safely access the European Union to be explored, as well as a general focus on increased resettlement efforts; the fight against trafficking and smuggling of human beings and criminal networks; ensuring a speedy and sustainable return of migrants in a humane and dignified manner; strengthening the management of the EU's external borders; implementation of the recently adopted Eurosur Regulation; and the support to Member States facing pressure on their migration and asylum systems. The actions contained in this communication follow this holistic approach, while focusing on immediate and practical solutions that could complement ongoing activities in the whole of the Mediterranean in the short term. Five main areas of action emerged from the Task Force discussions with a wide geographical scope: from the countries of origin and transit, to prevent migrants from undertaking dangerous journeys, to the shores of the European Union: (1) Actions in cooperation with third countries. (2) Regional protection, resettlement and reinforced legal avenues to Europe; (3) Fight against trafficking, smuggling and organised crime; 1 European Parliament resolution of 23 October 2013 on migratory flows in the Mediterranean, with particular attention to the tragic events off Lampedusa (2013/2827(RSP)) ",
        "3 (4) Reinforced border surveillance contributing to enhancing maritime situational picture and to the protection and saving of lives of migrants in the Mediterranean; (5) Assistance and solidarity with Member States dealing with high migration pressure; In line with the outcome of the October European Council it was confirmed during the Task Force meetings that immediate measures will need to be complemented by long- term initiatives, grounded on the best available research, aimed at addressing the root causes of migration (poverty, human rights violations, conflict, lack of economic opportunities, poor working conditions, unemployment, etc). Initiatives should be taken to reform the legal and administrative framework on migration and asylum in countries of transit. Any EU action must be seen in the wider political context of the EU relationship with respective partner countries and regions: it notably cannot be isolated from the European Neighbourhood Policy and from the external migration policy framework of the Global Approach to Migration and Mobility (GAMM). These actions are by their nature linked to a longer- term dimension and are already included in the EU's long-term strategies. They are also crucial to prevent the persons to undertake perilous journeys to Europe. All actions under this communication will have to be fully compliant with international human rights standards, including the Charter of Fundamental Rights of the European Union 2 , the European Convention for the protection of Human Rights and Fundamental Freedoms, the 1951 UN Refugee Convention, the principle of non-refoulement and the applicable EU acquis . When personal data are involved, particular care should be devoted to the full implementation of applicable provisions. This communication is presented for discussion at the Justice and Home Affairs Council of 5-6 December. The outcomes of the discussion will be presented by the Presidency to the European Council on 19-20 December. In the follow-up to this communication, appropriate consideration should be given to the resources and assets that could be made available, within the existing budget constraints, by all actors involved in order to implement the actions and achieve the overall objective of preventing tragedies such as Lampedusa from happening again in the future. The European Commission will regularly report to the Council and the European Parliament on progress made on the implementation of the TFM communication. 2. P ROCESS In producing this communication, the European Commission, as chair of the Task Force Mediterranean, organised two meetings of the TFM on 24 October and 20 November 2013. The European External Action Service and all Member States took part in those 2 Notably its Articles 2, 4, 18 and 19 ",
        "4 meetings together with the EU Agencies that have a direct stake in the process (EASO, Frontex, Europol, FRA, EMSA). Other entities have been consulted while developing the communication of the Task Force Mediterranean, including the Associated Countries, UNHCR, IOM, ICMPD, the Migration Policy Centre, the International Maritime Organisation, UNODC, and Interpol 3 . 3. L INES OF A CTION The following lines of action have been developed by the Task Force Mediterranean: 3 Whenever the role of such organizations is recognized in the text this is without prejudice to any financial decision that will be taken in the context of the implementation of the actions envisaged in the communication. ",
        "5 (1) Actions in cooperation with third countries Actions in cooperation with third countries are one of the most effective ways to prevent persons from attempting to enter the EU through irregular channels, and put their life at risk by undertaking dangerous journeys towards Europe. Third countries are crucial partners in order to tackle the root causes of irregular migration, to monitor migration flows, to collect information and intelligence on routes and networks, to dismantle the smugglers' and traffickers' networks and to contribute to providing sustainable solutions to migratory flows across the Mediterranean. In the overall context of the EU external relations, it is crucial to continue to step up work and cooperation with countries of origin and transit on migration and development, including strengthening their capacities to manage mixed migration flows, and helping to ensure that their migration and asylum systems conform to international human rights standards. There is a need for increased, targeted political dialogue with countries of origin and transit, with the aim to foster confidence-building and positive engagement with partners on migration as a particularly sensitive issue on both sides The Global Approach to Migration and Mobility (GAMM) provides the framework for the dialogue and cooperation with all third countries while adopting a comprehensive approach to migration-related dialogues and cooperation. Political impetus is required to enhance GAMM effectiveness and impact and to ensure progress in dialogues on migration, mobility and security and negotiations of mobility partnerships. Future action will continue to focus on European Neighbourhood countries, strategic partners as well as countries of origin and/or transit of specific interest, also in cooperation with relevant international organisations. Given the nature of migratory movements, transit countries along the Southern Mediterranean coasts will need to be given incentives to engage in cooperation concerning migrants who are not citizens of their countries. Therefore, a wider perspective needs to be applied and positive messaging on migration by the EU put forward. Relations with partner countries will also have to take into account the specific sensitivities and expectations of partner countries on the migration dossier, and their perception that the EU wishes to focus primarily on security-related aspects, readmission/return and the fight against irregular migration. In this context the proposed actions focus on activities to be strengthened or launched in the short term in order to achieve the aforementioned objectives, also by increasing the coordination between available EU and national instruments. Mobility Partnerships, information campaigns, diplomatic initiatives and capacity building are important components of this approach. The European External Action Service will be a crucial partner for the implementation of the actions envisaged in this section, while long-term and sustainable cooperation with third countries will be complementary to these more short- to medium term measures. ",
        "6 Actions - Specific actions in transit countries 1.1 Due political attention by the Commission and Member States should be directed at signing and start implementing the recently concluded Mobility Partnership (MP) with Tunisia. Meanwhile, the implementation of the cooperation initiatives foreseen in the recently signed MP with Morocco should be continued, and support should be provided to the Moroccan authorities for the full implementation of the recommendations contained in the report of the National Council of Human Rights to establish a new migration and asylum policy. Furthermore, the negotiation of the Mobility Partnership with Jordan should start without delay, as a positive outcome of the Dialogue on migration, mobility and security initiated with this country in December 2012. The launching of new Dialogues on migration, mobility and security with additional Southern Mediterranean countries, notably with Egypt, Libya, Algeria and Lebanon is also a priority 4 . The decision in that respect will be taken on the basis of a country-by-country specific assessment, notably by taking into consideration their respective capacity and willingness to improve their management of migration and asylum matters in line with international standards as well as to enhance their cooperation with the EU in these areas. Issues of concern relating to the rights of migrants and refugees should be systematically raised in political dialogues with third countries, as per the EU Strategic Framework and Action Plan on Human Rights and Democracy (Action 14), and assistance offered with the development of properly functioning asylum and migration systems. Initiatives implemented by EU Agencies, such as EASO, FRA and Frontex as well as Member States, international organisations, and civil society aimed at building capacity in asylum, reception, migration and border management, can be an important element of the Mobility Partnerships. There should be a financial review for Mobility partnerships, in order to stimulate Member states to participate more actively in developing projects. Mobility Partnerships should also be used strategically to foster regional cooperation in the migratory field. 4 Assistance is under consideration to work with the Lebanese authorities on Integrated Border Management (IBM) to strengthen state institutions and improve inter-agency cooperation. In this context, the EU is also keen to promote a rights-based approach of IBM covering regular movement of people and goods, as well as the management of migratory flows. The EU is also currently considering options for support to the Lebanese Armed Forces (LAF). ",
        "7 1.2 Dialogue on specific issues of concern will be promoted with selected countries of the North African and Sahel region to act more effectively in combating the smugglers' and traffickers' networks. Discussions should be held with the Tunisian authorities on measures aimed at stopping the provision of Tunisian boats to smugglers in Libya, including vessel registration and tracking for data exchange. Similar processes should be encouraged also in other Northern African states. In particular, Egyptian authorities should be encouraged to put more attention and to combat more effectively the activities of the traffickers of human beings in the Sinai region; Sudanese authorities should be invited to combat against the criminal organisations operating on their territory and facilitating the smuggling and trafficking of migrants and refugees from the Horn of Africa towards the Mediterranean region; Nigerian authorities should be engaged and assisted to better protecting their most vulnerable nationals to fall victims of the traffickers in human being. 1.3 Given the very unstable security and political situation and the limited institutional and administrative capacities, Libya is currently unable to counter the activities of the smugglers and traffickers. Therefore it constitutes the main transit and departure country of mixed migration flows in the central Mediterranean. In order to address this situation, the EU should continue to strengthen its comprehensive support to Libya by promoting its stabilisation, enhancing governance and security, and addressing radicalization, violent extremism and terrorism, as well as by addressing reports of human rights' violations. Furthermore, an assistance of particular importance to promote the development of an integrated border management system will be provided by the on- going EUBAM Mission as well as by the Sahara-Mediterranean project. In this framework Member States and Frontex should consider how to provide further support to these initiatives. In parallel, the EU will continue providing its assistance aimed at supporting the establishment in Libya of a migration management and asylum system that fully complies with international human rights standards. Considering that Libya is a recipient country of job-seeking migrants, to reduce irregular migration, a clear official procedure for processing job-seeking migrants is among the priorities of Ministry of Labour and should be supported. The EU will continue to engage with the Libyan authorities to address practices such as the indiscriminate detention of migrants, the mistreatment of migrants within and outside retention centres, and to improve the conditions within retention centres. Particular attention will be placed by the EU on the need by Libya to ensure respect of the rights of persons in need of international protection, to adopt legislation on asylum, to regularize the position of UNHCR in the country 5 . The establishment of a network of liaison officers to fight irregular migration in 5 The Commission is considering a financial decision to implement a program of € 10 million under ENPI (European Neighbourhood Policy Instrument) that will focus on improving the legal and institutional set- up and capacities of the authorities responsible for migration and asylum management, in line with international standards and best practices to guarantee that migrants are treated with full respect of human rights and human dignity and in line with international standards guaranteeing international protection. A particular focus of the programme will be also on improving living conditions for migrants in retention ",
        "8 Libya should be implemented as soon as the security situation allows. The Commission is committed to launch a Dialogue on Migration, Mobility and Security, in line with the GAMM, with the Libyan authorities as soon as the conditions allow. These actions are complemented by other EU projects and programmes in the security sector. 1.4 Turkish territory represents another important point of transit of irregular migration flows directed towards the EU both through the Thracian region and across the Mediterranean waters. While recognising the existing significant Turkish capacities and efforts to prevent this phenomenon, it is very important to continue dialogue and cooperation with the Turkish authorities, in view of further strengthening their capacities to dismantle the smugglers’ networks organising such irregular departures, to prevent the latter through an increased surveillance of its borders, to promptly exchange information with the interested EU Member States and to achieve the full implementation of the readmission agreement. The setting up of a network of liaison officers in Turkey, similar to the network envisaged for Libya will be important in this regard. In addition, it will be of key importance, for the EU, to continue assisting Turkey to develop its border, visa, migration and asylum management systems, in line with the EU standards which Turkey pursues as a candidate country. 1.5. Action with transit countries will have to be complemented by increased attention to countries of origin in Eastern and Western Africa through political dialogue and reinforced cooperation. Specific migration dialogues, demarches and reinforced engagement both at country-level and with regional partners, with implication of the respective EU Special Representatives, could play an important positive role. Cooperation will in parallel continue to contribute to improving socio-economic environment and related employment opportunities for citizens who may otherwise be pushed towards irregular migration. Support for a better management of migration at national and regional level should more effectively tackle trafficking and contribute to prosecuting traffickers and assisting victims. The EU should aim at fostering respect for the human rights of all migrants in partner countries and regions with a particular focus on vulnerable groups and the special rights of asylum seekers and refugees, using available tools and funds including specific human rights instruments. The EU should seek to prevent and address protracted refugee situations and strengthen protection of refugees and security in refugee camps (e.g. through the EU's Instrument for Stability). In this context, support should also be given to innovative programmes. - Regional approaches 1.6 Information and awareness raising campaigns should be developed, mainly as part of broader EU actions on migration, with the intention to clearly communicate and raise awareness concerning the grave risks and dangers faced by migrants attempting to reach facilities. It will do this by reviewing administrative procedures, improving services provided to migrants and facilitating their access to employment. ",
        "9 the EU through irregular channels, including the perils of irregular sea crossings and the threats posed by smugglers and traffickers. Innovative approaches should be sought in order to reach as many potential migrants as possible in countries of origin, as well as in countries of transit, with a particular focus on African countries as well as relevant countries in the Middle East and Asia, building on previous EU and Member State initiatives. The campaigns should also inform about channels available for legal migration. Information campaigns should also rely on diaspora networks and should be, mainly, developed in partnership with authorities of third Countries, international organizations, and NGOs. In this framework the potential of the EU Immigration Portal shall be harnessed, alongside other methods for disseminating these messages. 1.7 The Seahorse Mediterranean network between EU Mediterranean Member States and North African countries will be established by 2015, following a public tender to be carried out in 2014. This network will allow the participating states to directly exchange factual information on incidents and patrols with each other in near-real time via satellite communication. On-going efforts should be reinforced to convince all other relevant countries, in North Africa (namely Tunisia, Algeria and Egypt) to participate in this network 6 . 1.8 The possible involvement of countries of departure in maritime surveillance operations should be discussed, within the Frontex and EUROSUR legal framework. This action should be complemented with dialogues and assistance aimed at encouraging and strengthening the capacities of the third countries to: (1) combat, at the point of origin, the networks smuggling human beings, and thus prevent immigrants from being endangered by the smugglers; (2) improve control of their land borders and coastlines; (3) establish mechanisms enabling the safe return of irregular migrants to the nearest and safest departure point. Whenever feasible and appropriate 7 , the operational experiences gained by some Member States on joint patrolling in third countries’ territorial seas should be replicated. Furthermore the role of Frontex, within the limits of its mandate, in supporting the implementation of the aforementioned activities, in particular on capacity building, will be important. In this respect synergies should be established with other capacity building tools deployed by the EU in the North African region. 6 Also the ongoing Coast Guard Cooperation can present relevant opportunities to foster dialogue between the EU and North African countries 7 Any action in this field should comply with fundamental rights, including the non-refoulement principle. ",
        "10 1.9 Based on the assessment of their existing capabilities and needs, the possibility of assisting in capacity building for search and rescue in the North African coastal states should be considered. 1.10 Exchange of strategically and tactical data between the EU Member States and African States should be improved. In this context the achievements of the Africa Frontex Intelligence Community network would be an example. Common risk analysis reports should be drawn up periodically. 1.11 Political dialogue and diplomatic initiatives, including joint demarches 8 , should be developed using in a coordinated manner all the incentives and leverages available at the EU and Member States' level, so as to enhance the capacity of the EU to successfully reach the objectives of the Global Approach to Migration and Mobility, including the negotiations and full implementation of readmission agreements, the improvement of international protection systems, and the fight against smuggling and criminal networks. These initiatives should be initiated with main countries of transit and origin of irregular migration in Africa and Asia. In this context, avenues should be explored to take into account cooperation on these subjects as part of a wider incentive-based approach 9 . The results of these efforts should be accompanied by a corresponding step up of Frontex coordinated operations in order to facilitate the return process. Also in this framework, measures should be developed with the relevant third countries allowing identification and re-documentation of returnees in a more efficient manner. In this effort, reinforced focus should be given to the main countries of origin of irregular migration. An increased acceptance of the EU laissez passer (standard travel document for expulsion purposes) could contribute to this effort. 1.12 A specific and comprehensive debate on migration (covering, inter alia, voluntary return, readmission, reintegration, reception, international protection, fighting smuggling and criminal networks, capacity building, human rights of migrants as well as the root causes for irregular migration) should be foreseen in view of the EU-Africa Summit in April 2014 and the fourth Euro - African Ministerial Conference on Migration and Development planned for the second half of 2014 (Rabat Process). The new generation of programmes for Euromed Migration and Euromed Police to be launched from 2014 should take due account of evaluations to become a more effective platform of dialogue and cooperation. Moreover, bilateral and relevant regional dialogues 8 With the objective to increase coherence in external actions between the EU and national level, Heads of EU Delegation in countries of origin of stranded migrants should, where appropriate together with other EU Member States ambassadors, prepare joint demarches to the responsible national authorities. These demarches, should be prepared in coordination with the EEAS and the Commission and concerned Member States. 9 See for instance the implementation of readmission obligation of the ACP countries under the EU-ACP Partnership Agreement (Cotonou Agreement). ",
        "11 with countries in Sub Saharan Africa should be strengthened. In this context partner countries should be urged to adopt and implement national measures for integrated border management, against smugglers, also with the support of experts deployed by Member States and in line with best practices developed by UNODC where appropriate. 1.13 A dedicated programme, taking advantage of existing EU initiatives in this domain such as the EU-funded WAPIS programme (Western Africa Police Information System implemented by INTERPOL) could be envisaged to support the establishment of police cooperation and an AFRIPOL to help coordinate national police information and investigation capacities in Africa in, inter alia, the fight against trafficking in human beings and smuggling. Support by INTERPOL, UNODC and other relevant organisations could be instrumental in this regards. Such a programme should ensure synergies with the African Union Border Programme. 1.14 Quick and effective return of irregular migrants needs to be ensured, in a humane and dignified manner in full compliance with the EU Charter of Fundamental rights, the relevant EU acquis and international human rights standards, by promoting, when possible, voluntary returns. At certain conditions and as a complementary instrument, increased financial and technical assistance to support the social and economic reintegration of returnees as well as ensuring an effective system for non-voluntary return in cooperation with national authorities should be made available. When providing financial and technical assistance, particular care should be placed not to create parallel structures to the ones of the third country concerned, and to avoid creating pull factors. Priority, when possible, should be given to returns to countries of origin rather than transit countries. 1.15 Cooperation/exchange of information and synergies will be developed between Member States, with the contribution of EU JHA agencies, other stakeholders (IOM, NGOs) on the content of the Assisted Voluntary Return programmes, including reintegration measures and initiatives taken by each Member State towards the countries of origin or transit to ensure a sustainable return of the irregular migrants. As from 2014, this cooperation will be developed in the context of the EMN. ",
        "12 (2) Regional Protection Programmes, Resettlement and reinforced legal ways to access Europe 2.1 To improve the situation of refugees at the local level it is necessary to set in place and strengthen Regional Protection Programmes (RPPs). Existing RPPs such as those in North Africa (Libya, Tunisia and Egypt) and the Horn of Africa (Kenya, Djibouti) should be reinforced and expanded so to include also other key countries in particular in the Sahel region. Furthermore, the EU is currently preparing a new Regional Development and Protection Programme (RDPPs) for refugees in Lebanon, Jordan and Iraq as part of a long-term response to the Syria crisis. New Regional Protection Programmes will need longer-term engagement and funding, if they are to be successful, both from the EU and the national level. Funding could be obtained only partially from the existing resources and financial instruments of the Asylum and Migration Fund. This needs to be complemented by other sources of funding from EU development assistance and Member States. Besides, the implementation of RPPs/ RDPPs should be accompanied by strong political dialogue and advocacy efforts on refugee protection and protracted refugee situations with national authorities in third countries, including at regional level. RPPs should coordinate their regional and country specific components, and EU member States, EU delegations should play a crucial role in their planning and implementation. UNHCR, together with other international organizations, will be a key partner in this field while, when appropriate, NGOs should participate in their implementation. Where relevant, cooperation between EASO and targeted countries will be promoted focusing in particular on the fields of training and capacity building. In cooperation with international organizations (e.g. IOM) and NGOs, parallel initiatives should be launched to facilitate assisted voluntary return and reintegration of migrants stranded in North African countries to their countries of origin and to develop the capacity of countries to better manage return and reintegration 10 . 10 Migration Resource and Response Centres established by IOM in many countries along migration routes could be considered for replication in the Central and Eastern Mediterranean Routes. Resettlement is an important mean by which persons in need of protection can arrive safely to the European Union without going on hazardous journeys over the Mediterranean. The use of this instrument should therefore be encouraged alongside actions that improve access to self-reliance for refugees in third countries which are key precursor to a durable solution. More legal mobility opportunities for study and work should also be considered including by offering alternative avenues of entry to potential asylum-seekers. ",
        "13 2.2 Member States are encouraged to increase their current commitment on resettlement as a long-term solution that contributes to preventing and addressing protracted refugee situations. In 2012, 4.930 persons were resettled to the Union by twelve Member States 11 . While those already resettling should consider increasing their quotas, new resettling Member States should engage in order to increase the EU share of the world- wide resettlement commitment. In this context strategic use of resettlement through the Union Resettlement Programme is encouraged and will be supported by EU funding available under the Asylum and Migration Fund. 2.3 The Commission is prepared to organise, in cooperation with the UNHCR, a conference on resettlement of the most vulnerable refugees from Syria. The conference could take place in the first half of 2014 and encourage resettlement efforts both among EUMS and countries around the globe. 2.4 The Commission will explore further possibilities for protected entry in the EU in the context of the reflection on the future priorities in the Home Affairs area after the expiry of the Stockholm programme. These could notably include: (a) guidelines on a common approach to humanitarian permits/visas (b) feasibility study on possible joint processing of protection claims outside of the European Union without prejudice to the existing right of access to asylum procedures in the EU. EASO, FRA and Frontex and, where relevant, UNHCR, ILO or IOM, should be involved in the execution of these tasks. 2.5 The EU and its Member States should continue to explore further possibilities to open legal channels which give an opportunity for migrants to reach Europe in a regular manner. Such channels will also help to fight abuses and irregular migration. For instance the seasonal worker's Directive, once implemented, will clarify the admission, grant a secure legal status in order to protect seasonal workers from exploitation and provide the first EU scheme on circular migration allowing migrants to come back in following years under certain conditions. The currently negotiated Directive on students, researchers and other groups could also make an important contribution with clear admission rules and status. 11 Czech Republic, Denmark, Germany, Ireland, Spain, France, Lithuania, The Netherlands, Portugal, Finland, Sweden, United Kingdom (source EUROSTAT) ",
        "14 (3) Fight against trafficking, smuggling and organised crime 12 Actions 3.1 EUROPOL should strengthen on-going activities and coordinate relevant EU agencies in the field of smuggling of human beings and fight against organised crime 13 . This could include setting up a team under the administrative and legal framework of the existing Analysis Work File Serious Organised Crime (AWF SOC), and in particular Focal Point (FP) Checkpoint, which deals with smuggling at Europol. 3.2 Two EMPACT operational actions plans on irregular migration and trafficking in human beings in the policy cycle framework, including smuggling, with the involvement of the Member States and EU Agencies will be decided in December 2013 and launched in January 2014. 12 While interrelated, human smuggling (e.g. facilitation of unauthorised entry, transit or residence) and trafficking in human beings should not be confused. In particular, trafficking involves the use of means mentioned in the trafficking definition (\"by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person\") for the purpose of exploitation of the person, and does not requires the crossing of a border or physically transportation, as in the case of smuggling. 13 The mandate of EUROPOL is strengthened in this field in line with the ongoing revision of the EUROPOL regulation International organized crime networks exploit the desire of migrants to achieve a better life. For this reason, the EU will take new, decisive steps to fight organised crime networks including smugglers' networks, by building new initiatives in cooperation with Member States and well as third countries, Frontex, EUROPOL, EASO, and Interpol. These activities will first and foremost focus on the implementation and the strengthening of the priorities recently adopted by the JHA Council within the EU policy cycle on serious and organised international crime: irregular immigration, including smuggling, and trafficking in human beings (\"THB\"). Building on this, the EU will support further capacity-building programmes to address smuggling and trafficking in human beings in North Africa, key countries of origin and countries of first asylum. Training in third countries should support multidisciplinary cooperation, including law enforcement and the judiciary. The on-going reflections about the use of appropriate CSDP instruments in order to support the fight against criminal organisations in third countries will also have to be taken into account. ",
        "15 3.3 A comprehensive EU plan should be developed, involving all interested parties on the fight against smuggling of migrants which incorporates a human rights dimension in compliance with the EU Charter of Fundamental Rights. The strategy will include enhanced practical cooperation and exchange of information between Member States as well as with EU Agencies and deepened external cooperation with third countries and relevant regional and international organisations (e.g. UNODC). 14 In this context the Immigration Liaison Officers present in the countries of origin and transit will play an important role. In this context Guidelines on different aspects related to the fight against smuggling could be developed both at EU and national level taking into account the work of the UN in this field. Already existing means of operational cooperation between the Member States and third countries such as liaison officers and joint operations should be used more effectively in the framework of COSI 15 . 3.5 The responsible national authorities of the affected Member States are encouraged to systematically make available relevant information, including personal data, to Europol for the purpose of supporting the fight against facilitators. Frontex and Europol should conclude without delay an operational agreement allowing for the exchange of personal data, for the purpose of supporting the fight against cross border criminal activities 16 . 3.6 In the framework of the EUROPOL inter agency coordination, EASO should run a pilot project with a Member State to learn more about smuggling and trafficking routes. 3.7 The EU should politically support the organisation of the regional conference under the auspices of the Joint Africa-EU strategy on trafficking and smuggling in 2014. 3.8 The Commission will carry out the evaluation and possible modification of the EU acquis on facilitating unauthorised entry, transit and residence, by reconciling effective fight against smuggling with the need to avoid criminalising humanitarian assistance. The international obligation concerning rescue of migrants in distress at sea should be recalled 17 . 14 Information collected in this context could also be used to better detect better detect and prevent the travel of foreign fighters to either engage in jihad abroad (in particular Syria) or return. 15 These actions might need to be coordinated, if appropriate, with the on-going reflections on delivering concrete elements for a Communication on a European Maritime Security Strategy by early 2014. 16 When it is allowed by the EUROSUR Regulation data other than personal data should be made available by EUROPOL to EUROSUR. 17 In this context it is to be clarified from the outset that shipmasters remain bound to following orders issued by Rescue Coordinator Centres (RCCs) in accordance with international law. ",
        "16 (4) Reinforced border surveillance contributing to enhancing maritime situational picture and to the protection and saving of lives of migrants in the Mediterranean Actions 4.1 Frontex, together with relevant Member States, has enhanced its capacities to control Mediterranean maritime borders, which are the external borders of the European Union. For example, it has reinforced Joint Operation Hermes as of beginning of November, while taking due account of the possible changes in migratory movements due to seasonal aspects. This has been achieved through the additional funding provided in the context of the Lampedusa operation (an additional €7.9 million for Frontex's 2013 budget). Building on this, the objective is to have a comprehensive and coordinated approach to border surveillance operations led by Frontex in the Mediterranean (from Cyprus to Spain), focusing on the main migratory routes, as of spring 2014 on the basis of a multi- stakeholder approach. The reinforcement of Frontex operations in 2014 should be further assessed based on the concept presented by Frontex to the Task Force 18 . National border surveillance efforts should be fully coordinated with the operations undertaken by Frontex and altogether should constitute a European Patrols' Network. Information on those national efforts – regardless of the authority undertaking them – should be shared through the EUROSUR network, via the national coordination centre of the Member State in question. 18 Host Member States are invited to take appropriate measures in order to exempt participating Member States from paying VAT during joint operations to the extent possible. Over the years, a number of tragedies have been witnessed in the Mediterranean, whereby several thousand people have lost their lives when trying to reach European shores. The efforts made by Member States in the region, at times also with the support of Frontex, are commendable and have led to the rescue of thousands of people. However, increased support and assistance to these Member States is necessary. The role of Frontex in coordinating operational cooperation between Member States in the Mediterranean is key to ensuring effective border control in the region, whilst contributing to ensuring protection of those in need and saving the lives of migrants. The European Council called for Frontex's operations to be strengthened. This can be supported by improved information sharing on the situational picture in the Mediterranean through the opportunities offered by EUROSUR. ",
        "17 This could also include stepping up of Member States' operations following the example of the Italian initiative Mare Nostrum. These initiatives should be complementary and should be coordinated with Frontex operations 19 . Reinforcement of Frontex-coordinated border surveillance operations by Member States' airborne and naval military assets, when possible under national law and with those assets acting in a civilian law enforcement capacity, can also improve situational awareness and the capability for early detection of irregular migrants at sea, thus enabling more effective prevention of loss of life. Therefore such reinforcement should be encouraged within the overall legal framework of Frontex and EUROSUR Regulations which would apply to participating military assets. As referred to in paragraph 1.8, Frontex should strive to develop the participation of Mediterranean third countries to the extent possible. 4.2 The European Parliament and the Council are invited to accelerate their negotiations on the proposal for a Regulation establishing rules for the surveillance of the external sea borders in the context of operational cooperation coordinated by Frontex, with the aim of holding the first trialogue before the end of the year. 4.3 EASO's role in the field of identification and screening of asylum seekers in mixed flows should be strengthened in partnership with Frontex and in full compliance with the respective mandates of the Agencies. 4.4 The European Border Surveillance System (EUROSUR) has become operational as of 2 December 2013 and its implementation and full use by Member States and Frontex will be monitored closely. Near real-time information exchange, regular intelligence sharing and close inter-agency cooperation at national and EU level are the key elements here. An essential role is also played by the use of modern surveillance technology, such as the fusion of data derived from ship reporting systems and satellite imagery. 4.5 On this basis, in the course of 2014, further improving interagency cooperation and information exchange in the framework of EUROSUR could be explored to enhance the national and European situational pictures 20 . In line with the requirements of the EUROSUR Regulation this should also include the assistance of Member States' naval vessels which are in any event present in the area 21 . On-going efforts should be 19 Operations not covered by the Frontex regulation still have to be conducted in full compliance with the Charter of Fundamental Rights and in particular with the principle of non-refoulement . 20 These efforts could be complemented by the on-going works to establish a Common Information Sharing Environment for the EU maritime Domain. The Common Information Sharing Environment (CISE) which is currently being developed jointly by the European Commission and EU/EEA member states is also foreseen as the third phase of EUROSUR (COM (2008) 68). 21 The EUROSUR Regulation requires information on the position, status and type of military assets assisting a law enforcement mission is included in the national situational picture for EUROSUR. Access to this kind of information may be restricted on a need to know basis. ",
        "18 intensified to improve the monitoring of known departure points for irregular migration in the whole of the Mediterranean, including activities in ports and at coasts serving as hubs for irregular immigrants. The detection and tracking of small boats will be pursued in the framework of EUROSUR with financial support from the future Copernicus programme as well as with test runs under on-going FP7 research projects such as Perseus, Closeye, Lobos and Sagres and with technical support and advice from the European Commission's Joint Research Centre 22 . In this context the situational picture in the Mediterranean should be enhanced by better utilising inter-agency cooperation. Based on the Service Level Agreement between Frontex and European Maritime Safety Agency (EMSA) 23 and the EU Satellite Centre 24 more vessel positioning and Earth observation data should be generated for the critical areas. These and other relevant data for operations should be added to the different situational pictures of EUROSUR, including from naval assets. In the context of inter- agency cooperation (Frontex, Europol, EMSA) intelligence based information should be used as the basis for intensified surveillance efforts. 4.6 A call should be issued at the national level, where appropriate through a notice to mariners, urging shipmasters of merchant vessels and fishermen to comply with their obligations under international law (UNCLOS, SOLAS and SAR) to assist and report to the relevant authorities of the Member States any migrant boats in distress. This should be coupled with a public reassurance that they will always be allowed to disembark rapidly and, provided they are acting in good faith, would not face any negative legal consequences for providing such assistance. Such a call should be supported politically at the European level. 22 In the longer term the satellite navigation system Galileo and the augmentation system Egnos (European Geostationary Navigation Overlay Service) could also contribute to enhance the situational picture in the Mediterranean 23 Signed in April 2013. 24 To be signed in early 2014. ",
        "19 (5) Assistance and solidarity with Member States dealing with high migration pressure 25 Actions 5.1 The Commission is setting aside funding (including emergency funding) of up to €30m in support of IT, including for border surveillance operations under the Frontex mandate. For other Member States ca. €20 million have been allocated in order to address the growing pressure at the EU level and the subsequent insufficient national capacity. This funding will improve reception capacity, processing capacity, screening and registration capacity, as well as support border management activities. Funding should, when appropriate, be complemented by other operational activities such as the assistance offered by EASO and Frontex. Contingency planning and Crisis Management (under 5.3) play an important role in this regard. 25 Member States' national programmes for the MFF 2014-2020, soon to be prepared and submitted, should also clearly reflect such priorities so that the necessary funding can be mobilised once the respective financing mechanisms are operational. Responsibility and solidarity go hand in hand. Member States have the responsibility to invest and build up capacity to ensure a flexible and effective national systems of asylum, migration and reception in accordance with the EU acquis . This also includes building up capacity to manage a sudden and increased pressure. At the same time, assistance and solidarity play an important role in the overall context of alleviating pressure on Member States in the whole of the EU. The events off the shores of Lampedusa are in fact only part of a wider problem and assistance should target all Member States who are on the frontline in dealing with high migratory pressure. Therefore, Member States should transpose and implement the revised asylum acquis as a matter of priority and implement the approaches set out in Council Conclusions of March 2012, based on the Commission Communication on Intra-EU Solidarity. Member States should make use of support tools developed by EASO to this effect. Although already addressed under the fourth line of actions, it is to be noted that the Frontex coordinated Joint Operations also constitute a tangible sign of solidarity. Further practical cooperation initiatives can be developed to support Member States under pressure to manage their migratory flows and ensure a quick and proper assessment of asylum applications. EU funding can also help in this direction. In this framework, contingency planning should be strengthened in order to prevent crisis when possible and to manage emergencies when they happen. ",
        "20 Countries particularly affected by an influx of migrants and asylum seekers may also request assistance as appropriate from the European Civil Protection Mechanism (EUCPM) 26 . 5.2 Making use of the financial incentives offered by the future AMF, Member States should voluntarily commit to more intra-EU relocation of beneficiaries of international protection. EASO should play a coordination role in intra-EU relocation to make it faster and more efficient. Member States with a low migration pressure are particularly encouraged to show solidarity in this manner. International Organisations, such as UNHCR and IOM, can play an important role in this field. 5.3 Contingency planning and crisis management efforts at EU level should continue and should be broadened with the aim of taking action to build solid asylum and migration systems in Member States. These efforts should be based on an assessment done on the basis of the forecasts of trends analyses and other ad hoc statistical and analytical reports produced by EASO, Frontex, FRA and other organisation such as UNCHR, IOM and other actors and should be coordinated also with the EUCPM. In developing these contingency efforts, the Commission should include assessment reports on the situation in countries of origin, integrating as much as possible components of security, border management and migration flows 27 . In order to make efficient contingency planning possible, Member States should provide data to EUROSTAT, EASO, Frontex and other relevant actors without delay, and should be ready to support additional data requirements that might be necessary for this purpose. 5.4 EASO should set up a first project on supported processing of asylum applications in Member States. This would allow a quicker and more efficient processing of asylum applications, relieving the asylum system of the responsible Member State without shifting responsibility for the examination of the asylum application and in full respect of the nationally applicable legal framework. 26 The Emergency Response Coordination Centre (ERCC) from DG ECHO facilitates the voluntary contributions in-kind or in skilled advice of experts from 32 Participating States to the Mechanism, including the EU Member States. Because of the voluntary nature of the EUCPM, it may only be regarded as a short-term stop-gap solution. 27 Mechanisms that might be considered could include the IOM Migration Crisis Operational Framework (MCOF) and the Migration Task Force on for the East African Migratory Route and North Africa. ",
        "21 "
    ]
}