{
    "text": [
        "The results of the European elections were a relief. Although eurosceptics and populists took more seats in Parliament, there is still a strong pro-European majority. This majority will have to work closely together to avoid letting down its voters, who did this time turn out to vote. The success of the new Parliament and Commission will depend on how well they address the needs and concerns of Europe's citizens. The Employers' Group focus throughout the election campaign – directly and through its members' organisations – was on convincing people to vote. I hope that, together with other European employers' organisations, we contributed to this impressively high turnout. I believe it is an effort that has to be continued. We should remind people day in, day out of the benefits that the EU brings. High voter turnout is a sign of trust from Europe's electorate. To retain and boost their interest in European politics, this Parliament © E u r o p e a n U n i o n 2 0 1 9 ",
        "and the new Commission will have to listen even more attentively to voters and better understand their needs and concerns. These include – as polls showed – migration, security, climate change, digitalisation and changing labour markets. Each of these areas could – when properly addressed – bring benefits to Europe's citizens. This requires strong leadership in the new term of office – leaders who will have the courage to give the EU a new impetus. We need more unity around core goals and we need more efficient implementation. Turning agreement into action has long been a weak spot of our community. Moreover, issues such as migration or climate change have to be addressed not only at the European but also at global level. The European Union must encourage other global players to work together in a joint effort. What kind of Europe should we have in the years ahead? In the declaration issued for the elections, the EESC Employers' Group called for an open, united and strong EU – a strong EU that is economically, socially and environmentally sustainable and resilient. This remains our message for the new Parliament and the next Commission. Addressing citizens' concerns identified throughout the campaign (about climate or social policies) will certainly require major resources to be spent at both the national and European level. To finance these, we need a strong European economy. This is why we call for a competitive business environment that encourages enterprises to innovate, invest and trade. There will be no social or environmental progress without strong economic development. The open Europe we believe in means not only an open economy but also an open society. The results of the vote are cause for some optimism, but the populist, authoritarian and xenophobic movements are still out there. For too long policymakers underestimated the importance of civil society involvement and The European single market is a driver for growth and prosperity in the EU. Thus the European economy has become increasingly interwoven in the last few years: a growing number of jobs has become dependent on demand from other countries in the EU. To date, economic integration has been dominated by the industrial sector. Nevertheless there has also been greater integration in the services sector: service exports in the single market constitute one of the most important drivers of growth in the EU. The current study by the German company IW Consult ( Institut der deutschen Wirtschaft Consult GmbH ), commissioned by the European Economic and Social Committee (EESC), gives a detailed breakdown of the positive effects of the EU single market in services on economic and employment growth and social cohesion in Europe. open civil dialogue. This involvement, this inclusiveness, must be our answer to those who call into question core European values of democracy, freedom, fundamental rights and the rule of law. For employers, these values are equally as important as the single market or the single currency. The world is changing at a pace unseen before and Europe must actively prepare for that change. We need policies that stimulate creativity, innovation, ongoing learning and the entrepreneurial spirit throughout society. This is the only way to prepare for the change we are facing. From the policymaking perspective, the composition of the new European Parliament will make finding consensus more challenging for the political groups. As a result, it will be less predictable but this might result in more interest in European politics. This editorial is going to press just two days before the European Council meeting that will discuss candidates for the most important posts in European politics for the next five years. The employers' representatives have confidence in the sense of responsibility and the unity of Europe's leaders. The challenges ahead of Europe's new leaders are serious and the stakes are high. The European employers' movement is willing to help as much as possible in addressing the hurdles the EU will face. About the author: Jacek P. Krawczyk President of the Employers’ Group Vice-President of Confederation Lewiatan © S h u tt e r s t o c k / B r a z h y k ",
        "© Z a p p 2 P h o t o At the end of 2014, 10.9 billion jobs in Europe were provided by the export of services to other EU Member States. That is almost twice as many jobs as in 2000. Taking into account the fact that total employment in the EU has grown by only 5.5 % over the same period, this demonstrates the sharp rise in the amount of cross-border services. Cross-border services are important in all Member States. They are, however, particularly important for countries with small surface areas because of the short distances to their borders. On the other hand, there is no significant difference between countries with high and low labour costs. Both the countries which have been members of the EU since 1995 (EU-15) and the central and eastern European ones which joined between 2004 and 2013 (EU-13) benefit from the EU’s internal market in services. With 75% of the jobs based on the export of services, EU-15 Member States actually account for a large proportion of this type of employment in the labour market. The United Kingdom accounts for around 1.7 million jobs. The services sector in the UK is therefore, in absolute terms, the biggest beneficiary of the common market in services in the EU. Cross-border services accelerate economic growth in the EU. The economy has developed especially well in countries whose services About the author: Manuel Fritsch Co-author of the study IW Consult are in higher demand in other Member States. In particular, the increase in the number of employees in those countries is very strong in terms of the provision of cross-border services. In 2014, exports of services generated around EUR 625 billion in added value in the EU. Both labour- and knowledge-intensive sectors are especially active in the cross-border sale of their services. The biggest share is in the sector providing professional, scientific and technical services. The outcome of the study also shows a positive correlation between the spread of cross-border services and social cohesion indicators in society. A higher employment rate in companies exporting services to other EU countries in the period considered is significantly linked to a lower proportion of the population at risk of poverty or social exclusion and higher average levels of satisfaction among the population. Cross-border services in the EU create and secure an increasing number of jobs, which makes a statistically significant contribution to strengthening social cohesion. The regulation of cross-border services in Europe must therefore be tackled with care. It should be designed in such a way that the differences in working and living conditions between individual Member States do not become too wide. At the same time, steps must be taken to prevent regulation acting as a barrier to entry for companies from individual Member States. Such barriers would have a counter-productive effect on the convergence of living conditions. In order to avoid undue barriers to market entry, a closer look at the different service sectors is needed. Appropriate regulation is only useful where it makes the single market more efficient. The study is available for download on the EESC website: europa.eu/!kH98Bh Executive summary is available in all 23 EU languages. Number and share of employment dependent on cross border services Connection of cross border service share and employment growth ",
        "Jacek Krawczyk, President of the Employers' Group, welcomed Mr Katainen and thanked him for his courage and engagement in defending the rule of law and fundamental rights in the EU. He also thanked him for their earlier meeting in the European Commission, when he had handed to Mr Katainen the declaration issued by the Employers' Group ahead of the European elections. Tellervo Kylä-Harakka-Ruonala, Vice-President of the Group, pointed out that employers are very committed to the mindset of sustainable development – a policy area in which Mr Katainen has been very active. She added that the role of business and economic growth in achieving sustainable development has still not gained the recognition it deserves. The Commission Vice-President started his presentation with a short summary of the Commission's achievements in terms of investment. \"The Juncker Plan has been a success story and functioned much better than we expected,\" he said. So far, it has mobilised EUR 400 million of additional investments, three quarters of which are private. Around 900 000 SMEs have got financing through local intermediaries. The Juncker plan will be extended to the next Multiannual Financial Framework under the new name InvestEU. It will be more policy driven, with more focus on topics such as renewable energy, the circular economy and AI. Funds will be available not only for the EIB but also for national promotional banks to lower the threshold of entry for such projects. Summarising the term of office of the European Commission, now coming to an end, Mr Katainen underlined significant progress in integration in certain areas such as the capital markets union, the energy union and the digital single market. He admitted that the European Union is now facing a much greater external challenge from global competitors than used to be the case a few years ago. Moreover, certain countries would like to see the EU weakened and fragmented. \"That is why we need to defend both the European economic interest and European values,\" Mr Katainen said. The Employers' Group members expressed appreciation for the work done by the Commission and raised concerns in regard to the lack of awareness of businesses funded with EU resources and the need to enhance the ability to circulate and distribute those resources efficiently. The discussion moved further into the challenges of the ongoing relationship between Europe, China and the US, the threat of Russia and the need to nurture a sustainable relationship with Africa. Investments in the EU, current challenges the EU is facing and possible priorities for the next term of the European Commission and European Parliament – these were the main topics of the debate between European Commission Vice-President Jyrki Katainen and the members of the Employers' Group, which took place at the Group's meeting on 15 May 2019. Mr Radev is Executive President of the Bulgarian Industrial Association – Union of Bulgari- an Business (BIA). He is also the Executive Director of “Darik Holding”, President of the Su- pervisory Board of “Doverie - United Holding” PLC and Chairman of the Board of Directors of “Albena” PLC. He graduated from the Department of Law of Sofia University “St. Kliment Ohridski” and specialised in marketing and management in the USA. He worked consecutively at the Sofia City Court and Bulgarian National Radio's “Hristo Botev” channel. In 1992 he founded the national “Darik Radio” station. He is the founder of the country's largest privatisation fund, “Doverie”, and of the \"Albena Invest\" privatisation fund. We are pleased to report that Mr Radosvet Radev has joined the Employers' Group of the European Economic and Social Committee. He replaces Bojidar Danev who passed away in May 2018. ",
        "In the past 30 years, the EU has reduced emissions by 20 % while the economy has grown by 58 %. \"We have proved that it is possible to decouple emissions from economic growth. The EU will be climate-neutral one or two decades before the rest of the world!\" said Cecile Hanoune, who is responsible for Strategy and Economic Assessment at DG Clima, at the meeting of the EESC Consultative Commission on Industrial Change (CCMI). \"Europe has made enormous progress on renewables. Costs came down massively. In many places in Europe, solar is the cheapest alternative. Is variability a problem? Yes, but better interconnection and storage solutions can help us overcome this issue,\" said Hans Van Steen, who is responsible for Renewables, Research and Innovation and Energy Efficiency at DG Energy. In fact, the share of renewable energy in the EU energy mix has significantly increased, reaching 17.5 % in 2017. However, it has proven more successful in some sectors than others. Heating and cooling and the transport sector have seen some of the lowest rates of renewable energy usage. Today, about 50 % of all electricity consumed in the EU already comes from low carbon sources – 20 % renewables and 26 % nuclear energy. By 2050, renewables are expected to power 80 % of the electricity consumed. Naturally, the path to electrification comes at a cost. \"The energy transition will be costly, but not acting would be even more costly,\" he said, referring to the additional investment needed in infrastructure and clean energy R&D, which will come mainly from the private sector. These and other short- and long-term measures were identified in the Industrial Transformation Master Plan for climate-neutral industry by 2050. Vincent Basuyau, who is responsible for resource efficiency and raw materials at DG Grow, explained how the plan addresses sustainability and the future competitiveness of EU industry in a global context. The social dimension of industrial The EU is well on track to achieve the 2020 targets on greenhouse gas emissions reductions. However, maintaining a healthy trajectory towards a carbon-neutral economy will demand clear investment planning in R&D and infrastructure, significant clean energy deployment and political will, both internationally and at home, over the coming decades. transformation cuts across the three main areas of focus: the creation of markets for climate-neutral, circular economy products, the development and financing of climate-neutral solutions and the access to and deployment of resources. The path to a carbon-neutral economy will rely on a mix of different energy sources. Certain CCMI members voiced concerns about nuclear energy, which is expected to maintain its relative share of the EU's energy mix. Europe is taking a leading role in developing nuclear fusion as a promising low-carbon energy source in the future. Alongside the US, Japan, China, Russia, South Korea and India, the EU is building an experimental facility called ITER, which will be the largest fusion device to produce energy in the world. In the meantime, hydrogen may represent a reliable alternative. \"People usually criticize hydrogen for its lack of efficiency. I would argue that electricity is 0 % efficient if it doesn't reach your car,\" said Jorgo Chatzimarkakis, secretary-general at Hydrogen Europe. Harvesting renewable energy, distributing energy cheaply and decarbonizing transportation and heat are some of the benefits of low carbon emissions energy. \"Since 1990, the Chemical industry has reduced greenhouse gas emissions by 60 %,\" explained Charles Henri Robert, executive director for climate change and energy at the European Chemical Industry Council (CEFIC). Better alignment between climate and energy policy, investment in innovation and infrastructure and incentives for circular products were just some of the key enablers pointed out in relation to lowering emissions in the chemical industry. Representing another major energy intensive industry, Axel Eggert, director-general of the European Steel Association (EUROFER), voiced his concerns on the need for a level playing field for European steel producers that compete globally with state subsidized players like China. \"We reduced our emissions by 28 % since 1990. To stay competitive the necessary regulatory frameworks need to be put in place,\" he said. Based on the Commission's estimates, the EU should achieve a 45% reduction in greenhouse gas emissions by 2030, which is above the Paris Agreement targets. However, the work at the international level must continue. The G7 and G20 meetings as well as Trade Agreements have been used as tools to drive the global climate agenda forward. © S h u tt e r s t o c k / j a r o s l a v a V ",
        "The largest and oldest employers' organisation in Poland, Employers of Poland, is celebrating its 30 th anniversary this year. The organisation was launched in November 1989 and has been accompanying political and economic changes since the very beginning of its existence. Employers of Poland was not only a witness to the changes, but also took an active part in walking the gruelling path of transition from a centrally controlled economy to full economic freedom. We were striving to create laws that were friendly to business and free competition, to enter the largest customs union and the largest common market within the EU. We co-created the principles of corporate social responsibility in the social sphere and environmental protection and explained the necessity of building a common European system based on democracy, security, equal opportunities in economic and social development and protection of freedom, rights and interests of citizens. For 30 years, Employers of Poland has been witnessing and co- creating the success of economic and pro-social transformation. We have been observing with satisfaction how the country and our business environment were positively changing, what great chances the young generation were receiving and how Europe was changing. We were also witnessing mistakes made by economic decision makers and unauthorised interference in strictly economic processes. At that time, we expressed our strong protest, insisting on the process of law-making respecting the public interest and the principles of the social market economy. The joint work of Employers of Poland and state administration has led to the flourishing of the Polish economy. For many years, Poland has recorded GDP growth and record low unemployment rates. The year 2009, when the spectre of the financial crisis hung over the global economy, was proof of the level of effectiveness of social dialogue with the government. At that time, employers' organisations and trade unions managed to jointly negotiate the anti-crisis programme that was later adopted by the Polish government. Although the Polish economy has experienced a serious slowdown in its growth rate, it has not succumbed to the widespread crisis. This evidence clearly shows how necessary substantive dialogue between all parties – social and governmental – is for development. Therefore, we will constantly strive for it, regardless of adversity. For Polish entrepreneurs, it was extremely important to introduce the in dubio pro tributario principle, which is about resolving doubts in favour of the taxpayer. By conducting a long-term social dialogue program, we have managed to change the unfavourable attitude of the government and overcome practices that deviated from the principles of the market economy. This is how we perceive our role – as a partner in dialogue between employees and the Polish government. Employers of Poland is a stable and reliable representative of over 19 000 enterprises, creating a total of 5 million jobs. Support in these and other activities came both from Polish entrepreneurs and international partners of our organisation. We have been participating in the work of B20, IOE, CEEP and BIAC for many years. We are a founding member of the International Coordination Council of Employers' Unions – the regional employers' organisation. However, long-term joint work in the European Economic and Social Committee should be listed first. It is a source of valuable knowledge and great support for us. Our 30 th anniversary is a good time to reflect, take stock and draw conclusions. We consider it to be a great opportunity for a broad international discussion. We, as Employers of Poland, want to summarise our and partner organisations’ work by holding an international conference ‘Employers and entrepreneurs of Central and Eastern Europe. Thirty years of experience and future’. It will take place on 2 October this year in Warsaw. During numerous thematic panels, we will deal with such important issues as supporting women in business, the Smart Cities project, moving to a low-emission economy, demographic challenges and labour market problems, and digitisation and innovation in business operations. For employers from the regions of Eastern and Central Europe, we are proposing the joint development of a cross-sectional study document. It will concern the role of entrepreneurs and employers' organisations in political and economic transformation in every country of our region. We want to describe how the autonomy and social prestige of the countries were created and how a modern legal system for innovative business operations was established. I am convinced that the publication will be a lasting achievement of our conference. It is my personal desire that our 30 th anniversary will give us an opportunity to look to the future together. It is crucial to find decisions and solve problems on the road to a prosperous, peaceful and happy Europe. I am looking forward to meeting you on 2 October in beautiful and modern Warsaw. Let us come together and think about where we were, where we are and what should be passed on for the success of future generations of employers and entrepreneurs. About the author: Andrzej Malinowski President of the Employers of Poland Member of the Employers’ Group Gala of the 25th anniversary of Employers of Poland ",
        "Because circular economy is by definition based on a large number of circles and market interactions, it is neither realistic nor meaningful to try to enhance or control it by regulation or detailed political guidance. Even though some regulation is always needed, one should make full use of the power of the market mechanisms and the creativity of the different actors in the market. Market expectations have a fundamental role in the development and renewal of industries through the demands by customers, investors and financiers. To encourage businesses to be in the forefront of the circular economy, policy-makers should provide enterprises with a business environment that is favourable for innovating, investing and trading. Progress towards the circular economy calls for both up-scaling of existing solutions and innovating new ones. This requires growth in investments and the spread of new technologies, which are to a great extent dependent on the private sector. Digital development facilitates circular economy in many ways. Automation, internet of things and AI increase the efficiency of resource use both in production and logistics. With the development of digital platforms, the cycles of products are changing radically. In addition, digital platforms enable new kinds of services for enhancing circularity. Progress also requires enlightened consumers and society at large. Education and training therefore belong to the most crucial tasks of the public sector. To ensure the necessary awareness, knowledge, competences and skills, the principle and means of the circular economy must be included in the curricula from primary schools to universities. As it was stressed in the World Circular Economy Forum: circular economy is a matter of life-long learning. In the World Circular Economy Forum - held in Helsinki in the beginning of June - it was made clear that businesses have a key role to play in the circular economy. This holds with the development of individual businesses as well as the all-embracing economic and societal change. In the fierce global competition, companies need to ‘disrupt’ their business continuously. This requires intensive innovation in collaboration with partners in the supply chain and careful listening to the customers. The circular economy is not only about recovering, reusing, recycling and remanufacturing. It is primarily about planning processes and products and their whole life-cycle in a way that facilitates the efficient use of resources, prolongs the use of products and materials, and maximises the overall value of the product. It calls for ecosystem thinking which becomes a reality in the cooperation between enterprises of different sizes, from different sectors and from different parts of value chains. The circular economy comprises of circles at several levels: within a company, between companies, between companies and consumers and between consumers. The interactions between different actors can happen locally or nationally, but there are also many activities across borders. Because in an open economy raw-material and product flows are international, circular economy must be viewed from a global perspective and not limited to single countries or regions. In the World Circular Economy Forum it was pointed out that trade is one of the enablers of the circular economy. In order for materials to be used as efficiently as possible and to ensure security of supply of raw-materials, well-functioning markets are needed for secondary raw-materials and remanufactured goods as well as for services that enhance the circular economy. There are however several trade barriers that must be eliminated. Transition to a circular economy has a perfect fit with sustainable development, as it has the potential to bring about economic, social and environmental benefits simultaneously. By stimulating new businesses, it also stimulates jobs creation. From the environmental point of view, the sustainable use of natural resources is the absolute benefit of the circular economy. Moreover, the approach of the circular economy is key in combating climate change. As materials use is responsible for a remarkable share of greenhouse gas emissions, transition towards a low-carbon and circular economy must go hand in hand. Circular bioeconomy has a specific role here. Besides replacing fossil feedstock, it contributes to climate change mitigation by absorbing carbon dioxide from the atmosphere into forests and crops and by storing it into long-lasting bioproducts. Discussion on circular economy started as an environmental project but today it is more and more considered as a business case. And while something is seen as a business case, it becomes part of real-life action. Circular economy increases resource efficiency, which usually means better cost-efficiency and improved productivity. Another angle to the business case is related to differentiation and the higher value of products and services for customers. About the author: Tellervo Kylä-Harakka-Ruonala Vice-President of the Employers’ Group Vice-President of the Sustainable Development Observatory © S h u tt e r s t o c k / n a n n a 4 5 ",
        "Editors Leszek Jarosz | leszek.jarosz@eesc.europa.eu Monica Procopet | monica.procopet@eesc.europa.eu THE EESC IS NOT RESPONSIBLE FOR THE CONTENT OF EXTERNAL WEBSITES Contact European Economic and Social Committee, 99 Rue Belliard, 1040 Brussels Tel. +32 (0) 2 546 82 07 | Fax: +32 (0) 2 2 546 97 54 gr1@eesc.europa.eu  www.eesc.europa.eu/employers-group Online: QE-AH-19-005-EN-N ISSN 2467-4494 Print: QE-AH-19-005-EN-C ISSN 2467-4478 EESC-2019-56-EN The high participation rate was the unquestionable success of these elections and we all hope that this is the beginning of a longer trend, said Danuta Huebner, Member of the European Parliament, at the meeting with the Presidency of the Employers' Group on 3 June in Warsaw. She underlined that European citizens' awareness and expectations of the EU are growing and that we are witnessing the creation of \"European demos\". The elections clearly showed the main topics that attract people's interest. A good result for the Greens in many Member States shows a growing awareness of the importance of climate issues. Both the new Commission and Parliament must consider this when shaping the political agenda. The same applies to sustainability, also in terms of social policies. The new EP and EC will also have to strengthen EU fundamental values and address related challenges i.e. to the rule of law. During the debate, members of the group emphasised that both the question of sustainability and social policies must be addressed in a way that does not harm the competitiveness of European companies at global level. Jacek Krawczyk, the president of the Employers' Group thanked Professor Huebner for her engagement and cooperation and congratulated her on her result in the elections, as she was re-elected as an MEP with a high number of votes. Europe and its Member States have to deliver wellbeing to the citizens and this can only be done through investments and jobs. This means that the impact which taxes and tax measures have on investments, jobs, trade and growth must be brought to the forefront of the debate. While the OECD stresses that all taxes have the potential to discourage growth, its analysis of tax structures has found corporate taxes to be the form of taxation that is most harmful to economic growth. Empirical studies confirm that there is a negative relationship between corporate taxes and economic growth. In order to encourage a broader and more balanced discussion on taxation, the Employers' Group requested that the EESC commission, in 2018, the study on The role of taxes on investment to increase jobs in the EU – An Assessment of Recent Policy Developments in the field of corporate taxes . The purpose of this seminar is to present the results of the study and to discuss the impact that various taxes and tax rules have on investments and jobs. "
    ]
}