{
    "text": [
        "EUROPEAN COMMISSION Environment fact sheet: energy for sustainable development • The major global energy challenges are securing energy supply to meet growing demand, providing access to energy services and tackling the causes and impacts of climate change. • Specific priorities may vary from region to region. Industrialised and rapidly growing economies focus on security of supply and reducing the environmental impacts of energy use, in particular climate change and air pollution. • For the poorest regions and people in the world, securing access to reliable, sustainable and affordable energy services remains a key challenge. Energy is needed to stimulate production, income generation and social development, and to reduce the serious health problems caused by the use of fuel wood and other solid fuels. • The goals of securing supply, providing energy services, tackling climate change, avoiding air pollution and reaching sustainable development globally offer opportunities and synergies. • Innovation and new energy technologies are essential for making progress on these issues, and also create jobs and income. • Increased energy efficiency, renewable energies and low-carbon technologies have a central role to play in meeting energy demand in a sustainable way. Industrialised countries should take the lead in their development and deployment. KH7406403EN1.indd 1 5-04-2007 8:37:05 ",
        "Energy access Limited access to energy services and heavy reliance on traditional biomass are hallmarks of poverty in develop- ing countries. Better access to sus- tainable energy services is necessary for economic growth and to develop businesses and income-generating activities. Homes, schools and health centres need adequate energy for lighting, communication, water sup- ply, heating and cooling. Streetlights improve safety at night. Better fuels and cooking stoves are necessary to end the exposure of women and chil- dren to indoor air pollution and reduce the daily work of collecting wood. Development of wind energy Global wind energy capacity has grown from a few hundred mega- watts (MW) in 1990 to 48 000 MW in 2004. The EU hosts four fifths of global capacity and accounts for three quarters of global investment in new wind capacity, and supplies 90 % of the world market for wind turbines. Over the years, the worldwide expan- sion of wind energy has reduced costs dramatically, with a reduction of 12 to 18 % with each doubling of global capacity. Biofuels Biofuels, which can be made from sugar cane, cereals, rape oil and other types of crops, are an important al- ternative energy source, usually sav- ing 35 to 50 % of the greenhouse gas emissions from petrol and diesel. They also offer new outlets for people who make their living from agriculture and contribute to security of supply. The EU is therefore moving towards a binding target of a 10 % share for biofuels in each country’s pet- rol and diesel consumption in 2020 — compared with an average of 1 % in 2005. It will also ensure through an incentive/support system that their production meets sustainability stan- dards, and stimulate the development of ‘second-generation’ biofuels. These could be made from a wider range of raw materials — such as energy grasses, straw or wood — with higher greenhouse gas savings and potential- ly fewer environmental impacts. Fact 1: If policies remain unchanged, world energy demand will increase by over 50 % between now and 2030 Combining growing energy needs with environmental protection is the major challenge today. Energy production and use are responsible for the bulk of greenhouse gas emissions and significant levels of air pollu- tion. The International Energy Agency (IEA) estimates that world energy demand will increase by over 50 % between now and 2030 if policies remain unchanged, with more than 70 % of the increase coming from developing and emerging countries. This would mean an increase of 55 % in emissions of carbon dioxide (CO 2 ), the main greenhouse gas. Developing countries account for over three quarters of the increase in global CO 2 emissions between 2004 and 2030 in this scenario. An amount of USD 20 trillion will be needed to meet this demand. The financial system has such a funding capacity, but matching capital with the needs associated with truly sustainable development is a chal- lenge. However, tackling climate change can also improve air quality (reductions in CO 2 produce lower emissions of SO 2 , NOx and PM 2.5 ) as well as increasing security of supply and resilience to oil price fluc- tuations. Increasing pressure on international markets as oil and gas prices remain high is strengthening the case for improving energy ef- ficiency and further diversification, particularly into renewables. Energy security concerns are also mounting. Developing countries, in particular, are spending more on energy imports, which increases debts and limits growth. Energy efficiency and greater use of renewable sources can thus reduce dependence on imported energy and contrib- ute to economic stability and environmental sustainability. Fact 2: The European Union has a comprehensive and target-based approach to sustainable energy The EU is delivering sustainable and sound economic and environ- mental results through a combination of targets, fiscal incentives and market mechanisms to promote sustainable energy. It recently adopted an energy and climate change package to combat climate change and boost the EU’s energy security and competitiveness in an integrated way. It has three main elements: a true internal energy market, accel- erating a shift to low–carbon energy, and promoting energy efficiency. The energy package introduces ambitious new binding targets for the EU on renewable energy. • Some 20 % of the overall energy mix is to come from renewable energy by 2020, with a 10 % minimum target for biofuels. The renewable energy sector is amongst the fastest growing in the EU. Annual turnover has reached EUR 20 billion and more than 300 000 jobs have been created. The costs of renewable energy technologies are falling and in the near future many renewables should be able to compete with fossil energy without subsidies. By promoting renew- able energy with targets, fiscal incentives and market mechanisms, this day will arrive sooner, energy producers will be better equipped and more prepared, and consumers will be more informed and more willing to adapt to a new energy landscape. • Some 20 % of total primary energy consumption must be saved by 2020. This would make a total energy saving of around EUR 100 billion annually, resulting in increased competitiveness, and bet- ter living conditions for EU citizens. It would also bring significant reductions in greenhouse gas emissions, estimated at 780 million tonnes of CO 2 . EU households could each save between EUR 200 and EUR 1 000 per year. An action plan on energy efficiency lists KH7406403EN1.indd 2 5-04-2007 8:37:06 ",
        "The EU intends to increase R & D spending to 3 % of GDP by 2010 The EU’s market-based instru- ments, such as the emissions trading scheme, provide energy operators with incentives to im- prove energy efficiency and use climate-friendly technologies. Under its seventh research and development framework pro- gramme (2007–13), the EU will be spending EUR 2.3 billion on sustainable energy research — including energy efficiency, renewable energies, clean coal technologies, hydrogen and fuel cells, and CO 2 capture and stor- age. About EUR 1.8 billion will also be spent on environment and climate change research, with the emphasis on sustain- able management of resources, environmental technologies, and earth observation and assessment tools. The funding will continue to be available for third countries to take part in European research projects, thus boosting the dis- semination of know-how. The overall goal is to increase EU- wide public and private spending on R & D to 3 % by 2010. Twenty ‘technology platforms’ have been established, bringing together stakeholders in a long-term vision of research needs, future market development and concrete mea- sures. Many of these platforms focus on environmental technol- ogies such as hydrogen and fuel cells, solar photovoltaic cells and carbon capture and storage. measures needed to achieve this goal: accelerated use of fuel-efficient vehicles; tougher standards and better labelling for appliances; improved energy performance of existing buildings; and improved efficiency of heat and electricity generation, transmission and distribution. Fact 3: The European Union promotes sustainable energy globally The EU energy initiative The ‘EU energy initiative for poverty eradication and sustainable develop- ment’ (EUEI) emphasises the critical role of energy for achieving the millen- nium development goals. The EUEI is: • a joint commitment by the European Commission and the 27 EU Member States to raise political awareness on energy and development, encourage synergies and attract new resources; • implemented through dialogue and partnerships with developing countries to help them achieve their sustainable development objectives, in par- ticular by maximising energy efficiency in the use of fossil fuels and trad- itional biomass, and increasing the use of renewable energy. The dialogue includes regional cooperation and global issues, such as energy security and climate change. Due to the EUEI, energy has become a focal area in EU development policy, and a number of financial instruments have been created to support the activities. The EUEI is backed by a EUR 220 million EU energy facility (EF). This will facilitate increased access to sustainable energy services for the poor rural population in sub-Saharan Africa, the Caribbean and the Pacific. It will also contribute to projects supporting better governance and management in the energy sector and facilitating investments in cross-border interconnec- tions, in line with the priorities of the African Union’s New Partnership for Africa’s Development (NEPAD). In total, 169 project proposals are now being evaluated in detail under the EF’s call for proposals. The total cost of these projects is more than EUR 950 million, of which the contribution requested from the EF is more than EUR 380 million. Other financial instruments under the EUEI umbrella include the Com- mission’s Coopener programme that supports capacity building for energy efficiency and renewable energy in sub-Saharan Africa, Latin America and Asia. In 2003, the budget was approximately EUR 17 million. The EUEI partnership dialogue facility (EUEI-PDF) supports development of policies and strategies on energy and poverty in developing countries, with an initial focus on sub-Saharan Africa. It will contribute to Africa’s energy security and sustainable development, with a focus on regional interconnec- tions and trade. Initially, the Commission and the European Investment Bank will provide EUR 320 million for the trust fund, and from 2008 additional funding will come also from EU Member States. KH7406403EN1.indd 3 5-04-2007 8:37:06 ",
        "April 2007 K H - 74 - 06 - 403 - E N - 1 © European Commission 2007. Reproduction is authorised provided the source is acknowledged. Photos: Digital Vision, Corbis. Johannesburg Renewable Energy Coalition (JREC) and the Global Energy Efficiency and Renewable Energy Fund (Geeref) The Johannesburg Renewable Energy Coalition (JREC) was established at the World Summit on Sustainable De- velopment in 2002, to promote renewable energy through a cooperative effort on the basis of national and regional targets and timetables. With over 90 member countries, JREC has been a high-level platform complementing and strengthening existing initiatives on renewable energy. To support the JREC objectives, the European Com- mission proposed establishing the Global Energy Efficiency and Renewable Energy Fund (Geeref), a global risk capital fund to mobilise private investment in energy efficiency and renewable energy projects in developing countries and economies in transition. It aims to acceler- ate the transfer, development and deployment of environ- mentally sound technologies by providing new risk-shar- ing and co-financing options to mobilise international and domestic commercial investments. It will invest in a broad mix of energy efficiency and renewable energy technologies, contributing also to combating climate change and air pollution. The Commission will kick-start the fund with a contribution of up to EUR 80 million over the next four years and several EU Member States have already pledged to support it. Geeref is embedded in the EU’s thematic programme ‘Environment, sustainable management of natural re- sources including energy’ (2007–13), which also in- cludes a specific strand promoting sustainable energy options in partner countries and regions, with EUR 40.4 million foreseen for 2007–10. This includes the provi- sion of sustainable and affordable energy services and enhancing the security of global energy supplies. Global innovation through the Kyoto Protocol and emissions trading The EU has long been committed to global efforts to tackle climate change, in particular the Kyoto Protocol. EU Member States have set aside EUR 2.7 billion for investments in emission-saving projects under the pro- tocol, mostly in developing countries (through the clean development mechanism (CDM)), but also in other coun- tries with Kyoto emission targets (through the joint im- plementation mechanism (JI)). The projects will generate emission credits that will help the EU Member States reach their emission targets by 2012 in a cost-effective way while transferring advanced technologies to the host countries and supporting them in reaching a sustainable development path. The EU company-level CO 2 emissions trading scheme launched in January 2005 also allows the 11 500 installations covered to use CDM and JI cred- its. According to market data, more than 2 400 CDM projects are in preparation. Bilateral energy cooperation with partner countries The EU is also cooperating bilaterally with key partner countries on energy. In line with the EU–Russia energy dialogue, the European Commission set up a technology centre in Moscow, to facilitate cooperation and technol- ogy transfer in the fields of hydrocarbons, coal and elec- tricity, and renewable energy and energy efficiency. The EU–China energy environment programme (2003–08) was established to promote sustainable energy use by securing supply under improved economic, social and environmental conditions, thus contributing to better environmental quality and public health in China. An EU–India energy panel was set up in 2005 to coordi- nate joint efforts, in areas including energy efficiency and renewable energies and development of affordable clean energy technologies. With these three countries, the EU has also established specific initiatives to tackle climate change. Finally, EU–US Strategic Energy Coop- eration was agreed upon at an EU/US summit in 2006 to enhance collaboration in the areas of energy efficiency, biofuels, and energy technologies. Further information Directorate-General for Energy and Transport http://ec.europa.eu/energy/index_en.html Directorate-General for the Environment http://ec.europa.eu/environment/index_en.htm The European Union energy initiative http://www.euei.org/ The Johannesburg Renewable Energy Coalition http://ec.europa.eu/environment/jrec/index_en.htm KH7406403EN1.indd 4 5-04-2007 8:37:09 "
    ]
}