{
    "text": [
        "Opinion of the European Committee of the Regions – Achieving the European Education Area by 2025 (2021/C 175/02) Rapporteur: Emil BOC (RO/EPP), Major of Cluj-Napoca Reference document: Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on achieving the European Education Area by 2025 COM(2020) 625 final POLICY RECOMMENDATIONS THE EUROPEAN COMMITTEE OF THE REGIONS 1. points out that education is essential for the smooth development of local and regional communities, particularly now when it is an essential strategic factor in building a knowledge economy. Education also has a key impact in other fields relevant to local and regional communities, such as brain drain/brain gain, social cohesion, implementation of smart specialisation strategies, the digital transformation, innovation (both technological and social), green communities and cooperation between universities and other sectors. Education is an important factor in making communities more resilient, enabling them to cope more easily with economic or any other crises and to adapt to new requirements and circumstances. At local and regional level, support for education and training must be seen as a sound investment in our future; 2. considers that local and regional authorities (LRAs) have an instrumental role to play in delivering on the vision of the European Education Area, as they have direct and comprehensive ties to the communities where education policies shaped at European level will have to be implemented and where those policies have a direct impact. LRAs are responsible for implementing 70 % of EU legislation. Ultimately, education is inherently local, and so on the basis of the subsidiarity principle we must include the regional and local levels in the plan alongside the European and national levels, enabling them to take part in decision-making procedures from the very outset. The Commission and the CoR clearly need to work closely and steadily together on this key issue; 3. points out that the strategic objectives of the European Education Area need to be matched with clear, identifiable financial resources available to LRAs; 4. considers that attaining the Sustainable Development Goals, pursuing environmental sustainability and strengthening the European, national and regional identities should be key goals of the European Education Area; 5. points out that a roadmap, annual indicators and benchmarks need to be developed in order to assess progress towards European Education Area objectives at European, national and, where relevant, at regional and local level . It is necessary to support the assessment of the local and regional current situation and the goals, objectives and support system are defined accordingly; 6. points out that a detailed discussion at European level on local and regional competencies for the creation of the European Education Area is needed, since LRAs’ remits in the field of education vary widely from one Member State to another. It is paramount that these competencies dovetail into national strategies and initiatives. Each and every town, municipality and region must factor key educational targets linked to national and European objectives into its strategy; C 175/6 EN Official Journal of the European Union 7.5.2021 ",
        "7. notes that while problems and challenges in the field of education apply across the board, the tools and resources available to LRAs vary; there are also disparities in the administrative capacity of LRAs, which has a direct impact on their ability to successfully design and implement education strategies and policies. It is imperative that we identify regional education needs and promote specific policies which take account of local circumstances. Developing mechanisms which will enable LRAs to exchange and learn from local good practices in other EU communities is also important. Developing a pan-European system mapping the resources available to each region and enabling those resources to be used flexibly and efficiently will help achieve the European Education Area. Cooperation is crucial for providing education services and avoiding overlaps. The Commission should support this type of activity and remove all obstacles to cooperation by developing and encouraging a flexible, accessible and user-friendly cooperation framework; 8. considers that it is important to reduce current education disparities between remote, rural and urban areas, regional disparities, stages in the education system (primary, secondary and university) and educational establishments. These disparities are a contributing factor in persistent inequality in terms of having access to and remaining in education and long-term outcomes, particularly entering the labour market and securing a well-paid job; 9. notes that we need a consistent approach to the various EU programmes and funds for education and training. A new approach would entail incorporating additional instruments such as Horizon Europe and the Structural Funds in addition to Erasmus+. The approach should be comprehensive, and all EU instruments should support regions and local communities in a smooth, flexible transformation which is geared to the existing uneven landscape, ensuring synergies and avoiding overlaps in the field of education and learning (for both students and teachers); 10. emphasises that it is crucial to ensure that no one is left behind. Poor education is generally linked to poverty and inadequate individual resources. If we continue to short-change education, we will enter a vicious circle of poor performance and skills which will result in a lack of local economic growth and even more limited resources. It is imperative that we also consider people without resources and other disadvantaged people, for whom education is one of the very few ways to escape poverty, when framing strategies and operational programmes; 11. further stresses that poor education is also linked to barriers accessing it on different grounds of discrimination, including gender, racial or ethnic origin, religion or belief, disability, or sexual orientation. Ensuring inclusive and fair education for all and taking appropriate measures to combat racism and discrimination in educational establishments is therefore essential; 12. considers that there are important lessons to be learned from the COVID-19 crisis as regards education in local and regional communities. The crisis has had a profound impact on education in local and regional communities, forcing them to meet huge challenges in terms of crisis management, economic and social resilience, the use of technology in education, adapting human resources to new circumstances, the need to cooperate and the need to provide inclusive education which meets high standards. Education has been faced with challenges in the areas of the digital transition and transformation, new teaching methods, providing a safe environment for students and teachers conducive to their well-being, and maintaining and transforming mobility (students and teachers). We need to identify systemic challenges and pinpoint which transformations need to be acted on to deliver education systems able to cope with similar situations in the future. Cooperation in the field of education and training needs to make resilient education systems a priority by harnessing innovation in education and new technologies (such as artificial intelligence, supercomputers/supercomputing and cybersecurity). It is important, considering also the social, ethnic and regional differences and challenges, to ensure that all communities have equal access to the digital education, including equipment, resources and digital educational content; 13. points out that making teaching a more attractive profession (including in financial terms) and continuous training of teachers who are motivated and competent are key to achieving the European Education Area. It is impossible to frame a successful education strategy without fully understanding the fundamental role of teachers. Investing in areas such as training teachers, effective teacher selection, recruitment and assessment procedures and making teaching more attractive, especially in rural areas, is crucial for maintaining the standards and competitiveness of the Member States’ education systems and for strengthening the EU’s position as a major international player; 7.5.2021 EN Official Journal of the European Union C 175/7 ",
        "14. highlights the increasing importance of building strategic partnerships between LRAs and their universities (central players in the ‘knowledge square’: education, research, innovation and service to society). Universities play a key role in developing resilient local communities and regions. University education can promote brain gain and brain circulation and can help Europe attract a high level of international talent. The EU has proposed far-reaching reforms in university education, such as the European Universities, student mobility, the European Student Card Initiative, monitoring the employment outcomes of graduates, and mutual recognition of higher education qualifications. LRAs must be able to develop strategic partnerships with universities and to contribute to this transformation; 15. stresses the close links between the European Education Area and the European Research Area and calls for ‘a fresh approach for a European Education and Research Area, pointing to the need for a cross-cutting approach to these issues, which are closely linked to regional policies’ ( 1 ); 16. notes the importance of mutual recognition of higher education, upper secondary education and training qualifications between Member States. This needs to be in place if we are to progress, and should preferably be based on expected learning outcomes, along the lines of the European Qualifications Framework; 17. notes the importance of flexible curricula focusing on skills and creating open educational resources geared to technology-supported learning. Also considers that flexible curricula can cater to local and regional situations, tackling issues and developing skills in line with the circumstances and needs/challenges of each area; 18. considers that it is imperative to identify and shine a spotlight on success stories in the delivery of European Education Area objectives at local and regional level. Studying and disseminating these good practices can provide increased added value for the measures taken by LRAs in the Member States; 19. notes that priorities in terms of local educational infrastructure development need to be changed, and that LRAs will support the switch to modern, functional, digital and green education infrastructure in their communities. The emphasis should be placed on the switch from rigid education structures to flexible models which push past formal barriers both between educational establishments and between stages in the education system; 20. notes that education is a key factor in changing the local and regional economy (towards a green economy based on knowledge and the digital transformation). The dual environmental and digital transition must be mainstreamed into all educational processes and cross-cutting objectives for education and training; 21. welcomes the launch of the Education for Climate Coalition to support the implementation of the European Climate Pact and expresses its readiness to be closely involved in this flagship initiative of the European Education Area in order to achieve a fair, green and digital societal transition for all; 22. asks the European Commission to include in the Education for Climate Coalition the regions and local communities and initiatives such as the Global Covenant of Mayors for Climate and Energy in order to ensure a link between bottom-up initiatives and EU-level action, supporting pledges and concrete actions for sustainable behaviour across the EU; 23. considers that there should be greater focus on life skills and transversal skills so as to make Europeans better able to adapt to a dynamic, constantly changing labour market; 24. flags up the importance of improving education at local and regional level as this can do much to curb brain drain, and points to the important role played by support mechanisms implemented by the European Commission and the EU in combating brain drain and turning it into brain circulation; C 175/8 EN Official Journal of the European Union 7.5.2021 ( 1 ) CoR Opinion on a new European Research Area (ERA) for research and innovation (OJ C 106, 26.3.2021, p. 31). ",
        "25. considers that LRA support for education and digital inclusion is pivotal both for pupils/students and for members of the public and civil servants (in connection with the Commission’s new Digital Education Action Plan); 26. flags up the importance of driving improvements in education in areas such as developing basic skills, interculturalism, learning foreign languages and cultural and linguistic diversity, as well as to ensure that disadvantaged children acquire skills that other children acquire at home; 27. believes that LRAs can work with formal and non-formal education and training establishments to provide much-needed lifelong learning programmes for upskilling and reskilling to enable people to remain active in or reintegrate into the labour market and other areas of life that are quickly changing in the green and digital transitions. Such programmes can also be geared to the needs of specific groups, such as older people, so as to boost their quality of life and overall satisfaction and integration. Furthermore, universities can be/must become key partners for LRAs in developing and implementing innovative programmes for local stakeholders which are tailored to the local and regional situation; 28. encourages local authorities and regions to support universities, vocational training centres and other bodies responsible for Erasmus+ programmes, with a view to encouraging the mobility of students and also young entrepreneurs and volunteers in the Member States; 29. notes that it is important that local and regional communities promote safe environments for all school students that are free from violence and bullying, harassment at school, harmful speech, disinformation and discrimination; 30. emphasises that local and regional communities need to act to make education more inclusive at every level to people with disabilities or from vulnerable groups; 31. notes that local and regional communities need to encourage changes (through educational establishments) in people’s behaviour and skills as regards the green and digital transitions, and to promote teacher and student mobility by means of national and international partnerships with other communities. This mobility can underpin the transfer of know-how on designing and implementing successful education strategies. The OECD study on teaching and learning (TALIS, 2018) showed that a significant number of teachers said they needed to develop the specific skills needed to teach students with special needs, to use digital technologies and to teach multilingual and multicultural classes; 32. encourages local and regional communities to leverage partnerships between the public, private and non-profit sectors to bolster universities’ capacities with regard to educational programmes focusing on advanced digital skills and cutting-edge technologies such as artificial intelligence, cybersecurity and high performance computing; 33. notes that LRAs from the Member States should promote the establishment of supranational educational centres in large university towns in the EU so as to develop good practices and public policies on student and teacher mobility and the digital transformation of education. Brussels, 19 March 2021. The President of the European Committee of the Regions Apostolos TZITZIKOSTAS 7.5.2021 EN Official Journal of the European Union C 175/9 "
    ]
}