{
    "text": [
        "Opinion of the Committee of the Regions on the ‘Responsible Businesses Package’ (2012/C 277/17) THE COMMITTEE OF THE REGIONS — welcomes the fact that the Commission has placed the social economy and social innovation at the heart of the Europe 2020 strategy flagship initiative Innovation Union, the European Platform against Poverty and Social Exclusion, and the Single Market Act; — agrees that a strategic analysis of corporate social responsibility (CSR) has become more important in terms of businesses' competitiveness. This can help with risk management, cost containment, securing capital, customer relations, management of staff, and innovation capacity. By paying attention to CSR, businesses can consolidate the trust that employees, consumers and citizens have in them; — approves of the Commission's appeal to European business leaders to work closely with public authorities and other stakeholders to promote responsible business in an increasing number of EU companies, in line with the clear targets set for 2015 and 2020; — encourages the Commission to pay more attention to different levels of development and to the regional differences still observed within the EU. The situations of Member States, regions and cities in relation to the Europe 2020 strategy's five headline targets - for employment, research and inno­ vation, climate change and energy, education, and preventing poverty - vary considerably, and the crisis is affecting them in varying degrees. EN 13.9.2012 Official Journal of the European Union C 277/171 ",
        "Rapporteur Satu TIETARI (FI/ALDE), Member of Säkylä Municipal Council Reference documents Communication from the Commission to the European Parliament, the Council, the European Central Bank, the Economic and Social Committee, the Committee of the Regions and the European Data Protection Supervisor on the Responsible Businesses Package, comprising: — the introductory Communication, COM(2011) 685 final — the proposal to revise the Accounting Directives, COM(2011) 684 final — the proposal to revise the Transparency Directive, COM(2011) 683 final — the Communication on Corporate Social Responsibility (CSR), COM(2011) 681 final — the Communication on the ‘Social Business Initiative’, COM(2011) 682 final I. POLICY RECOMMENDATIONS THE COMMITTEE OF THE REGIONS 1. welcomes the fact that the Commission has placed the social economy and social innovation at the heart of the Europe 2020 strategy flagship initiative Innovation Union , the European Platform against Poverty and Social Exclusion, and the Single Market Act; 2. agrees that a strategic analysis of corporate social respon­ sibility (CSR) has become more important in terms of busi­ nesses' competitiveness. This can help with risk management, cost containment, securing capital, customer relations, management of staff, and innovation capacity. By paying attention to CSR, businesses can consolidate the trust that employees, consumers and citizens have in them; 3. approves of the Commission's appeal to European business leaders to work closely with public authorities and other stakeholders to promote responsible business in an increasing number of EU companies, in line with the clear targets set for 2015 and 2020; 4. supports the Commission's intention not to give a standard definition of social entrepreneurship for the EU as a whole that would bind all parties and result in excessively tight regulation, and approves of the proposal for common principles to allow consideration of the political, economic and social strategies and capacities of the different Member States. Language and terminology should be consistent across all EU countries, however; 5. approves of the European Commission's commitment to building a strong and competitive Europe oriented towards sustainable growth in order to consolidate economic recovery. The Europe 2020 strategy places support for competitive and sustainable business at ‘centre stage’ ( 1 ); 6. notes that new variables affecting competitiveness have put the global role of the European economy in question, and that the Europe 2020 strategy should be strongly supported so as to help the European economy regain its position. As a driver of growth, the social perspective should be at the heart of this process; 7. stresses the importance of taking advantage of the value added by EU-level action when formulating a response to global challenges. The targets of the Europe 2020 strategy can only be met by pooling Member States' resources and creating synergies; 8. supports an increase in comprehensive cooperation and agreements between regions and Member States that commit them to meeting the targets of the Europe 2020 strategy; 9. encourages the Commission to pay more attention to different levels of development and to the regional differences still observed within the EU. The situations of Member States, regions and cities in relation to the Europe 2020 strategy's five headline targets - for employment, research and innovation, climate change and energy, education, and preventing poverty - vary considerably, and the crisis is affecting them in varying degrees; EN C 277/172 Official Journal of the European Union 13.9.2012 ( 1 ) COM(2010) 614 final. ",
        "10. believes that responsible business activity should be supported and rewarded on the market, e.g. through investment grants and public procurement. Support should be geared towards stakeholders recognising the key importance of workers for development of businesses. Increasing employment of people from groups considered to be at risk of unemployment should be rewarded in order to achieve an imitation effect; 11. is satisfied with the Commission's proposal to publicly recognise businesses doing their share in being socially respon­ sible. The EU can help to disseminate best practices, reinforce peer learning and encourage an increasing number of businesses to develop their own approach to CSR issues; 12. calls on the Commission to draw up legislation obliging investment funds and financial institutions to inform their clients (citizens, companies, authorities, etc.) of the ethical or responsible investment principles they use, or the standards and rules they apply, to bring a new system of ethics into the mainstream; 13. supports the creation of a European instrument that will help social enterprises to secure financing; 14. suggests that the Commission and the CoR monitor and regularly assess implementation and information in this area. By providing information about social, environmental and climate- related issues, commitment to various measures can be strengthened, which will make it easier to identify key risks to sustainable development; 15. understands that building CSR will require new skills from businesses and a shift in values and behaviour. Member States can play a key role in providing educational institutions with incentives to include CSR, sustainable development and responsible citizenship in the relevant curricula, in both secondary and higher education; 16. is pleased that the initiative assigns a key role in the EU's new model of growth to learning, social awareness and to recognising development activity, and supports the Commis­ sion's intention to guide and fund education projects that strengthen social responsibility; believes that development of social entrepreneurship mindsets should take place at the earliest stage of education. As a result, an appropriate awareness will be formed of the role of human capital in the economy; 17. acknowledges that industry as a concept has expanded, and that a new type of industry based on networking has become increasingly important. Extending social responsibility to all operations will help such businesses to develop; 18. recognises that the extension of social responsibility to cover business constitutes a key challenge in making EU human rights policy more consistent; 19. notes that more effective implementation of the UN Guiding Principles will further EU interests in individual human rights issues and in promoting key labour standards in areas including child labour, forced prison labour, people- smuggling, gender equality, discrimination, freedom of association and the right to collective bargaining; 20. believes that the European Union should invest in measures with the greatest socio-economic potential, and supports the Commission's intention to work with businesses and stakeholders in 2012 to draw up human rights guidelines for certain sectors and for SMEs on the basis of the UN Guiding Principles; 21. reiterates that one of the most important objectives should be the creation of a more responsible and more trans­ parent system of financing. Investors should consider more than just current financial benefits when making investment deci­ sions. The effect of a responsible policy on human capital is long-term competitive advantages. These translate into notable financial benefits; 22. believes that the aim of social responsibility should be to develop processes that allow more efficient, responsible and transparent management of shrinking resources, and to increase implementation of socially responsible measures; 23. points out that demographic trends are bound up with new models of consumption. Population ageing in developed countries is making growing demands on social services, but will also provide opportunities to create socially responsible businesses; 24. suggests that the Commission and the CoR identify ethical and value-based measures to increase businesses' moti­ vation to develop their social responsibility. This will require new skills and a shift in values and behaviour; 25. recommends looking for incentives that will encourage businesses to become more socially responsible voluntarily and on their own initiative. Businesses should be given the flexibility to innovate and to develop an approach to social responsibility adapted to their own circumstances, and they should not be overburdened in relation to their size and sector. It should be noted that CSR promotes and supports social dialogue; 26. believes that tangible, quantifiable measures should be developed at local level in different parts of Europe so that both the direct and indirect impact of activities can be seen and shared; EN 13.9.2012 Official Journal of the European Union C 277/173 ",
        "27. supports a concept of integrated sustainability, in which economic, social and environmental factors are balanced. Consideration of social aspects in public procurement should be encouraged, while applying the current EU legal frame­ work ( 2 ); 28. stresses the importance of ensuring that Member States and public authorities at all levels take full advantage of the opportunities offered by current public procurement law to include social responsibility criteria in procurement. However, small businesses and micro-enterprises should be guaranteed equal opportunities to take part and sustainable participation in tenders; 29. welcomes the Commission's efforts to match public procurement legislation better to local needs, and asks the European Parliament and the Council to continue to consider these needs as well as those of SMEs; 30. recommends seeking proposals for measures to reform procurement legislation so that it creates more opportunities for smaller, more agile and socially responsible actors. It should be possible to emphasise quality and working conditions when carrying out public procurement, particularly in the social and healthcare sectors; 31. insists that the creation of partnerships and networks should be supported in calls for tender. Competitive bidding must not be too onerous and complex, and it should not require an unmanageable amount of paperwork. Undue emphasis on achieving a result as cheaply and as quickly as possible should also be avoided. The most important thing is to achieve the qualitative results expected by the public; New models needed and proposed measures to increase socially responsible business Social responsibility as a competitive factor 32. advocates measures that will help businesses develop more socially responsible and competitive activities, products and service packages. A survey should be designed and carried out which identifies know-how in the sector, ways in which it can be developed, and a measurable objective, and which also promotes the exchange of best practices; User-friendliness for consumers 33. believes that consumers should have easy access to information about socially responsible businesses and their products. Information should be available in a form that can be easily used and circulated; 34. underlines the importance of transparency and opening up the different aspects of production processes in order to demonstrate social responsibility. Terminology should be clear and consistent and consumers should be offered a chance to give feedback; Financial incentives must be made comprehensible 35. considers that if financial and other incentives are provided for social entrepreneurship, these must be made comprehensible. At the same time, the business environment must be able to foster responsible business and make it attractive. Smaller businesses should also be given a genuine chance to operate as social enterprises; Training, education 36. believes that social entrepreneurship is given too little attention in training. Lack of an entrepreneurial approach by managers of social enterprises may be impeding development. It is therefore essential in future to adopt a dual approach to the issue of the social economy: an ongoing approach, within the framework of training, and an approach geared to the future in the framework of higher education programmes. Taking account of such issues will allow personnel to be trained appro­ priately; 37. considers that development and training initiatives should be designed in cooperation with finance providers. In this way human capital could also be used to help develop social entrepreneurship; Revising procurement legislation 38. notes that in tendering for public services and supplies, particular emphasis has come to be placed on cost. Procurement takes the form of large, one-off tenders for services or supplies, which may exclude smaller actors due to their higher unit price. It should be made easier to take sustainable development into account during procurement. Training and guidance should be organised on how to submit a bid; Encouraging social entrepreneurship 39. feels that social entrepreneurship should be encouraged so that experts in different fields get involved and share information on various practical aspects; 40. points out that many SMEs in particular feel excluded when new provisions and regulations are drawn up. Businesses should be given practical opportunities to exert influence and to assess the impact of different measures, and they should be offered more flexible options, e.g. for financing; 41. also believes it is important to find a new way to strengthen companies' performance, accountability and trans­ parency in order to facilitate access to financing; EN C 277/174 Official Journal of the European Union 13.9.2012 ( 2 ) Buying Social: A Guide to Taking Account of Social Considerations in Public Procurement . European Commission, 2011. ",
        "42. notes that the social economy currently employs more than 11 million people in the EU, or six per cent of the entire workforce ( 3 ). It comprises organisations with a special legal status (cooperatives, foundations, associations and mutual societies) – many of which pursue social objectives in accordance with their particular legal form – as well as social enterprises operating as traditional private businesses or limited liability companies; 43. highlights the lack of recognition of social entrepre­ neurship. Stakeholders from different regions and countries are not sufficiently networked with each other, which hinders the spread of best practices, establishment of partnerships and creation of new opportunities; 44. particularly emphases the need in the single market for a new, inclusive form of growth aimed at the maximum level of employment possible; 45. calls for consideration of whether social enterprises could make a significant economic contribution, subject for example to intervention in public-sector production methods. Social entrepreneurship can serve as one model for reforming public services, a measure that will be unavoidable in future; 46. would like to see the special features of social enterprises taken into account in public procurement in particular. However, this must not distort competition; 47. supports the measures taken by the Commission in the European Platform against Poverty and Social Exclusion ( 4 ) and in the Single Market Act ( 5 ) to reinforce territorial cohesion and to identify original approaches to social problems, especially with a view to tackling poverty and social exclusion; 48. supports the idea that social enterprises could form a specific company category with its own legal status and other objectives than simply profit for shareholders. Such a company category would have its own regional and national priorities, however; 49. supports the Commission's proposal to frame shared principles, while respecting different Member States' political, economic and social choices and social enterprises' capacity for innovation; 50. points out that social responsibility is nothing new to small businesses. Social entrepreneurship is already being practised by businesses without their being conscious of it. The terminology and concepts may be unfamiliar to them. General awareness of the concepts should be raised so that they can be applied in business operations and when putting operations on the right track; 51. supports measures that will raise awareness of social entrepreneurship and boost its visibility and familiarity. Information about social enterprises should be quicker and easier to find so that experiences and best practices can be shared; 52. is in favour of creating a multilingual digital platform for exchanging information aimed at social enterprises, business incubators, business clusters and investors in social enterprise, and of facilitating information-sharing and access to support from EU programmes. The development of the platform should be preceded by consultations with interested groups; 53. suggests creating all the conditions for standardising project-financing practices. Given that project financing must be sought from several different funders, applicants must acquaint themselves with the rules and instructions specific to each one, because the type and amount of support offered by different systems varies depending on the public funding body, the nature of the project, and national legislation. For smaller actors with few resources in particular, this limits opportunities to participate in projects. The implementation, interpretation and application procedures for EU funding also require attention; 54. believes that broad lines of action and targeted programmes should be developed to support social enterprises and promote social innovation. However, these measures must be designed so as not to distort competition; 55. draws attention to the difficulties faced by social enter­ prises in finding financing to develop their activities. The way they use profits or their employment of socially vulnerable people mean that social enterprises often give lenders or potential investors the impression that they are riskier and less profitable than other businesses; 56. supports the Commission's proposed measures ( 6 ) to encourage private and public-sector stakeholders to invest more in these businesses through equity stakes or loans, whether through socially responsible investment or a European instrument used to support funding of social enter­ prises; EN 13.9.2012 Official Journal of the European Union C 277/175 ( 3 ) CIRIEC (International Centre of Research and Information on the Public, Social and Cooperative Economy). The Social Economy in the European Union , p. 48. ( 4 ) Communication from the Commission on The European Platform against Poverty and Social Exclusion: A European framework for social and territorial cohesion . COM(2010) 758 final, 16.12.2010. ( 5 ) Communication from the Commission on the Single Market Act; Twelve levers to boost growth and strengthen confidence; Working together to create new growth . COM(2011) 206 final, 13.4.2011. ( 6 ) COM(2011) 681 final. ",
        "57. is in favour of devising a regulatory framework at European level that will enable creation of novel, socially responsible investment vehicles; 58. insists that all businesses and foundations in the social entrepreneurship sector should be able to operate in the single market, which is why rules should not be over-complex. It should be easy to master and comply with the rules; 59. welcomes plans by the European Investment Fund ( 7 ) to introduce an ‘equity window’ (ESIEF ( 8 )) in 2012 to invest in vehicles pursuing social objectives. It is difficult to secure financing for the start-up phase, in particular; 60. suggests looking at the option of a new social entrepre­ neurship investment pool and considering whether an approach to initiating social entrepreneurship could be developed that encourages involvement of different finance providers in the innovation system. Financing should be coupled with advice and guidance on investment and business skills, as the sheer variety of financing options makes it difficult for new, small- scale enterprises to apply. The fact that it is difficult to describe business activities and set objectives impedes access to financing; 61. insists that investment should be matched by a precise definition of impacts and the requirement to operate respon­ sibly; 62. proposes that generating new innovations and new busi­ nesses be made a qualitative goal in developing social entre­ preneurship, so as to help reduce long-term unemployment and create new and permanent jobs and networks, especially among small businesses; 63. recommends closer study of whether social entrepre­ neurship and the training that goes with it could be used to help vulnerable young people into work, and whether partici­ pating in social enterprise could give them a trade and experience, getting them off the dole and into working life; 64. highlights the opportunity to pass on the skills and tacit knowledge of middle-aged workers to younger generations by setting up a social enterprise. Older workers who are capable of working for much longer are also threatened with redundancy and marginalisation in the economic crisis. EU funding should also be used to help adopt the master-apprentice model in social entrepreneurship. Transfer of knowledge between the generations creates significant added value, because older workers can pass on ways of thinking and know-how, while younger workers offer fresh ideas and enthusiasm. Thus, the master-apprentice model works in both directions; 65. is in favour of increasing information for older people about the benefits of social entrepreneurship as part of the European Year for Active Ageing and Solidarity between Gener­ ations 2012; 66. believes that expert guidance, development services, seminars on cooperation, study visits and other relevant activities suited to each situation faced by a business should be organised in order to improve business skills and promote the exchange of know-how; 67. favours a sufficiently long-term approach over a frag­ mented, project-based one. A stepwise process based on clear interim targets is a prerequisite for creating profitable operations among social enterprises; 68. advocates building partnerships across sectors as well as between organisations in different disciplines and fields. What other relevant actors is it important to bring on board; which ones are already involved in social entrepreneurship? What about related projects, programmes and networks with which social entrepreneurship as a whole is, or tries to be, connected? In what way can other projects/funders/investors benefit from networking? 69. believes that sound approaches and workable models should be identified in cooperation with stakeholders. Social enterprises in Europe should be evaluated and listed, and their specific features, financial models, economic weight, cross- border growth potential, legal forms and the content and prin­ ciples of the tax regimes that govern them should be estab­ lished. That way, existing information can be used and conceptual models can be built incorporating best practices; Developing a system of certification for social entrepreneurship 70. feels that as entrepreneurship becomes more diverse and the number of different entrepreneurs grows, social entrepre­ neurship needs to be defined more precisely so that fair tax treatment, pension systems and social security spending are applied in a way that creates jobs and helps different business opportunities to emerge; 71. recommends developing accreditation at local level based on certain criteria, as well as close cooperation and devel­ opment of partnerships between regions; advocates giving space to specific regional considerations in order to support responsible businesses with regard to the content as well as the form of recognition; EN C 277/176 Official Journal of the European Union 13.9.2012 ( 7 ) EIB Group. ( 8 ) European Social Investment and Entrepreneurship Fund (ESIEF), which would invest in 10 to 15 vehicles across the Member States. ",
        "Training, guidance and mentoring for ongoing development 72. believes that shaping a favourable environment for companies that are part of the social economy will require a new form of leadership and expertise from them, which will be created through the modification of higher education programmes, training and systematic improvement efforts; 73. recommends learning by doing, or a master-apprentice approach, to allow efficient use of resources. Gathering and sharing the experiences of social entrepreneurs who have already been active in the sector for some time is one important way of increasing the information available; Results that can be modelled and reproduced 74. notes the need to assess the extent to which the work and activities of those active in social entrepreneurship can be modelled and reproduced, and how an attractive production model could be developed from this which would encourage investors to engage in improvement efforts and consumers to buy; Preventing marginalisation of young people 75. considers that there should be investment in the employment and well-being of young people and others at risk of marginalisation by improving their employment options and expanding opportunities for social entrepre­ neurship. An easy-access ‘operational concept’ could provide conditional funding for activities to prevent marginalisation of children and young people with a view to developing and expanding new types of services. Young people should also be given opportunities to apply for funding for their own projects and activities; 76. notes that a listed company cannot operate without supervision by a Member State; 77. highlights the need to gear measures under the ‘oper­ ational concept’ to assessing impacts in particular; 78. advocates flexibility regarding the frequency and timing of publication of financial information for small and medium- sized issuers and would like the frequency of publication to be appropriate; 79. would support measures to simplify the narrative parts of financial reports for small and medium-sized issuers; 80. hopes that particular attention will be paid when discussing social innovation to preventing marginalisation and to gender equality; 81. urges that standardising and simplifying communication be welcomed, while noting that access to financial information on listed companies on an EU-wide basis is currently burdensome: interested parties need to go through 27 different national databases in order to search for information; 82. would like to see a business environment developed that is more encouraging of creativity and innovation and which improves confidence in business by cutting red tape and removing obstacles, which hamper the activities of small and medium-sized companies (SMEs) in particular; 83. is in favour of expanding the role of responsible business in society and developing an environment in which entre­ preneurs are encouraged to develop innovations that have a social impact and economically viable projects. Activities should be profitable and motivating for business, and oper­ ational activities should take entrepreneurs into account from the start; 84. recommends concurrent assessment of the Innovation union flagship initiative, which is intended to promote social innovation and harness the creativity of associations and social enterprises to benefit the most vulnerable groups and to fulfil pressing social needs that markets and public authorities have not met, in order to avoid overlapping measures; 85. endorses simplification of the accounting directives, in particular to benefit smaller companies. The accounting directives should be reasonable and fair in their requirements, such as disclosure and valuation rules, taking the size and sector of the company into account; 86. believes that simpler accounting requirements could foster a business climate that encourages business start-ups and entrepreneurship. The Committee of the Regions does not have the resources to assess the effects of accounting requirements, and recommends that the European Parliament arrange for a comprehensive assessment to be carried out before the accounting directives come into force; 87. however, favours simplifying the current requirements in such a way that accounts remain comparable and fit for purpose; 88. recommends standardising thresholds for companies of the same size in order to facilitate comparisons and would like to see comparability of financial data promoted across the European Union; 89. supports the aim of regulating in compliance with the principles of subsidiarity and proportionality, and wants to ensure that the administrative burdens are proportionate to the benefits they bring; EN 13.9.2012 Official Journal of the European Union C 277/177 ",
        "90. endorses the Single Market Act ( 9 ), which aims to simplify life for SMEs, which make up more than 99 % of Europe's businesses. The Small Business Act recognises the need to consider distinct needs for SMEs as a category, and to have segments within that category. In addition, the ‘think small first’ approach of this proposal allows for accounting regimes to fit different sizes of company; 91. advocates ensuring that the Member States do not set pointless additional requirements. This can be best achieved through coordinated EU law. As far as medium-sized and large companies are concerned, financial reporting needs to be made more comparable at EU level as the activities of these companies are often EU-wide and relevant to stakeholders throughout the internal market; 92. supports the pledge by the G8 governments ‘to setting in place transparency laws and regulations or to promoting voluntary standards that require or encourage oil, gas, and mining companies to disclose the payments they make to governments’. The European Parliament has also presented a Resolution ( 10 ) reiterating its support for country-by-country reporting requirements, in particular for the extractive indus­ tries; Conclusions 93. considers it a priority to take measures that guide, encourage and assist SMEs in more broadly adopting social and socially responsible perspectives in their activities. There are some 24 million small and medium-sized businesses in the European Union, and it matters for the future of the Union how we encourage young people in particular to engage in a new type of socially responsible business; 94. believes that well-chosen measures will promote the creation of new businesses and the growth of existing ones. Industrial policy measures should be geared towards supporting in particular job-rich businesses with ambitions for international and socially responsible growth and that are good at exploiting networks; 95. is convinced that the future will be forged in regional development. The objectives or procedures chosen may be aimed at building something new, maintaining the old or trying to adapt to changes in the business environment. The key factor is a region's ability to build on its know-how, play to its strengths, specialise, and network regionally, nationally and internationally; 96. notes that the efficacy and relevance of support provided to businesses should be ascertained, and any necessary changes and savings made according to the findings obtained. Networked business activities should be developed to support regional industrial policy in general, while making better use of a region's potential, strengths and opportunities. Cooperation between central and peripheral areas can be increased by mapping developments. Cooperation, partnership and networking between regions should also be made more effective; 97. believes that it is also important to consider whether the scope of projects and the complexity of the rules means that projects are run by bodies that specialise in project management, such as municipalities, universities, schools and various business development companies. Particular attention should be paid to ensuring equal opportunities for small busi­ nesses to take part in projects. Established organisations have more resources at their disposal for researching complex project rules and drawing up reports that are required, for which smaller businesses may not have the know-how or capacity. However, more nimble approaches by businesses might allow projects to be implemented more cost-effectively; 98. points out that the organisational form of the social enterprise is at the moment ill-defined; the main actors are still public administrators and larger players, and businesses see social entrepreneurship more as a type of benevolent service provision than as a genuine generator of business activity. Thus such operations feel unfamiliar and unrelated to entrepreneurship, or they are seen as competing with each other rather than as parallel types of activity. Particular attention should be paid to this issue in the context of developing social entrepreneurship; 99. believes that information about opportunities for social enterprises should be improved and made more accessible. The main web portal should have a link to updated, essential information. Information should be interlinked and delivered using effective presentation approaches such as bulletins, sharing of key experiences and running updates; 100. thinks that the order of priority of measures to be implemented should be agreed on, and the best practical measures, techniques and methods should be sought to address problems in different spheres. These methods should be identified and reproduced for use by as many stakeholders as possible; 101. believes that all-round business-related development capacity should be increased; gathering and sharing the experiences of social entrepreneurs that have already worked in the sector is one important way of increasing the amount of information. There should be a determination in Europe to build an integrated EU in which every player is important and efforts mounted to find a role for everybody that enhances their skills; EN C 277/178 Official Journal of the European Union 13.9.2012 ( 9 ) The review of the Accounting Directives is flagged in section 2.11 of the Communication of April 2011 from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions: Single Market Act – Twelve levers to boost growth and strengthen confidence, ‘Working together to create new growth’ , available at: http://ec.europa. eu/internal_market/smact/docs/20110413-communication_en. pdf#page=2. ( 10 ) Resolution INI/2010/2102. ",
        "102. notes that the objective is to help generate new concepts and accelerate adoption of novel methods. Piloting can be used to bring new methods to the market and gain practical experience through successes and failures. The sector will acquire better-quality and more functional models and information about the efficacy and impact of a given concept in different target countries, and about the difficulties and problems that arise; 103. notes that piloting provides a way of generating new interest in entrepreneurship. There are plenty of areas for experimentation, and piloting makes it possible to contain risk within set limits. If pilot projects are to generate profitable business ideas, support in the form of funding and information is important in the initial stages. Pilot projects can also function as learning platforms before new approaches are introduced; 104. finally, recommends seeking solutions methodically, for the long term, and one step at a time. Fresh determination is needed in Europe to stimulate economic growth, and this can happen in a socially responsible way, also in a context of environmental constraints. Measures should be elaborated to prevent exclusion, and these should extend far enough into the future. Short-term and project-based measures without specific follow-up requirements should be avoided. We continue to advocate drawing up more detailed proposals for measures and reports on both social responsibility and social enterprise, so that more can be done to foster social stability. Overall, drawing attention to improvement efforts, sharing and drawing on examples of best practice, sharing available information and reproducing results are of primary importance. The Committee would encourage the identification of prototypes and support for forward-looking activities. Brussels, 19 July 2012. The President of the Committee of the Regions Mercedes BRESSO EN 13.9.2012 Official Journal of the European Union C 277/179 "
    ]
}