{
    "text": [
        "C 347/48 EN Official Journ al of the E uropean Un ion 18.12.2010 Opinion of the European Economic and Social Committee on ‘Promotion of socioeconomic aspects in EU-Latin America relations’ (own-initiative opinion) (2010/C 347/07) Rapporteur: Mr ZUFIAUR NARVAIZA At its plenary session held on 26 February 2009 the European Economic and Social Committee, acting under Rule 29(2) of its Rules of Procedure, decided to draw up an own-initiative opinion on: Promotion of socio-economic aspects in EU-Latin America relations. The Section for External Relations, which was responsible for preparing the Committee’s work on the subject, adopted its opinion on 3 February 2010. At its 460th plenary session, held on 17 and 18 February 2010 (meeting of 17 February), the European Eco­ nomic and Social Committee adopted the following opinion by 110 votes for, none against, and two ab stentions. 1. Recommendations 1.1 Making a qualitative leap forward in the bi-regional strategic partnership . In the EESC’s view it is crucial, in the new global context, to step up the political dialogue and set a more robust agenda, geared towards both shared aspects of interdepen­ dence and issues requiring better international regulation, such as the environment, reducing inequalities, migration or peace and security. Within the bi-regional sphere, summit conclusions should be implemented more effectively. 1.2 Giving fresh impetus to traditional policies . This means putting migration high on the bi-regional agenda; approaching social cohesion from a comprehensive point of view that includes gearing cooperation more closely to this objective; devising struc­ tural convergence mechanisms; driving forward sectoral policies; and creating conditions that are conducive to decent work. The association agreements must take proper account of existing asymmetries, by making use of tools such as sustainability evalu­ ations, effective recognition of the principle of special and differ­ ential treatment for the less developed countries, the establishment of exceptions and transitional periods in sectors where this is necessary, and a differential approach to develop­ ment cooperation. Cooperation with the medium-income coun­ tries of Latin America should be directed towards the objectives of macroeconomic stability, building up institutional capacity, enhancing competitiveness and commercial capacity, tax reform, innovation and educational, scientific and technological cooperation . 1.3 Setting an innovation agenda as a factor for develop­ ment and a shift in production covering the social aspects of innovation . The EESC calls for the following to be taken into accoun t: the social dimension of innovation in all its aspects; the importance of the social and cultural contexts in technological innovation processes; social barriers, such as poverty, that hinder innovation; the social impact of innovation policies; the ability of innovation to generate social fabric; the need to consider the social innovation produced by society itself, arising from ances­ tral, collective or practical knowledge and reflected in the social and environmental spheres, for example, and translate it into pub­ lic policies; the importance of involving civil society in ensuring that innovation activities and policies are accepted and taken on board. 1.4 Putting organised civil society involvement at the heart of the EU-Latin America Strategic Partnership . To this end, the EESC calls for the priorities of EU cooperation policy and the new version of the EUROsociAL Programme to include: boosting civil society organisations and their representative bodies at Latin American regional level; creating a bi-regional coordination mechanism for OCS representative bodies from both regions; including the EESC on the governing body of the future EU-LAC Foundation; OCS participation in the EU-Latin America associa­ tion agreements by setting up Joint Consultative Committees and including specific social, labour and environmental sections in the agreements; putting civil society involvement in the EU-Mexico Strategic Partnership on an official footing; and involving OCS bodies in defining and implementing the EUROsociAL pro­ gramme and in the Latin America-EU Social Cohesion Forums. 1.5 As regards the Free Trade Agreements (FTA) that the EU is negotiating with the regions and countries of Latin America, the EESC emphasises that compliance with basic human, social and labour rights must be taken as a pre-requisite for the signature of such ag reements by the European institutions. In the Committee’s ",
        "18.12.2010 EN Official Journ al of the E uropean Un ion C 347/49 view, it is necessary to recognise monitoring, evaluation and con­ sultation mechanisms for these agreements with the involvement of organised civil society. In particular, the EESC demands that the European Commission ensure that these principles are included in the negotiation for the FTAs that are currently being discussed with Colombia and Peru. The Committee emphasises that in-depth political debates must be held within the institutions before commencing – let alone concluding – any agreements, as promised by the Commissioner-designate, Mr De Gucht, and calls for the EESC and representative civil society organisations to be involved in these debates. 2. A positive appraisal of EU-Latin America relations 2.1 The Sixth Summit of EU-Latin America and Caribbean Heads of State or Government will take place against a world, European and Latin American backdrop very different from that of ten years ago, when the first founding steps were taken in the strategic Euro-Latin American partnership at the 1999 Rio Summit ( 1 ) Summits held so far: Rio de Janeiro 1999; Madrid 2002; Mexico 2004; Vienna 2006; Lima 2008. ( 1 ). 2.2 Relations between the EU and Latin America stretch back over more than three decades, from the launch of the EP-Parlatino (Latin American Parliament) dialogue in the 1970s, the San José Process and the EU-Rio Group dialogue onwards. Although the civil society organisations would have preferred these relations to have made greater progress, association agreements to have been signed years ago and the summit conclusions to be put into prac­ tice far more, the overall results to date have nevertheless been very positive. The relationship was marked during the 1980s by the urgent need for peace and democracy, reflected in the major contribution made by the European Community to the peace pro­ cesses in Central America. The EU has more recently brought regionalism and the bi-regional strategic partnership to the fore, with a focus specific to each subregion, together with the man­ agement of common challenges arising from globalisation, such as environmental risks, energy, food security, migration and how to respond to the fin ancial an d econ omic crisis. The g oal of social cohesion and provision of global and regional public assets has been put onto the bi-regional agenda. The bi-regional relationship has also had an impact on global governance, by its defence of effective multilateralism. As pointed out in the latest Communi­ cation from the European Commission ( 2 ) Communication from the Commission to the European Parliament and the Coun cil – The European Union and Latin America: Global Players in Partnership COM(2009) 495/3. ( 2 ), practical instruments have been put in place, starting with the summits and steps towards a network of association agreements including the agree­ ments of this type that have been signed with Chile and Mexico. Strategic partnerships have also been entered into with both Bra­ zil and Mexico. Instruments have been put in place to support sectoral policies, such as the EUROsociAL programme, EUro­ cLIMA an d others con cerning education . I n addition , a E u ro-Latin American Parliamentary Assembly (EuroLat) has been set up. The Union remains the leading investor in the region, its second trad­ ing partner and the largest development aid donor. 2.3 With regard to civil society, a network of links with repre­ sentative organised civil society (OCS) bodies has been built up across the subregions of Latin America, an effective contribution has been made to increasing coordination between different sec­ tors – businesses, trade unions, the third sector – in both conti­ nents; cooperation with regional parliaments has been enhanced; and the EESC has observer status at EuroLat, with which a Proto­ col of Cooperation has been signed, and which is open to the membership of counterpart institutions in Latin America. Under the EU-Brazil Strategic Partnership, an EU-Brazil Round Table has been established linking the EESC and the Brazilian Council for Economic and Social Development (CDES). The EESC has helped to strengthen bodies involving civil society in the subregional integration processes in Latin America, and steps – not yet satis­ factory – have been taken towards involving OCS in negotiating procedures, in the recognition of the principle of putting follow-up and consultation mechanisms on an institutional foot­ ing within the association agreements, and in the need for such agreements to include a social, labour and environmental dimension. 3. Towards a qualitative leap forward in the bi-regional strategic partnership 3.1 The new political backdrop is currently marked by global economic crisis, the environmental challenge, the economic rise of Asia, deadlock in WTO negotiations, increasing migration flows, the intensification of all aspects of south-south relations and the emergence of new areas of global governance – G20 and BRIC for example. In this context, the developing countries are playing an increasingly active part, and which will have to be extended to other bodies such as the international financial insti­ tutions ( 3 ) See, in this regard, the EESC’s recommendations as set out in its Pro­ gramme for Europe : the EU should take steps ‘to boost the powers of developin g countries in international institutions, especially in the IMF and the World Bank’ (18.3). ( 3 ) or the organisations of the UN system. All this means the agenda for EU-Latin America relations must be updated and more specific and efficient mechanisms introduced to flesh out the summit conclusions an d all other areas of b ilateral relation s. 3.2 At the same time new integration projects are seeing the light of day in Latin America, as in the case of the Union of South American Nations (UNASUR), that place the accent on the politi­ cal, security and defence dimension, and to infrastructure, and on coordinating energy or financial policies. In addition, the increas­ ing need for a cooperation-based policy on an international scale, as highlighted by the crisis, is pushing non-trade issues – environ­ mental risks, energy, food security and food safety, migration, poverty and inequality, international financial stability – higher up the bi-regional agenda. ",
        "C 347/50 EN Official Journ al of the E uropean Un ion 18.12.2010 3.3 The EESC considers that this new stage requires a stronger political dialogue and a renewed agenda, focusing on both shared aspects of interdependence and issues requiring more and better international regulation, such as the environment, migration, increasing inequalities, or peace and security. This should entail the establishment of joint plans to address the social conse­ quences of the economic and financial crisis, and closer coopera­ tion on climate change and its negative effects, changing our energy model, research and development and world governance. At the same time, there is a continuing need to maintain the tra­ ditional objectives of bi-regional relations: promoting social cohe­ sion, regional integration, stepping up and fine-tuning cooperation programmes, and creating fresh impetus to complete the on-going association agreements, to this end introducing approaches that take more account of asymmetries and better ensure social cohesion. The EESC welcomes, in this regard, the Commission’s announcement – although it clearly leaves room for improvement – that a Latin America Investment Facility (LAIF) is to be set up that will foster regional integration and intercon­ nectivity and the implementation of sectoral policies, will rein­ force the social cohesion component of the agreements – together with other economic and social measures – and will boost initia­ tives to create cohesion funds, such as Mercosur’s current struc­ tural con vergence fun d (FOCE M), or the plan ned Cohesion Fun d under the Customs Union agreement adopted by Central America in 2007. 4. Towards closer involvement of organised civil society in the Strategic Partnership’s goals and programmes 4.1 In the light of its own experience with European integration, the EESC considers that if the bi-regional strategic partnership is to be reinforced and its political, economic and social goals fur­ thered, organised civil society must be involved in all stages of the process in a much more determined, organised and effective way. Social participation is crucial to make relations more open, better- known and transparent, in order to promote a greater sense of involvement of the different societies in these relations, and to ensure that any measures jointly agreed are effective. EU-LAC rela­ tions were born more than thirty years ago of the links forged by political movements and social organisations. That is why rein­ vigorating the bi-regional dialogue does not depend only in put­ ting new items on the agenda or making the agenda more flexible and efficient, but by enabling different stakeholders and sectors to take part in the dialogue. 4.2 In order to carry forward and legitimise regional integration processes, a b ottom-up movemen t from civil society org anisa ­ tions is vital. Similarly, the implementation of public cohesion policies makes the establishment and strengthening of participa­ tory social institutions necessary. In this regard, the EESC urges the Commission to ensure that when the EUROsociAL pro­ gramme is renewed, thought is given to a programme to boost civil society organisations and their representative bodies at regional level. 4.3 The EESC fully supports the aim of the bi-regional strategic partnership of a more specific and functional action programme that can be followed up and evaluated. To be as effective as pos­ sible, this would require, among other things, structured involve­ ment by the various bodies representing OCS in Latin America and the EU: the Mercosur Economic and Social Consultative Forum, the SICA Consultative Committee, the Andean Labour and Business Consultative Councils, the Andean Indigenous Peoples Consultative Council, the Andean Consumers’ Organisa­ tion, other bodies which may emerge in Chile and Mexico and the EESC itself. All these bodies could make a positive contribution to implementing policies such as those on social cohesion, climate change, innovation, migration and decent work etc., that may be adopted by the summit and are part of the bi-regional agenda. The EESC would therefore be willing to help create a bi-regional coor­ dination mechanism for OCS representative bodies from the two regions to forward these contributions during the periods between EU-LA summits. 4.4 The EESC welcomes the announcement that an EU-LAC Foundation is to be established, to prepare, monitor and, where appropriate, implement summit mandates, and considers that the function of organising and involving the different actors that the Foundation could play may be very positive in this regard. As the most representative body of European organised civil society, the EESC asks to be included on the future Foundation’s governing body. 4.5 As called for at all the preceding summits, OCS participa­ tion should, in turn, be reflected in the association agreements, in the form of joint consultative committees within their framework; the inclusion of a social, labour and environmental dimension in the agreements; and the involvement and consultation of civil society in analysing the impact of the agreements. 4.6 The EESC also calls for participation to be catered for in the Strategic Partnership between Mexico and the EU, in the same way as has been done for civil society from both sides in the EU-Brazil Strategic Partnership with the introduction of a Round Table bringing together the partnership’s representative institutions. 4.7 The EESC considers that if organised civil society is to be effectively integrated into the bi-regional strategic partnership, its work with the E uro-Latin America Parliamen tary Assemb ly n eeds to be further developed. To this end, it will set up an effective sys­ tem for communication with the Assembly and will, as a EuroLat observer organisation, convey the contributions from civil soci­ ety organisations concerning topics under debate and agreed on by the Assembly. The establishment of the bi-regional coordina­ tion mechanism mentioned in point 4.3 above will make a pow­ erful contribution to this aim. ",
        "18.12.2010 EN Official Journ al of the E uropean Un ion C 347/51 4.8 At the same time, the EESC calls for greater involvement of socio-occupational organisations in defining and implementing the second phase of the EUROsociAL programme. It also consid­ ers that it could contribute more effectively to the Social Cohe­ sion Forum if it was more involved in its preparation and implementation. 5. Socio-economic aspects of EU-Latin America relations 5.1 Latin America-EU immigration policy 5.1.1 The growing migration flow from Latin America towards Europe demands that the Euro-Latin American dialogue on migra­ tion figure prominently on the bi-regional agenda. The dialogue must lead to agreements giving priority to implementing forward- look ing migration policies offering legal channels for migration and promoting suitable integration policies. Consequently, migrants must have their fundamental rights, especially labour and social rights, guaranteed; agreements are needed on the rec­ ognition of professional qualifications; temporary migration and family reunification procedures for migrant workers in the Union should be made easier; and agreements should be concluded to promote the right of political participation for immigrants. At the same time, migrants from the EU to LAC must be assured recip­ rocal treatment. 5.1.2 For migration flows, both temporary (posted workers) and permanent (traditional emigration), solutions should be devised so that workers temporarily posted from the EU to Latin America, or in the other direction, in order to provide services or in connection with company investment, are not subject to double social security contributions in their country of origin and of employment. This double contribution could be avoided with bilateral instruments ensuring the application of single legislation. 5.1.3 Regarding more traditional forms of emigration, it is cru­ cial to regulate the exportability of benefits, especially retirement pensions. The acceptance or introduction of such mechanisms, matching those that already exist in other spheres, by both the EU and Latin America would enrich official relations and would ease the situation of emigrant workers who, once their working lives are over, could return to their country with the pensions they have earned through their work and contributions. 5.1.4 In order to avoid situations where migrant workers are driven to short-term family unification - with the ensuing uproot­ ing from the country of origin - family benefits could be recogn­ ised in cases where a worker works in one state and the members of his family live in another. This would make it possible for entitlements, rather than families, to move, to the benefit of all. In this regard, and as an initial step, we could strive to ensure that existing EU-LAC association agreements, or those currently under negotiation, contain social security clauses similar to those con­ tained in the Euro-Mediterranean agreements ( 4 ) Council and Commission Decision of 24 January 2000 on the con­ clusion of the Euro-Mediterranean Agreement establishing an associa­ tion between the European Communities and their Member States, on the one part, and the Kingdom of Morocco, of the other part (2000/204/EC, ECSC) – OJ L 70, 18.3.2000, p. 1 - see in particular Articles 64 to 68. ( 4 ). Lastly, the pos­ sibility of coordination between the Multilateral Latin American social security agreement ( 5 ) http://www.oiss.org/IMG/pdf/Convenio_2007_esp.pdf. ( 5 ) and Regulation 883/2004 could be explored, which would be helpful to workers and businesses. This would contribute to enhanced economic and social relations between the EU and Latin America. 5.1.5 The EESC believes that it is essential for the forthcoming EUROsociAL II programme to include migration between the EU and Latin America among its priorities for action. By the same token, it urges that the European Parliament’s proposal to set up a bi-regional migration observatory be taken up. 5.2 Social cohesion 5.2.1 The European experience has been that social cohesion requires, beyond the existence of the Structural Funds, a compre­ hensive and consistent focus encompassing a range of policies from macroeconomic stability to anti-discrimination measures. Cohesion depends essentially on national policies and resources: Latin America should therefore concentrate more on internal policies, such as taxation and social protection, which actively promote competitiveness and decent work. 5.2.2 Promoting social cohesion in regional integration pro­ cesses in turn requires devising a raft of measures. These range from recognising asymmetries between countries and regions to other actions covering infrastructure, cohesion funds, legislative harmonisation, regulatory policies, efficient conflict-resolution mechanisms, labour law harmonisation policies, joint manage­ ment of migration, industrial policies and support policies for production sectors. Above and beyond a purely institutional focus, the EESC believes that the bi-regional partnership needs to press ahead with sectoral dialogue so as to produce a bi-regional action plan which would generate a dynamic for integration and contribute to economic and social convergence in the region by tackling the internal asymmetries between countries and regions. 5.2.3 The EESC is convinced that the strong impetus of a demo­ cratic framework for labour relations, the spread of decent work, the regularisation of the hidden economy, social protection, col­ lective bargaining and social dialogue are key factors for social cohesion. It therefore calls for EUROsociAL II to include the social partners in evaluating the impact in this area of the initial EURO­ sociAL experience and in shaping and managing its successor. ",
        "C 347/52 EN Official Journ al of the E uropean Un ion 18.12.2010 5.2.4 The EESC considers that the recognition of indigenous peoples’ rights, as laid down in ILO Convention 169 of 1989 con­ cerning Indigenous and Tribal Peoples in Independent Countries, is essential to social cohesion. 5.3 Association agreements 5.3.1 From the EESC’s point of view, it is necessary, in order both to facilitate the association agreement negotiations currently under way and to contribute to the bi-regional objectives of social cohesion, that the agreements – which entail far-reaching eco­ nomic liberalisation processes – should take proper account of existing asymmetries between the relevant Latin American regions and the EU. To do so, use should be made of tools such as sus­ tainability evaluation (including the on-going involvement of organised civil society in impact studies), recognition of the prin­ ciple of special and differential treatment, the establishment of exceptions and transitional periods in sectors where this is neces­ sary, a differential approach to development cooperation and the impetus given by convergence funds. 5.3.2 The EESC also considers it essential that the EU continue to pursue its policy of supporting regional integration processes in Latin America. It also considers that both the multilateral nego­ tiations opened with some countries and the strategic partner­ ships established with others should help to secure regional agreements and strengthen integration processes. To this end, a strategy and measures such as those indicated in point 5.2.2 should be applied. For the EESC, this is a basic foundation for the bi-regional strategic partnership and an essential prerequisite to making Europe and Latin America global partners in multilateral governance. 5.3.3 The EESC calls for the provisions of the EU-Chile Asso­ ciation Agreement on civil society participation to be fleshed out and put into practice. For this purpose, it urges consultation with the EESC and representative organisations of Chilean civil soci­ ety. By the same token, the EESC calls for the EU-Mexico Asso­ ciation Agreement Council to set up a Joint Consultative Committee to carry out follow-up work an d con sult civil society under the agreement. 5.4 Cooperation 5.4.1 Major efforts have been made in recent years to bring EU development cooperation into line with changes to the develop­ men t ag enda, in cluding aspects that affect medium-in come coun ­ tries. Without prejudice to the EU’s continuing allocation of resources primarily to the lower-income countries in the region, the EESC considers that cooperation must be maintained with the medium-income countries, directing this cooperation towards strategic objectives such as macroeconomic stability and the sta­ bility of the financial system, building up institutional capacity, the effectiven ess an d efficien cy of pub lic policies, tax reforms, production capacity and investment in human capital, innovation and support for social actors as promoters of institutional and leg­ islative change. 5.4.2 Concluding association agreements will require greater adaptation of cooperation programmes so that they support poli­ cies for changing production and enhancing competitiveness, with special emphasis on SME capacity, facilitating trade and physical links with markets. 5.4.3 Similarly, commercial capacity will have to be boosted and the adoption of joint policies under regional integration pro­ cesses encouraged with a view to fostering social and territorial cohesion and reducing internal asymmetries. For its part, educa­ tional, scientific and technological cooperation can provide back­ ing for a shift in production and support for national R+D+I policies through both public institutions and programmes of incentive for the private sector. 6. Innovation, a shift in production and development In the run-up to the Sixth EU-LAC Summit, governments have decided that innovation is to be its central topic. 6.1 Innovation is one of the – if not the – main motors for development, and is crucial to prolonged, sustained cycles of growth and well-being. Although industry remains central to gen­ erating technical progress, innovation now spreads across other economic sectors: services, agriculture and energy: as a result, it is vital if productivity is to increase across many other areas. 6.2 Innovation is also a decisive factor in two major trends marking economic globalisation: the development of a knowledge-based economy, and the shift to a sustainable econ omy. In these spheres, the way the global and local dimen­ sions of innovation interact is an essential condition. 6.3 The EESC will propose to its counterpart organisations in Latin America that the Sixth EU-LAC Meeting of organised civil society should make a declaration on the importance of innova­ tion for a shift in production, development and social cohesion, and on the various aspects of the social dimension that innova­ tion brings with it. This is particularly significant for bi-regional relations at a time when they intend to set up a ‘network’ of asso­ ciation agreements, including free trade zones. The ambitious eco­ nomic liberalisation objectives of these agreements, which are seen as being of a ‘WTO plus’ type, as they go further than the WTO negotiations, may entail major adjustment costs which must be tackled with active policies to change and modernise pro­ duction and boost competitiveness. The introduction of national research, innovation and development systems must play a lead­ ing part within such policies. ",
        "18.12.2010 EN Official Journ al of the E uropean Un ion C 347/53 6.4 Technology transfer is a particularly significant aspect, given its key role in innovation processes. The association agreements’ substantial demands in terms of protection for intellectual prop­ erty rights may act as an incentive or guarantee for technology transfer by European investors but could, at the same time, rep­ resent a significant barrier to creating or transferring technology and innovation, as pointed out by several governments from the region. It is therefore especially important that greater flexibility be injected into these agreements and that they should recognise the important asymmetries between the two regions in this field. As argued earlier, EU development cooperation should be included for this purpose. 6.5 The EU already possesses numerous instruments for R+D+I cooperation with Latin America and the Caribbean. Those under the 7th Framework Programme and the Technological Coopera­ tion Agreements, signed with the relatively less developed coun­ tries of region, are worthy of mention, as are the programmes for scholarships and bi-regional academic cooperation (ALBAN, ALFA), and those run by the Commission’s Directorate for Edu­ cation. However, as yet there is no integrated strategy bringing together all these instruments and tying in with the objectives of the bi-regional partnership. There is a pressing need to resolve the present fragmentation of these instruments, especially within the Commission, and to ensure that they help to boost national R+D+I capacities. In this respect, it is worth reiterating the impor­ tance of creating a Common EU-LAC Area of Higher Education and Research, as part of the bi-regional ‘strategic partnership’ and drawing up a shared innovation and development agenda for both regions. Educational, scientific and technological cooperation can provide backing for a shift in production and support for national R+D+I policies. 6.6 Innovation, however, also touches upon a host of other areas that are important to the bi-regional partnership, such as improvements to the level and quality of life on account of its impact on, for example, higher productivity in food production, thereby contributing to food sufficiency. Another way is through the application of innovative methods, technologies, products and services in areas such as health, education and social security. This makes it easier for certain population sectors to access these ser­ vices and removes discrimination, such as occurs in the use of information and communication technologies. The new tech­ nologies for producing renewable energy, and for enhancing energy efficiency and reducing the pollution caused by fossil ener­ gies are further examples of the significance of innovation in enhancing the quality of life, as are those dedicated to solving problems of access to drinking water and desertification ( 6 ) Summary document of the preparatory discussions for the XIXth Summit on in novation, to b e held in E storil in Novemb er 2009. Iberoamericana Secretariat-General. ( 6 ). 6.7 There is a consensus that the three pillars of innovation are knowledge, institutions and businesses. It follows that the main players in the innovation process are, very broadly, universities, public authorities and centres of production. However, innova­ tion can spring from different types of knowledge: scientific, technological, ancestral or accumulated (local people who are familiar with plant properties, or skilled workers in a company for example). Similarly, institutions (other than market ones) should be taken to mean agencies and other public institutions, although other types of institutions are also important in fostering innova­ tion, such as industrial relations authorities. Lastly, innovation does not concern the production sector and companies alone, but also the social sector (health, education, housing, defence, justice, security) and the environmental sector (water, soil, biodiversity, deforestation, etc.). 6.8 In terms of theoretical analysis, there is a recognised need to approach innovation from a comprehensive social point of view, viewing it as a systemic whole affecting society in its entirety, across all sectors, and encompassing a series of aspects from the purely scientific or technological to the social and insti­ tutional. The socio-cultural and organisational aspects of innova­ tion thus began to be taken on board from the 1990s onward, whereas previously they had hardly been considered. From a his­ torical point of view, technological innovation goes hand-in-hand with social innovation or the social dimension of innovation, and vice versa. The link between social innovation and economic development is obvious; the social dimension of innovation could consequently been seen as being of vital importance, especially in contexts of embryonic structural development. 6.9 Another key feature of innovation is its ability to generate a social fabric, facilitating social links between individuals, groups and institutions grounded in basic agreements (the common good, the common interest, a shared future, etc.), links that can generate a social environment that is conducive to the introduc­ tion, integration and dissemination of innovation. 6.10 It must, however, be borne in mind that social barriers such as poverty, objectively hinder innovation processes. This is because, firstly, they restrict the assimilation of increases in pro­ duction flowing from innovation, given the lack of solvent demand. And secondly, on account of the lack of human capital capable of promoting and implementing innovation processes. 6.11 In addition to the above, innovation is the result of a com­ plex series of relations between actors who produce, distribute and apply different types of knowledge. In many cases – such as industrial and development clusters – innovation requires a pow­ erful reg ional and local impetus, which is impossible without involving civil society organisations. Innovation entails a pro­ found cultural shift, putting it at the centre of economic and social strategies. At company level, innovation requires costly, long- term investment. It demands social acceptance of change, and industrial relations systems based on negotiation and consensus, together with a training policy for human capital at all stages and levels, in cluding vocation al train ing an d lifelon g learn ing. ",
        "C 347/54 EN Official Journ al of the E uropean Un ion 18.12.2010 6.12 For the purposes of the present opinion, these points lead to a single conclusion: the importance of the social dimension of innovation. In order to head off the risk that would be entailed by a technocratic approach to innovation, the importance in such processes of social participation, and of the institutional frame­ works that enable and foster innovation, needs to be highlighted. This is particularly important to the EESC, which calls for real par­ ticipation by social actors and their representative bodies, in pro­ posals concerning human capital and, more broadly, the inclusion of the social dimension in the innovation action plan to be drawn up by the summit. Brussels, 17 February 2010. The President of the European Economic and Social Committee Mario SEPI "
    ]
}