{
    "text": [
        "Economic, social and policy-oriented research in Europe P R O J E C T S Y N O P S E S K I - N A - 22577 - E N - C E N E RG Y E co n o m i c , s oc i a l a nd p o li c y - o r i e n t e d r e s ea r c h i n E u r o p e This publication is a compilation of synopses of research projects in the energy socio- economic field and in support to European energy-related policies. These projects funded by the Sixth European Union research Framework Programme cover five areas: (cid:129) Energy foresight (cid:129) Economic and regulatory aspects of energy (cid:129) Acceptability and implementation of new energy technologies (cid:129) Energy technology transfer (cid:129) Environmental sustainability of energy technologies Basic information is provided with regard to the scientific scope, participating organisations and contact points for each project. Energy ISSN 1018-5593 ",
        "Interested in European research? RTD info is our quarterly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Information and Communication Unit BE-1049 Brussels Fax +32-2-295 82 20 http://ec.europa.eu/research/rtdinfo/ EUROPEAN COMMISSION Directorate-General for Research Directorate Energy Contact: Domenico Rossetti di Valdalbero Email: Domenico.Rossetti-di-Valdalbero@ec.europa.eu Helpdesk: rtd-energy@ec.europa.eu Internet: http://ec.europa.eu/research/energy/ Photos cover: European Parliament, Panos European Commission EUR 22577 – ENERGY Economic, social and policy-oriented research in Europe Luxembourg: Office for Official Publications of the European Communities 2007 – 59 pp. – 21.0 x 29.7 cm ISBN 92-79-03723-4 ISSN 1018-5593 SALES AND SUBSCRIPTIONS Publications for sale produced by the Office for Official Publications of the European Communities are available from our sales agents throughout the world. You can find the list of sales agents on the Publications Office website (http://publications.europa.eu) or you can apply for it by fax (352) 29 29-42758. Contact the sales agent of your choice and place your order. ",
        "Directorate-General for Research Sustainable Energy Systems ENERGY Economic, social and policy-oriented research in Europe 2007 EUR 22577 ",
        "LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://ec.europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2007 ISBN 92-79-03723-4 ISSN 1018-5593 © European Communities, 2007 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON WHITE CHLORINE - FREE PAPER Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. ",
        "3 Table of contents Energy foresight .............................................................................................................................................................................................................................................. 7 Case Study Comparisons and Development of Energy Models for Integrated Technology Systems – CASCADE MINTS ........................................................................................................................................................................ 8 Modelling of Energy Technologies Prospective in a General and Partial Equilibrium Framework – MENGTECH .......................................................................................................................................................................................................................... 10 World Energy Technology Outlook 2050 – WETO-H2 ......................................................................................................................... 12 European Sustainable Electricity; Comprehensive Analysis of Future European Demand and Generation of European Electricity and its Security of Supply – EUSUSTEL ........................... 14 Recent and Present Scenario of the Electricity Research and Technology Development Efforts and Specific RTD Needs of the European Electricity Sector in the Next 25 Years – ERMINE .............................................................................................................................................................................................................................................. 16 Economic and regulatory aspects of energy .................................................................................................................. 19 Sustainable Energy Specific Support Assessment European Regulation Forum on Electricity Reforms – SESSA ............................................................................................. 20 Assessment of Economic Optimal Future ‘Energy Corridors’ between the EU and Neighbouring Countries – ENCOURAGED ................................................................................................................................................. 22 Coordinating Energy Security in Supply Activities – CESSA .................................................................................................. 24 Scientific Reference System on New Energy Technologies, Energy End-use Efficiency and Energy RTD – SRSNET & EEE ................................................................................................................................................................................................... 26 Macro-economic impact of High Oil Price in Europe – HOP! ............................................................................................. 28 Acceptability and implementation of new energy technologies ..................... 31 Assessing and Promoting the Societal Acceptance of Energy Innovations: Towards a New Multi-stakeholder Tool – CREATE ACCEPTANCE ................................................................................... 32 Acceptance of CO 2 Capture and Storage – Economics, Policy and Technology – ACCSEPT .......... 34 Local Clean Energy Technology Implementation – LETIT .............................................................................................................. 36 Future Energy Technologies for Enlarged European Union – FET-EEU .............................................................. 38 Potential of and Barriers to Large-scale Integration of Renewable Electricity and Co-generation into Energy Supplies in the Central European New Member States – CEERES ....................................................................................................................................................................................................... 40 ",
        "4 Energy technology transfer ................................................................................................................................................................................................. 43 Renewable Energy in Emerging and Developing Countries: Current Situation, Market Potential and Recommendations for a Win-win-win for EU-industry, the Environment and Local Socio-economic Development – RECIPES ............................................................. 44 The Potential of Transferring and Implementing Sustainable Energy Technologies through the Clean Development Mechanism – ENTTRANS .................................................... 46 Renewable Energy in Emerging and Developing Countries: Which Role for European RTD & D – RTD4EDC .................................................................................................................................................. 48 Action Plan for High-priority Renewable Energy Initiatives in Southern and Eastern Mediterranean Area – REMAP ............................................................................................................................................................ 50 Environmental sustainability of energy technologies ...................................................................... 53 New Energy Externalities Developments for Sustainability – NEEDS ................................................................... 54 Making Electricity External Costs Known to Policy-makers – MAXIMA ........................................................... 56 Cost Assessment for Sustainable Energy Systems – CASES ................................................................................................... 58 ",
        "5 Energy is more and more at the top of the European Union agenda. Research and Technological Development (RTD) is a key means of achieving a more secure, sustainable and competitive energy system. The EU Research Framework Programme is the main legal, planning and financial instrument to promote new technologies and to ensure a better coordination of RTD in Europe. Energy RTD domains addressed in the Sixth Framework Programme include essentially technological development related to renewables, energy efficiency, alternative fuels, carbon capture and storage, hydrogen and fuel cells. But the Sixth Framework Programme also includes economic, social and policy-oriented research. In the energy field, these activities provide a scientific basis to assess the impacts and evaluate the potential of new and clean energy technologies. Making use of quantitative and quali - tative methods and tools, these European research projects address issues such as energy futures, energy corridors with neighbouring countries, valuation of social and environmental costs, liberalisation of energy markets and the potential of the Kyoto Clean Development Mechanism. These research activities offer the advantage of examining the developments of all energy sources and technologies (fossil fuels, nuclear and renewables) in a coherent way. They combine the analysis of technological progress in energy with economic, social and political concerns. This publication is divided into five sectors: (cid:129) Energy foresight (cid:129) Economic and regulatory aspects of energy (cid:129) Acceptability and implementation of new energy technologies (cid:129) Energy technology transfer (cid:129) Environmental sustainability of energy technologies Raffaele LIBERALI Director Foreword ",
        "7 Energy foresight ",
        "Challenges Fuel cells and the prospects for the transformation of the energy system by hydrogen as a carrier have in recent years attracted enormous interest from industry, policy makers and society at large. In many quarters this technological nexus is viewed as a panacea for solving a wide range of problems characterising the present energy system, including global and local pollution, resource depletion, security of supply concerns and doubts concerning the sustainability of present options in electricity production. Apart from Hydrogen, the potential impact of CO 2 capture and storage, renewables and nuclear on future energy balances has also attracted considerable interest in the context of tackling climate change and improving security of supply. These issues have posed particular challenges to analysts, especially those aiming at providing useful and quantitative input to the formulation of strategies aimed at sustainability. In the quanti tative analysis of the potential impact of new technologies and alternative energy sources and in the evaluation of possible policy options, energy-economy-environment models (E3) can provide useful insights. Aiming at the most thorough analysis and the most robust policy responses CASCADE MINTS applies a range of E3 models to build scientific consensus on the impacts of policies aimed at promoting sustainable energy systems – in particular through technological developments. On the one hand the project aims to analyse the prospects of the hydrogen economy within the overall energy system in an unbiased and integrated fashion. It is an innovative project in the sense that currently no applied integrated analytical framework for carrying out such analysis exists. On the other, by bringing together a number of the leading energy, economic and environmental modelling teams in Europe the CASCADE MINTS project aims to inform the debate on the prospects of transformation of the European and World energy system towards sustainability while providing important analytical background for the formulation of energy and environmental (especially climate change) strategy. O B J E C T I V E S C A S C A D E M I N T S Case Study Comparisons and Development of Energy Models for Integrated Technology Systems 8 CASCADE MINTS is a project involving the development and use of energy and energy/economy models with special emphasis on analysing technological developments. It is essentially split into two distinct parts: Part 1 focuses on modelling, scenario evaluation and detailed analysis of the prospects of the hydrogen economy. The ultimate aim of this part of the project is to enable perspective analysis of the conditions under which a transition to an energy system dominated by hydrogen is possible. Part 2 investigates the role of different policies and measures in addressing several sustainable policy objectives. It applies a wide variety of models including modelling teams from outside the EU and Associated countries to carry out common exercises, explicitly aiming at consensus building between model experts. It also aims to bridge the communication gap between energy modelling and policy analysts. Project structure CASCADE MINTS is a modelling project empha- sising technological analysis and is divided into two main parts: Part 1 looks specifically on the prospects of the Hydrogen Economy. It focuses on information collection, modelling work, scenario evaluation, R & D strategy elaboration and the measurement of associated risks. First, it establishes a common information base containing the technological background information used by all partners in extending their models in order to enable them to describe all possible configurations of a hydrogen economy. These include all demand categories where fuel cells can be used as well as the different options for distributing, storing and producing hydrogen from different primary sources. The extended versions of the models are then applied to analyse scenarios in order to explore under what conditions and to what extent the hydrogen economy may materialise. Technology dynamics mechanisms are also incorporated in the models to enable them to perform R & D policy simulations in a dynamic environment where an increase in R & D effort produces improvements leading to higher technology adoption and hence to further improvements through experience gained in a virtuous learning circle. Stochastic modelling is also applied to allow a systematic assessment of the likelihood of different paths towards a hydrogen dominated energy system. Part 2 involves the use of a wide range of opera- tional energy and energy/economy models in order to build analytical consensus concerning the impacts of policies aimed at sustainable energy systems. Part 2 addresses two fundamental issues, namely the importance of hydrogen and fuel cells, CO 2 capture and storage, renewables and nuclear energy in influencing the energy system towards sustainability and the extent to which appropriate policies can foster the development of these technologies and their subsequent deployment. Results Part 1 of CASCADE MINTS involves the substantial enhancement of a wide suite of energy models that have varying technological resolution and operate at different levels of spatial and sectorial ",
        "Project Information Contract Number 502445 Duration 36 months Contact person Nikolaos Kouvaritakis and Pantelis Capros National Technical University of Athens (NTUA) – GR kapros@central.ntua.gr List of partners Centrale Recherche S.A. – FR CNRS – FR DLR – DE ECN – NL JRC – IT NTUA – GR PSI – CH University of Stuttgart – DE ZEW – DE Website http://www.e3mlab.ntua.gr/cascade.html Project officer Domenico Rossetti di Valdalbero 9 disaggregation (simulation, perfect foresight, general-equilibrium, long-term, medium term). The project will deliver detailed databases and advanced versions of all participating models that will be capable to analyse in an integrated manner the complex hydrogen economy system. The stochastic model applied in the analysis will provide a large set of probable visions of the hydrogen economy both in terms of the extent to which it may transform the energy system but also alternative paths for an eventual transition. Model based scenario analysis performed within Part 1 will provide insights on the conditions under which hydrogen can transform the energy system with particular emphasis on the aspects of the transition. The project places emphasis on the breadth and depth of technical change that could produce breakthroughs. In particular it examines the possibilities for inducing such changes via R & D strategy and in this sense energy R & D strategists are particularly addressed. The main outcomes of Part 2 are policy reports addressing the potential role of technologies (hydrogen and fuel cells, CO 2 capture and storage, renewables and nuclear energy) in promoting sustainable development, with particular emphasis on their role in reducing GHG emissions and import dependence. Strategies for energy technology innovations and transitions will also be evaluated. The reports intend to enhance the communication between model experts and policy-analysts, to build consensus among model experts with respect to likely developments in the European and Global energy system and examine the conditions under which different visions of the energy system may materialise. A major accomplishment of the project has been the construction of an information base for fuel cell technologies and hydrogen production/ dis tribution options and the collection of statistical information on public and private expenditure in R & D activities directed to hydrogen technologies – with special emphasis on the attribution of R & D effort on specific technologies or clusters – alongside information on system related aspects of hydrogen technologies, with emphasis on identi- fying and describing clusters, generic technological progress and spillovers. The resulting unique infor- mation set has served as a suitable sample for the econometric estimation of the tech nology dynamics module, which relates techno logical improvement to R & D and technology uptake. All models participating in the CASCADE MINTS Part 1 project have been equipped with the set of quantified relationships of learning for the key fuel cell and hydrogen supply technologies. After some harmonisation of assumptions (including a common technology-by-technology R & D Outlook) model generated baseline and R & D Policy Scenarios have been developed and compared. Two alternative R & D Scenarios have been examined aiming to give preliminary indications on the efficacy of R & D on individual technologies: one pessimistic implying the elimination of hydrogen related R & D and one optimistic taking the form of doubling the R & D funding addressed at specific clusters of hydrogen economy related technologies. Preliminary results indicate that R & D is important pre-condition for the improve- ment of H 2 technologies but there are strong signs of diminishing returns. A set of technological story scenarios has also been defined primarily by assuming favourable trajectories for the technical and economic characteristics of hydrogen related technologies (both on the demand and supply side) and addressing explicitly issues of competition and complementarity of hydrogen with other energy system configurations. Additional scenarios have also been built by combining optimistic techno logical developments with other favourable conditions such as large world endowments in natural gas resources or effective climate change policies at the European or World level. Policy reports summarising the main results have been prepared in Part 2 of the project. The first policy report provides an outlook on the global and European energy developments towards 2050, summarising the main baseline results generated by the participating models; these results provided a benchmark against which the impact of the policy case studies were evaluated in later stages of the project. Subsequently, a series of policy briefs have been prepared investigating the role of different policies and measures in improving security of supply, reducing emissions and fostering the development of advanced, clean energy technologies. The first of these policy briefs examines the possible contribution of renewable energy to a sustainable energy system, by considering the implementation of a global subsidy scheme for renewables coupled with a 20% European target for 2020. The second report analyses the potential role of nuclear energy by examining two distinct scenarios: a strict phasing out path of nuclear power generation capacity versus a nuclear technology break-through scenario with a post Kyoto target. The third report summarises models’ results on policy schemes concentrating on technology standards, emission caps and investment subsidies for Carbon Capture and Sequestration technologies. The final report focuses on the effects of different technology policies on greenhouse gases, security of supply and cost and investigates the trade-offs and synergies of alternative technology policies. ",
        "Challenges The EU has set very ambitious targets regarding sustainable development and the energy sector will have a crucial role in their achievement. They imply the development and the implemen- tation of new technologies and this will induce considerable changes in the technology portfolios over the next decades. This transition will require from the economy a major shift of capital resources towards the development of new energy supply and network infrastructure, characterized by long gestation periods and low rates of return on investment. It can also generate conflicts between the economic growth objectives and sustainable development objectives. Addressing the policy analysis issues derived from the long term sustainability objective of the EU requires the further development of the existing modelling tools, especially regarding energy technologies and their adoption in the economy. Different types of models have to be used for a complete assessment of the technology transition because of their complementarities: energy system models with detailed presentation of the energy technologies for the energy system evolution and macroeconomic models to evaluate the macroeconomic feedback of policies in terms of growth, competitiveness, employment and environment. Project structure The project focuses on model development, on the application of the newly developed models to EU policy evaluation and on the diffusion of the methodology in the new member states. The models considered for further development in this proposal are POLES (World energy system model), PRIMES (European energy system model), NEMESIS (macro-econometric EU model) and GEM-E3 (World and EU general equilibrium model). These models are not only state of the art models in their respective domains but they have also been widely used by the EU Commission for policy design purposes. The model developments will concentrate on: (cid:129) The development of a new modelling paradigm for the development and adoption of new energy technologies to be implemented in both type of models. O B J E C T I V E S M E N G T E C H Modelling of Energy Technologies Prospective in a General and Partial Equilibrium Framework 10 The objective of this proposal is the further development of macroeconomic and energy models for the analysis of the complex interactions between economic, energy and environmental issues related to the development of a sustainable energy system. The objective is to review the existing knowledge of energy technologies and implement the characteristics of these technologies in the energy and macroeconomic models considered in the project. The model enhancements will focus on a better representation of the competition between new and conventional energy technologies in a medium to long term perspective. These developments will allow a better assessment of the role of technologies for the sustainable development target and of policies that could lead to a better diffusion of the technologies. They will be able to simulate and assess such radical technological changes that are needed to meet the ambitious sustainability objectives. (cid:129) The improvement of the long term properties of the macroeconomic models. The new modelling paradigm will have considerable implications for the representation of the energy and economic system. For extensions to the macroeconomic models, two lines of research will be followed: (cid:129) Representation of heterogeneous agents that differ in their decision making in terms of cost structure and perception of risk. (cid:129) Explicit modelling of the investment decisions in energy infrastructure which are characterized by increasing returns to scale and natural monopoly pricing and regulation control. Agents will be differentiated with respect to their technology choice and will be linked together by an endogenous ‘network effect’, enabling large scale diffusion of successful technological choices under certain conditions. Moreover, as sustainability is a very long term objective, an improvement in the modelling frame- work regarding depletable resources and climate change impact is aimed at. A climate module will be integrated in the economic models based on the latest version of the Nordhaus RICE model. For depletable energy resources, an improvement in the modelling of the market structure of the global oil market (OPEC vs. non-OPEC) and the ensuing price process will be included into the models. The ‘temporal availability’ constraints dynamics (i.e. a certain amount of a depletable resource may be available in principle at certain costs but not within any required time) will be endogenised. For the energy models, a complex energy and technology strategy exploration model, named MATTED (Modelling Agent-based Technology Transition for Energy and Development) model, will be developed based on a new methodology. The model will be used as a front-end for the set of detailed models (mainly POLES and PRIMES) that have been developed and used by the participants in the present project. The new methodology will incorporate: variety of suppliers and consumers, agents, interacting with each other in market competition regimes; network effects as a source of technology diffusion dynamics in ",
        "Project Information Contract number 020121 Duration 24 months Contact person Denise Van Regemorter Catholic University of Leuven (KUL) – BE Denise.vanregemorter@econ.kuleuven.ac.be List of Partners CNRS (LEPII) – FR Corvinus University Budapest – HU ERASME – FR KUL – BE NTUA – GR University of Stuttgart – DE Website www.econ.kuleuven.be/mengtech Project officer Komninos Diamantaras 11 addition to learning by doing and learning by research; increasing returns to scale for new energy infrastructure and investment decision- making under uncertainty; adaptive expectations in the decision-making of agents with progressive endogenous learning; complex uncertainties and portfolio-based decision-making analysis; long term time forward dynamics; multiple regions (world level) and energy system flows and inter- actions, including depletable energy resources; and representation of a series of policy options and tools, including RTD policy, infrastructure investment incentives, market-based instruments and control and command interventions. The database on energy technologies will be updated. The other tasks are related to policy evaluation and methodology diffusion in the new member states. Policies and technology pathways will be evaluated, through the models, in terms of their performance against three EU policy goals: economic competitiveness of Europe, security of supply and environmental impacts. Given the development of the models in terms of energy technology representation, special attention will be given to their role in reaching the EU targets and in the dynamics of forming technological paradigms. There are several energy technology evolution pathways that are candidates to support the radical changes needed for sustainability objectives. They are characterized by different dominant technologies but they all include a major shift to radically lower carbon intensities in the economy. A comparison of policy instruments needed to attain the different objectives is also envisaged. Moreover the expertise in terms of macroeconomic and energy modelling in the new member states will be reinforced because the contribution of models, both macroeconomic and energy system models, to policy evaluation has been widely recognised. This will be done through workshops and joint policy analysis. Results The development within this project gives rise to a set of updated models, both macroeconomic and energy models, which integrates a complete new technological paradigm. These models are speci - fically appropriate to contribute to the evaluation of EU policies for sustainable development. The expertise regarding modelling in the new member states and more specifically regarding economic modelling has been enhanced. The possibility of evaluating policies with the newly developed models is certainly an important criterion for the success of the project, because the ultimate objective of applied modelling development is to contribute to policy assessment. ",
        "Challenges The WETO-H2 study had various objectives: describing the future world energy system up to 2050 within a framework of minimal climate change policies (including renewable energies), assessing the impact of the implementation of stronger policies to constrain CO 2 emissions and, finally, studying the conditions for a development of hydrogen as an energy carrier. This study has been carried out with the world energy model POLES, which has been significantly improved to cope with the project objectives, mostly through the extension of the model time horizon from 2030 to 2050 and the introduction of hydrogen production and consumption technologies. Work on sectoral consumption modelling has also been performed. Project structure The project lasted two years and delivered the world energy/technology outlook report. The work plan has consisted on four work packages dealing with: (cid:129) Production of a world energy/technology reference case to 2050 (cid:129) Assessment of technological breakthroughs (cid:129) Evaluation of EU strategies (cid:129) Production of the long-term world energy/ technology outlook report ENERDATA was the overall co-ordinator of the project and contributed to the work on the POLES model, in association with CNRS/LEPII-EPE which was more specifically in charge of the model adaptation. ENERDATA and CNRS/LEPII-EPE ran the ‘reference case’ and the ‘carbon constraint case’. The Institute for Prospective Technology Study – JRC/IPTS was responsible of the prepa- ration of the technology breakthroughs to be considered in the EU strategy, which was described by the BfP. JRC/IPTS ran the ‘hydrogen case’. ECN and SPRU developed an electricity portfolio optimization adapted on the POLES model. O B J E C T I V E S W E T O - H 2 World Energy Technology Outlook 2050 12 The WETO-H2 study had various objectives: Describing the future world energy system up to 2050 within a framework of minimal climate change policies, assessing the impact of the implementation of stronger policies to constrain CO 2 emissions and, finally, studying the conditions for a development of hydrogen as an energy carrier. This study has been carried out with the world energy model POLES, which has been significantly improved to cope with the project objectives, mostly through the extension of the model time horizon from 2030 to 2050 and the introduction of hydrogen production and consumption technologies. Results The project led to the production of a long-term world energy & technology outlook report, structured around 3 scenarios that have been used to describe options for technology and climate policies in the next half-century: (cid:129) The ‘Reference projection’ that describes the developments of the world energy system up to 2050 and the related CO 2 emissions. (cid:129) The ‘carbon constraint case’ the description of the impact on this world energy system of constraint on CO 2 emissions. (cid:129) The ‘H 2 case’ that has been developed the conditions attached to the development of a ‘hydrogen economy’ and the simulation of a related scenario. The key messages of this report can be summarized as follows: The reference projection The Reference projection describes a continuation of existing economic and technological trends. World energy consumption The total energy consumption in the world is expected to increase to 22 Gtoe per year in 2050, from the current 10 Gtoe per year. Fossil fuels provide 70% of this total (coal and oil 26% each, natural gas 18%) and non-fossil sources 30%, shared almost equally between renewables and nuclear. As the size of the world economy in 2050 is four times as large as now, the improvement in energy efficiency appears significant. Energy demand grows strongly in the developing regions, it overtakes that of the industrialised world shortly after 2010 and accounts for two thirds of the world total in 2050. Oil and gas prices The prices of oil and natural gas on the inter - national market increase steadily, and reach 110 $/bl for oil and 100 $/boe for gas in 2050. The high prices mostly reflect the increasing resource scarcity. ",
        "Project Information Contract number 501669 Duration 24 months Contact person Bruno Lapillonne ENERDATA S.A. – FR b.lapillonne@enerdata.fr List of Partners Bureau Fédéral du Plan de Belgique – BE CNRS (LEPII-EPE) – FR ECN – NL ENERDATA S.A. – FR JRC – ES Mineral and Energy Economy Research Institute of Polish Academy of Sciences – PL University of Sussex – UK Website http://ec.europa.eu/research/energy Project officer Domenico Rossetti di Valdalbero 13 Conventional oil production levels off after 2025 at around 100 Mbl/d, the profile forms a plateau rather than the ‘peak’ that is currently much discussed. Non-conventional oils provide the increase in total liquids, to about 125 Mbl/d in 2050. Natural gas shows a similar pattern, with a delay of almost ten years. Electricity: the comeback of coal, the take- off of renewable sources and the revival of nuclear energy The growth in electricity consumption keeps pace with economic growth and in 2050 total electricity production is four times greater than today. Coal returns as an important source of electricity and is increasingly converted using new advanced technologies. The price of coal is expected to reach about 110 $/ton in 2050. The rapid increase of renewable sources and nuclear energy begins after 2020 and is massive after 2030. They represent respectively 25% and 35% of the total electricity production in 2050. In Europe, because of climate policies assumed stronger than in the rest of the world, the elec- tricity production is 70% decarbonised in 2050; renewable sources provide 27% of the total generation of electricity and nuclear 33%, and a quarter of thermal generation is equipped with CO 2 capture and storage systems (CCS). CO 2 emissions The deployment of non-fossil energy sources to some extent compensates for the comeback of coal in terms of CO 2 emissions, which increase almost proportionally to the total energy con- sumption. The resulting emission profile corre- sponds to a concentration of CO 2 in the atmospheric between 900 to 1000 ppmv in 2050. This value far exceeds what is considered today as an acceptable range for stabilisation of the concentration. The carbon constrained world energy system The carbon constraint case This scenario explores the consequences of more ambitious carbon policies that aim at a long- term stabilisation of the concentration of CO 2 in the atmosphere close to 500 ppmv by 2050. Early action is assumed in Annex B countries, while more time is allowed for the emerging and developing countries. In this carbon constraint case, global emissions of CO 2 are stable between 2015 and 2030 (at about 40% above the 1990 level) and decrease thereafter; however, by 2050, they are still 25% higher than in 1990. In the EU-25, emissions in 2050 are half the 1990 level; on average they fall by 10% in each decade. An accelerated development of non-fossil fuels By 2050, annual world energy demand is lower than in the Reference case by 3 Gtoe/year. Renewables and nuclear each provides then more than 20% of the total demand; renewable sources provide 30% of electricity generation and nuclear electri - city nearly 40%. Coal consumption stagnates, despite the availability of CO 2 capture and storage technologies. By 2050, the cumulative amount of CO 2 stored form now to 2050 is six times the annual volume of emissions today. In Europe three quarters of power generation is based on nuclear (42%) and renewable (30%) sources. Half of thermal power generation is in plants with CCS. The world energy system in the H 2 case The hydrogen scenario The hydrogen scenario is derived from the carbon constraint case, but also assumes a series of tech- nology breakthroughs that significantly increase the cost-effectiveness of hydrogen technologies, in particular in end-use. The assumptions made on progress for the key hydrogen technologies are deliberately very optimistic. Total energy demand As in the carbon constraint case, there are signi - ficant changes in the fuel mix compared to the Reference case. The share of fossil fuels in 2050 is less than 60%, with a drop of the demand for coal drops compared to the Reference case. The share of nuclear and renewable energy increases, especially between 2030 and 2050, partly because of the high carbon values across the world and partly because of the increased demand for hydrogen. Electricity production The move to a hydrogen economy induces further changes in the structure of generation, the share of nuclear reaches 38% and the share of renewables about 30%. Thermal electricity production conti - nues to grow and is associated with CCS (66% of electricity generation from fossil fuels in 2050). Hydrogen production and use The use of hydrogen takes-off after 2030, driven by substantial reductions in the cost of the techno - logies for producing hydrogen and the demand-pull in the transport sector. From 2030 to 2050, pro- duction increases ten-fold to 1 Gtoe/year. By 2050, hydrogen provides 13% of final energy consump - tion, compared to 2% in the Reference case. The share of renewable energy in hydrogen production is 50% and that of nuclear is 40%. Around 90% of hydrogen is used in transport, representing a share of 36% of the consumption of the sector by 2050. Around 80% of the cars using hydrogen are powered by fuel cells. ",
        "Challenges To a large extent, the work effectively consists of a major critical review and evaluation exercise of existing studies, published papers, reports, policy documents, scenarios, etc., whereby those are held against the light of coherence, and expertise and experience of the scientists and electric industry. Indeed, much has been published over the last years on the energy issue in general and electricity provision in particular, but regret- tably, very few critical reviews of the published material have been undertaken. Often, there is plenty of inconsistency of the material published within a particular country, let alone that the material is consistent for whole regions. Assuming that the presentation of the data is not manipu- lated, the discrepancy often lies in the definitions and conventions behind the numbers. Even stronger, for future projections, many (often hidden) boundary conditions and hypotheses are imposed and assumed, which then lead to a variety of conclusions that may lead to very unrealistic scenarios, mostly insufficiently checked with regard to full consistency. In addition, policy documents often have a style of good intentions, usually wrapped in some diplomatic language, that may reflect a short-sided approach or project nice-looking visions, which may turn out to be very ‘undesirable’ in the long run. By means of an extensive ‘reviewing exercise’, complemented with own insights, this project intends to ‘set the record straight’ and to deliver a fully consistent picture of future electricity provision. Project structure The project is performed by a group of high-level energy scientists, supported by their laboratories or research groups, in close collaboration with the electric industry. It has been tried to gather a consortium that relies on rational reasoning and common sense, rather than to choose a-priory ‘ideologically-coloured’ advocates of a particular energy vision. Nevertheless, it is the case that the group covers a variety of insights, approaches and viewpoints, reflecting the differing existing policy orientations in Europe. The combination of the rational approach, but with perhaps different ‘beliefs’ with regard to future technology O B J E C T I V E S E U S U S T E L European Sustainable Electricity: Comprehensive Analysis of Future European Demand and Generation of European Electricity and its Security of Supply 14 The main objective of the project EUSUSTEL is to provide the EU and the Member states with coherent guidelines and recommendations to optimise the future nature of electricity provision and the electricity generation mix in Europe so as to guarantee an affordable, clean and reliable, i.e., ‘sustainable’, electricity supply system. breakthroughs and public acceptance of particular technologies, may be a guarantee for a well- balanced outcome of the project. To help guarantee that the views of the scientists are not too different from what real life shows, there is an intensive interaction with the electric industry, especially via its umbrella organisation, Eurelectric. Hereby, Eurelectric act as a ‘Special- Focus Industrial Advisor’ . To hear the voice of other major stakeholders, a Consultative Committee , is established. The work for this project entails a major effort of reviewing and evaluating existing studies and publications, carefully complemented with the project participants own expertise and views. This review and evaluation must be undertaken with regard to studies referring to countries or regions , as well as with regard to the state of the art, the future projections and the likelihood of penetration and/or renaissance of particular energy-conversion technologies (both on the end-use side as on the supply side). The future demand for electricity is analysed as well. Furthermore, the study must take into account policy trends such as the drive towards a liberalised and fully integrated European electricity (and gas) market, the consequence of climate-change- abatement measures and the promotion of renewable sources and Combined Heat and Power (CHP). The review and evaluation exercise consist of a major effort of sifting through the documents, verifying and crosschecking the results and conclusions and of confronting the different viewpoints so as to try to detect the underlying assumptions and boundary conditions. The review performed by one particular project partner is effectively ‘verified’ as the whole group has a chance to comment on the conclusions of the reviews. It is the goal that the whole group reaches a consensus on the treated subjects. After all technology-related and country-oriented reviews have been finished and a consensus on the technical, economic and environmental data of the technologies and their evolution, and their degree of implantation in particular countries ",
        "Project Information Contract number 006602 Duration 24 months Contact person William D’haeseleer Catholic University of Leuven William.Dhaeseleer@mech.kuleuven.ac.be List of partners AIEE – IT CIEMAT – ES ECRIN – FR Helsinki University of Technology – FI Imperial College – UK KUL – BE NTUA – GR Risoe National Laboratory – DK University of Stuttgart – DE University of Uppsala – SE Website www.eusustel.be Project officer Domenico Rossetti di Valdalbero 15 has been reached, a limited number of well defined scenario runs are performed with the model(s) chosen from an analysis exercise of simulation codes. The boundary conditions and hypotheses of these scenarios are to a large extent determined by the so-called context issues such as liberalised markets, climate change and other specific policy trends (such as renewables, CHP, energy efficiency, etc.) ( work package 8 ). In this last work package, a frame- work for sustainability is developed as well. The work deals with the entire EU, i.e., the EU-25. Because of expected difficulties with the availa - bility of ‘good’ documentation on the most recently acceded 10 Member States, some analysis is more detailed for the EU-15 than for the EU-25. The objective of the project is certainly relevant towards the support of the European Union’s policy in the energy field as policy recommen- dations on the EU-level may be expected. As another EU added value, information amongst organisations from 10 different Member States is exchanged. The project will automatically be faced with the consequences and boundary conditions of several EU directives, regulations and guidelines on e.g. the liberalisation of the electricity and gas markets, cogeneration, emission trading, renewable electricity generation, cross border transmission, energy efficiency, etc. In addition, the study will scrutinise earlier EU policy studies such as the Green Paper and other documents, amongst which Commission Communications. Furthermore, the study will be able to draw conclusions on a possible future of nuclear power in Europe (especially given the fact that some countries have opted for a phase out, while in other countries there seems to be a renaissance). A scientific consensus on very uncertain issues and on the possible contribution of various energy technologies in the medium to long-term future may be reached. The study will furthermore permit to draw conclusions concerning a properly functioning liberalised electricity market, thereby providing recommen- dations so as to minimise the risks for black outs. Results In order to provide the EU-25 with coherent guidelines and recommendations for a ‘sustain- able’, electricity supply system, the following items are expected, with 2030 as the scope. (cid:129) Establishment of a framework for the concept ‘sustainability’. (cid:129) Analysis of the electricity provision in the EU- 25 countries. (cid:129) Projections for reasonable evolution of demand for energy services and determine the relationship with electricity demand. (cid:129) Analysis of the electricity generation techno - logies and their integration into the overall generation system. (cid:129) Analysis of the current regulatory framework and its technical and economic conse- quences concerning the liberalisation of the electricity market. Reflect on an ‘ideal’ fully consistent framework for a fully integrated European electricity market. (cid:129) Determination of the total social cost for electricity generation, both with and without taking into account system interaction. Perform scenarios to determine the ‘most optimal solution’ for electricity provision in the EU. (cid:129) Screening of the results of the project with respect to the degree of realism, compatibility with liberalised markets and the ‘desire’ for security of supply. ",
        "Challenges The electricity sector in Europe is experiencing a very strong evolution, due to several factors. (cid:129) The electricity market liberalisation and the introduction of competition at both national and European level, have led to the advent of several new operators instead of the previ- ous monopolies, to the change of the rela- tionships between electricity operators and end users, to the growing uncertainty due to the utilisation of the system very near to its design limits. (cid:129) The strong dependence of European energy consumption on abroad importation and on the utilisation of fossil fuels creates economical problems due to the volatility of fuel prices and concerns for the security of primary energy sources acquisition at the European level. (cid:129) The growing focus on the environment, in particular the entering into force of the Kyoto protocol, is ever more pointing out the importance of a sustainable energy economy in the world and in Europe. (cid:129) The wide diffusion of communication systems and the creation of the digital society call for a substantial increase of penetration of electricity in the energy consumption. (cid:129) The enlargement of Europe, which by 2030 could include some more countries (e.g. Croatia, Turkey and Romania), requires the tailoring of the European electricity generation and transmission systems to the specific charac- teristics of the enlarged Europe. In this context, RTD programmes are facing a general trend of reduction of available funds and the electricity operators are focusing their research efforts on short term objectives aimed at increasing their competitiveness, instead of investing on long term objectives able to signifi- cantly innovate the electricity sector. This calls for appropriate strategies and policies in the planning, selection and prioritisation of the research needs and funding. O B J E C T I V E S E R M I N E Recent and Present Scenario of the Electricity and Technology Development Efforts and Specific of the European Electricity Sector in the Next 25 16 The objective is to help the EU authorities to get an exhaustive view of the recent and present situation of the electricity Research and Technology Development (RTD) efforts in Europe, as well as to indicate specific RTD needs of the European utilities and plant/equipment manufacturers in the next 25 years. The project intends to reach a complete and systematic understanding of RTD expenditures and strategies of the main actors of the European electricity sector, to indicate the electricity sectors where RTD co-operation is considered particularly fruitful by European utilities and suppliers of systems, to develop a Road-Map of RTD to be undertaken in all sectors of the electrical power system and to give indications on how to incorporate into a unified common energy strategy, the probable members and associated countries of EU in 2030. The ERMINE project intends to contribute to the definition of European RTD strategies, by providing a view of the recent and present scenario of the electricity RTD efforts and specific needs of the European electricity sector in the next 25 years, in the following areas: (cid:129) Processes for the transformation of energy primary sources (cid:129) Generation, including the treatment of the residues (ashes and nuclear wastes) (cid:129) Transmission (cid:129) Distribution (cid:129) End-use: industry, transportation (rail, road), domestic (limiting the approach to washing, cooling-heating and refrigerating). Common to all these areas, RTD activities related to the actions to be undertaken to limit the environ- mental burden and the activities linked with the setting up of the electricity markets and the relevant regulations are also included. Project structure The project is structured into five work packages. Project management, dealing with all mana - gement aspects. Data mining, whose specific objectives are: (cid:129) to map the present scenario of electricity RTD in the different EU countries (cid:129) to define the present distribution of electri city RTD funding to public and private institutions and companies and to provide an overview of the existing co-operations between utilities and/or equipment manufacturers (cid:129) to collect information on the technology trends and research needs from the largest group of utilities and equipment manufac- turers, with the contribution of public administrators and regulators. ",
        "Project Information Contract number 022825 Duration 24 months Contact person Michele de Nigris Centro Elettrotecnico Sperimentale Italiano - (CESI RICERCA) – IT michele.denigris@cesiricerca.it List of partners CESI RICERCA – IT ENEL Produzione S.P.A. – IT Energibedriftenes Landsforening Kompetanse as – NO EURELECTRIC – BE Kema BV – NL Instytut Energetyki – PL Website www.ermine.cesiricerca.it Project officer Domenico Rossetti di Valdalbero 17 Road map development This WP aims at preparing a Road Map for the European electricity sector including: (cid:129) probable technology development of the electricity sector over the next 25 years (cid:129) analysis of opportunities and threats for electricity based innovation in the next 25 years (cid:129) R & D pathways/initiatives to reach major objectives of generation efficiency, secure energy supply, reliability of the European electric system, respect of the environment (cid:129) options and proposals on how to improve the efficiency of industrial electricity RTD (cid:129) potential benefits of an enhanced co- operation at the European level. Logistics and event organisation, deals with the organisation and promotion among major European utilities and manufacturers of all Workshops, Focused Meetings and Final Conference. Dissemination of the results of Area workshops among major European electricity utilities and manufacturers and of the project results, in par- ticular the Road Map, through an International Symposium. To match the project objectives, the following tools are implemented. Questionnaire It is a data collection tool, for the definition of both the Map and the Road Map. It is addressed to Public regulators, Power producers, Trans - mission and distribution network opera tors, Manufacturers, Engineering and Consultant, Public and private research institutes, Scienti fic and technical associations, Sector associations. The information obtained from the question- naires, is organised in the ERMINE Databank. Discussion documents They are the basis to organise Area Work shops and to prepare Area Reports whose results are expected to be transferred into the Digital Databank. These documents include a list of questions tailored on the recipient and homoge- neous with those already defined in the ques- tionnaires and with input criteria of the Digital Databank. Workshops Four Workshops are expected to take place, in four different European areas (North, Centre, South and East). Invited utilities, equipment manufacturers and other involved entities, are intended to describe their present electricity RTD point of view. In addition research needs and priorities in the mid and long term are planned to be discussed. Focused meeting Focused meetings with a reduced number of participants are intended to discuss specific top- ics not completely dealt with, during workshops. Digital databank The content of the Digital Databank is based on the results of the questionnaires and work shops, and is organised to provide information about both the Map (or present situation of electricity RTD in Europe) and the Roadmap (or possibilities of evolution of the electricity sector). Results The outcome of the project consists of two major deliverables: (cid:129) A Map of the recent and present RTD efforts in the European electricity sector. (cid:129) A Road Map with indications of the possible evolution and of the needs of RTD efforts, specifically tailored to the European context. These results are expected to support the definition of long term research programmes aimed at providing secure electrical services, cost-effective and high quality power supply, in the frame of sustainable development. The ERMINE project intends to contribute to outline RTD policies, strategies, priorities, qualified centres of competence in the electrical sector at a real European level, in order to overcome the weakness of national policies, liable to follow individual paths and approaches in RTD funding. Research RTD Needs Years ",
        "Economic and regulatory aspects of energy 19 © E u r o p e a n P a r l i a m e n t ",
        "Challenges The SESSA Specific Support Action aims at contributing through research in economics and economic engineering to the development of a sustainable European energy system and of an appropriate regulatory framework for EU. In addressing this topic SESSA put electricity at the core of European energy sustainability. In that perspective all relevant regulations, including RTD energy policies, have been addressed in the perspective of making the energy internal market a success and a corner stone of sustainability. Only a robust, coherent and harmo- nized regulation framework can ensure workable and fruitful interactions between the various pieces of energy systems and RTD both at the Member States and the EU levels. Of particular importance for SESSA was to inte- grate energy RTD and engineering in the economic frame of a reliable and competitive European internal market. As defined by the Lisbon summit, the European Union aims at becoming one of the first areas for both economic and scientific competitiveness and the well-being of its citizens. It implies that RTD and engineering have to interact with the market economy and that market compatibility and robustness is one of the important criterions of regulation and policies goals achievement. In this respect electricity RTD cover all together the upgrading of generation by renewable and new technologies, the access and uses of primary fuel as well as the definition of new grid concepts and new grid operation systems corresponding to the new generation technologies and new consumption sets (like ‘distributed generation’). SESSA brought together the top-level European economists and economic engineering research centers involved in the area. In fact, mainly national issues have been dealt with until now. Constructing a sustainable European energy system is not the same as dealing with each country apart. The focus is really different. Interactions between European countries are at the very core of European sustainability and only at the margin for each of the European Member State. What looks like a ‘border or cross countries O B J E C T I V E S S E S S A Sustainable Energy Specific Support Assessment European Regulation Forum on Electricity Reforms 20 SESSA pursued the objectives to assess policies and identify the actual best practices in the EU and abroad in regulations for sustainable energy. It defined the appropriate tools contributing to the corresponding benchmarking and initiated this benchmarking, notably by giving a definition, measurement and monitoring of the critical factors in European electricity sustainability. It delineated the key issues and recommended timetable in reproducing such best practices both at the EU and at the Member State levels, in harmonizing national rules, behaviors and policies for deepening the energy sustainability and preparing the needed European policy integration. By doing so SESSA contributes to the European review of internal energy market as defined by the Copenhagen Summit. issue’, rather marginal from a national point of view lies at the heart of the European Union like a whole. Consequently, it is not by addressing energy systems problems and policies country by country that one can build the skills, the know - ledge and the tools needed at the European Union level. The pioneering example provided in gas and electricity regulation by the Madrid and Florence processes had to be followed by a concerted European Energy technology Regulation Forum like the one SESSA prepares. The core objective of priority 8.1.3.2 in the ‘Policy- oriented Research’ area of the 6 th Framework Programme was to provide analytical instruments, models and data to identify how to implement sustainable energy procurement to the European economic growth, being environment friendly while avoiding congestions, accidents and energy supply rises, and disruption of flows in the energy supply chain. SESSA aimed at contributing to this objective by assembling the best experts in the field and by assessing what are the main issues and main tools available. Project structure SESSA organized five conferences, each addressing a specific issue in regulating for a European sustainable energy supply system: (cid:129) Refining Market Design (cid:129) Addressing Market Power and Industry Restructuring for Consumers Benefits (cid:129) Ensuring EU Energy Enlargement to New Member States (cid:129) Harmonizing Effective Regulation (cid:129) Investing for Sustainability. Each conference provided both a research forum and a stakeholder forum. Its recommendations and main findings were presented to decision- makers in a final meeting in Brussels. SESSA involved both high level scientists and decision-makers by building a European task force of international experts (more than twenty ",
        "Project Information Contract number 502479 Duration 18 months Contact persons François Leveque ARMINES – FR leveque@ensmp.fr List of Partners ARMINES – FR DIW – DE KUL – BE Norwegian School of Economics and Business Administration – NO Stockholm School of Economics – SE University of Cambridge – UK University of Hull – UK University Pontificia Comillas – ES Website www.sessa.eu.com Project Officer Domenico Rossetti di Valdalbero 21 research teams – i.e. 9 participants and 13 external experts – in economics, business administration and engineering) and of European energy decision-makers (around forty Stakeholders from EU 15 and New Member States: energy companies, network operators, public authorities, consumers groups and non governmental asso- ciations). Results SESSA generated seven reports in total: five on these specific issues, plus a specific report on benchmarking and best practices plus a general report and disseminated its recommendations and main findings throughout Europe, notably by making them available to the public on a web site and by publishing them. ",
        "Challenges In several publications the EU emphasizes its role as a force for stability and sustainable development in the European Continent. Extending the benefits of the Internal Market is part of actions to ENCOURAGED of the stability to surrounding countries. In fact the current and future neighbouring countries play a vital role in the development of the EU, as they are the main suppliers and transit counties of oil and natural gas. That role will grow significantly in the next decades particularly for ensuring the Energy supply security in Europe in the future. This role can in the next decades be extended with supplies and trade of electricity and later hydrogen from neighbouring countries. For facilitating the energy systems integration and the improvement of the energy relations with its neighbouring countries, the EC has formulated several objectives in its Communications: (cid:129) Enhance security of energy supplies of the European Continent (cid:129) Strengthen the Internal Energy Market (IEM) of the enlarged EU (cid:129) Support the modernisation of energy systems in partner countries (cid:129) Facilitate the realisation of crucial major new infrastructure projects. Integration however of the different continental European Energy Systems with the systems of the surrounding regions is also depending on basic requirements such as realizing compatible interconnections, a compatible market framework and compatible environmental policies. O B J E C T I V E S E N C O U R A G E D Assessment of Economic Optimal Future ‘Energy Corridors’ between the EU and Neighbouring Countries 22 The objectives of ENCOURAGED are to assess the economically optimum energy interconnections and network infrastructure for electricity, gas and hydrogen of the EU with and through the neighbouring regions (North Africa, Middle East and Turkey, Central and Eastern Europe, Russia and Iceland) connecting EU with key producers in the next decades. Further to identify, quantify and evaluate the barriers and potential benefits of a large European ‘energy connected area’ and to recommend the necessary measures to be adopted to ensure, realize and implement an optimisation of energy corridors and realise a high-level of network security and to organise workshops and a final stakeholders conference to assure consensus among scientists, stakeholders and NGO’s and to validate the results. Project structure The project focuses on the three types of energy corridors: for electricity, natural gas and hydrogen. For the three energy carriers, there will be a review and assessment/projection of demand and supply and their locations in Europe and in the surrounding regions in the medium and long term on a similar scenario bases. This would reveal the gaps in demand and supply and required infrastructure capacity needs for connecting demand and supply regions. The technical and economic and security issues of the supplying grids and transmission costs are analysed and assessed. Finally, the economic optimal routing of the different options for transit/transport through different possible corridors/connections and their implications for transport capacity of pipe - line, LNG and other infrastructure facilities will be analysed in an integrated way. This accounts from the sources in neighbouring countries of production towards the centres of consumption (the connecting corridors). Based on the results of this model analysis for finding the optimal corridors per energy carrier the final assessment of the economic optimal and sustainable net- work configurations in Europe is conducted. Recommendations for the optimal corridors are formulated. To promote implementation of these corridors also the geo-political dimension and the investments needed in the recommended energy corridors will be analysed and assessed. ",
        "Project Information Contract number 006588 Duration 24 months Contact person Frits van Oostvoorn Energy Research Centre of the Netherlands (ECN) – NL oostvoorn@ecn.nl List of partners Black Sea Regional Energy Centre – BG Centre for Energy Policy – RU CESI RICERCA – IT ECN – NL Energy Consulting Group – UA Enviros – CZ Fraunhofer Gesellschaft (FhG-ISI) – DE Is Hizmetleri A.S. – TR Institute of Behavioural Science Beynelmilel OME – FR RWTH – DE Website www.encouraged.info Project Officer Domenico Rossetti di Valdalbero 23 Results Reports on ‘Optimal electricity, gas and hydrogen corridors’. The implementation and dissemination of report, findings, knowledge and conclusions have been secured by organising a number of sectorial and geographical workshops: electricity, gas and hydro gen in East, South and South-East EU neighbouring countries, and a final conference with 80 stakeholders (energy companies, NGO’s, policy makers, regulators, distribution and trans- mission system operators (Eurelectric, Eurogas ETSO, UCTE, etc.)), manufacturers and energy producers from both the EU and the neighbouring countries. ",
        "Challenges In studying the ‘Nuclear Contribution to EU Energy, Environment and Security Needs’, CESSA will achieve five objectives: (cid:129) To analyse the interactions between competitive market designs, public policy options and the short- and long-term behaviour and outcome of the nuclear industry. (cid:129) To assess the existing and potential contribu- tions of nuclear energy to the EU security of supply and sustainable development. (cid:129) To propose an EU frame to guarantee and enhance a secure and safe operation of existing nuclear power plants and the nuclear fuel cycle, and an assessment of such regulatory issues relating to new nuclear plants. (cid:129) To survey existing and proposed experiences, programs and policy recommendations to build a more reliable and more sustainable EU framework for nuclear energy. (cid:129) To explore synergies between nuclear power and the hydrogen economy. In studying the ‘Economic Mechanisms and Policy Guidance for Sustaining a Robust Deve - lo pment of European Gas Supply’, CESSA will achieve four objectives: (cid:129) To survey and synthesize existing studies on the natural gas supply security of the Euro pean Union. (cid:129) To define the relation between the ‘supply security’ (both short-term and long-term) and the ‘accomplishment of the internal market’. (cid:129) To assess the recent European and national policy to favor natural gas infrastructure deve lo p - ment, and comparing their instruments with an exhaustive survey of infrastructure pro jects (pipelines, LNG-terminals, and storage). (cid:129) To draw policy lessons from a limited number of case studies focusing on large investment projects that succeeded or failed to deliver on energy security. O B J E C T I V E S C E S S A Coordinating Energy Security in Supply Activities 24 CESSA will address four basic issues encompassing 17 precise objectives. For all those issues, CESSA will review the existing national and international studies, will point out the costs of the lack of a coordinated energy policy in Europe, will identify where there is room to develop such cooperative actions, and will draw guidelines for implementing them. In doing so, CESSA will deliver a contribution to the ‘Strategic EU Energy Review’ announced in 2006 Green Paper ‘Energy Strategy for Europe’. In studying the ‘Barriers and Prospects towards a European Hydrogen Economy’, CESSA will achieve five objectives: (cid:129) To analyze the coupling of gas and nuclear with the hydrogen economy. (cid:129) To identify possible future technological break - throughs for hydrogen production and use. (cid:129) To describe possible strategies based on these breakthroughs. (cid:129) To assess the impact of these developments on the infrastructures as well as on regulatory and market organisations. (cid:129) To identify possible short- and medium-term EU policy measures and workable governance. In studying ‘Coordinating Security of Supply in the EU’ CESSA will achieve three objectives: (cid:129) To analyse the features of national markets and the imperfections of the internal energy market in order to determine whether they are consistent with a reasonable level of security of supply. (cid:129) To assess how economic mechanisms of investments in gas, nuclear and hydrogen will interact to determine the overall security of energy supply within Europe, and to check how they can be corrected in case they are detrimental. (cid:129) To explore the institutional and regulatory conditions, at the national level and at the European level, for coordinating a more effective security of supply policy in the European Union. Project structure The project is structured around four main activities dealing with: (cid:129) Nuclear Contribution to EU Energy, Environ - ment and Security Needs (cid:129) Economic Mechanisms and Policy Guidance for Sustaining a Robust Development of European Gas Supply (cid:129) Prospects for a European Hydrogen Economy (cid:129) Cooperating for Improving European Energy Security of Supply. ",
        "Project Information Contract number 044383 Duration 24 months Contact persons Jean-Michel Glachant (Coordinator) and Roxana Saplacan, University of Paris Sud – FR roxana.saplacan@u-psud.fr and jean-michel.glachant@u-psud.fr List of Partners ARMINES – FR German Institute of Economic Research – DE KUL – BE University of Cambridge – UK University Paris Sud – FR University Pontificia Comillas – ES Website www.cessa.eu.com Project Officer Domenico Rossetti di Valdalbero 25 Expected Results CESSA project will improve the existing knowledge on the workable economic mechanisms and feasible policy governance in the field of European gas and nuclear secure energy supply systems as well as hydrogen economy. By assembling more than 20 research teams and 50 stakeholders from 15 different countries, generating five Policy briefs or Policy report, CESSA will help reviewing existing research and experience, both at the national and the interna- tional level, and will synthesize it in a European frame, and will collect data, documents and case studies on the current regulations and policies including RTD regarding gas and nuclear invest- ments and infrastructure sustainability in the EU 25, in Candidate Countries and abroad (notably North America). CESSA will especially assess existing and foreseen economic mecha- nisms and policies and will identify what are the best practices in the EU and abroad in regulating for a secure and sustainable energy supply. It will deliver the first comprehensive view in the area of EU energy policy, extended to the prospects of a European hydrogen economy. CESSA will especially improve the knowledge on the sustainability of European electricity supply in the short run (e.g., consequences of volatility of prices and levels of risks on companies’ capability to invest, on failures and disruption of supply) and in the long run (e.g., access to primary fuel; guarantee of fuel imports; available capacity of generation, transmission and storage –including new chains like LNG, and nuclear waist storage; potential of growth for nuclear and hydrogen with different alternative technologies in generation and policy instruments). Furthermore CESSA will explore how the various components of security of supply interact at the European level, in particular market rules, industry structures and infrastructures, energy and security regulations, RTD and technology choices and investments. ",
        "Challenges Policy-makers as well as individuals in the democratic society need to be able to trigger specific answers to urgent questions during the debate: Not everything, which may appear economically feasible, maybe socially or environ- mentally acceptable, and vice versa. A structure like the SRS can however strive to give much more ‘digested’ answers based on more up-to- date data at hand of the interested citizen, the politicians or the decision-makers in business. The experiences in: (cid:129) different countries; (cid:129) in the fields of different technologies; (cid:129) achieved by different types of measures, etc. Have to be: (cid:129) set into the right socio-economic contexts; (cid:129) explained in view of the limitations which conditioned them (of technological, societal, political, economical type); (cid:129) compared not only within the EU, but also with strategically interesting developments in other parts of the world. If this latter activity of ‘building added value’ to the data is successful – then it will be the best outcome that a scientific expert group can achieve in binding together existing data and bottom-up statistical results. The SRS NET & EEE is planning to fill exactly this gap. Project structure The project structure consists of five Work Packages, as follows: (cid:129) Project Management (cid:129) Methodology for Validation and Data Quality (cid:129) Technology Data Validation and Synopsis (cid:129) Energy RTD Expenditures Data Gathering (cid:129) Consensus Building and Dissemination for Decision Support. O B J E C T I V E S S R S N E T & E E E Scientific Reference System on New Energy Technologies, Energy End-use Efficiency and Energy RTD 26 The project aims at enhancing the timely availability, validation and traceable quality of data concerning renewable energy and energy end-use efficiency. The SRS NET & EEE underpins faster and more effective strategic support in the form of better reference data for policy makers and for the public. Agreed indicators help answering to pressing energy socio-economics’ and sustainability issues. Notably, attempts of harmonising European green energy regulations need such work to be co-ordinated and started. In this context, the purpose of the current project is to collect data from existing statistical offices, international and national energy agencies and also from the most competent research teams in the field, who have a clear idea about industrial state of the art. A strict quality code in its citing and validation methodology makes the Scientific Reference System (SRS) a fair forum for all key-players in the field. The project objectives necessitate a coherent work methodology. In particular, the project management, is accompanying the whole project length, in order to manage all activities, from the method and categories defining phase of the project over two intensive data validation and gathering years, to finally the consensus building process. The methodology is of high functional importance within this project, in order to underpin the overarching objectives of correct data collection, data representation and compa - risons, as well as fair benchmarking in later use of the validated results. Expected results Policy-makers as well as individuals in the demo - cratic society need to be able to trigger specific answers to urgent questions during the debate: Not everything, which may appear economically feasible, maybe socially or environmentally acceptable and vice versa. A structure like the current project strives to give much more ‘digested’ answers, based on more up-to-date data at hand of the interested citizen, the politicians or the decision-makers in business. In this context, the expected results from the project implementation are: (cid:129) Reliable, validated, harmonized and available data on new energy technologies, particularly ‘green energy’, energy-end use efficiency and energy RTD. (cid:129) Accurate data on energy RTD expenditures (public and private, national and European) mainly for renewable energy, energy end-use efficiency and horizontal and/or energy socio-economic research. (cid:129) Systematic integration of all EU sources (national, regional, and even sub-regional). (cid:129) Systematic geographical coverage of the data collection for EU-25. ",
        "Project Information Contract number 006631 Duration 36 months Contact person John Psarras National Technical University of Athens (NTUA) – GR john@epu.ntua.gr List of partners ADEME – FR EC Baltic Renewable Energy Centre – PL ENEA – IT Forschungszentrum Jülich – DE Fraunhofer Gesellschaft (FhG-ISI) – DE ICTAF – IL Jozef Stefan Institute – SL JRC – IT Milano University of Technology – IT NTUA – GR Nilsson – SE Risoe National Laboratori – DK SenterNovem – NL Vienna University of Technology – AT Website http://srs.epu.ntua.gr Project officer Domenico Rossetti di Valdalbero 27 (cid:129) Highlight data concerning new energy techno logies particularly ‘green energy’, energy end-use efficiency and energy RTD and disaggregate these figures per country and per field. (cid:129) Given recommendations for energy RTD in the context of the EU objective to achieve 3% of Gross Domestic Product (GDP) dedicated to RTD in 2010. (cid:129) An effort to build a scientific and political consensus on the provided data concerning new energy technologies particularly ‘green energy’, energy end-use efficiency and energy RTD. ",
        "Challenges Oil price is the primary variable that drives the cost of all fossil fuels. However, even if there is a clear correlation between oil price and energy price for the final users, it would not be correct to assume that the hypothesis concerning the former could be applied as such to the latter. Actually, historical trends show that transport fuel price is generally less volatile than oil price. For instance, the crude oil price has grown by about 120% in the last 6 years (from an average of 16.5 $/Barrel in 1999 to an average of 37.5 $/Barrel in 2004), while gasoline price in the same period has grown significantly less (e.g. of about 35% in Italy, of about 40% in Germany, etc.). In general, economic analyses of the impact of high oil prices conclude that this should have a negative impact on the economy i.e. dampening growth. On the other hand the current high oil prices so far did not prove this common under- standing, as even more than doubling of prices over a period of one year did not cause slowed down growth. Obviously there can also be identi - fied winners of the high oil prices like the oil companies who increase significantly their revenues which could help them to invest in new energy technologies which in turn would increase investments. The same holds for oil exporting countries that can use their revenues for investments into other markets. Another category of winners could be countries that have invested in the usage of alternative energies in the past or in energy efficiency. These countries could gain a comparative advantage compared to less-energy efficient countries, because their cost base increases stronger. On the other side, European economies, in the presence of modest rate in economic growth, can be considered negatively affected by a increases in oil prices driven by booming oil demand in other regions. In the absence of reasons for assuming that high oil prices always have negative impacts on the economy, the greatest attention in HOP! will be devoted to identify winners and losers. O B J E C T I V E S H O P ! Macro-economic impact of High Oil Price in Europe 28 The HOP! project is aimed at evaluating the direct and indirect impacts of temporary and/or permanent increase in oil price on the whole European economy, with special reference to impacts on energy sector, transport sector and employment. It will run POLES, the energy model developed within the European Research Area to produce the ‘World Energy Technology and climate Outlook’ WETO in interface with ASTRA the strategic transport and macroeconomic System Dynamics Model in a carefully selected number of scenarios. The dynamic features of the two models are well suited to describe the consequences of step-changes in oil prices, as POLES and ASTRA follow the feedback loop concept where structures and structural change, modelled trough an input output table, determine the economic outcomes. Methods, assumptions and input used in the HOP! project, as well as its outcome, shall be open to discussion within the scientific community. Project structure The HOP! project involves three partners with a long record of common research projects, with one partner providing expertise in energy policy and modelling (JRC-IPTS), one partner with expertise in macro-economic and technologic assessment (Fraunhofer-ISI) and one partner being expert in transport policy analysis, transport and socio-economic modelling (TRT). The HOP! Scientific Committee, composed by high profile members of the European scientific community, will take care of the project super- vision and will ensure a coherent and uniform methodological approach. The HOP! approach will develop along three activity lines, which are closely related and will constantly influence each other. In all phases of the project, their interlinking will ensure a fruitful cross-fertilisation. (cid:129) Modelling: the quantification of the impacts will be performed coupling two European interlinked strategic models, the ASTRA model (designed for the long term assess- ment of transport policies and investments) focused on transport and macroeconomics and the POLES model (designed for simulating the interaction of energy supply and demand) focused on energy. (cid:129) Assessment: the HOP! scenarios will be care- fully designed to allow for identifying a well defined set of impacts; a good deal of competent assessment will be necessary for analysing quantitative indicators produced by running ASTRA and POLES, as well as for complementing quantitative evaluations with qualitative ones. (cid:129) Scientific consensus: the HOP! project will organise two scientific workshops in Brussels: the first one will be devoted to the discussion of the methodology and the scenarios and the second one to the discussion of the quantified impacts. ",
        "Project Information Contract number 044164 Duration 18 months Contact person Angelo Martino TRT Trasporti e Territorio – IT martino@trttrasportieterritorio.it List of partners Fraunhofer Gesellschaft - FhG-ISI – DE JRC – ES TRT Trasporti e Territorio – IT Project officer Domenico Rossetti di Valdalbero 29 In the modelling phase, the ASTRA and POLES models will be used in an interlinked way, according to an already tested methodology, to quantify the direct and indirect impacts of high oil prices. The models will be used to run alter- native scenarios, corresponding to a different set of assumptions about fossil fuel reserves, cost of alternative energy and transport techno - logies, sector productivity growth, demographic development, etc. The key element of the appli- cation will be the iterative use of the two models in order to transmit impacts from one model to another and exploit at best the specific capabi - lities of both tools. To ensure a wide consensus, HOP! will aim at involving a wide network of experts (the HOP! Contact Group) from the academic, industrial and policy making spheres to comment on project results. Furthermore, two scientific validation workshops will be organised to ensure consensus on the methodology applied and the analysis of the results and finally a dissemination strategy will be put into practice aiming at increasing the opportunities for independent evaluation of the HOP! methodological issues and of project’s results. Expected Results The HOP! project will deliver quantitative results about the energy sector, the transport sector and the economy that could be used in EU policy- making. In terms of final modelling output, i.e. the scenarios results, the attempt will be of pro- ducing a set of meaningful indicators presented in an evocative way so that main responses can be readily captured and compared. The list of main indicators include: the share of alternative energy sources and energy consumption by country and sector, the substitution levels of oil by new and clean energy technologies, the vehicle fleet (including innovative vehicles) develop- ment and fuel consumption by country, the passengers and freight transport demand by mode and country, the value added and the employment by country and sector, the energy intensity by country and macro-sector, the transport greenhouse and polluting emissions by country. Particular attention will be paid to examine the project results looking at the different modes of the transport sector (whose main source of energy is in fact oil): for the freight sector the focus will be on road and maritime, which cover the vast majority of the transported tonnes, while for the passenger sectors the focus will be on road (with its implication for people lifestyle) and air (whose market share is continuously growing in the last years). This will help then to understand to what extent high oil prices scenarios might affect accessibility, i.e. impose constraints on mobility, especially to passengers’ private mobility. ",
        "31 Acceptability and implementation of new energy technologies ",
        "O B J E C T I V E S 32 Challenges The current understanding of social processes affecting the (non-) acceptance of renewable energy technologies (RES) and rational use of energy (RUE) is limited. Project managers often assume that stakeholders will adopt and adapt to the innovation without resistance. In practice, however, stakeholders such as users, NGO’s or local public authorities might have different (and possibly conflicting) visions about the innovation and the future world where the innovation should fit in. If these diverging views are neglected, project implementation might face severe societal resistance in the implementation phase. So there is a need for empirically based analytical research to provide a better under- standing of the complex interactions between stakeholders. The project Create Acceptance aims to improve the conditions for RES and RUE by developing a tool for assessing and promoting the societal acceptance of related technologies. The project builds upon a prior EC financed research project that aimed at developing a tool to measure the social robustness of innovations in general: Socrobust. Socrobust provides technology developers with two maps in terms of users, producers, regulation/science. One map visualises the present situation; the second map visualises the desired future world. On the basis of discre - pancies between both maps, the technology developer can start alternating the innovation to fit the future world or focus on creating a more enabling context for the innovation, for example through changing institutions and regulations. The Socrobust tool needs revision before it can be used as a tool to assess and promote societal acceptance of RES and RUE. More specifically the tool needs to be enhanced from an innovator’s tool into a multi-stakeholder tool. For this purpose Socrobust is critically reviewed, supplemented with recent insights from relevant scientific fields such as large socio-technical systems, system innovations and participatory methods; and applied to five demonstration projects covering several (renewable) energy technologies in various European regions. C R E A T E A C C E P T A N C E Assessing and Promoting the Societal Acceptance of Energy Innovations: Towards a New Multi-stakeholder Tool The project aims at assessing a previously developed tool (Socrobust) for suitability to contribute to societal acceptance of RES and RUE technologies by mapping its potential and limitations. It will determine the key elements of societal acceptance of RES and RUE technologies by assessing the (recent and past) societal acceptance of such technologies in several European regions. The Socrobust tool platform will be enhanced into a multi-stakeholder tool by integrating knowledge gained in the first two objectives, and by designing the necessary instruments and procedures. The multi-stakeholder tool will be validated in five selected demonstration projects, covering a wide range of RES and RUE technologies as well as various regions in Europe. The preliminarily selected demonstration projects are a hydrogen project in the Nordic countries, a biomass project in East-European region, CCS in West-European region, a wind project in Hungary and a solar thermal project in the Mediterranean region. Project structure The first one aims at critically reviewing Socrobust and choose which aspects need further improvement and adjustment for assessing and promoting societal acceptance of RES and RUE technologies. WP1 delivers conclusions on how to further modify the Socrobust tool. The second work package aims to do empirical research on social processes shaping the (non) application of new energy technologies at a local/ regional level. The goal is to provide a better understanding of these processes in specific European regions. Experiences gained from past participation and communication efforts are analysed in detail. On the basis of this analysis earlier successes and failures are identified so that lessons can be drawn from those experiences. The empirical results enable the development of a regional specific multi stakeholder tool. This work package delivers a compendium of best practices for managing societal acceptance of RES and RUE technologies in the energy sector. The third work package integrates the results of previous work into a new multi-stakeholder tool. Several preliminary issues have already been iden - tified as important for further adjustment. First, Socrobust works well from an innovator’s perspec- tive, but lacks the multi stakeholder perspective necessary for the present project’s focus on societal acceptance. Second, the Socrobust tool does not provide instruments or strategies that might help aligning the future visions of different stakeholders. One of the strategies often mentioned in literature is early stakeholder involvement. Another strategy is experimenting in early niche markets. Third, different technologies usually are in very different development stages. In some cases the technology can still be shaped, whereas in other cases it's more about increasing acceptance for a pre-defined technology. These issues need to be addressed in the methodology. In the fourth work package the multi-stakeholder tool will be applied to five selected demonstration projects, taking into account the regional profiles. The preliminarily selected demonstration projects are a hydrogen project in the Nordic countries, ",
        "Project Information 33 Contract number 518351 Duration 34 months Contact person Ruth Mourik Energy Research Centre of the Netherlands (ECN) – NL coordinator@createacceptance.net List of partners ECN – NL Ecoinstitut – ES Hungarian Environmental Economics Centre – HU Icelandic New Energy – IS Institute for Applied Ecology – DE Institute of Renewable Energetic Ltd – PL National Consumer Research Centre – FI National Research Council on Firms and Development – IT University of Salford – UK University of Social Science – FR Website www.createacceptance.net Project officer Komninos Diamantaras a biomass project in the East-European region, carbon capture and sequestration (CCS) in the West-Europe region, a wind project in Hungary and a solar thermal project in the Mediterranean region. The project partners organise a multi- stakeholder process for each of these projects. In the final stage, this work package will evaluate and refine the multi-stakeholders tool after it has been applied to the demonstration projects. The last work package deals with project management and dissemination. Expected results The multi-stakeholder tool will become publicly available to energy managers, policy makers, technology developers, intermediary energy service providers, and other possible users after conclusion of the project. This will occur by providing the tool and information about the tool on the project website, including a manual. ",
        "Challenges Carbon capture and storage (CCS) is a potentially important CO 2 emissions mitigation option. To implement CCS successfully it will be necessary to address themes as different as legal, regulatory, social and economic issues in addition to addressing cross-cutting challenges (i.e. technical limitations). The ACCSEPT project will essentially address all of those aspects that fill the gap between the technology development and the commercial rollout of CCS. Because this is a new technology, at least as applied to large scale emissions miti- gation, there is ample room for establishing and disseminating best practices. Policy measures will furthermore have to be innovative, given the complex environment into which the activities are entering. A balance will have to be struck between taking advantage of existing legislative and regulatory models, and avoiding the pitfalls that their lack of exact relevance would represent. Project structure In order to assess social acceptance, a set of ideal ‘end images’ will be constructed that constitute the main components of a working regulatory regime for CCS in Europe. Ideally, the end images should include regimes that are seen as favourable to the financial sector if large- scale implementation of CCS is to occur. The project also aspires to obtain a sound understanding of business decision-making principles and practice to gauge the private sector’s risk appetite for investing in CCS through our stakeholder engagement. Proper under- standing of this issue is often overlooked or insufficiently incorporated within policy studies. The diversity of the industry plays a role in this; while oil companies are quite active in exploring CO 2 storage, only a selection of utilities are starting to show interest in the capture part. Furthermore, guidance will be given on constructing an adequate regulatory and risk management regime. Frameworks are required which simul - O B J E C T I V E S A C C S E P T Acceptance of CO 2 Capture and Storage: Economics, Policy and Technology 34 The overall aim of the ACCSEPT project is to contribute to the timely and responsible application of carbon capture and storage (CCS) in the EU region. Objectives of the project are assessing EU social acceptance of CCS, assisting the establishment of CCS guidelines for the EU Emission Trading Scheme (ETS) and other regulatory instruments and identifying and addressing gaps in existing socio-economic studies. In general, the ACCSEPT project will achieve these objectives through a process of measurable, phased and focused stakeholder engagement; the project team’s current comprehensive knowledge base of CCS and understanding of key knowledge gaps for EU-level policy making in this area; a process for addressing gaps in overall CCS knowledge, and production of targeted recommendations for solving difficult CCS challenges. taneously provide society with the long-term assurance that CCS is being implemented in a responsible and safe fashion, whilst also stim- ulating the private investment which CCS will likely depend upon through giving carbon assets a transparent financial value. This requires particular adequate guidelines for including CCS in the Emission trading scheme (ETS) and other regulatory instruments. Our structured engage- ment with influential stakeholders during the creation and deliberation of the end images mentioned above will embody them with the necessary legitimacy for possible future imple- mentation in the form of relevant guidelines and regulations. The recommendations and ideal images will be tailored to fit the needs of the ETS, but could also be appropriate for other inter - national agreements that regulate anthropogenic CO 2 emissions or promote CCS technologies. An additional necessary condition to this is clari- fication of long-term liability of storage sites and stored CO 2 . Investment decisions are strongly tied to liability, other legal/regulatory issues and the extent to which legitimate authorities (such as governments and the European Commission) are prepared to underwrite risk associated with investment in new infrastructure. Finally a gap analysis will be performed consisting of a thorough description and detailing of the different potential regimes for implementation of CCS (based partly upon stakeholder feedback). It will focus on how such regimes could be rendered optimal under a range of future energy scenarios; the current and potential deficiencies in key thematic areas (e.g. excessive costs, lack of private sector investment, environmental risks, negative perceptions, etc.) that impede the realisation of the optimal regime. Attention will also be paid to the processes and decision- points necessary to ameliorate these deficiencies. The economic aspects of CCS are equally critical for its effective implementation. Currently, the methodology to understand the economics of CCS and to permit a comparison with other miti- gation options – which is usually done by means ",
        "Project Information Contract number 22791 Duration 24 months Contact person Ole Andreas Flagstad Det Norske Veritas (DNV) – NO Ole.Andreas.Flagstad@dnv.com List of partners Baker & McKenzie – UK DNV – NO ECN – NL Insitute of European Environmental Policy – UK Judge Business School – UK Tyndall Centre – UK Website www.accsept.org Project officer Domenico Rossetti di Valdalbero 35 of a marginal cost curve – is lacking for the EU area. This project plans to further develop useable cost curve functions for the EU region that can be used in both the science and policy communities for modelling and strategic planning purposes, respectively. The enhanced insight into economics and its relationship with regulation will provide the essential input for appropriate positioning of CCS as a technology strategy for emissions abatement. Expected Results The main overall impact of the project is that the institutional risks and barriers to large-scale implementation of CCS are partially brought down, thus allowing and potentially enabling greater CCS deployment. This will include relevant issues in legal, economic, social, regulatory and cross-cutting areas. The various outcomes of the project will be linked in a coherent manner in order to provide balanced recommendations to DG Research for use with a range of other organisations and policy at the EU (i.e. ETS) and wider international scales. ",
        "O B J E C T I V E S 36 Challenges Sustainable energy uptake in Europe is not achieving the targets set either at a Community level or at a level targeted by most Member States (MS) or the Candidate Accession States (CAS). Ten years after Rio (promoting local participation in sustainable development), with policy frame- works setting targets for renewable energy, combined heat and power, the rational use of energy, with a major focus on reducing green- house gas emissions, and with hundreds of millions in investment at a Community, MS and CAS level, Europe is not meeting its targets. While macro-economic and Community, MS and CAS policies are necessary to promote invest- ment in sustainable energy technologies and projects, they are not sufficient if local authorities, local communities, citizens, investors, developers and financiers are unable, for whatever reasons, to invest in and develop these projects. While research and development, and pilot projects are necessary to set the path and the framework for investment, they are not sufficient to guarantee that key actors will adopt them, and disseminate and commercialise them on a large scale. Developing a number of models and tools in the field of sustainable energy does not ensure their adoption by local authorities and local actors; such tools must be developed specifically for local level use, and must be replicable for a wide variety of different local communities through- out Europe, and not developed simply as one-off projects. One of the reasons for this is a basic lack of understanding of, and familiarity with, these technologies and tools at a local level. This is largely due to the fact that they have not been engaged at nearly the level that Community and national leaders have in the discussions, the debates, the demonstrations of these techno logies and approaches. Secondly, L E T I T Local Clean Energy Technology Implementation The main objective of LETIT has been to provide local authorities across Europe with a framework within which they can identify and assess the sustainable energy potential of the many assets that they are responsible for. Local authorities own, manage and control a wealth of resources that are not usually viewed in terms of sustainable energy, such as buildings, transport, land and waste. Such assets could potentially be developed to generate or provide a demand for clean energy and, by viewing them in this way, local authorities are well positioned to initiate projects that could bring social, economic and environmental benefits to themselves and their communities. specialists have dominated the scene, speaking in terms, and using tools that are alien and unfamiliar to local authorities, local planners, local politicians and key local actors/stakehold- ers. This means that these approaches, these technologies are often not understood, or even known at a local level. Finally, and most importantly, local authorities have numerous priorities, particularly social priorities, from education to health, from pub- lic housing to public transport, from water pro- vision to waste disposal that have not been addressed from a sustainable energy stand- point by those promoting sustainable energy at a Community or national level. Moreover, financial and human resources to deal with their priorities are limited. Promoting sustain- able energy in its own right, without demon- strating how sustainable energy addresses key local priorities, seems to local authorities as yet more burden for no understandable benefits. While energy is important in each of these areas (health, education, other social services, transport, waste management, etc.), few local authorities and their experts see the link between these services and the supply and management of energy in a unified framework or approach. The tools, models, frameworks and information to make such a link, and acted upon it, hardly exist. This applies even more to sustainable energy, as it is even more removed, more alien, to local authorities and actors than conventional energy. Indeed, until local authorities and local actors fully engage in the process of valuing their sustainable energy assets, and then integrating them into their plans, and finally promoting them to reduce their own and investors’ risks in developing them, there is no chance Europe will meet its targets. ",
        "Project Information 37 Contract number 502787 Duration 25 months Contact person Hannah Isaac ESD Ltd. – UK Hannah@esd.co.uk List of partners ASM Terni S.p.A – IT Badenova – DE Cityplan – CZ EC Baltic Renewable Energy Centre – PL Ecoazioni – IT ESD Ltd. – UK Fraunhofer Gesellschaft (FhG-ISE) – DE Innova – IT Institute of Mechanical Engineering – PT Labelec – PT Pomeranian Centre of Technology – PL Regional Development Agency of South Bohemia – CZ Utilicom Ltd – UK Website http://letit.energyprojects.net Project officer Komninos Diamantaras Project structure ESD was the project co-ordinator for a network of national project teams in four EU Member States (UK, Portugal, Italy and Germany) and two Candidate Accession States (CAS, Poland and the Czech Republic). Each of those six country teams comprised one technical partner, at least one local authority, and at least one industry, investor or project developer partner with a strong energy-technology focus. The six country teams were led by technical partners, each of which is a company or institute with considerable experience with local government, sustainable technologies, and technology investment. The six country teams represented a range of geographic areas in Europe (including two candidate countries), differing sizes of local authority, and different levels of sustainable energy development. Each has been keen to work on the project to enable them to identify and categorise their local energy assets, examine the options for developing each, identify leading or future technologies for exploiting those energy assets, and define, in a systematic manner, the externalities (benefits and costs) of developing each asset and technology, and the risks associated with such development. Each has been keen to undertake this assessment and then analyse future technology investments in light of local needs and priorities. Results LETIT provides valuable support for local govern ments in the assessment of new energy technologies in terms of their costs, benefits and risks. The tools enable any local government to make informed decisions about the impacts of a technology in the local community in terms of a number of wide ranging externalities from local emissions and greenhouse gases to employment generation and local revenues. The frameworks designed through the LETIT project are highly replicable and help local governments across Europe evaluate local sustain able energy development and policy. Its practical results are: (cid:129) A methodology, usable at a local authority level, that identifies all possible assets (housing, land, transport, water, waste, electricity and heat generation, etc.) that can be used to plan medium to long term technology investments. (cid:129) A matrix that identifies all technologies that could be developed to develop local sustainable energy assets. (cid:129) A tool to assist the assessment of the benefits and costs (externalities) of each technology option. (cid:129) An electronic self-help ‘Toolkit’ for local authorities to follow the LETIT. (cid:129) Methodology without external support. (cid:129) Wide dissemination of the results and the methodologies, frameworks and model. (cid:129) Developed during the project to as wide an audience in Europe as possible. ",
        "O B J E C T I V E S 38 Challenges The main challenge of the project is to facilitate the participation of the new Member States (MS) and Associated Candidate Countries (ACC) in the EU research activities. The first challenge is to promote European energy research priorities: clean energy production, distribution, use and new energy technologies developing and increasing the proportion of Renewable Energy Sources. It is also essential to make a significant contribution to the inter - national efforts to ensure security of energy supply and conservation of the environment. The project should help in solving new MS and ACC energy problems such as restructuring of the energy sector, formerly based on coal, counteracting the increasing dependence on imported fossil fuels and CO 2 emissions, as well as to improve the efficiency of the generation, distribution and use of energy. One of the specific objectives of the proposal is to map exercise of the research groups in the ACC and MS working on future energy techno - logies and to establish international experts groups. Moreover, it is essential to organize in the new MS and ACC series of profiled regional info-days and seminars joined with brokerage events for prospective newcomers to Framework Programme. Finally there is the preparation and dissemination of training materials devoted to consortium building, partner search, proposal preparation, project management, financial and contractual aspect by project web site. Project structure The project is divided into 3 workpackages comprising 8 tasks. Regional info-days joined with brokerage events and associated with well established conferences in the countries will be organized. The events will help potential participants to get off to a good start in FP7. One of the support activities of the proposed project defined in WP1 and WP2 is to map research groups in the new MS and ACC and identification of groups of experts in the old MS. Consequently, the international expert groups should be established. Moreover, 3 national info- F E T - E E U Future Energy Technologies for Enlarged European Union The main objective of the project is to carry out activities which will contribute to the integration of the research and technology development groups in new Members States and Associated Candidate Countries and old Members States in the area of future energy technologies. One of the general integration and structuring objective of the proposal is to map the best energy sector research centres and potential industry and SME partners in the new MS and ACC open for new energy technologies and to define their profiles strengths, weakness and needs and identify research and industry groups and experts in old MS. The second objective is to improve knowledge in the new MS and ACC of the Framework Programmes, the participation rules, instruments, and to develop the skills needed for project preparation and management. days in Poland, Slovak Republic and Romania will be organized and a project web site will be designed. The promotion material publication is also essential as a support activity of the project. Results The first result of the project is the contribution to European Research Area by integration and structuring of energy research sector in enlarged European Union. This has been achieved through the identification of research groups working in new and advanced energy technologies in new MS and ACC and classification of the target groups. Secondly, there is the mobilisation of the human and material resources in the area of new energy technologies in new MS and ACC and full integration of the research community in the field of new energy technologies in enlarged European Union. The second result is the scientific contribution to necessary energy sector transformation in new MS and ACC such as decreasing share of fossil fuels in total balance of energy generation and increasing the use of renewable energy, improving energy efficiency and security of energy supply. This can also be done through the stimulation of interest of research groups in new MS and ACC in not yet broadly disseminated energy techno - logies like fuel cells and hydrogen. Moreover, the new concepts in reduction of the costs of RES production and exploitation is introduced. The third level is the contribution to solving environmental problems in Europe through the reduction of emissions of greenhouse gases and pollutants in Europe in particular through CO 2 capture and sequestration. Another expected result is to adopt fuel sources for energy gene - ration which are neutral for environment. The fourth level is the contribution to societal and economical needs of the new members of EU achieved through the indication of new forms and fields of employment in new energy technologies sector. The scientific contribution to the analysis of societal acceptability for new energy technologies is also expected. ",
        "Project Information 39 Contract number 510417 Duration 34 months Contact Person Andrzej S ł awinski Institute of Fundamental Technological Research Polish Academy of Sciences – PL andrzej.slawinski@kpk.gov.pl List of partners Academy of Sciences – PL ADEME – FR Agenzia per la Promozione della Ricerca Europea – IT Austrian Research Promotion Agency – AT Enviros Consulting Ltd. – UK Hungarian Science and Technology Foundation – HU Institute of Fundamental Technological Research Polish Academy of Sciences – PL Institute of Power Engineering – PL Institute of Power Studies and Design – RO Lithuanian Energy Institute – LT Ministry of Higher Education, Science and Technology – SL RTD Talos Ltd. – CY Zvolen University of Technology – SK Website www.kpk.gov.pl/fet-eeu/ Project officer Barry Robertson Finally there is the impact on gender issues fore- seen as the participation of 15 women in the main staff of the project. A data base of research and industry institutions, organisations, small groups and persons acting in the area of new and advanced energy techno - logies in new MS and ACC has been set up. The main thematic sub-area of the data base are hydrogen, fuel cells, photovoltaics, another RES and another innovative ideas for energy gene ration, distribution, saving and storage. A second database concerns project experts – representatives of Integrated Project and Network of Excellence in the area of Energy. Moreover, NCP Poland as a member of Network ‘Energy Future’ organized the scientific conference ‘Sustainable Energy Systems – New directions in production and use of energy’ in Zakopane, Poland (12-14 October 2005) which was a good tool to disseminate new data on technologies among research society and a platform for ideas exchange. The conference was a successful contribution to the development of new energy systems. ",
        "O B J E C T I V E S 40 Challenges The Accession Treaty, on the basis of Directive 2001/77/EC and 2004/8/EC obliges the NMS governments to increase their renewable electricity share from 12,5% in 1997 to 18,13% in 2010 on average and to actively promote cogeneration. To reach the ambitious goal, these countries will have to focus on higher utilization of renewable energy sources potential, large- scale integration of renewable electricity sources (RES-E) and co-generation from renewable energy sources (RES) into energy supplies. During realization of this target the CE-NMS encounter difficulties of technical, financial, policy and socio-economic nature, characteristic to the economies in transition. A number of problems are common to all CE-NMS. (cid:129) Insufficient development of large-scale inte- gration of renewable energy sources and co-generation into energy supplies. The problems may arise not only from different economic and technical circumstances in the countries of the CEE region (in comparison to the EU-15 Member States) but can be also caused by the lack of well established policies in this field, optimised to the local conditions. Discussing and defining the major CE-NMS problems in the field of large-scale renewable energy integration into energy systems and translating it into potential research themes will be a valuable asset to elaborating a strategy to overcoming the area-specific barriers. (cid:129) Inadequate participation of the CE-NMS energy stakeholders in the EU Framework Programmes. Stakeholders from CE-NMS research centres are not adequately represented in inter - national research community. In this way, problems occurring in the CE-NMS in the field of large-scale integration of RES-E and co-generation into national systems are not properly addressed. C E E R E S Potential of and Barriers to Large-scale Integration of Renewable Electricity and Co-generation into Energy Supplies in the Central European New Member States The objectives are to enhance large-scale integration of renewable electricity and co-generation into energy supplies in Central European New Member States through defining particular difficulties and draw-backs of the large-scale integration of renewable energies and defining areas of further research. Another objective is to increase participation of the Central European New Member States energy market participants in the European Framework Programmes through building consortia for further projects in EU Framework programmes and providing feedback to the EU on potential partners for future consortia and interesting research questions. Project structure The project activities and tasks concern: (cid:129) Elaborating joint methodology (cid:129) Report on regional energy policies (cid:129) Seminars in Central European Countries (cid:129) Report problems and barriers (cid:129) General conference These tasks should lead to the: (cid:129) Enhancement of large scale RES-E and co- generation integration into energy supplies in NMS (cid:129) Increase of participation of energy market participants from NMS in research frame- work programmes. ",
        "Project Information 41 Contract number 510325 Duration 15 months Contact person Maria Szweykowska-Muradin Ecofys Polska - PL m.szweykowska-muradin@ecofys.pl List of Partners Ecofys - NL Ecofys Polska - PL Ekodoma - LV Energy Centre Bratislava - SK Enviros - CZ Estonian Institute for Sustainable Development - EE Lithuanian Energy Institute - LT Regional Environmental Centre for Central and Eastern Europe - HU University of Ljubljana - SI Website www.ceeres.org Project officer Barry Robertson Results (cid:129) Identifying problems related to large-scale implementation of RES-E and renewable co-generation in CE-NMS. (cid:129) Defining areas of further research under EU research activities. (cid:129) Activating energy sector’s stakeholders to participate in research projects. (cid:129) Creating networks for developing future common projects for EU-programs. (cid:129) Creating a database of potential researchers, partners and stakeholders in future EU Framework Programmes; including research questions, which have to be addressed in the future research. (cid:129) Providing feedback to the European Union about the needs for further research in NMS. ",
        "43 © P a n o s Energy technology transfer ",
        "O B J E C T I V E S 44 Challenges Existing studies dealing with Renewable Energy in emerging and developing countries (e.g. EREC, WEC, IEA) aim at giving a global view of the situation and possibilities in a region of the world. The European Commission pointed out a lack of a comprehensive and complete set of data, and there fore asked the RECIPES team for bringing together these data and draw pragmatic recommendations. A crucial starting point in this process is the 'triple win objective'. The consortium is dedicated to finding ways to implement RES that will benefit the local socio-economic situation and the local and global environment and offer opportunities for European companies. Any recommendation that will not incorporate all three aspects will not be taken into account. Consequently, the project has the ambitious goal to bring together the demand and the supply side of renewable energy in emerging and developing countries. The only way that the project can realise this ambition is by ensuring that the rec- ommendations developed are broadly carried by the stakeholders involved. The parties (that could possibly be) involved in the implementation of RES in emerging and developing countries are therefore actively requested to validate the chosen approach and to assist in the development of the recommendations made during the project. This website is one of the instruments the project utilises to inform and ask for feedback from stakeholders (the latter for instance by means of the forum pages). R E C I P E S Renewable Energy in Emerging and Developing Current Situation, Market Potential and Recommendations for a Win-win-win for EU industry, the Environment and Local The RECIPES project is a EU funded research project that aims to promote the implementation of renewable energy in emerging and developing countries. Key starting point of the study is that renewable energy should be implemented in such a way that it is beneficial to the local socio-economic situation and the environment. Furthermore, possibilities of making use of European renewable energy technology are taken into account where possible. The study consists of three main phases: country studies, modelling and analysis and conclusions and recommendations. To ensure the study will result in recommendations that will lead to an actual increase of imple- mented renewable energy, it is essential that all main stakeholders are involved in developing these recommendations. Stakeholders will be involved in the RECIPES project by means of: (cid:129) An Advisory Board (including industry, environ mental and development NGOs, policy and academic experts). (cid:129) A web forum at which the results can be discussed (the project will actively stimulate participation) . (cid:129) A workshop for the validation of project results and development of recommendations, which will be held in November 2006. Project structure The project team carries out studies on 2 different levels: a desk research on each of the 114 emerging and developing countries gathering information regarding the current situation and technical potential for renewable energy options; in-depth case studies for a representative selection of 15 countries carried out by local experts and including an assessment of technical and market potential, the environmental and socio-economic impacts, and costs and benefits for EU industry of fulfilling this potential. In a latter stage the project team will validate the results and recommendations with relevant stakeholders. ",
        "Project Information 45 Contract number 513733 Duration 24 months Contact person Eric Evrard Prospect Consulting – BE e.evrard@prospect-cs.be List of partners EBM-consult bv – NL Esenerg – PY Partner for Innovation – NL Prospect Consulting – BE Vissers & Partners – BE Wolfgang Lutz – NL Website www.energyrecipes.org Project officer Domenico Rossetti di Valdalbero Results RECIPES sheds new light on the Renewable Energy situation in emerging and developing countries through two major innovative points: The first one is the comprehensiveness and completeness of the set of data: This information consists of a general set of characteristics and data on the current energy situation in 114 emerging and developing countries. In addition, fifteen countries were studied in detail. For this part of the study local experts were contracted. The fifteen country case studies provide insight in a wide range of situations and options to implement renewable energy. Furthermore, a broad geographical spread has been taken into account while selecting the countries. The case studies were conducted in five Latin American countries (Argentina, Brazil, Mexico, Peru and Columbia), five African countries (South Africa, Niger, Ghana, Uganda and Cameroon) and five countries in Asia (China, India, Indonesia, Thailand and Pacific Islands). The second innovative point is the ‘triple win objective’. The RECIPES team intends to provide a view of the socio-economic and environment impacts, and the costs and benefits for the EU- industry to fulfil the Renewable Energy potential in emerging and developing countries. The data collection for 114 emerging and deve - loping countries and information gathering by local experts for fifteen country case studies combined with the assessments and comparison of different countries will lead to pragmatic recommendations facilitating appropriate action to further the implementation of renewable energy in merging and developing countries. Countries: Socio-economic Development ",
        "Challenges An important aspect of sustainable development is to develop and implement technologies that increase energy efficiency and enable a switch from fossil fuels to renewable energy sources. Presently, among others within the EU, several sustainable energy technologies are in the process of research and development and are tested through pilot initiatives. This action explores how such technologies can be diffused to developing countries. It analyses the required institutional capacity for a successful implemen- tation of sustainable energy technologies and to what extent such capacity is presently available in developing countries. Based on that it explores how gaps between required and existing capacity in developing countries can be bridged with the help of the Clean Development Mechanism (CDM). The CDM aims at supporting greenhouse gas emission reductions and sus- tainable development through technological transfers to developing countries. Project structure This Specific Support Action aims to explore how sustainable energy technologies can be transferred to developing countries through co-operation under the CDM. The CDM is one of the emissions trading mechanisms of the Kyoto Protocol. In order to achieve this objective, two main questions need to be addressed: (cid:129) Which technologies would fit best in the power sector in different developing countries? (cid:129) What criteria do developing countries apply when defining sustainable development for them? The first question will be addressed by putting together a matrix with possible energy sector technologies for the five case study countries of the Action: Chile, China, Israel, Kenya, and Thailand. This matrix will be compiled through desk research and interviews with stakeholders in these countries. For the second question, it will be analysed what sustainable development O B J E C T I V E S E N T T R A N S The Potential of Transferring and Implementing Sustainable Energy Technologies through the Clean Development Mechanism 46 Under the Kyoto Protocol, industrialised countries have commitments to reduce or limit their greenhouse gas emissions. Developing countries do not have such commitments, but can participate in global climate policy through international emissions trading through project co-operation. For the latter the Clean Development Mechanism (CDM) has been established under the Kyoto Protocol. An important aim of the CDM, next to achieving greenhouse gas emission reductions, is to support sustainable development in developing countries. This Specific Support Action aims at exploring how the CDM could support sustainable energy technology transfers to developing countries. benefits are considered needed in each of the countries (e.g., poverty alleviation)? Subse - quently, through interviews and local workshops local stakeholders will be asked what enabling action they see needed in their country in terms of financial support, institutional capacity, organisation of energy supply chains, etc. Finally, it will be explored how the selected technologies can be supported in the countries through the CDM, e.g., by using the carbon reduction value of CDM project as additional investment capital. The action explores for three technology cate- gories – fuel conversion, decentralised energy, and CO 2 capture and storage – how they could be applied in developing countries. The work consists of three main elements. First, an extensive overview and evaluation of the state of play of the CDM is conducted, which includes an overview of CDM funding programmes and project activities. Second, the state of play of the three energy technologies is reviewed in terms of research and development progress and/or market penetration within the EU and on a global scale. In addition, barriers are identified that need to be overcome to enable a large-scale application of a technology, as well as the minimally required infrastructure for that. Third, the action explores, based on a case study analysis for Chile, China, Israel, Kenya, and Thailand, what measures are needed to enable sustainable energy technology diffusion to developing countries. This part particularly focuses on energy strategies in the countries and infrastructures (skills, public acceptability, etc.), which is supported by intensive consultation with key stakeholders. Since the CDM largely focuses on technology transfers to developing countries and must incorporate infrastructural and other country-specific aspects in order to successfully implement projects, it offers useful lessons for and support to diffusing the three technologies focused on in this action. ",
        "Project Information Contract number 022673 Duration 24 months Contact person Catrinus J. Jepma and Wytze van der Gaart Foundation Joint Implementation Network – NL jin@jiqweb.org List of partners Asian Institute for Technology – TH Cambio Climatico y Desarollo Consultores – CL Energy Delta Institute – NL Foundation Joint Implementation Network – NL Intermediate Technology Development Group – East Africa – KE Kunming University of Science and Technology – CN NTUA – GR Public Power Corporation S.A. – GR University of Edinburgh – UK University of Tel Aviv – IL Website www.enttrans.org Project officer Domenico Rossetti di Valdalbero 47 Expected results The action results in a comprehensive overview of the research and development status of fuel switch (including energy efficiency), decentralised energy, and CO 2 capture and storage technologies, and their general diffusion potential to developing countries. In addition, the action shows what activities are needed in developing countries to enable a succesful implementation of these technologies in actual practice, and how the CDM can support this. Since the action contains domestic stakeholder consultations in the case study countries, it supports the overall accept- ability of new technologies among stakeholders (including end users), which enhances the eventual technology implementation. Stake- holder involvement in the action also enhances the dissemination of the action results within the case study countries. In addition, the results are disseminated to international and national policy makers. ",
        "O B J E C T I V E S 48 Challenges There is a clear need and political will to increase the share of renewables worldwide. There is also a wealth of experiences available over the past decade especially with demonstration projects. Numerous (development) organisations and programmes are in place to stimulate the increase of new renewable energy technologies in emerging and developing countries, at inter- national and national levels (e.g. EU Energy Initiative for Poverty Eradication and Sustainable Development EUEI, EU Coopener programme, UNDP programmes, Inforse programmes, INCO, Global Environmental Facility, European Partner - ship and Dialogue Facility, JREC Patient Capital Initiative, GTZ, Energy4Development, REEEP). Some of them are focussed on improving access to energy and poverty alleviation, others on demonstration of renewable energy technologies, capacity building or creating the preconditions for renewable energy. However, so far, the increase of renewable energy production in emerging and developing countries is slow compared to developed countries. The 2003 renewable energy volume in 115 emer - ging and developing countries is estimated as 95 Mtoe, large hydro excluded. Under present policy this volume is anticipated to double in 2020. Tripling of the RES volume in 2020 under the ‘maximum scenario’ is possible, but there is still a long way to go for all RE technologies other than large hydro. There is a clear need for ambitious targets for these technologies, supported by reliable measures in order to nurture sustainable RE industry and create the situation where RE could make a real impact on security of supply and imported fuel dependency. Market growth varies significantly between individual countries and between the 3 conti- nents involved. In Asia renewable energy volume growth is anticipated to be high due to ambitious domestic policy programmes. In Latin America growth is smaller due to present high volumes R T D 4 E D C Renewable Energy in Emerging and Developing Countries: Which Role for European RTD & D The main objective of the RTD4EDC project is ‘to provide recommendations and a synthetic and accessible information basis on lessons learned regarding the implementation of renewable energy technologies in emerging and developing countries, the impact of RTD & D in this perspective and the opportunities for EU industry.’ already in place. In Africa growth is anticipated to be high, where energy consumption is low and the effect of increased RE capacity greater, but the overall volume remains very low. For poor countries the effort to bring modern and renewable energy to the people, costs much more per energy unit produced than in more industrialised countries where larger installations can be established. Initiatives traditionally focus on technology transfer through demonstration, capacity building and networking, through various funding mecha- nisms. Which role could European RTD & D play in increasing the share of renewable energy technologies in emerging and developing countries? What are lessons learned of best and worst practices in this perspective? What could be a realistic export potential for EU industry to emerging and developing countries and how could RTD & D help to realise this potential? These questions are addressed in the RTD4EDC project. Project structure A team of 4 experienced partners based in Europe (Partners for Innovation BV, The Netherlands) and in Emerging and Developing Countries (ESENERG Paraguay, NanoEnergy Ltd South- Africa and IT Power India Ltd) aims at providing: (cid:129) Clear ‘recipes’ for future RTD & D activities for the European Commission, based on a better understanding of: (cid:129) The potential impact of EU RTD & D activi- ties (relative to possible other policy options) on the share of renewables in EDCs (cid:129) The relation of EU RTD & D activities with best and worst practices of implementa- tion of renewables in EDCs (cid:129) The possibilities of EU RTD & D activities to promote EU renewables industry in EDCs. ",
        "Project Information 49 Contract number 044371 Duration 18 months Contact person Emiel Hanekamp Partners for Innovation BV – NL e.hanekamp@partnersforinnovation.com List of partners Esenerg – PY IT Power – IN NanoEnergy – ZA Partners for Innovation BV – NL Website www.energyrecipes.org Project officer Domenico Rossetti di Valdalbero (cid:129) Increased opportunities for European renew- ables industry to export to EDCs due to: (cid:129) A better understanding of export potentials to EDCs (cid:129) An increased awareness of the possibili- ties for implementing renewables in EDCs (cid:129) RTD & D policy activities (when implemented) supporting the industries activities. The project team will undertake the following activities to make this happen: (cid:129) General information gathering and desk research (cid:129) 50 In depth interviews with experts and stakeholders (cid:129) Survey (sample of 200) for evaluation of export potential and effective RTD & D policies (cid:129) Assessment of the role of RTD & D activities (cid:129) Analysis of 75 best and worst practices (cid:129) Confronting, integrating and synthesising of findings (cid:129) Organisation of a workshop for validation of results and recommendations. The main output of the project will include reports on the above-mentioned results and a website fully disclosing all gathered data, information and results. The partners will use and further build upon the results of the RECIPES project that calculated realistic market potentials for renewable energy in emerging and developing countries (www.energyrecipes.org). Expected results The expected outcome of the project is as follows: (cid:129) A comprehensive assessment of the role of (EU) RTD & D policy, in comparison with other options, to increase the implementation of renewable energy technologies in emerging and developing countries. (cid:129) Profound insight in the success and failure factors on the implementation of renewable energy technologies in emerging and deve - loping countries, on the basis of analysis of best and worst practices and the role of RTD & D in these practices. (cid:129) Establishment of realistic export potentials for EU RE industry and identification of effective RTD & D policies to support EU RE industry in this purpose. (cid:129) Validation of the conclusions in interaction with stakeholders. ",
        "O B J E C T I V E S 50 Challenges Despite being neighbours and grouped around a commonly shared sea, the Mare Nostrum , the Southern and Eastern Mediterranean countries (SEMCs) are not equally endowed with energy resources. Few of them are hydrocarbon exporting countries while most are energy dependent. In addition, the SEMCs are facing rapid demo- graphic growth, rapid urbanisation and high socio-economic development, which translate in new and growing needs for energy services and related infrastructures, financing means and environmental impacts. In the same time, all of them have high potential of renewable energy resources (especially wind and solar) and also high potential for improving their energy use and efficiency, favouring thus the security of their supply (or saving of hydrocarbon resources for producing countries), while contributing to a more sustainable energy development in the region. However, the full potential and advantages of the renewable energy resources are hindered at present in this region because of the existing of many barriers. For these energies to achieve their market potential, policy frameworks and financial instruments are necessary that give financiers the necessary assurance and incentives to shift investment away from carbon-emitting conventional technologies to investment in clean energy systems. Also, technology transfer, capacity building and know-how transfer are very important. In this context, a regional cooperation is necessary and can significantly benefit both to the sustainable development of the region while playing an important role in meeting the Kyoto targets in the region and the REMAP research project can play an important role in this regard. This project will compile renewable resource information from various previous projects and initiatives in order to bring them into a bigger and comprehensive atlas for the whole Southern and Eastern Mediterranean area. In addition, it will enhance the situation of sustainable energy in the Mediterranean countries by a clear vision on the priorities to be addressed in order to develop the two of the most important and promising RE technologies in the region: wind and CSP and R E M A P Action Plan for High-priority Renewable Energy Initiatives in Southern and Eastern Mediterranean Area The objectives of the REMAP project are to work with key stakeholders in order to achieve the following a compilation of a solar and wind energy resource atlas for the Southern and Eastern Mediterranean area, identifying and prioritising potential demonstration sites for wind and concentrated solar projects in Algeria, Tunisia, Jordan and Turkey, recording a set of commitments to be made by major stakeholders to push forward a few wind and concentrated solar thermal energy projects in the region, proposing a credible financing scheme for the identified priority renewable demonstration projects in the region, elaborating an action plan for a few well identified initiatives able to be implemented and disseminating the results of the project to as wide an audience in Europe and the Mediterranean region as possible. commitments by major stakeholders in the countries to push forward development of such projects. The project will thus serve support the decision makers in these countries to better define the best practices regarding energy and attract investments in the RE sector. Project structure The REMAP proposal is structured along five main work programmes and the related deliverables: (cid:129) State of the art and synthesis of the renewable Atlas in the Southern and Eastern Mediter - ranean area. The objective will be to gather the existing information on renewable energy potential resources in the region, and specifi- cally wind and solar and to synthesise these information into a regional Atlas. (cid:129) Identification and prioritisation of potential demonstration sites for wind and concentrated solar projects in the Southern and Eastern Mediterranean area. The countries concerned by the REMAP research project are Algeria, Tunisia, Jordan and Turkey. As far as possible, studied projects will also concern water desalination applications. This WP will allow identifying a portfolio of the most promising wind and CSP projects in the participating countries. Also, needs (if any) for further research/activities regarding projects identi- fication and designing will be identified. (cid:129) Commitments towards wind and energy concentrated solar thermal energy integration in the Southern and Eastern Mediterranean region. The work will consist in the record a set of commitments to be made by energy agencies, utilities, energy manufacturers and banks to push forward a few wind and concentrated solar thermal energy projects in the Southern and Eastern Mediterranean area. This would be obtained within the organisation of national and regional workshops with participation of major stakeholders. By the end of this WP, stakeholders committed to the selected projects will be known. Also barriers (if any) to engagement of investors will be identified along with activities to address these barriers. ",
        "Project Information 51 Contract number 044125 Duration 24 months Contact person Houda Allal Observatoire Méditerranéen de l’Energie (OME) – FR allal@ome.org List of partners Acciona – ES ADEME – FR DLR – DE ESD – UK Fundacion Labein – ES EIE – TR NERC – JO OME – FR STEG – TN Sonelgaz – DZ 3E – BE Website www.remap.org Project officer Domenico Rossetti di Valdalbero (cid:129) Adapted financing schemes. A financial parameterised model for the wind projects and the solar thermal power stations will be elaborated. These models will be based on technological characteristics, resource charac- teristics and local economic circumstances. The models will give a full overview of all the important financial parameters: expected turnover, expected cost levels, investment levels, depreciation and financial costs and will provide projected profit and loss accounts, projected balance sheets and projected cash flow statements. For this purpose a Financing Advisory Board will be set at an early stage of the project. This Board will gather several financing institutions and banks on inter - national (such as EIB, CDC, AFD, private funds, carbon funds and/or others) and national level (to be identified by local partners). The conclu - sions of the discussions will materialise in an overview of which financing approaches are most realistic, what the particularities are of the proposed financing schemes (per project), what the potential consequences are in terms of guarantees by suppliers or others, required by the financing partners and which risk factors are potential no-go’s for commercial investors. (cid:129) Management, Action Plan, exploitation and dissemination. The objectives are to assure the best co-ordination and management of the project and to disseminate the non-confidential results. A website for the project will be developed and extensively used for commu- nication between partners and towards potential users of the results. The aim will also to elaborate an action plan for financing and implementing wind and concentrated solar thermal projects. Further activities to be undertaken will be considered separately for CSP and wind projects and included in the Action Plan. The whole results will be also synthesised in the REMAP Action Plan to be ready by the end of the project. A side event will be organised at the end of the project with participation of the actors involved in the wind power and solar energy technologies in the European countries and Southern and Eastern Mediterranean countries. Expected results The REMAP project will provide and disseminate better knowledge on the wind and solar resources available in the Mediterranean region and opportunities to invest in wind and CSP projects. It will bring clear information about the priorities given by the different countries to these technologies. It will also provide decision makers with adapted tools and information to allow them to develop adapted targeted and effective policies in the field of wind and solar projects development in accordance to the specific needs and policies of each country. It will also provide a portfolio of potential CSP and wind power projects to be implemented. Moreover, the final objective of the project is to elaborate an action plan for high-priority renewable energy initiatives in Southern and Eastern Mediterranean area. The implementation of this Action plan will have a very strong impact on the development of renewable energy in the Mediterranean countries along with related impacts: economic, social, environmental ... and a strengthened euro-Mediterranean cooperation in this field (transfer of know-how, transfer of technology, investments). ",
        "53 Environmental sustainability of energy technologies ",
        "O B J E C T I V E S 54 Challenges NEEDS entails major advancements in the current state of knowledge in the areas of: (cid:129) Life Cycle Assessment (LCA) of energy technologies (cid:129) Monetary valuation of environmental (and other) externalities associated to energy production, transport, conversion and use (cid:129) Integration of LCA and externalities infor- mation into energy and environment policy formulation and scenario building (cid:129) Multi-criteria decision analysis (MCDA), to examine the robustness of the proposed technological solutions in view of stakeholder preferences. Based on current state-of-the-art, achieving such advancements requires a sizeable innovation effort in a number of research fields, including: (cid:129) The analysis of new energy technologies options, and, in general, of renewable energy technologies for which the current LCA knowledge is insufficient (cid:129) The development of new and improved tools for the monetary valuation of externalities of energy, targeting major innovation at several stages of the Impact Pathway Approach (IPA) (cid:129) The development of a consistent and robust analytical platform allowing to integrate the full range of information and data on LCA and external costs into a Pan-European modelling framework, and to build scenarios for the future European energy system. The full benefits of the Integrated Project will be achieved only through a dedicated effort of integration of the activities taking place within each research field. N E E D S New Energy Externalities Developments for Sustainability The ultimate objective of the NEEDS Integrated Project is to evaluate the full costs and benefits (i.e. direct and external) of energy and environmental policies and of future energy systems, both at the level of individual countries and for the enlarged EU as a whole. In this context NEEDS refines and develops the externalities valuation methodology already set up in the ExternE project, through an ambitious attempt to develop, implement and test an original framework of analysis to assess the long term sustainability of energy technology options and policies. Project structure The Integrated Project NEEDS is built as a series of Research Stream (RS), each addressing a specific area of research. Besides the RS Integration, the Streams can be grouped in three main ‘blocks’: Enhancements in energy externalities (cid:129) LCA of new energy technologies (cid:129) New and improved methods to estimate the external costs of energy conversion (cid:129) Externalities associated to the extraction and transport of energy (cid:129) Extension of the geographical coverage of the current knowledge of energy externalities Development of long term strategies (cid:129) Modelling internalisation strategies, including scenario building (cid:129) Energy Technology Roadmap and Stake - holder Perspectives Input to policy making and dissemination (cid:129) Transferability and generalisation (cid:129) Dissemination/communication ",
        "Project Information 55 Contract number 502687 Duration 48 months Contact Person Andrea Ricci Institute of Studies for the Integration of Systems (ISIS) - IT aricci@isis-it.com List of partners Ambiente Italia srl - IT Aristotle University of Thessaloniki - GR Armines - FR Atomic Energy Research Institute - HU Autonomous University of Barcelona - ES KUL - BE CDER - MA CEDRE - FR Centre for Promotion of Clean and Efficient Energy in Romania - RO CESI RICERCA – IT Chalmers University of Technology - SE Charles University Prague - CZ CIEMAT - ES CNRS - FR Consiglio Nazionale delle Ricerche - IT CRES - GR DLR - DE Ecole Polytechnique de Tunisie - TN Ecole Polytechnique Fédérale de Lausanne - CH Econcept AG Forschung Beratung Projektmanagement - CH E-CO Tech - NO EDF - FR Elsam A/S - DK ESU-services Rolf Frischknecht - CH Fondazione ENI Enrico Mattei - IT Fraunhofer Gesellschaft (FHG-ISI) - DE GLOBE - BE HELIO - FR Icelandic New Energy Ltd - IS Institute of Occupational Medicine - GB ISIS - IT Institut fur Energie und Umweltforschung - DE Institut fur Umweltinformatik - DE International Institute for Applied Systems Analysis - AT Istituto Nazionale di Fisica della Materia - IT István University - HU Jozef Stefan Institute - SI JRC - ES Kanlo Consultants - FR Lithuanian Energy Institute - LT Meteorologisk Institutt - NO NTUA - GR New and Renewable Energy Authority - EG OME - FR PSI - CH PROFING, s.r.o - SK Risoe National Laboratory - DK Stockholm Environment Institute Tallinn Center - EE Swiss Federal Institute of Technology Zurich - CH Tallinn Technical University - EE Torino University of Technology - IT University of Antwerp - BE University of Bath - GB University of Hamburg - DE University of National and World Economy - BG University of Neuchâtel - CH University of Newcastle upon Tyne - GB University of Paris - FR University of Stuttgart - DE VITO - BE Website www.needs-project.org Project Officer Komninos Diamantaras Expected results The main result of the NEEDS project will be the provision of accurate quantitative measurements of the absolute values of external costs associated to the energy cycle, which can then be used to determine the appropriate level of regulation, performance standards, taxation, etc in the policy making process. Moreover NEEDS devotes a significant amount of resources to ensuring that the adoption of externality valuation methods is systematically extended to the new EU Member States and to the Mediterranean countries, and that the availability and quality of datasets are brought up to par. Also, modelling, internalisation strategies and long term scenarios will cover at least ten individual countries outside the EU 15 borders. Complementary, but not less important research streams will provide a mapping of the sensitivity of sustainability performance of energy technology options, explore the stakeholder perspectives on assessed external costs and work out the transferability of results as well as generalisation issues. Finally, the dissemination activities, and in particular a series of Policy Workshops and Fora staged in different countries and regions, will highlight how externalities could deepen the discussion of energy policy issues by interacting with a wider audience beyond the expert level. Progress to date Overall, the IP workplan has so far proceeded according to plans, resulting in a large number of Deliverables and Technical Papers already issued, notably including: (cid:129) A series of reports on the technical specifica- tions of future energy technologies, paving the way to a full LCA of those technologies. (cid:129) A report on innovative methodologies for the valuation of externalities associated to the loss of biodiversity. (cid:129) The specification of energy models for all countries covered in NEEDS. (cid:129) The identification of social criteria to be used for the assessment of stakeholders acceptance. (cid:129) Reports and technical papers on a variety of innovative issues such as: (cid:129) air pollution from indoor sources; (cid:129) advancements in the monetary valuation of mortality; (cid:129) hydrogen as an energy carrier, and many others. ",
        "O B J E C T I V E S 56 Challenges The overall objectives of the MAXIMA project were to translate and present the ExternE (Externalities of Energy) quantification approach and ExternE estimates for power sector external- ities outside the scientific community, and to improve the applicability and acceptance of the ExternE methodology and results. Project structure In the first step a concept for internalisation of external costs of electricity production was developed, identifying optimal internalisation strategies. External cost values as required by the internalisation instruments were calculated with the Impact Pathway Approach, based on the latest scientific knowledge. This included the synthesis and comparison of existing results on the external costs of energy in the European Union, both in EU15 and new member states. A principal means for disseminating and discussing the ExternE methodology and results was the hosting of a number of workshops at which representatives of the energy industry, NGOs and the policymaking community could meet with the ExternE team to express reservations and make suggestions regarding methodology, values and potential internalisation instruments. The discussions centred on three stakeholder workshops arranged progressively. Workshop discussions were documented, with efforts to identify areas of consensus as well as those where agreement could not be reached or where issues were open-ended. The first workshop took place in Krakow, 28 February to 1 March 2005, with participants predominantly from new member states of the European Union. The second workshop, held in Paris, 10 to 11 May 2005, brought together participants from industry and NGOs, predominantly from Western Europe. The third workshop, held in Brussels, M A X I M A Making Electricity External Costs Known to Policy-makers Quantification of externalities from electricity production has made considerable progress; however, internalisation of external costs has not been implemented broadly, due to a lack of information on the concept and its application as an aid to policy. Even though the Impact Pathway Approach (IPA) developed in ExternE (Externalities of Energy) is accepted as the best way to calculate energy external costs, results show considerable uncertainties and variations with different basic assumptions in certain areas. The scientific task of reducing uncertainties is currently addressed in several projects; identifying the assumptions to be used for decisions however requires consensus with stakeholders. The main objective of this project was to translate and present the concept of externalities, the quantification approach and results outside the scientific community. Furthermore, it was the aim to initiate a discussion of the pros and cons between representatives from the energy industry, policy and NGOs with the aim of reaching a consensus on methodology and values. 14 September 2005, was oriented to partici- pants who had attended one of the previous workshops, in order to build on previous discus- sions. A final symposium summarising results for policy makers as well as other stakeholders was held on 9 December 2005 in Brussels, and was attended by more than 130 people from all relevant stakeholder groups. Results Questions, concerns and comments received at the workshops and associated exchanges with stakeholders were compiled, summarised and analysed, together with responses from the ExternE team. The overall impression was that those who attended the workshops valued the ExternE method, and had already found it or its results useful or, especially for participants from new member states, were very interested in using ExternE or its results. The concerns and reservations expressed were less about faults of the method and disputes about assumptions made, although there were some of these. Rather questions were raised about the practical applicability of the method and results in policymaking, the representativeness of results, as well as reservations about uncertainty, monetisation and completeness relative to what information was considered important to the environmental policy-making process. Many of the comments and questions expressed by stakeholders during the workshops related to the use and interpretation of ExternE results in a real-world policy context, as opposed to the more technical aspects of the ExternE method and results. The translation between the ExternE method and results ‘in the laboratory’ and policy implementation is, not surprisingly, an area of intense interest to stakeholders. Applied policy interpretation, and policy analysis in ",
        "Project Information 57 Contract number 502480 Duration 20 months Contact person Peter Bickel University of Stuttgart – DE peter.bickel@ier.uni-stuttgart.de List of partners ARMINES – FR CESI RICERCA – IT Electricité de France – FR ESD – UK Giacinto Motta SpA – IT GLOBE – BE HELIO International – FR University of Bath – UK University of Hamburg – DE University of Stuttgart – DE Website http://maxima.ier.uni-stuttgart.de Project officer Domenico Rossetti di Valdalbero general, is outside the classic methodology purview of the ExternE team, but clearly important to the project’s ultimate goals. The discussions helped reveal a few areas where ExternE’s role could be clarified, high- lighted some points on which the ExternE method or results drew controversy or discomfort, and identified some topics in which participants thought more research or effort would be useful. It can be concluded that MAXIMA provided a better accepted scientific methodology for implementing electricity external costs into European policy as well as a set of external cost estimates which is broadly accepted. The results of the project are documented on the website of the ExternE project series (www.externe.info). ",
        "O B J E C T I V E S 58 Challenges This project intends to derive a consistent and comprehensive picture of the full cost of energy, and to make this crucial knowledge available to all stakeholders. A complete and consistent assessment of the full cost of energy sources, which includes the external cost plus the private cost, is of paramount importance for energy and environmental policy making. Energy policy making is concerned with both the supply side and the demand side of energy provision. On the energy supply side deciding on alternative investment options requires the knowledge of the full cost of each energy option under scrutiny. On the demand side, social welfare maximisation should lead to the formulation of energy policies that steer consumers’ behaviour in a way that will result in the minimisation of costs imposed to society as a whole. Demand side policies can benefit significantly from the incorporation of full energy costs in the corresponding policy formulation process. The geographical dimension is also important since environmental damage from energy produc- tion crosses national borders. Moreover the EU enlargement process associated to the liberali- sation of energy markets have highlighted the importance of a systematic harmonisation process, in which cost formation mechanisms and price setting must become transparent and reflect the total, real costs of energy provision across the continent and beyond. In turn, this requires the adoption of a common set of methods and values. Hence a consistent set of energy costs allows a better understanding of the international dimen- sions of policy decisions in these areas. Naturally, differences in estimates exist between countries, sources of energy, and technology used in the generation of the energy. But the present state of knowledge is disparate and some gains can be made by clarifying when and where particular estimates can be applied. Moreover, costs are dynamic. The private costs and the external costs are changing with time, as technologies develop, knowledge about impacts of energy use on the environment increases and individual preferences for certain environmental and other values change. C A S E S Cost Assessment for Sustainable Energy Systems The CASES project aims at compiling coherent and detailed estimates of both external and internal costs of energy production for different energy sources at the national level for the EU-25 Countries and for some non-EU Countries under energy scenarios to 2030. Hence, the integration of private and external costs is build within one dynamic framework, to arrive at agreed ranges of estimates for different countries of the full cost of each energy source, which includes the external cost plus the private cost. Policy options for improving the efficiency of energy use will be evaluated, taking account of full cost data. Moreover, the social and fiscal implications of a given policy measure, especially on poor and vulnerable groups, will be assessed. Research findings will be disseminated to energy sector producers and users and to the policy making community. Perhaps, the least well and least systematically covered area of external cost is that related to energy security. Even within one country estimates of the energy security costs of different types of energy remain somewhat elusive. A common methodology has not been applied to derive estimates for a range of countries. Yet, this is a major area of policy debate and key decisions are being taken to increase energy security and reduce dependence on foreign sources. Therefore, without undertaking primary research in terms of data collection, the project devotes significant resources in applying existing models across a range of countries to arrive at a common set of estimates of the costs of energy insecurity, as defined by a common set of parameters. Project structure This project builds on the formidable amount of research that has been done on measuring the full costs of the use of different energy sources such as fossil fuels, nuclear energy and renewable energy sources. The internal costs, the private costs and the full cost are calculated and analysed through 7 inter- linked work packages that evaluate, compare and harmonise the system costs associated with alternative energy technologies covering exhaustively the whole range of relevant pro- duction, social and environmental costs involved. The project focuses on cost-benefit and multi- criteria decision analysis, and makes a set of projections of energy demand by energy source and country. To this aim, it uses existing models for estimating such demand and adapts them so they are responsive to different projections about prices that suppliers receive and prices that users pay. These are critical to the policy analysis, which is investigated through 4 work packages that evaluate the effectiveness of alternative policy instruments to internalise social and environmental external costs, and the degree of integration of these costs into policy and investment decision-making. For this activity to be of practical benefit, the assessment is carried out with energy suppliers as part of the team, so that real world problems of applying the different instruments are reflected in the evaluation. This ",
        "Project Information 59 Contract number 518294 Duration 30 months Contact person Roberto Porchia Fondazione ENI Enrico Mattei - IT roberto.porchia@feem.it List of partners Centre for European Policy Studies - BE Charles University of Prague - CZ CIEMAT - ES ECN - NL ECON Analysis AS - NO Energy Agency of Plovdiv - BG Energy Research Institute - CA Fondazione ENI Enrico Mattei - IT Free University of Amsterdam - NL Fundação COPPETEC - BR Indian Institute of Management Ahmedabad - IN Istituto di Studi per l’Integrazione dei Sistemi - IT Lithuanian Energy Institute - LT National Technical University of Athens - GR OME - FR PSI - CH Risoe National Laboratory - DK Stockholm Environment Institute - SE SWECO Grøner as - NO TUBITAK - TR University of Bath - GB University of Flensburg - DE University of Stuttgart - DE University of Wageningen - NL University of Warsaw - PL VITO – BE Website www.feem-project.net/cases/ Project officer Komninos Diamantaras means that the hidden costs of implementation of policy – the adoption of new rules and regula- tions by the different actors – are reflected in the analysis. More in detail, the policy assessment will go through the following steps. The comparative cost data are used to address a set of clearly defined goals for the policy analysis. In the political analysis is investigated the comparative assessment of investment and operational costs of different energy options taking account of only private costs and taking account of private plus external costs. This assessment is dynamic and will provide the implications of different levels of internalisation on the investment decisions and on key social indicators. Moreover the political analysis includes the impact of the use of different methods of decision-making on the selection of projects, the implications of different policies to reduce energy insecurity, now and over time and the implications of different taxes/charges on energy and/or on emissions on the degree of internalisation and the comparative cost comparisons, now and in the future. Different instruments to promote renewable energy sources are then compared in terms of the degree to which they internalise the positive externalities associated with renewable energy use and the use of externality based taxes for internalising externalities is compared to the effectiveness of emissions trading instruments. The third part of the project is devoted to dissemi nation. Once it has been evaluated and brought into a coherent framework, the results of the different components of the project are of great interest to the energy sector producers and users, as well as the policy-making community. Dissemination consists of a set of activities to validate and disseminate the projects outputs. These activities are ranging from publication of articles in the peer reviewed literature, project workshops and conferences involving key stakeholders and policy makers, seminars and presentation of key results at additional meetings, presentations and open discussions with energy producers and user organisations and the setting up of a dedicated web site for CASES. Expected results The expected results will feature best predictions about the evolution of private and external costs – including energy security cost – of major techno logies for generating energy, from different sources, in different countries, over the next 25 years. CASES puts particular effort into the integration of private and external costs within one dynamic framework, as well as into an esti- mation of the state of knowledge and the gaps that remain in cost estimation, through a full assessment across EU and non-EU countries. The project intends to ensure that the adoption of externality valuation methods is systematically extended to newly associated and EU candidate countries as well as to other countries beyond the current EU, and that the availability and quality of datasets are brought as close to par as possible. This approach therefore ensures that different local conditions are accounted for. A comparative cost analysis, which includes social and environmental factors, is developed for present and future energy generation alternatives. In this perspective, a set of clearly defined policy objectives is addressed using the cost data. Policy issues are explored in a dynamic context to provide a comparative assessment of the policy analysis across different countries. In addition the project intends to look at how much of the external costs each policy option internalises, using a broad set of variables of interest. The project also underlines the greatest uncertainties and indicates where future research effort should be concentrated. Finally the success of the project is assessed in terms of the acceptability of the estimated energy costs by the scientific and policy communities and by the use made of these costs in a policy context. ",
        "Interested in European research? RTD info is our quarterly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Information and Communication Unit BE-1049 Brussels Fax +32-2-295 82 20 http://ec.europa.eu/research/rtdinfo/ EUROPEAN COMMISSION Directorate-General for Research Directorate Energy Contact: Domenico Rossetti di Valdalbero Email: Domenico.Rossetti-di-Valdalbero@ec.europa.eu Helpdesk: rtd-energy@ec.europa.eu Internet: http://ec.europa.eu/research/energy/ Photos cover: European Parliament, Panos European Commission EUR 22577 – ENERGY Economic, social and policy-oriented research in Europe Luxembourg: Office for Official Publications of the European Communities 2007 – 59 pp. – 21.0 x 29.7 cm ISBN 92-79-03723-4 ISSN 1018-5593 SALES AND SUBSCRIPTIONS Publications for sale produced by the Office for Official Publications of the European Communities are available from our sales agents throughout the world. You can find the list of sales agents on the Publications Office website (http://publications.europa.eu) or you can apply for it by fax (352) 29 29-42758. Contact the sales agent of your choice and place your order. ",
        "Economic, social and policy-oriented research in Europe P R O J E C T S Y N O P S E S K I - N A - 22577 - E N - C E N E RG Y E co n o m i c , s oc i a l a nd p o li c y - o r i e n t e d r e s ea r c h i n E u r o p e This publication is a compilation of synopses of research projects in the energy socio- economic field and in support to European energy-related policies. These projects funded by the Sixth European Union research Framework Programme cover five areas: (cid:129) Energy foresight (cid:129) Economic and regulatory aspects of energy (cid:129) Acceptability and implementation of new energy technologies (cid:129) Energy technology transfer (cid:129) Environmental sustainability of energy technologies Basic information is provided with regard to the scientific scope, participating organisations and contact points for each project. Energy ISSN 1018-5593 "
    ]
}