{
    "text": [
        "European Institute for Gender Equality European Institute for Gender Equality Study in the EU: set apart by gender About half of EU students ( 1 ) graduate in two main fields of education. In both of them, the lack of one gender is striking. Almost a quarter of students (24 %) graduate in science, tech- nology, engineering and mathematics (STEM) subjects and most of them are men. For example, in information commu- nications and technology (ICT), women make up just 17 % of graduates in the EU. The other big study field is education, health and welfare (EHW) with one fifth (19 %) of all EU graduates. Subjects in this field are equally unbalanced, but to the other extreme. For example, men account for only 19 % of education graduates. The reasons behind this segregation largely come down to gen- der stereotypes that influence subject choices and career aspira- tions for girls and boys. Education systems and the wider societal context (e.g. job prospects) also have a strong impact on their educational choices. What’s the current situation? Declining take-up of STEM subjects by women The choice to study STEM subjects is not a very popular one among women in the EU. About 33 % of STEM graduates in tertiary education are women, and this share is even lower in vocational education and training (VET) (13 %). Five countries ( 2 ) ( 1 ) Refers to tertiary and vocational education and training students. ( 2 ) Estonia, Italy, Poland, Portugal and Romania. have a gender-balanced proportion of STEM graduates in ter- tiary education, but no country has achieved gender balance in vocational education. In ICT studies, the share of women is declining. From 2004 to 2012, the number of women studying in the field went down in 20 Member States. There was an especially large drop in the proportion of women graduates in Hungary and Finland. Bulgaria is the one exception, where 41% of ICT graduates are women. © i o r d a n i / S h u t t e r s t o c k . c o m Figure 1. Share of men graduates in EHW in tertiary education and VET (2013-2015) 0 % 10 % 20 % 30 % 40 % 50 % 60 % E L L V S I E E I T R O F R H R U K F I L T P L E S H U B E B G A T C Y P T N L C Z S E M T S K D E I E D K L U E U - 2 8 Vocational education Tertiary education Source : Eurostat, UOE data collection on education [educ_uoe_grad02]. ",
        "European Institute for Gender Equality The declining take-up of STEM subjects by women in some coun- tries is not good news for the EU, especially when there is growing demand for STEM professionals and a shortage of skills. Where are all the men? You won’t find many studying education, health and welfare Women dominate EHW studies across the EU. In most Member States, gender segregation is higher in education than in health and welfare. On average, men constitute 23 % of EHW graduates and this share is even lower in VET (16 %) (Figure 1). Most Mem- ber States made no progress in reducing gender segregation in EHW from 2004 to 2012. Why is this happening? Gender stereotypes — the biggest culprit Throughout our lives, we face social pressure from parents, peers or teachers to conform to traditional gender expectations. These stereotypes influence subject and career choices, discouraging us from choosing subjects that are atypical for our gender. For example, prejudices about men’s ability and suitability to study and work in education or caring roles are largely responsible for segregation in these study fields. ( 3 ) Schuster, C. and Martiny, S. E. (2017), ‘Not feeling good in STEM: effects of stereotype activation and anticipated affect on women’s career aspirations’, Sex Roles , Vol. 76, No 1-2, pp. 40-55, available at: https://link.springer.com/article/10.1007/ s11199-016-0665-3 ( 4 ) Glynn, S. M., Taasoobshirazi, G. and Brickman, P. (2007), ‘Nonscience majors learning science: a theoretical model of motivation’, Journal of Research in Science Teaching , Vol. 44, No 8, pp. 1088-1107. Lower science aspirations for girls Boys find science-related jobs more attractive than girls, who on average have less interest in pursuing a career in the field. Higher scientific aspirations and more self-confidence are linked to boys’ early achievements in mathematics and science, which help their advancement in STEM education. In only four Member States do more girls than boys have strong expectations to work in sci- ence-related occupations. In two of these countries (Lithuania and Finland), girls outperform boys in science and mathematics in addition to having higher scientific aspirations. Generally, a career in science tends to interest the top-performing students more than other students. However, in 17 Member States, even the top-performing girls are less interested in a science-related career than the top-performing boys. There are several reasons why girls are less likely to aspire to STEM careers: • Feeling uncomfortable in situations with unfavourable gen- der stereotypes ( 3 ), which have been noted in many STEM disciplines; • Low self-confidence and belief in their ability to perform well in fields such as ICT, engineering, and mathematics ( 4 ); • Lack of women role models who could inspire young girls to pursue a career in the field. Science aspirations are particularly important to support girls’ entry into STEM subjects Figure 2. Share of top performing 15-year-olds in science who expect to work in science-related occupations at age 30 NB: Indicator at the EU level refers to unweighted average across countries; no data available for RO regarding top-performing students. Source: OECD, Programme for International Student Assessment (PISA), calculations based on 2015 microdata [data table I.3.10b and I.3.10c]. © R a w p i x e l . c o m / s h u t t e r s t o c k . c o m What is gender segregation? It happens when women or men dominate a certain study or work field, for example women in arts and humanities and men in construction and technology. Search for more terms related to gender segregation in EIGE’s Glossary and Thesaurus : http://eige.europa.eu/ rdc/thesaurus ",
        "European Institute for Gender Equality Making equality between women and men a reality © S u n n y S t u d i o / S h u t t e r s t o c k . c o m How to tackle gender segregation in education Put policies in place Eradicating gender segregation is crucial for the smart, sustaina- ble and inclusive growth of the European Union. While Member States are responsible for the content and organisation of ed- ucation and training systems, there are several EU initiatives in place to tackle it. 9 Education and Training 2020 (ET 2020) is a strategic frame- work for EU cooperation in education and training. It pro- vides a forum for good practice exchange, mutual learning, advice and support for policy reform in the Member States. 9 The 2015 Joint Report on the implementation of ET 2020 sets priorities to tackle the gender gap in education and pro- mote more gender-balanced choices in education. Initiatives such as Erasmus+ and the EU funding programme for educa- tion, training, youth and sport integrate gender equality into their activities. 9 The Paris Declaration of March 2015 on promoting citizen- ship and freedom, tolerance and non-discrimination through education means that gender equality is embedded in a wid- er framework and gives a new mandate to the Commission for action in the area of education and training. 9 The European Pact for Gender Equality 2010-2020 aims to eliminate gender stereotypes and promote equality in ed- ucation, training and the workplace, to reduce gender segre- gation in the labour market. 9 The European Pillar of Social Rights emphasises the impor- tance of quality and inclusive education, training and life-long learning so that women and men can maintain and acquire skills that enable them to participate fully in society and suc- cessfully manage transitions in the labour market. Challenge gender stereotypes early on Addressing gender stereotypes early on in the school system can encourage young women and men to aspire to non-tradi- tional jobs. Member States should address gender stereotypes through informal and formal education from a very early age by providing gender-sensitive teacher training. Career guidance should counteract gender prejudices so that young people can think freely and make decisions that allow them to choose the work they want and lead dignified lives. ",
        "European Institute for Gender Equality Allow more flexibility and encourage links between schools and businesses Too often, education systems direct students onto a certain educational path for a specific job. Providing opportunities for students to change their core subjects more freely would widen their career choices. Build closer links between schools and real-life experience in the workplace Evidence shows that learning STEM subjects is more effective when linked to economic, environmental and social challenges and arts and design, and when their relevance for daily life can be easily identified. Merging STEM subjects with the arts and humanities (STE(A)M) can be a step towards more flexible, less segregated study options. Building closer links between schools and real-life experience in the workplace could also enable broader occupational choices for girls and boys. Businesses could play a more prominent role in challenging negative and misleading perceptions of STEM or EHW careers by being more involved in education at all levels and providing a context for studies and positive role models. This is very important for Europe. EIGE’s research on the eco- nomic benefits of gender equality shows that narrowing the gender gap in STEM education will lead to economic growth. It will create more jobs (up to 1.2 million by 2050) and increased GDP over the long term (up to EUR 820 billion by 2050). Where to find more from EIGE • Gender Statistics Database — comparable data on segregation from all Member States • Gender Mainstreaming Platform — under the policy area ‘education’ • Resource and Documentation Centre — over 1 000 resources on the topic. Find them using the keyword search. EIGE regularly produces reports reviewing different areas of the Beijing Platform for Action (BPfA), as requested by the presidencies of the Council of the European Union. This factsheet is based on the report Study and work in the EU: set apart by gender prepared at the request of the Estonian Presidency. It explores the progress in overcoming educational and occupational gender segregation in the EU. The report reveals the factors that encourage or hinder segregation in education and the labour market. It also looks at what policies exist to address the issue at EU and Member State levels. Other recent publications include: • Women and men in ICT: a chance for better work–life balance (forthcoming 2018) • Study and work in the EU: set apart by gender (2018) • Gender, skills and precarious work in the EU (2017) • Poverty, gender and intersecting inequalities (2016) You can explore all of EIGE’s previous BPfA reports and publications at http://eige.europa.eu/monitoring-the-bpfa European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policymakers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. http://eige.europa.eu/ facebook.com/eige.europa.eu twitter.com/eurogender youtube.com/user/eurogender eige.sec@eige.europa.eu +370 52157444 European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA Paper: MH-02-18-556-EN-C 978-92-9470-546-4 doi:10.2839/665903 PDF: MH-02-18-556-EN-N 978-92-9470-547-1 doi: 10.2839/229433 Contact details © European Institute for Gender Equality, 2018 Reproduction is authorised provided the source is acknowledged. © g o o d l u z / S h u t t e r s t o c k . c o m "
    ]
}