{
    "text": [
        "EN 8 • 2007 (cid:44)(cid:69)(cid:65)(cid:68)(cid:69)(cid:82)(cid:11) (cid:46)(cid:66)(cid:72)(cid:66)(cid:91)(cid:74)(cid:79)(cid:70) SPECIAL FOCUS Governance in Leader+ European Commission K 3 - A F - 07 - 002 - E N - C ISSN 1830-107X Name: Leader (links between actions for the development of the rural economy). Programme type: Community initiative. Target areas: Leader+ is structured around three actions: • Action 1 — Support for integrated territorial development strategies of a pilot nature based on a bottom-up approach; • Action 2 — Support for cooperation between rural territories; • Action 3 — Networking. Priority strategic themes: The priority themes for Leader+ laid down by the Commission are: • making the best use of natural and cultural resources, including enhancing the value of sites; • improving the quality of life in rural areas; • adding value to local products, in particular by facilitating access to markets for small produc- tion units via collective actions; and • the use of new know-how and new technologies to make products and services in rural areas more competitive. Recipients and eligible projects: Financial assistance under Leader+ is granted to partnerships, local action groups (LAGs), drawn from the public, private and non-profit sectors to implement local development programmes in their territories. Leader+ is designed to help rural actors consider the long-term potential of their local region. It encourages the implementation of integrated, high-quality and original strategies for sustainable development as well as national and transnational cooperation. In order to concen- trate Community resources on the most promising local strategies and to give them maximum leverage, funding is granted according to a selective approach to a limited number of rural territo- ries only. The selection procedure is open and rigorous. Under each local development programme individual projects which fit within the local strategy can be funded. All projects eligible for funding under the European Agricultural Guidance and Guarantee Fund (EAGGF), the European Regional Development Fund (EFRD) and the European Social Fund (ESF) are eligible under Leader+. At the decision-making level of the LAGs, the economic and social partners and associations must make up at least 50 % of the local partnership. Duration of the programming period: 2000–06. Community grant: The total budget for programmes is EUR 5 046.5 million, of which EUR 2 106.3 million (EUR 2 143.5 million after mid-term indexation) is funded by the EAGGF Guidance section and the remainder by public and private contribution. L e a d e r + p r o f i l e 00_2007_4764_cover_EN.indd 1 29-02-2008 9:13:47 ",
        "Leader+ Magazine In a word … • Governance Leader+ in action • Germany: Where energy becomes an experience • Ireland: Innovation in a rural enterprise • Sweden: Saltängslamm: Conservation and quality food go hand in hand! • Luxembourg: PIR: Working regionally with young people Special focus • Regional governance: implications for Leader Improving the quality of life in rural areas • The Netherlands: Focus Kromme Rijn: quality of village life • Austria: Herztöne: Lammertal’s women’s network Adding value to local products • The United Kingdom: Hesket Newmarket Brewery Cooperative • France: A regional register of ‘know-how’ Making the best use of natural and cultural resources • Sweden: Visit Olofström: tailor-made with new technology • Greece: Discovering Zakynthos’s hidden natural secrets The use of new know-how and new technologies • Denmark: Broadband for the Danish small islands: making the connection • Belgium: Developing an intra-communal tool for regional development Cooperation in rural development • Portugal and Spain: Routes without barriers • Italy, Spain, France, Portugal and Sweden: European pilgrimage routes: Via Francigena and Santiago de Compostela Women and youth in Leader+ • Austria: An interview with Ursula Maringer, LAG project manager • Finland: Power to rural youth New Member States • PREPARE: its role in strengthening rural networks Leader+ news • Joint meeting: Leader+ steering committee and Leader+ Observatory seminar, 31 January–1 February 2007, Brussels This European Commission magazine seeks to promote access to information about the Leader+ Community initiative. Our goal is to provide accurate and up-to-date in- formation. If errors are brought to our attention, we will try to correct them. However, the Commission accepts no responsibility for the information contained in this maga- zine, especially regarding financial data on the projects described, and in particular on the eligibility of expenditure. Readers should therefore take all necessary precau- tions before using this data, which they do entirely at their own risk. 53 46 38 31 24 18 12 843 56 Leader+ Magazine 2 8 • 2007 Leader+ Magazine For additional orders of Leader+ Magazine Please send an e-mail to: AGRI-LEADERPLUS-PUBLICATIONS@ec.europa.eu men- tioning your full contact details and the quantity and language version needed. Leader+ Magazine is published three times a year by the Observatory of Rural Areas. Leader (links between actions for the development of the rural economy) is a Community initiative launched by the European Commission and coordinated by its Directorate-General for Agriculture and Rural Development (Unit F3). The contents of Leader+ Magazine do not necessarily reflect the views of the European Union institutions. Editorial board: European Observatory of Rural Areas. Person responsible at law: Josefine Loriz-Hoffmann, European Commission, Agriculture and Rural Development DG, Unit F3, Rue de la Loi 130, B-1040 Brussels Contributors to this issue: Leader+ national network units and local action groups. Photos: Photographs are the copyright of the European Commission except where indicated. Leader+ Magazine is published in 22 official languages of the European Union and has a print-run of 39 100 copies. For further information: Website: http://ec.europa.eu/leaderplus © European Communities, 2007 Reproduction is authorised provided the source is acknowledged. Manuscript finalised in June 2007. Printed in Belgium P rinted on white chlorine - free PaPer 00_2007_4764_cover_EN.indd 2 29-02-2008 9:14:00 ",
        "Leader+ Magazine \u0018 8 • 2007 IN A WORD … Governance G overnance is a term being used more and more and affects all European citizens in many aspects of their daily lives. Indeed, it can be all too easy to forget or underestimate the role of governance, especially in rural de- velopment. This is why, in this edition of the Leader+ Maga- zine , it has been given a special focus through the perspec- tive provided by Professor Dietrich Fürst, who also intervened on this subject at the Tihany Leader+ European Seminar in November 2006. In general we can think of governance as a means to ad- minister and monitor policy in order to achieve a long-term strategy. In doing so we are taking into account how citizens are given a voice; and how decisions are made on issues of public concern. This is clearly central to the role of the Euro- pean Union and to all the various policies and programmes which it administers. In fact the European Commission established its own concept of governance in the 2001 White Paper on European governance, in which the term ‘European governance’ refers to the rules, processes and behaviour that affect the way in which powers are exercised at European level, particularly as regards openness, participation, accountability, effective- ness and coherence. These five ‘principles of good govern- ance’ reinforce those of subsidiarity and proportionality. Under the new rural development policy framework for the period 2007–13 and, according to the partnership principle ( 1 ), Member States shall involve all appropriate institutional, economic and social partners as well as non- governmental organisations at the various programming stages; local action groups (LAGs) for a part of the rural de- velopment programme delivery will be designated as im- plementing bodies; the Leader axis ( 2 ) will also play an im- portant role in the horizontal priority of improving govern- ance, and in particular local governance. The operational principles of the Leader method in fact are governance principles since they provide orientations on HOW to act, rather than a vision of WHAT to achieve. They fully respect the European concept of governance ( 1 ) See Article 6 of Council Regulation (EC) No 1698/2005. ( 2 ) Community strategic guidelines for rural development (programming period 2007 to 2013) adopted by Council Decision 2006/144/EC of 20 February 2006. By Mr José Manuel Sousa Uva, Director, Rural Development Programmes, Directorate-General for Agriculture and Rural Development, European Commission and can be assessed by exploring the behavioural changes of relevant partners: • the beneficiaries (project owners); • the territorial partnership (the LAG and related struc- tures, e.g. regional networks); • the implementing administration (national/regional authorities in Member States) and related intermediate structures, e.g. national networks. Among these the importance of the local action group is crucial; for this reason, at the decision-making level, the economic and social partners of the LAG must consist of a balanced representation, since it is they who draw up and implement the local development strategies. In order to improve the level of local governance it is also necessary to have the national and regional tools in place, which ensure that Europe’s rural areas and the peo- ple who live in them are in a position to grasp the develop- ment opportunities which their rural development pro- grammes offer. As stated above we also see that, in terms of governance, the Leader method can be translated as far as the project level, where strong linkages may be developed at the local level in order to provide the necessary interaction between the project participants; this is clearly illustrated in several of the projects presented in this magazine. Finnish youth, for ex- ample, have a definite role in working with the region’s mu- nicipalities to both administer the project and in doing so determine their region’s future needs. In Belgium we see how new technology may drive regional development by provid- ing a supra-communal structure to strengthen the platform of local governance. This idea is taken further by Italy who, with several international partners, give us an example of how to govern complex projects though internal manage- ment procedures. We can also see in the new Member States how PREPARE has worked as a partner of government to strengthen the role of civil society in rural development. With an enlarged European Union and the mainstreaming of the Leader method, it is clear that rural areas have many challenges. However, with appropriate levels and forms of governance in place, we have a great opportunity to provide the favourable conditions which will strengthen the econo- mies of Europe’s rural areas for the new programming period and beyond. 01_2007_4764_txt_EN.indd 3 29-02-2008 8:51:58 ",
        "Leader+ IN ACTION Leader+ Magazine \u0018 8 • 2007 Where energy becomes an experience By Ute Vieting, Director, Entwicklungsgesellschaft Region Hesselberg mbH Showing how the environment can be protected and costs reduced through the intelligent use of energy are the main aims of this project carried out in the Bavarian region of Hesselberg. The use of renewable and alternative energy sources, such as wind, solar and biomass, as well as energy saving in the refurbishment of old buildings, can be seen by visitors to the LAG Altmühl-Wörnitz’s 32 energy stations. Energy stations are small facilities, started by private in- dividuals or the local municipality, and each one is graphi- cally explained by means of an information board. Visitors can learn about the energy characteristics of each station and what it means in ecological terms. Information about local farm shops, cheese dairies and other nearby attrac- tions helps to broaden the appeal for the visitor. The energy stations, an outline map of the area, a web- site, specially produced guidebooks and marketing via the tourism associations combine to make the five essential elements of the ‘Hesselberger EnergieErlebnisWeg’ (Hes- selberg’s energy trail). The idea was first developed by the LAG’s working group ‘New technologies/Rural energy industry’, but ini- tially failed to get off the ground. Only when sponsors agreed to guarantee their support could the project start. Although Hesselberg’s tourism association agreed to be project manager, as an association, it could not contribute any funding. The solution was found when four compa- nies assumed this contribution, and the LAG then helped to submit the Leader+ application. Upon approval the project group ‘EnergieErlebnisWeg’ (energy trail) was founded, and with the key players in place — the tourism association, private individuals, a development company of the Hesselberg region, a graphic designer, sectoral planners and the owners of the energy stations — work could start. Project costs included: planning and organisation; lay- out of signs and info-boards; printing and production of project materials; certification of the energy guides; pro- motion and marketing measures. About 50 % was financed by Leader+ money. One important lesson has already been learned: without the voluntary commitment and financial support of private individuals and the willingness of the tourism association of Hesselberg (www.hesselberg.de) the project would not have been possible. Member State: Germany Region: Bavaria Name of the LAG: Altmühl-Wörnitz Population: 76 000 Surface area: 739 km² Project total cost: EUR 66 600 EU: EUR 33 300 Other public funds: EUR 2 900 Private funds: EUR 30 400 Period of project eligibility: 2004–05 Contact person: Ute Vieting E-mail: info@region-hesselberg.de Websites: www.region-hesselberg.de, www.energieerlebnisweg.de Photos provided by the Altmühl-Wörnitz LAG 01_2007_4764_txt_EN.indd 4 29-02-2008 8:52:01 ",
        "Leader+ Magazine \u0018 8 • 2007 Innovation in a rural enterprise Inishowen Rural Development Ltd (IRDL) is located on a peripheral peninsula in north-east Donegal, surrounded on three sides by water. Its most southern boundary is the land border with Northern Ireland. At the Glendowen Craft Studio, the promoter Ann McGonigle specialises in the design and creation of hand- crafted tweed garments using traditional methods passed down through generations of her family. The quality of her craftsmanship offers something unique in terms of style, quality, design and individuality. The tweed is bought from local companies and using local yarn a hand-crochet finish adds further value to the garments produced. This work was previously carried out in a workshop at the back of the promoter’s home on a part-time basis, and the finished garments sold through craft fairs in autumn and winter. It was decided to expand the business, and to build a workshop with a display area, so as to provide the necessary space to design and manufacture more gar- ments. Anne McGonigle is currently self-employed but, as her business expands, she intends to employ at least one other part-time worker from the local area. This project offers access to the market for exclusive craft goods, and has helped secure the continued exist- ence of the traditional Donegal craft of weaving by using fabric and yarn to design and manufacture high-quality fashion garments. IRDL is now endeavouring to have Inishowen designat- ed as Ireland’s second ‘Greenbox’ (an integrated eco-tour- ism destination) thus developing an eco-tourism product which will add to the overall reputation of the peninsula. Leader+ provided a capital grant to build and equip the new premises. This project fulfils the aims of the Lead- er + programme in that it has added value to a Donegal produced product, and the workspace will improve the quality of life for those employed and diversification for employees working from home, for example, farmers’ wives. Member State: Ireland Region, district: West, Donegal Name of the LAG: Inishowen Rural Development Ltd Population: 32 000 Surface area: 890 km² Project total cost: EUR 88 028 EU: EUR 28 609 Other public funds: EUR 15 405 Private funds: EUR 44 014 Period of project eligibility: 2005–06 Contact person: Andrew Ward E-mail: irdl@iol.ie Website: www.inishowen.ie Photos provided by the Irish national network unit 01_2007_4764_txt_EN.indd 5 29-02-2008 8:52:03 ",
        "Leader+ Magazine \u0018 8 • 2007 Leader+ IN ACTION Saltängslamm: Conservation and quality food go hand in hand! Maintaining the specific landscape of Sweden’s west coast requires land management in order to maintain the quality of its salt marshes. Changes to the landscape are how- ever not only a problem for the many tourists and visitors. For the people who live and work in the area, the landscape is also source of income, and so for different reasons, they also want to preserve this spe- cific coastal landscape. Sheep are the main and traditional way of grazing this landscape, and meat from lamb raised by grazing on salt marshes has a distinc- tive taste, derived from the salt marsh’s grasses and herbs. In this Leader+ project Saltängslamm- att möta marknaden med kvalitet (Salt marsh lamb — to market with quality), the Hallsviks sheep owners’ association has tack- led the problem of an overgrown coastline by coming up with a new product: salt marsh lamb. From the island of Styrsö in the southern archipelago of Gothenburg, the as- sociation has, in cooperation with the municipality, started a process to look at ways to cooperate with a view to in- creasing livestock in the region. One aim of the project is to investigate the possibilities of a local slaughterhouse. To get ready to face the market requires both a marketing plan and a strong brand. Therefore market research and a marketing strategy to target the food and catering sectors are to be developed. The lamb project also contributes to establishing new businesses in the area such as handicrafts using leather, fur and wool, and from meat products. The LAG of Carpe Mare Member State: Sweden Region: Västra Götaland Name of the LAG: Carpe Mare Population: 37 000 Surface area: not available (*) Project total cost: EUR 93 866 EU: EUR 18 948 Other public funds: EUR 28 424 Private funds: EUR 46 494 Period of project eligibility: 3/2005–12/2006 Contact person: Marianne Gustafsson E-mail: saltangslamm@telia.com (*) Consists of a small strip of coast and many small islands. Photo provided by the Swedish national network unit used Leader+ money to employ a project manager and has taken overall responsibility for local sheep farming in the archipelago in order to create new businesses, facili- tate sustainable landscape management and supply a good barbecue! 01_2007_4764_txt_EN.indd 6 29-02-2008 8:52:04 ",
        "Leader+ Magazine \u0018 8 • 2007 PIR: Working regionally with young people PIR (Point d’Information Régional) is a pilot project located in north Lux- embourg. It began in 2005 aiming to popularise ‘youth work’ by using a variety of media and public rela- tions activities. This included re- gional posters, promotional trailers in cinemas, an online presence and even a TV programme! During 2005 and 2006 various youth media projects and work- shops (movie, music and photogra- phy) were supported. For example in 2005 a documentary film about the work of the region’s ‘young firefighters’ was made over a six-month period. Then in 2006, the region’s youth pro- duced the first regional monthly TV programme ‘T9TV’ with assistance from the European Volunteer Service. In the field of regional information, a new national job exchange was created in 2005 together with national part- ners, which was very successful. Moreover, a regional youth information centre has been established whose aim is to give a range of advice to young people. By the end of 2006 two new regional services had been created. One is called ‘The babysitting platform’ which will train babysitters and place them in the region. The other is ‘do-u-2’. This is a trendsetting youth network which has the unique poten- tial to link and support young people in the region with common interests. Furthermore, the regional associations can use this project to promote their regional services. Apart from the money coming from Leader+, 40 % is contributed by the Ministry of Agriculture, Viticulture and Rural Development, with a similar amount from the private sector via Jugendtreff ASBL. A big advantage of the whole project is that the entire concept can be integrated else- where without any problems. This way, other regional so- cial services involved with the youth sector can benefit from the work and the experience of the pilot project. Member State: Luxembourg Region, district: North, Clervaux-Vianden Name of the LAG: LAG Clervaux-Vianden Population: 17 000 Surface area: 440 km² Project total cost: EUR 106 195 EU: EUR 21 239 Other public funds: EUR 42 478 Private funds: EUR 42 478 Period of project eligibility: 2005–06 Contact person: Dif Differding E-mail: info@t9t.lu Websites: www.t9t.lu, www.cv.leader.lu Photos provided by the Luxembourg national network unit 01_2007_4764_txt_EN.indd 7 29-02-2008 8:52:05 ",
        "Leader+ Magazine \u0018 8 • 2007 Putting regional governance into perspective On 20 February 2006 the Agriculture Council adopted EU strategic guidelines for rural development — five months after the adoption of the Council regulation on support for rural development by the new European Agricultural Fund for Rural Development (EAFRD). In addition, in 2001, the European Commission produced its own White Paper ( 2 ) on European governance for the wider public, which contained a set of recommendations on how to enhance democracy in Europe and increase the legitimacy of the institutions. Accordingly, Leader programmes must be area-based, organised bottom-up, based on local/regional public–private partnerships and conceptualised in an inte- grated, multi-sectoral way. Those are the very ingredients of ‘regional governance’. Regional governance refers to new modes of regional self-steering and cooperation char- acterised by: • a desire for regional actors to resolve common prob- lems or goals, • networks to allow different kinds of actors to interact (political, economical, and by association), • horizontal forms of interaction based on arguing and bargaining, • a set of negotiated rules and conventions, • but embedded in the existing institutional frameworks which limit the network’s autonomy (multi-level gov- ernance). Regional governance requires a minimum of institutionali- sation (rules) which refer to recruiting members, the exit option, decision-making, compliances, etc., and an organi- sational unit to perform the daily administrative tasks. S p e c i a l fo c u s ( 1 ) Fürst, Dietrich, Prof. Dr rer.pol. Dipl.-Vw., 1940, educated as economist (Kiel, Köln), 1968 doctoral thesis, 1974 habilitation, 1974- 1981 professor in Konstanz, 1981-2003 professor in Hannover (spatial planning), retired since the end of 2003. Main research subjects: spatial planning, planning organisations, regional management, regional governance, planning theory, place-making. ( 2 ) http://ec.europa.eu/governance/white_paper/index_en.htm We are still lacking, however, a universally agreed defi- nition (cf. Kooiman 1999, Blumenthal 2005). Rather, the discussion responds to new challenges on the regional level not sufficiently dealt with by existing institutions. New requirements encompass: the growing dependencies and needs for cooperation between public and private ac- tors (public–private partnerships, sustainable develop- ment schemes), the increasing endeavours to regionalise the ‘enabling state’, etc. To address those needs the easiest way is to organise network-like modes of cooperation. More institutionalised forms of cooperation would incur considerable transaction costs (political as well as organi- sational), in particular since they would curtail the autono- my of existing organisations involved. Theoretically, regional governance is hardly new and could draw on existing theories on urban regimes, neo- corporatism, networks, clubs or even economic clusters. What is new is the corresponding paradigm change to- wards regional self-governance, the ‘strength of weak ties’, the intersectoral cooperation, etc. Actors of different logics of action collaborate: Political actors are territorially bound — they respond to territorial power and their constituency. Economic actors are functionally oriented depending on markets and profitability, while voluntary organisations combine functional and territorial orienta- tions, geared towards collective tasks ( functional approach) but depending on territory- bound memberships and per- sonal contacts. Regional governance therefore operates between established institutions, and is no substitute, but a supplementary device for existing governmental modes. Regional governance is bound to rules: but such rules are based on social norms (culture, tradition), on contracts and/or conventions. Regional governance is referred to as horizontal interac- tion in order to indicate that the dominant mode of inter- action is negotiation amongst equal partners (not neces- sarily equally powerful actors) and that hierarchical modes of steering are formally absent, even though organised ac- tors depend on decision-making structures beyond the network ( multi - level governance ). Regional g ove r n a n ce : implications for Leader By Professor Dietrich Fürst ( 1 ), Hannover, Germany 01_2007_4764_txt_EN.indd 8 29-02-2008 8:52:05 ",
        "Leader+ Magazine \u0018 8 • 2007 Two basic concepts are central to regional govern- ance: functional versus territorial interactions. An interac- tion is functional if it is centred on a problem or a task — the space is of minor importance. An interaction is called territorial if the territory is the common denominator to organise cooperation, i.e. territorial boundaries, place identity, regional solidarity, regional collective goods de- termine the collective actions. Regional governance usu- ally starts on a functional basis because the transaction costs of such cooperation are lower than with territorially bound interactions. Territorial interactions require a representative selection of actors (all regionally relevant concerns must be embodied) implying a multitude of ac- tors with heterogeneous interest structures which in- crease the number and intensity of conflicts (conflicts over interests, values and ideologies). In addition, the territorial governance patterns are strongly influenced by local and regional politics (regional governance com- petes with legal territorial decision-making bodies). That combination usually leads to more legalistic regulations which again have repercussions on the existing organisa- tional structure (see below). Governance versus government In general, the term government refers to the organisation- al structure, while governance denotes organisational processes. In practice, that distinction is blurred for three reasons: firstly, the two are interlocked. In the last decades government has become more lenient and flexible by downsizing the hierarchies and boosting network-like modes of interaction (informal administrative actions etc.). Secondly, there are always more interrelationships be- tween actors transforming political processes into govern- ance without government (Rhodes 1997) — after all, we live in a network society. Thirdly, even intermediate devices of governance are structured to a certain degree. Therefore, the literature uses the term governance both in a broad sense as well as in a narrow sense: the broad notion de- fines the totality of political-administrative steering activi- ties; government then only refers to that part which is in- stitutionalised. The narrower definition considers ‘regional governance’ as a supplementary concept to the already ex- isting governmental structures. The second notion is more distinct and more precise in its problem structure: • it refers to the fact that in almost all European Member States regions are only weakly institutionalised (as in- terstitial levels between local and state governments) but are growing in importance not least in the wake of the European Structural Funds which address an insti- tutionalised regional level; • it encompasses intermediary modes of cooperation be- tween local and regional institutions; • it operates on a network-like mode of interaction based on voluntary cooperation, without sanctions and with an a-priori undefined leadership. Leadership, however, is vital in the absence of sufficient social capital and de- velops from within the network cooperation but could also be outsourced to external mediators; • internally, it raises the strategic capacity of a group of actors; externally, it enables the group to take a pro- active stance towards its institutional environment. → Professor Dietrich Fürst 01_2007_4764_txt_EN.indd 9 29-02-2008 8:52:07 ",
        "Leader+ Magazine 10 8 • 2007 Regional governance is selective towards interests, topics and solutions. Who becomes a member of the networks, which issues are addressed (in general, governance is det- rimental to conflict-intensive themes), which solutions are allowed? And it is fragile on three levels: it is bound to the exter- nal institutional structure and could be ‘captured’ by terri- torial actors — by politicians and administrators requiring more control over those patterns of governance which threaten their autonomy. And due to an informal veto power, existing organisations are able to influence the out- come of governance (multi-level governance). Secondly, internally governance depends on resources (in-kind (vol- untary actions) or financial) and could become unstable if members change due to elections or other events. Thirdly, the management of governance arrangements requires competent leadership which is capable of balancing task effectiveness with group cohesion and positive individual cost-benefit ratios. More often than not governance arrangements either tilt towards higher effectiveness neglecting group cohesion or towards high degrees of ‘group feeling’ at the cost of task effectiveness. How intensely governance tends to get institutional- ised depends to a large extent on the respective political culture. In Germany the pressure to institutionalise is prob- ably higher than in England. Germany has developed a le- gal political culture (culture of distrust), while the English political culture is based more on negotiating and political bargaining. It seems to be better suited to deal with net- work-like structures. 1. Modes of action of regional governance Networks are personal connections grounded on volun- tary cooperation leaving it to the discretion of the mem- bers to opt out any time. That implies: each member coop- erates within the network as long as his individual benefit- cost ratio is positive. The use of power is limited — other- wise it could shift the cost burden to minorities. However, powerful actors have an implicit veto position. Should the network get in the way of their interests they would coun- teract the decision or leave the network. That implies net- work-like patterns of governance that: • (at least at the beginning) engender internal pressures for cohesion by ‘unanimity rules’ with a strong inclina- tion towards the least common denominator; • are best fitted for problem-solving activities but ill equipped for conflict resolutions; • tend to prefer project-based cooperation to area-wide activities and bilateral relationships to multi-lateral ones. Hence, regional governance is no panacea for a better fu- ture. It could produce unintended side effects. For instance, the pressure for cohesion could impair innovations — with the weakest members determining the speed and intensi- ty of the cooperation. Or governance may induce collec- tive unaccountability with each member concealing his responsibility behind group actions etc. But also the high dependency on context structures in- fluences the picture: thus the surrounding institutional system is influential: it may ‘captivate’ the governance ar- rangements or may influence the outcome by financial in- centives (e.g. EU Structural Funds), by general paradigm changes in the mindsets of actors (e.g. fear of regional competition), by enabling state concepts etc. 2. Why regional governance arrangements in the Leader programme may become successful Due to various programme evaluations we have suitable knowledge as to how regional governance works in prac- tice within the Leader framework. Leader is a learning de- vice with the LAGs and Leader+ networks reinforcing the learning processes by training people and exchanging ex- periences. Apart from procedural requirements for effectively managing regional governance (cf. Benz/Fürst 2003, Mose- ley 2003) attention should be drawn to the following as- pects. (1) Should functional modes of governance prevail? Theo- retical discussions lead to the conclusion that regional governance could only be conceived of as functional. For otherwise it would strongly compete with estab- lished political decision-making bodies which in gen- eral are territorially based. Leader, however, favours the territorial approach. That implies recruiting members on a representative basis. However, the ensuing higher transaction costs could be offset by capitalising on so- cial-emotional ties derived from ‘the power of place’. With Leader groups adopting responsibility for their area the binding power of place may increase. (2) Should governance arrangements lead to binding deci- sions? That is generally denied because that would re- quire more formal institutions, better legitimisation and entail conflicts with local governments. However, net- works of governance could only mobilise high-ranking personnel if they are deemed relevant which implies that they are capable of resolving problems and, hence, of preparing decisions that will be implemented. The solution to the problem is self-commitment of the ac- tors involved. (3) Is the output-based legitimisation sufficient or does it need an additional input-based legitimisation? The western democracies are based on input-oriented le- 01_2007_4764_txt_EN.indd 10 29-02-2008 8:52:08 ",
        "Leader+ Magazine 11 8 • 2007 gitimisation (directly elected representatives), while networks legitimise themselves on the basis of their output. But even with output-based legitimisation there remains the need to link the decisions taken by networks to the implementing institutions (multi-level governance). (4) How does one ensure that different concerns (econom- ic, ecological, and social) will be treated equally ? In gen- eral, economic concerns receive highest priority be- cause they have the strongest influence on regional development and well-being and are strongly related to social concerns (workplaces). In contrast, ecological concerns tend to be considered as less relevant. One method to prevent unequal treatment would be to adopt controlling devices or introduce patterns of reflex- ive decision-making (e.g. environmental assessment procedures, spatial assessment procedures, social as- sessment procedures). Another device would be to re- cruit the ‘right’ persons who are broad-minded and co- operative enough to come to ‘fair’ solutions. The ap- proaches found in practice heavily rely on self-control and self-discipline of the actors involved as well as on self-evaluation. (5) How does an inter-sectoral regional approach (Leader) fit into a vertically and sectorally compartmentalised bureaucratic structure? The inter-sectoral integration can best be achieved on a project basis. But such ap- proaches meet their limits if project priorities are not embedded in regional programmes and if regional co- ordination is thwarted by sectoral hierarchies. There- fore, Leader implies endeavours for inter-sectoral coor- dination on the national level. (6) Do Leader groups conflict with the need for autonomy of local governments? That conflict is inherent in the device but the Leader methodology is able to overcome the problem by strongly integrating local governments in the governance arrangements. However, the territo- rial approach of Leader may render the arrangements ‘communes-weighted’, in particular if the representa- tives of the economic and the civil society sectors take a less committed stance. (7) Are Leader groups ‘good-weather arrangements’ that dissolve once the money flows stop? That is the case in many regional governance arrangements but Leader is a long-term programme geared towards ‘mainstream- ing’ which entails that groups are enabled to learn, that successful projects attract the interests of more actors and that the interaction of the actors involved becomes denser and denser (social capital formation): success breeds success and followers. (8) Do Leader groups need a stronger institutionalisation? Apparently yes, because with the growing number of participants, transparency, accountability and formal representation require more attention. In sum, regional governance first of all is a process to im- prove the interaction of actors in a fragmented and com- partmentalised institutional framework. But it could also be conceived of as a concept for sustainable development , since sustainable development is based on interdiscipli- nary and inter-sectoral cooperation of different actors be- yond standard procedural routines. But basically it is a learning device geared towards col- lective learning with the perspective of subsequently changing the existing institutional framework in order to handle regional development issues more effectively. References Benz, Arthur/Fürst, Dietrich/Kilper, Heiderose/Rehfeld, Di- eter: Regionalisation. Theory, practice and prospects in Germany , Stockholm: SIR 2000. Benz, Arthur/Fürst, Dietrich: ‘Region — Regional govern- ance — Regionalentwicklung’, in: Bernd Adamaschek, Marga Pröhl, eds, Regionen erfolgreich steuern , Gütersloh: Bertelsmann 2003, 11-66. Blumenthal, Julia v.: ‘Governance — eine kritische Zwischenbilanz’, in: Zeitschrift für Politikwissenschaft 15(2005), 1149-80. Cameron, Greta/Danson, Mike: ‘The European partner- ship model and the changing role of Regional Devel- opment Agencies: A regional development and or- ganisation perspective’, in: Mike Danson/Henrik Halki- er/Greta Cameron, eds, Governance, institutional change and regional development , Aldershot et al.: Ashgate 2000, 11-36. Fürst, Dietrich: ‘The role of experimental regionalism in re- scaling the German state’, in: European Planning Studies 14(2006), 923-38. Fürst, Dietrich: ‘Metropolitan governance in Germany’, in: H. Heinelt, D. Kübler, eds, Metropolitan governance. Ca- pacity, democracy and the dynamics of place , Miton Park/ Abingdon: Routledge (England) 2005, 151-68. Keating, Michael, 1997: ‘The political economy of regional- ism’, in: M. Keating, ed.: The political economy of regional- ism , London: Frank Cass, 17-40. Kooiman, Jan: ‘Social-political governance. Overview, re- flections and design’, in: Public Management Review 1(1999), 67-92. Moseley, Malcolm J., ed.: Local partnerships for rural devel- opment: The European experiences , Wallingford 2003. Pierre, Jon, ed.: Debating governance. Authority, steering, and democracy , Oxford: Oxford University Press 2000. Rhodes, Roderick A. W.: Understanding governance , Buck- ingham 1997. 01_2007_4764_txt_EN.indd 11 29-02-2008 8:52:08 ",
        "IMPROVING THE QUALITY OF LIFE IN RURAL AREAS Leader+ Magazine 12 8 • 2007 • The Netherlands: Focus Kromme Rijn: quality of village life • Austria: Herztöne: Lammertal’s women’s network 01_2007_4764_txt_EN.indd 12 29-02-2008 8:52:14 ",
        "IMPROVING THE QUALIT Y OF LIFE IN RURAL AREAS Leader+ Magazine 1\u0018 8 • 2007 Introduction The region takes its name from the Kromme Rijn river which meanders through it. To the north it borders the Utrechtse Heuvelrug National Park. Historically and currently it is a fruit-growing area, with meadowland and traditional vil- lages, and is characterised by small businesses, a variety of watercourses, windmills and country estates. These country estates, many of which are still permanently occupied, are located on the higher parts, while the area of lower land (towards the river) is designated for agricultural use. Since 2002, there have been about 20 projects which have been partially financed by Leader+ subsidies, cover- ing neighbourhood activities and involving schools, mu- nicipalities and businesses. Already these projects have made the region’s rich culture and landscape more acces- sible for a larger group of people. The local action group, Kromme Rijn, is particularly concerned with projects which contribute to the quality of life and regional character of the area. It also is involved in developing regional coopera- tion and networks between the public and private sector. With regional responsibility in mind The rural area alongside the Kromme Rijn river (in the prov- ince of Utrecht) is located near a large and expanding ur- ban area. While this poses some questions for the future there has not been, until now, a lot of communication be- tween the three core municipalities involved. In 2005, the local Leader+ LAG, supported by the prov- ince, began a process whereby the municipalities, entre- preneurs and social organisations could be brought to- gether. In doing so, the LAG wanted to be able to influence any action resulting from the projects, and also to speed up procedures concerned with obtaining financial sup- port. This resulted in the ‘Focus Kromme Rijn’ project which was eventually established with Leader+ money. The Fo- cus project had four objectives and subprojects. The Focus project, which at the same time developed a strategy for a regional public–private cooperation, was supported by the rural development network (Netwerk Plattelandsontwikkeling) who shared a common vision for the future of the Kromme Rijn region. The project demon- THE NETHERLANDS Focus Kromme Rijn: quality of village life Village development plans with a bottom-up approach give villagers a say in their region’s future and ensure their quality of life → 01_2007_4764_txt_EN.indd 13 29-02-2008 8:52:18 ",
        "Leader+ Magazine 1\u0018 8 • 2007 strated all the features of starting up a regional process which, in itself, was new for the area. This meant, for the different groups involved, identifying areas of mutual ben- efit and developing mutual trust. At the end of 2005 a steering group called ‘Focus’, con- sisting of politicians from the municipalities and civil or- ganisations, had been formed. The aim of this group was to develop a plan about the area’s future as well as to con- struct an action plan within the first year. The LAG played a prominent role in initiating and stimulating this process. One of the actions carried out was lobbying among local political parties during the municipal elections, and this resulted in the Focus project being supported in the spring 2006 municipal action plans. Addressing local needs In June 2006, during a regional conference, a list of topics which could be considered as integral to the area’s future were drawn up, and included: quality of life in small villages; stimulation of tourism and leisure; different kinds of land use; the landscape’s core qualities; local communication is- sues; and putting in place an implementing structure. In the municipalities, for example, it was agreed to draw up plans to address quality of life issues for a number of small villages in the area. In Schalkwijk the development of a project to define a municipal plan had already been started up. The challenge was to make sure that other vil- lages could learn from this process. For another subproject, initial work had already started in the form of a think tank of farmers looking at future agricultural challenges in the area. With Leader+ funding the steering group has opened (and is developing) a virtual area meeting point (www. krommerijnloket.nl) in order to support initiatives by citi- zens and entrepreneurs. Leader+ money has also been used in the project to establish a regional management system. For a third subproject, meetings take place be- tween: the civil servants working on spatial planning is- sues at the municipalities; the province; and the steering group, to discuss ideas about the future of the rural areas and how these fit with agreed policy. Village development plans In the Kromme Rijn region, there are six small villages lo- cated close to three urban core areas (Houten, Bunnik and Wijk bij Duurstede). Over time, these small villages have developed their own unique identities, and a quality of life, through their bond with the surrounding agricultural area and developments in it. New development plans were ex- pected to cause a reduction in the number of services available in the villages as well as the composition of the village population, with more people being attracted from ‘outside’ the area. The Leader+ ‘Quality of life in small villages’ project ad- dresses the concerns of these villages and has the approval of the provincial board of the province of Utrecht . Through village development plans, local inhabitants can make their views known with regard to: • improving communication and cooperation between municipalities and inhabitants; • creating or maintaining an appropriate and sustainable level of services for the needs of local people. Village development plans are an opportunity for inhabit- ants, local organisations and municipalities to work to- 01_2007_4764_txt_EN.indd 14 29-02-2008 8:52:22 ",
        "IMPROVING THE QUALIT Y OF LIFE IN RURAL AREAS Leader+ Magazine 1\u0018 8 • 2007 Focus on the Kromme Rijnstreek Member State: The Netherlands Region: West Name of the LAG: Kromme Rijnstreek Population: 17 500 Surface area: 161 km² Project total cost: EUR 195 000 EU: EUR 70 000 Other public funds: EUR 125 000 Period of project eligibility: 1/2006–6/2007 Contact person: Ms Marieke Leentvaar Project Manager: Waaloord Initiatief, Waaloord 15, 3448 BD Woerden, The Netherlands Tel. (31-348) 55 71 98 Fax (31-348) 69 07 97 E-mail: marieke.leentvaar@waaloord.nl Websites: www.leaderpluskrommerijn.nl, http://www.krommerijnloket.nl Photos provided by Mr Winfried Leeman gether, keeping in mind the identity and wishes of the lo- cal people. In order to provide a certain direction in their implementation certain phases are identified: an analytical phase, a development phase and a planning phase. On 18 April 2007, the Kromme Rijn region organised a meeting to discuss these village development plans for all village inhabitants, municipal boards and civil servants from the province. This meeting allowed for questions to be asked, with answers and experiences from elsewhere to be shared. Afterwards, the three small villages of Lang- broek, Werkhoven and Schalkwijk will be the first to start implementing their plans in the region. Kromme Rijn: challenges and results During the formulation of the strategic plan it was agreed to: • interest the municipalities and province in the LAG ini- tiative; • provide a link with the ambitions of the entrepreneurs; • use the momentum of the ‘National Landscape’ for de- veloping future planning in strategy and improvement of cooperation between municipalities, LAGs and other implementing organisations, while remaining inde- pendent; • rebuild the LAG into a legal entity with responsibility for the region, and with control over financing. At the beginning of 2007, ‘Focus’ had created interest from both municipalities and entrepreneurs, and an attractive regional agenda has been drawn up to address regional problems. Work is being carried out on the next step: to fulfil the agreements for a special management system for the region, which will result in better cooperation between the municipalities and private parties in the region. 01_2007_4764_txt_EN.indd 15 29-02-2008 8:52:23 ",
        "Leader+ Magazine 1\u0018 8 • 2007 Introduction Even though the Lammertal lies not too far from the central part of the Land of Salzburg, many women living in the re- gion’s peripheral areas still have problems to access services geared towards helping them and their families. This is be- cause a high degree of mobility is required in order to take advantage of the advice available from the different sup- port agencies. Therefore to deal with this issue the ‘Herz- töne’ women’s network for equal opportunities has, over recent years, been dedicated to the idea of creating a cen- tre for women and their families. In doing so it has inspired commitment and injected new lifeblood into the region. A survey serves as the trigger In 1997, a survey was carried out to understand the prob- lems facing women in the region. One of the major find- ings was the absence of cross-municipal and cross-party women’s networking, which triggered the founding of the ‘Heart sounds — Women’s Network Lammertal’. This then led to the networking of existing associations and institu- tions so that together they could improve their joint offer- ing of services for women. On 20 September 2003 the next major step was taken when an advice and meeting centre for women and fami- lies was opened. Located in the heart of the municipality of Abtenau two rooms have been rented: a small office and a room for counselling sessions, which can also be used by other agencies. Since the beginning of April 2004 a general manager has been working for the association 20 hours a week. The varied scope of services is enabled primarily by the coop- eration of various institutions, and the centre offers, among other things: • information and advice as a first contact point for wom- en, and then referring them to existing institutions and experts; • (further) education opportunities for professional qual- ification and personal development; • an infrastructure for advice services provided by other agencies addressing women of all ages; • events and projects with annual themes, such as health; • fast and flexible facilities for specific projects and events (if required). By the end of 2006 the programme was able to offer 10 events per month, including courses on informatics, lan- guage and health which are carried out in cooperation with the Adult Education Centre, in Hallein and the Voca- tional Training Institute, in Salzburg. The centre also offers an opportunity for female trainers who are just starting their career to gain experience by working there. In 2004 when the programme started, there were 22 members, and another 48 have since joined. The associa- tion has also been approved by the Federal Ministry of Education, Science and Culture for its work as an institute of higher education. The events, which are considered to be a great success, have dramatically improved the range of further education courses on offer within the Lammer- tal. This means that the long journeys to Salzburg or Hal- lein are now a thing of the past, and it is much easier for women to take part in the courses. By women of the region for women of the region A further important element of this project is the availabil- ity of counselling and coaching services which help to deal with some of life’s more distressing situations, and the fo- cus that they have on giving the right legal advice. How- ever, personal support and help during the early stages of a career are also becoming increasingly popular and al- ready during 2006 around 65 women were counselled and/or referred to experts. AUSTRIA Herztöne: Lammer tal’s women’s network Providing better access to support services in Salzburg’s Lammertal creates both opportunity and inspiration for the region’s womenfolk By Claudia Schönegger, consultant with LAG Tennengau, and Heike Guritzer-Maurer, Managing Director of Herztöne 01_2007_4764_txt_EN.indd 16 29-02-2008 8:52:23 ",
        "IMPROVING THE QUALIT Y OF LIFE IN RURAL AREAS Leader+ Magazine 1\u0018 8 • 2007 Since 2004, the advice centre of the Herztöne associa- tion has established itself as a regional institution, and the Lammertal women frequently make use of the facilities provided by the centre’s contact point. A major success factor in the Herztöne association’s work is the close con- tact with women in the region, which has enabled trust with the female counsellors to be established, and the commitment to help each other without too much fuss. All decisions, including the programme of services, are made jointly by the association’s members, and the work has been put on a professional footing. Thanks to the work of a general manager there is an annual turnover of around EUR 40 000. In fact the issues facing women in rural Lammertal are not so different from those living in cities, where there are more and varied services available. However, the opportuni- ties to re-enter the job market or establishing new networks, for example after separation, are much more limited. Having fun together and being able to laugh are essential for quality of life For the women working in the advice centre a main con- cern is to provide help for women of all generations with- out losing track of the need for some fun. For example, a women’s music group called ‘The limp carnations’ ( Die welken Nelken ) was invited to the cinema in Abtenau to mark the 2005 Women’s Day. The active participation in the rehearsals for the women’s cabaret showed that the women can and want to deal with their own social envi- ronment in a self-critical manner. Boosting self-confidence and being able to explore their own creativity provides support for everyday tasks related to work and the family. Active participation in events in the locality has ensured that the association is also very much present in the media, and to such an extent that news about the place and its activities are now quite normal. In the words of Barbara Ortner, chairwoman, ‘It is not so much about knowing how to get something start- ed. It really is about doing things such that they end on a positive note’. With thanks to Leader+ Leader+ support for the project was important in several areas. It helped with: personnel and personal development (courses for further education); hiring a general manager for 20 hours a week; the costs of seminars (speakers, equip- ment); the costs of counselling services; equipment for, and operation of, the centre (rooms, telephone, etc.); and public relations, such as work on the website, and an open day. For the future, the association hopes that the financing of the advice centre is now secure enough to enable it to continue its self-determined bottom-up work in the years to come. Herztöne: women’s network Member State: Austria Region, district: Salzburg, Tennengau Name of the LAG: Tennengau Population: 53 735 Surface area: 668 km² Project total cost: EUR 99 500 EU: EUR 32 570 Other public funds: EUR 44 170 Private funds: EUR 22 760 Period of project eligibility: 1/2003–6/2007 Contact person: Barbara Ortner Address: Markt 50, A-5441 Abtenau Tel. (43-6243) 410 99 Fax (43-6243) 410 99 E-mail: herztoene@sbg.at Websites: www.herztoene.at, www.tennengau.at Photos provided by the Austrian national network unit 01_2007_4764_txt_EN.indd 17 29-02-2008 8:52:24 ",
        "ADDING VALUE TO LOCAL PRODUC TS Leader+ Magazine 1\u0018 8 • 2007 • The United Kingdom: Hesket Newmarket Brewery Cooperative • France: A regional register of ‘know-how’ 01_2007_4764_txt_EN.indd 18 29-02-2008 8:52:27 ",
        "ADDING VALUE TO LOCAL PRODUC TS Leader+ Magazine 1\u0018 8 • 2007 THE UNITED KINGDOM Hesket Newmarket Brewer y Cooperative Introduction The Cumbria Fells and Dales Leader+ area is an extensive upland area of outstanding natural beauty which is also classified as a less favoured area. The local economy relies heavily on agriculture and tourism and was hit very badly by the outbreak of foot-and-mouth disease, which exacer- bated the already adverse farming conditions. The Leader+ local action group’s (LAG’s) strategy targets rural business- es and workers affected by restructuring and adding value to local products is very much part of this process. About the project When the then owners of the Hesket Newmarket Brewery announced their intention to retire there was a fear that the business could be lost with a consequent impact on the village. A group of local enthusiasts came together to work out how best they could ensure the survival of the brewery in the village. As a result, the Hesket Newmarket Brewery Cooperative was born. This community enterprise is run on democratic and voluntary principles, through which around 70 ‘real ale’ (traditionally brewed beer) en- thusiasts, who either live locally or have local connections, own equal shares in the brewery. After an initial phase of small-scale brewing, the coop- erative found that they were brewing four times per week when the optimum should be three; and, secondly, that the demand far exceeded their ability to supply! Whilst the brewery had a longer-term development plan that would see improvements to the building, its layout and, perhaps, the introduction of a bottling plant, in the short term the priority was to increase capacity. The LAG gets involved The LAG wanted to see the future of the brewery secured and its role in the village and wider Cumbria area, through product sales, publicity and tourism, enhanced. To do this it aimed to support investment that would increase the: saleable output of the brewery; controllable environment; brewing capacity; visitor capacity; investment in bottling . When Hesket Newmarket Brewery Cooperative first ap- proached the LAG in June 2003, their idea was to redesign the brewery and to have a more effective and sustainable operation. The brewery co-op had a three-phase develop- ment plan founded on the premise of ‘no significant loss of production time’. However, securing local financial support in the short term proved problematic and, initially, the co- operative was sceptical of the processes that were involved in getting funding through Leader+. However, with regu- lar face to face support of Leader+ staff for the project bid, the brewery cooperative felt confident to take the project forward through Leader+. A community approach to business The brewery venture originated from a community buy- out from the original brewery founders. This was a true bottom-up reaction to a problem facing a community who did not want the brewery, nor its local character and fla- vour to be lost to a large corporate business. However, the cooperative didn’t just want to preserve a local facility but also to reinvest in social and charitable projects that would benefit the parish. The first phase, which was funded by Leader+ and the cooperative’s shareholders, saw the construction of a new annex which created 38 m 2 of new workspace, designed to accommodate a climate controlled storage area, and a fa- cility for washing and filling casks. This annex was opened by HRH Prince Charles in February 2004. Phase two en- larged much of the brewing space and reorganised it for greater efficiency and this part was funded by a North West Development Agency funded programme ‘Distinctly Cum- bria’. Phase three is currently under way, and completes the reorganisation with greater space for visitors and the ca- pacity to sell bottled beers. The investments have safe- guarded three jobs and enabled two more to be employed. The brewing capacity has doubled and quality and con- sistency of the brews have increased, which in turn have ensured that business was retained and new outlets could be established. The Leader method at work … Key to the success of this project was the phased nature of development: investment followed by a period of consoli- dation, followed by further investment funded by the pro- ceeds of trading. The project needed the promise that funding would continue to be available without having all the funds at the beginning of the redevelopment. The chairman, Julian Davey, said: ‘This is not something grant-givers are usually willing to do, but it was vital to us to embark on our development plan’. He added, ‘Staff from Leader+ also promised to act as a coordinator of other → 01_2007_4764_txt_EN.indd 19 29-02-2008 8:52:28 ",
        "Leader+ Magazine 20 8 • 2007 funds through the LAG and I was pleased by this but scep- tical. However they were all as good as their words, if not better’. Contact between the committee developing the project, the members of the LAG and the Leader staff team were carried out in an honest and open manner which enabled problems to be solved. A major factor in develop- ing and consolidating the working relationship was the quick reaction and the willingness of both sides to ‘do the right thing’ and make the project happen. Julian Davey has publicly stated his thanks for ‘the friendly and efficient way in which the programme staff have dealt with the group’. … produces results for everybody In 2006 the Hesket Newmarket Brewery reported a 50 % increase in profits and a 33 % increase in sales for 2005, and this against a background of substantial alterations to the brewery. The brewery manager Mike Parker believes that the main factors in this success were the variety, qual- ity and consistency of the beers, a more professional ap- proach to sales and marketing and a greatly increased brewing capacity. All of this achieved as a result of the in- vestments made through the support of Leader+ and the other investors. Achievements during 2005/06 included: a significantly increased volume of production, the introduction of ‘Hay- stacks’, a light summer beer aimed at walkers which has become very popular, a number of competition successes and the introduction of trial bottling of a specially brewed ale for sale to retail customers. The brewery’s beers are now available in 50 pubs across the region. As a cooperative, the brewery undertakes to pay a share of its profits to its members. At Hesket Brewery, the share is paid in beer and an improved dividend of two firkins, which is 144 pints (around 65.5 litres), was agreed at the recent annual general meeting. There is also an allocation of EUR 2 800 for community projects paid out of the brew- ery’s profits. Among the project’s many achievements it shows how the community cooperative model can be used as a means of maintaining local business. Hesket Newmarket Brewery Member State: The United Kingdom Region, district: England, north-west Name of the LAG: Cumbria Fells and Dales Population: 99 955 Surface area: 3 713 km² Project total cost: EUR 168 402 EU: EUR 25 260 Other public funds: EUR 42 101 Private funds: EUR 101 041 Period of project eligibility: 2003–06 Contact person: Adrian Banford Address: Cumbria Fells and Dales Leader+ Programme The Old Stables, Redhills, Penrith, Cumbria CA11 0DT, United Kingdom Tel. (44-1768) 86 95 33 Fax (44-1768) 24 21 34 E-mail: adrianbanford@fellsanddales.org.uk Website: http://www.hesketbrewery.co.uk/ Photos provided by the UK national network unit 01_2007_4764_txt_EN.indd 20 29-02-2008 8:52:28 ",
        "ADDING VALUE TO LOCAL PRODUC TS Leader+ Magazine 21 8 • 2007 FRANCE A regional register of ‘know-how ’ Developing the value of local products produced not only a physical record of tradition, but also a feeling of belonging to a region Introduction A region’s know-how and traditions are a true reflection of its identity. In the case of the Pays des Trois Vallées, which is in the heart of Corsica, the LAG members noticed a loss of local traditions. To overcome this, various producers, op- erators, craftspeople, and academics have worked togeth- er to find a way of keeping this know-how alive. Their initial response has been to work together on a book which re- counts the area’s past and present, as well as a look to the future, but their story does not end there. Handing down to the next generation The initial idea came about through a ‘brainstorming’ ses- sion led by members of the LAG. No fewer than 80 local people voluntarily took part in these round tables: crafts- people, producers, singers, pensioners, young workers, and so on. The first thing to do was to look at the ways in which know-how is currently passed on. For example, how are the manufacturing methods for local products handed down from generation to generation? Through the family? By ‘hands-on’ involvement? Or training? The first observa- tion was that, until now, word-of-mouth has been the main way of passing on knowledge and traditions to the next generation. It is also interesting to note that, in the manu- facturing sector, the role of the family is tending to disap- pear. The members of the ‘rural university’ (an association of rural actors who come together to consider rural dev- elopment practices and exchange) were also invited to consider ways of formalising this process. They decided to create a book to provide a record of the main areas of ‘know-how’ existing in the valleys of Cruzinu, Gravona and Prunelli. The research for this book was paid by the univer- sity, with Leader+ contributing to local travel costs. How- ever, the idea was more than just to preserve the tradition- al skills, but to adapt them to present trends and methods of production, and indeed to have these three valleys in line with state-of-the-art processes. From the many local products made in the area, it was important to choose the most representative ones. Conse- quently the book, written by a collective of researchers, was called L’anima di a terra (the spirit of the land), and was based on eight examples of regional know-how related to → 01_2007_4764_txt_EN.indd 21 29-02-2008 8:52:30 ",
        "Leader+ Magazine 22 8 • 2007 from very different social and professional backgrounds worked together on the same project and shared a com- mon enthusiasm for the traditions of the Pays des Trois Val- lées. This large-scale collaboration has without doubt made this ‘inventory of know-how’ a remarkable project. Opening new perspectives Five hundred copies of the book were produced and launched at the end of 2005. It was initially distributed to agricultural colleges and universities and then to council- lors and local authorities throughout the region. The final product is a clear illustration which is faithful to the words of the producers and craftspeople. However, this was not the only result. This project has had a profound effect on the entire region, creating among the participants a genu- ine feeling of togetherness and belonging to their territory, which is simply a joining of three valleys initially thought up by the LAG members. Leader+ money has facilitated something to happen which has become a true symbol of an innovative ap- proach to regional planning, and this has enabled the re- gion to come together and organise itself around the project. During the different exchanges, producers joined forces to work together, think about a quality-based ap- proach, draw up specifications, and devise a ‘journey of the senses’, a route which could offer visits to workshops and production sites. The gathering of this know-how has gradually become a reflection about ‘knowing how to live together’, in a unified territory. chestnuts, pork, shepherds, aromatic and medicinal plants, honey, vineyards, figs and knives. An active and collective investment Many meetings and workshops financed by Leader+ were held in order to plan the work on the book, and the LAG also enlisted the help of sociologists and engineers. Those with the relevant know-how not only contributed material, but also shared their thoughts about the knowledge itself and how it should be passed down. Coordination was undertaken by a researcher from the Development Research Institute (IRD) ( 1 ), who also carried out some interviews and provided the first draft. After- wards the draft was given a further reading by all of those concerned who in fact had worked together at all levels of the project. An agreement established with the University of Corte gave 15 students specialising in the ‘Cor- sican language and civilisation’ the opportunity to produce questionnaires, visit production facilities, and produce a re- port on the region’s craft industry. This meant that people ( 1 ) The IRD is a French public science and technology research institute under the joint authority of the French ministries in charge of research and overseas development (http://www.ird.fr/us/index.htm). 01_2007_4764_txt_EN.indd 22 29-02-2008 8:52:32 ",
        "ADDING VALUE TO LOCAL PRODUC TS Leader+ Magazine 2\u0018 8 • 2007 In light of the project’s initial success, the LAG now plans a further print-run of 500 copies of L’anima di a terra . In 2007, a ‘day of know-how’ in partnership is also planned, with the core rural organisation ‘U Castagnu’, which is an A register of regional knowledge Member State: France Region: Corsica Name of the LAG: GAL Trois Vallées Population: 12 447 Surface area: 642 km² Project total cost: EUR 45 734 EU: EUR 22 867 Other public funds: EUR 22 867 Period of project eligibility: 1/2004–12/2005 Contact person: Marie-José Bonné Address: GAL Trois Vallées Mairie annexe de Peri, lieu dit Ustavia — F20 167 Peri, F-20167 Corsica Tel. (33-4) 95 53 72 72 Fax (33-4) 95 53 72 73 E-mail: gal.itrevalli@wanadoo.fr Website: www.itrevalli.com Photos provided by the French national network unit event open to all EU LAGs, and where those behind the project will be pleased to explain to others the way to pre- serve and work with rural traditions. Copies of the book are available free of charge from the LAG Trois Vallées. 01_2007_4764_txt_EN.indd 23 29-02-2008 8:52:33 ",
        "MAKING THE BEST USE OF NATURAL AND CULTURAL RESOURCES Leader+ Magazine 2\u0018 8 • 2007 • Sweden: Visit Olofström: tailor-made with new technology • Greece: Discovering Zakynthos’s hidden natural secrets 01_2007_4764_txt_EN.indd 24 29-02-2008 8:52:39 ",
        "MAKING THE BEST USE OF NATURAL AND CULTURAL RESOURCES Leader+ Magazine 2\u0018 8 • 2007 SWEDEN Visit Olofström: tailor-made with new technology Building a regional web portal provides local businesses with an interactive platform to create all-year-round online tourist and business packages Introduction Tourism and its related business sectors within the munici- pality of Olofström have been given a boost thanks to sup- port from Leader+ Blekinge. As part of a Leader+ project, a new web portal which came online at the end of 2005 (www.visitolofstrom.se) provides not only a host of tourist information, but also an online booking service for hotels, restaurants and entertainment. The website is in five languages: Swedish, English, Ger- man, Danish and Dutch. Here visitors can easily find inter- esting sites and events and carry out a range of online services such as booking cottage accommodation, buying a fishing licence or simply getting information about car rental. From the site it is easy for the visitor to tailor a holi- day or even business conference! More than just a website The website contains much more than traditional tourism information, since there is a large database with tourism- related businesses, estate agents, banks, petrol stations, etc. In addition there is an advanced system for geographical positioning so it is easy to locate all businesses in Olofström. Loris Andersson, who has been working as an IT con- sultant for 14 years, was previously employed at the tour- ism information centre before becoming the project lead- er. The centre is working on the project in cooperation with Olofström municipality and 15 different tourism entrepre- neurs. According to Loris, ‘The website has a lot of functionali- ties and it means that Olofström stays open for business 24 hours a day, seven days a week’. → 01_2007_4764_txt_EN.indd 25 29-02-2008 8:52:41 ",
        "Leader+ Magazine 2\u0018 8 • 2007 In addition to the original functionalities there has also been added the possibility to give instant holiday or con- ference offers. Through tick-boxes provided for every event or product, the tourist centre can easily develop a global offer with all the costs specified, and then send it by e-mail during the time of the telephone call. This concept will now be launched as a product to help other businesses working with similar customer services. Behind the concept Most of the tourism entrepreneurs in Olofström are rural businesses that have difficulty in reaching their market po- tential. By cooperating in a network it is possible to gain the strength needed to reach these markets, and so to- gether the entrepreneurs can devise attractive packages for vacations or conferences . In the autumn of 2004, 10 tourism entrepreneurs in Olofström formed a conference group with the aim to de- velop good conference proposals. All of them wanted to cooperate to realise a common goal but no one was able to take the lead. The turning point was when Loris Anders- son was recruited as manager for the tourism information centre in Olofström. She accepted the challenge but dur- ing the first summer season there was bad weather with a lot of rain. Loris explained, ‘We did not have enough activi- ties or attractions to offer. I felt too often I had to answer, ‘‘No Sir, unfortunately we cannot arrange that’’, or, ‘‘Sorry Madam, it is not open’’. Since we are a small municipality, with not so many attractions, we have to raise the quality of what we have and market it well’. As a starting point, all the tourist entrepreneurs were called to a meeting and asked if they were pleased with the ‘state-of-the-art’ or if they were willing to cooperate to find new media and methods to reach potential custom- ers. Ten of them (the conference group) responded posi- tively and the foundation for the project ‘Product and tech- nology development in Olofström’ was subsequently ap- proved for funding by the LAG Leader+ Blekinge. A portal of tourism administration and marketing The aim was to coordinate the different tourism entrepre- neurs in the Olofström area, and create a portal with high- quality products. However they were not satisfied with the normal tourist website, but rather wanted a site for every- one interested in visiting Olofström, and for whatever rea- son. A technical platform was bought and the layout was made to cover the scope of the project. There is now infor- mation about everything from cottages or bungalows for rent, to small kiosks selling snacks, and all of them have pictures. There is also video material to provide a view of interesting places. Today almost 250 entrepreneurs are represented by the system, and everyone can have their own login password to administer their specific informa- tion. There is also an events calendar at the portal which is shared with the culture and leisure department of the mu- nicipality, and there is a plan to get the sport clubs and other associations to join. Loris Andersson claims the website covers almost all the events offered in Olofström which also makes it a very good tool for the staff working at the tourism information centre. When people for instance call asking for the open- ing hours of specific shops it is easy to find the information and pass it on. However, one effect of the portal has been the decrease in the number of calls to the tourism centre since it is now so easy to book accommodation and activi- ties online. For example, to buy a fishing licence for a day or a week you just have to choose the lake, the date and the number of licences. When a booking is made online three mails are generated automatically; one to the cus- tomer, one to the tourism centre, and one to the entrepre- neur. The customer can also choose between paying by credit card, invoice or at arrival. All administration and pay- ments are done through the tourism centre, which charges a 10 % fee for the service. The costs for credit card services and the travel guarantee is covered by the tourism centre. The website uses an advance customer relation system in order to gather information about visitors to the site, which search engines and key words they have been us- ing, and also when the customers have visited the site. ‘In this way we can follow how customers find our informa- tion and we can direct our marketing even better’, says Loris Andersson. Other technology developments, after the project Even though the needs of the project have been met, the cooperation and technological development has contin- ued, and a system for generating business offers has been developed within the group. This system is called ‘Confirm’ and is a great help for instance when bus companies call to plan a tourist trip. All the different events or offers from the participating entrepreneurs are separated like ‘modules’ 01_2007_4764_txt_EN.indd 26 29-02-2008 8:52:43 ",
        "MAKING THE BEST USE OF NATURAL AND CULTURAL RESOURCES Leader+ Magazine 2\u0018 8 • 2007 ‘Visit Olofström’ Member State: Sweden Region, district: Blekinge Name of the LAG: Leader+ Blekinge Population: 64 400 Surface area: 2 814 km² Project total cost: EUR 122 450 EU: EUR 24 450 Other public funds: EUR 36 778 Private funds: EUR 61 222 Period of eligibility: 9/2004–1/2006 Contact person: Tommy Svensson Address: Thornska villan, S-370 10 Bräkne-Hoby Tel. (46-457) 818 84 Fax (46-457) 814 90 E-mail: tommy.svensson@leaderblekinge.se Websites: www.leaderblekinge.se, www.visitolofstrom.se Photos provided by the Swedish national network unit with specific prices. During the phone call the tourism cen- tre can easily scroll down the menu of modules and com- pose an offer which can include a guide, lunch, entrance fees, coffee, etc. The different modules are placed in real- time in the system and the total sum is calculated auto- matically. Directly after the phone call a confirmation of the offer is sent to the customer and to all the businesses concerned. When the customer decides to accept the offer it can easily be converted into a booking confirmation. It is planned to translate the system into several lan- guages and the idea is to merge the ‘Confirm’ system with the earlier developed booking system on the website. The whole concept with portal, booking and offer system will be launched as a product and sold to other businesses. Other results of the project Even though the main activity of the project has been the web system, there were also other activities developed in the project, such as quality services and products related to rural tourism. These include: • the creation of six hiking and biking routes complete with new maps and new bikes available for rent at the tourism centre; • a common logo for the nature based tourism; • a four-colour brochure which was so successful that af- ter the project finished an updated version was pro- duced and financed by the entrepreneurs themselves; • a marketing CD-ROM; • a network of some 15 entrepreneurs cooperating on products and logistics. Loris Andersson points out that without the support from Leader+ Blekinge these results would never have been possible. The Leader+ finance was part of the global budg- et which was used in the technical development of the web tool for the booking and advertising, and for the qual- ity assessment of the tourist businesses and their products. As a direct result of the existence of www.visitolofstrom.se five new tourism businesses have been created. 01_2007_4764_txt_EN.indd 27 29-02-2008 8:52:43 ",
        "Leader+ Magazine 2\u0018 8 • 2007 GREECE Discovering Zakynthos’s hidden natural secrets Quality of life for its inhabitants, as well as the tourist, is closely linked to the island’s plans to develop its tourist offering Introduction Zakynthos is one of the Ionian Island’s four prefectures and constitutes a single province. A ferry service between Za- kynthos and Kyllini (15 km away on the mainland), as well as an air service, are the main means of transport and com- munication to and from the island. In arriving at the ‘local programme’, an assessment was made of the specific identity, resources and know-how, with a focus on the development, protection and enhance- ment of the natural and cultural resources. This included the development of Natura 2000 sites that are of EU inter- est. Taking this into account, the Leader+ local programme for Zakynthos has two main areas of focus in respect of its development plans for the island. Firstly, it seeks to strengthen the area’s competitiveness at all levels of economic and social life, and at the same time protecting, enhancing and developing the natural environment, the cultural heritage and improving the quality of life. Secondly it aims to strengthen networking and cooperation in order to create common structures for producing, handling and marketing products and services using new technology. The main attraction of the area is the National Marine Park at Laganas. It is here, in the shallow waters of the bay, that the rare Loggerhead sea turtle ( Caretta caretta ) comes to lay its eggs. The area is also home to the largest num- bers of the Mediterranean monk seal ( Monachus monach- us ), which is an endangered species in the Mediterranean. Furthermore, the island is one of the most important stops for migratory birds, during both autumn and spring. The natural environment, cultural heritage and improving the quality of life Enhancing and developing the natural environment and the area’s rich cultural heritage leads inevitably to an in- crease in the number of tourists and the growth of tourism 01_2007_4764_txt_EN.indd 28 29-02-2008 8:52:47 ",
        "MAKING THE BEST USE OF NATURAL AND CULTURAL RESOURCES Leader+ Magazine 2\u0018 8 • 2007 in the countryside. This means that certain conditions need to be met: • quality services in respect of accommodation and guid- ed tours; • clear differentiation of the products on offer; • modern marketing of local produce. In order to improve the quality of tourist services, the local action group (LAG) took account of the fact that Zakynthos is overwhelmed by tourists from April until October each year and that tourists, having few other options, stay main- ly in the coastal areas. Therefore, as part of a new strategy, it decided to increase the number of agro-tourist activities and put in place the necessary infrastructure such as the agencies able to deal with request for specialist activities and a systematic marketing and promotion of the different tourist products. This was necessary in order to ensure not only a variety of interesting activities but also a correct scheduling of tourist routes to enable the tourist activities to take place! Leader+ supporting new tourist activities … The creation of suitable alternative options in order to im- prove the quality of the tourist offer was something that greatly concerned the LAG, and it funded a study on the creation of new ‘tourist routes’. The aim is to allow tourists to benefit further from their stay on the island, and help them to appreciate the unique nature of Zakynthos. This meant that trails had to be drawn up and mapped. The trails themselves mainly connect the sites of natural beauty, protected areas, traditional settlements, the area of the national marine park, and the Helmis natural history museum. An effort has been made to distribute these maps to the various tourist agencies, those offering tradi- tional accommodation facilities and to restaurants. This includes in particular those businesses which have already benefited from Leader+ funding, and who meet the re- quirements of the ‘quality local agreement’ ( 1 ). … and creating a museum One individual, Panayiotis Helmis, kept a personal collec- tion of insects, reptiles, wild fauna, fish, shells, minerals and rocks, which amounts to some 3 000 specimens! The LAG was also able to offer support and find a space to house his collection, with the creation of the museum of natural his- tory. The Helmis museum of natural history lies in Ayia Mari- na, a pretty village in the heart of Zakynthos with outstand- ing views of both the town and the bay of Laganas, being 15 minutes from the town of Zakynthos. Its multi-purpose room can be used for educational and audiovisual pro- grammes, and young visitors are provided with education- al material so that they can learn while having fun. Above all this is a place for discovering the hidden se- crets of the natural world of Zakynthos, from its impressive coasts to its olive groves and the evergreen rural areas! With- in the museum’s exhibitions visitors have the chance to: • acquire information on the natural heritage of Zakyn- thos; ( 1 ) A ‘quality local agreement’ is a requirement for those benefiting from Leader+ finance. It specifies the kinds of materials which can be used for example in the construction of hotels etc., with an emphasis on using local products. → 01_2007_4764_txt_EN.indd 29 29-02-2008 8:52:49 ",
        "Leader+ Magazine \u00180 8 • 2007 Discovering Zakynthos Member State: Greece Region: Ionian Name of the LAG: Zakynthos Local Government Cooperative SA (S.A.Z. SA) Population: 39 000 Surface area: 406 km² Project total cost: EUR 366 687 EU: EUR 157 667 Other public funds: EUR 57 333 Private funds: EUR 151 687 Period of project eligibility: 2003–06 Contact person: Antioxou Stella Address: Martinegou 7, GR-Zakynthos 29100 Tel. (30-2695) 439 31 Fax (30-2695) 439 32 E-mail: sazae@otenet.gr Photos provided by the Greek national network unit • learn about the different island tours which are availa- ble; • be informed about the island’s land and marine life. Added value with Leader+ The actions funded by the Leader+ local programme have made it possible for the present visitor to Zakynthos to: find traditional accommodation by the sea or inland; taste the fine local cuisine in traditional restaurants; explore na- ture with the help of hiking trails; learn more about the is- land and become familiar with it by visits to the museum of natural history. The results are very promising with the number of visitors to the museum steadily increasing. In addition the composition and the quality of tourists on Za- kynthos are changing, and the LAG is well on the way to realising its goal for the future. 01_2007_4764_txt_EN.indd 30 29-02-2008 8:52:51 ",
        "THE USE OF NEW KNOW-HOW AND NEW TECHNOLOGIES Leader+ Magazine \u00181 8 • 2007 • Denmark: Broadband for the Danish small islands: making the connection • Belgium: Developing an intra-communal tool for regional development 01_2007_4764_txt_EN.indd 31 29-02-2008 8:52:58 ",
        "Leader+ Magazine \u00182 8 • 2007 DENMARK Broadband for the Danish small islands: making the connec tion A wireless broadband network gives some 200 businesses and homes rapid Internet access providing a state-of-the-art link to eight of the region’s 27 islands By Morten Priesholm, LAG coordinator, the Danish small islands Introduction Located in the sea south of Funen, in the southernmost part of Denmark, are eight small islands. Among them are Lyø, Avernakø and Skarø, and the smallest of them, Hjortø and Birkholm, have 10 and 13 inhabitants respectively, with the biggest island, Strynø, having 218. Travel to the mainland by ferry is between half and one hour away. Up until the beginning of 2006 the inhabitants on five of these eight small islands had no access to broadband, managing only with a modem connection. On the three others, the Danish telecommunications companies offered only a restricted broadband connection (ADSL) to resi- dents and businesses. Today however, a broadband net- work is considered to be an important part of daily life as are fer- ries, and it is certainly very difficult to run a business without a broadband connec- tion! For all of the is- lands’ inhabitants the Internet is a neces- sary link to the au- thorities and public services. Making a possible connection ‘The information technology (IT) industry and workplaces’ is very much a focus of activity for the Danish small islands’ local action group (LAG). Its overall goal is to attract resi- dents via new IT-based workplaces on the 27 islands that are in the LAG’s area of responsibility. Since 2004, the LAG has looked at the opportunities to promote this kind of business development. It was apparent that good broad- band connections were a pre-condition for new IT-based workplaces, and so the question was ‘how could the LAG contribute to the improvement of the broadband connec- tions on the small islands?’. The answer came in 2005 when a local entrepreneur from Strynø presented the idea of a wireless, airborne broadband network which could connect the small islands to the broadband network on the mainland. The entrepre- neur was already operating such a service as a private ini- tiative on Strynø where he had 35 customers. His idea was to extend the airborne broadband network to the remain- ing small islands in South Funen, which would involve ap- proximately 300 homes and businesses. Taking the decision The eight small islands involved in this project are part of the Funen county authorities. As of 1 January 2007 Funen county is part of the new administrative region, ‘Region South Denmark’, which in 2003 and 2004 focused on the infrastructure of the region’s outlying areas. In 2004, the Funen county authorities published a report concerning the need for broadband connection to the small South Fu- nen islands. In the report, the county authority concluded that, ‘the islanders … would acquire significant advantages by having access to better broadband connections to the Internet … Better access to the Internet is also considered to be a significant parameter in relation to maintaining the island settlements — and attracting new island settlers’. It was also pointed out that, ‘… the islanders’ use of the Inter- net shows that they already use the Internet to compen- sate for the geographic isolation of the islands’. In view of this report, the Danish small islands LAG looked at ways to provide broadband. To find the right technical solutions, service providers and the necessary financ- ing, the LAG contact- ed various telecom- munications compa- nies and the Funen county authorities, as well as local actors. In the end, one candi- date, StryNet, looked like the most realistic solution. Among oth- er issues, the LAG placed emphasis on the fact that on one of the islands they already had a local entrepreneur with a thorough knowledge of the local area, as well as local in- volvement which went beyond the merely commercial. It was also felt that, with StryNet, they had a smaller business with the necessary flexibility and the right qualifications. 01_2007_4764_txt_EN.indd 32 29-02-2008 8:52:58 ",
        "THE USE OF NEW KNOW-HOW AND NEW TECHNOLOGIES Leader+ Magazine \u0018\u0018 8 • 2007 A technical solution is found Of course, several questions arose, concerning technology, financing and data security, not to mention the question of operational reliability. Would a small, entrepreneurial and inventive supplier be as reliable as the big broadband providers? Could the network continue to operate if for some reason StryNet discontinued its operational involve- ment? The entrepreneur suggested a solution based on a co- operative agreement with a larger IT company, which would have access to the small islands’ local broadband and, if necessary, could assume operational responsibili- ties at short notice. As a result, the LAG chose to support the initiative, and recommended a EUR 33 333 grant from Leader+ and, in addition, secured co-financing from a Dan- ish national subsidy scheme for the Danish small islands (Danish Act on the Support to the Small Danish Island Communities). The Leader+ grant was used to cover hard- ware costs (satellite dishes), software for handling wireless local area network (WLAN) traffic, support from local ex- perts, travelling expenses, meetings and project manage- ment. As of October 2006, 200 homes and businesses have ac- cess to the broadband network, now named ØNet. Towers and satellite dishes have been installed on all the islands, and an investment in software capable of handling all the traffic on the local network (WLAN) has been made. In to- tal, around EUR 130 000 has been spent. Moreover, ØNet has established hotspots on several ferries in the South Fu- nen archipelago and in the harbours, where many tourist boats stop off during the summer months. The wireless broadband network works by sending data through the air as radio signals, which is the radio link. On each of the small South Funen islands, one or two satellite dishes, either on the gable end of a tall house or on a tower, communicate with the mainland radios in a so- called backbone net. This connects the island network with the mainland network. One satellite dish is enough for most of the islands, but on some islands it has been necessary to set up two satellite dishes and two local net- works in order to cover all users. Radio signals are sent to and from each customer from the satellite dishes, via a small omni-directional antenna and a local wireless net- work. The customer has a small box with a built-in antenna and radio and, from this house box, the signals are passed through ordinary cables directly to a PC or to a router that can divide the signal between several computers. In this system all traffic passes through a firewall and a traffic log registers Internet activity, and all the signals are encrypted. Expanding the network ØNet has also established wireless broadband connections with three other islands: Mandø (56 inhabitants), Bågø (34 inhabitants) and Årø (180 inhabitants), all of which are out- side the original South Funen service area. One of its customers is Silke Vanselow, who runs a small service company on the tiny island of Hjortø, which has 13 inhabitants. With her one-man business, Silke Vanselow of- fers a range of services to companies that want to out- source tasks such as customer service, appointment book- ing, etc. Her business idea is that with only a telephone, a PC and a broadband connection, she can carry out a → 01_2007_4764_txt_EN.indd 33 29-02-2008 8:53:02 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 Broadband for the Danish small islands Member State: Denmark Region: Smaaoer Name of the LAG: DANSKE SMÅØER (small islands of Denmark) Population: 5 284 Surface area: 196 km 2 Project total cost: EUR 129 333 EU: EUR 33 333 Other public funds: EUR 45 139 Private funds: EUR 50 861 Period of project eligibility: 7/2005–3/2006 Contact person: Morten Priesholm Address: Strynø Brovej 12, Strynø, DK-5900 Strynø Tel. (45) 38 33 00 67 Fax (45) 62 51 39 96 E-mail: mp@danske-smaaoer.dk Website: www.danske-smaaoer.dk Photos provided by the Danish national network unit number of tasks, even though she lives on a tiny island an hour’s travel from Svendborg on the mainland. Her previ- ous Internet connection was not sufficient for her business needs. Today, thanks to the new connection, she has direct access to her customer’s records and databases and can communicate with the employees of the companies she works with. Another customer lives on the island of Lyø. Christina Wagner is a translator who provides translations to clients in Denmark and north Germany. Apart from her own direct clients, she also works for large translation agencies, and with the high-speed connection she can use the databases and dictionaries that are available online. 01_2007_4764_txt_EN.indd 34 29-02-2008 8:53:03 ",
        "THE USE OF NEW KNOW-HOW AND NEW TECHNOLOGIES Leader+ Magazine \u0018\u0018 8 • 2007 BELGIUM Developing an intra- communal tool for regional development As part of a plan for wider regional development, several communes work together with new technology to create a common platform to exchange information Introduction La Botte du Hainaut local action group (LAG) covers a rural area in the south-east of Wallonia which has borders on three French départements . With the recent growth in the local population, there is now a feeling that the area is moving forward. Development is being driven by exploit- ing the area’s natural resources through farming and tour- ism, and one of its best known local products, the Trappist beer of Chimay, has been behind the development of a small agri-food industry. It has become clear to the LAG that managing growth is important, not only in bringing new dynamism to declin- ing industries, but also in maintaining areas of economic activity and new technologies. In the past, urban develop- ment has sometimes been badly organised, and this has put at risk the region’s natural and cultural resources, and the goal of their sustainable development. In response, the Wallonia region has now recognised the need to manage economic development in such a way that gives local au- thorities powers to respond effectively to the demands of the local population. For the area of La Botte du Hainaut, its administrative structure comprises some 30 centres which are divided between five communes, and within which the local authorities are structured. A policy of trans-communal cooperation In order to meet the challenges of sustainable develop- ment, the partner communes of La Botte du Hainaut have decided to pool their resources. With experience gained from Leader II, the communes decided to strengthen their trans-communal cooperation by involving several local ac- tors, and the LAG, La Botte du Hainaut, has around 10 such projects financed by Leader+. The aim of one of these projects, known as ‘Territorial development and the environment’, is to acquire new human and technical skills to enable local authorities to meet new conditions imposed at both EU and regional levels. This project, which began in September 2005, es- tablished a new team within the LAG called the ‘Observ- atory of the territory of La Botte du Hainaut’. The observ- atory is in fact a centre for exchange and consultation between the communes’ commissioning services and those working in the communes. Its first priority was to draw up a list of the most urgent tasks at the local and inter-communal levels. It then soon became clear that bringing together the geographical information systems (GIS) in the various communal administrations was nec- essary. → 01_2007_4764_txt_EN.indd 35 29-02-2008 8:53:05 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 GIS: an indispensable tool for decision-making An evaluation within the various administrations quickly produced the following results: • each administration was convinced that such tools were useful; • despite their convictions, administrations were poorly informed about the potential of the tool and had diffi- culty in understanding the usefulness of its applications for day-to-day management; • several administrations had bought the GIS software, but the tool was underused because of the difficulty in finding time and money for their employees to learn how to use it. The LAG, in partnership with the communes, then launched a monitoring procedure, which involved: • drawing up an information bulletin and sending it to the elected councillors, giving a clear account of the human and material investments required, the many advantages of the tool, and the internal organisation necessary to use it; • holding information and training sessions for those in- volved at the commune level, and in collaboration with the regional administration, in order to show how spe- cific applications work; • creating an inventory of available data in each of the communal administrations. The next phase was to get the necessary legal approval to have the different layers of information made accessible via the GIS systems, and then to have it set up in the vari- ous administrations. It is intended to let those involved be- come familiar with the basic functions and for them to learn how to handle these different layers of information. A series of projects for acquiring local data and for de- veloping applications are currently being planned by the various partners as the next stage in the project. Further- more, it is now considered to be indispensable to set up a procedure which involves decision-makers, managers and users of the tool, in order to ensure the system’s perform- ance over the long term. Cooperation via Leader+ drives local development The pooling of resources through a supra-communal struc- ture, based on a bottom-up approach, has many advan- tages for the use of new technologies in rural areas. • The proximity and availability of the LAG team has made it possible to accelerate the process of acquiring new technology in small rural communes with limited financial means. Cooperation has made it possible to acquire useful skills while limiting the financial invest- ment required of each partner. Direct involvement of the communes in the project promotes the use of the services offered in so far as they are developed in order to respond to their needs. • The various communes have started modernising their management of local data in order to improve their administration. Indeed, the GISs will eventually make it possible to improve the speed and quality of 01_2007_4764_txt_EN.indd 36 29-02-2008 8:53:06 ",
        "THE USE OF NEW KNOW-HOW AND NEW TECHNOLOGIES Leader+ Magazine \u0018\u0018 8 • 2007 the information supplied to project holders and local inhabitants. The GIS will act as a tool helping decision- making by contributing to a better knowledge of the territory, the issues, and the potential impact of the various projects submitted to them for analysis. It will participate in the preservation of local heritage re- sources. • The regional and the inter-communal structures will see the GISs as an interface with the local authorities. The LAG represents an ideal intermediary since it is clearly identified, recognised by the local authorities and it has the necessary technical knowledge to allow these bodies to disseminate the new technologies that have been developed. Leader+ has promoted the networking of various local ac- tors and has launched an innovative approach for the ter- ritory. The process is now under way, but much remains to be done! Developing an intra-communal tool Member State: Belgium Region, district: Wallonia, Hainaut Name of the LAG: Botte du Hainaut Population: 29 820 Surface area: 534 km² Project total cost: EUR 362 000 EU: EUR 162 900 Other public funds: EUR 162 900 Private funds: EUR 36 200 Period of project eligibility: 9/2005–8/2008 Contact person: Thomas Puissant Address: Place Albert Ier, 38, B-6440 Froidchapelle Tel. (32-60) 41 14 07 E-mail: puissant.galdelabotte@skynet.be Photos provided by the Belgium national network unit 01_2007_4764_txt_EN.indd 37 29-02-2008 8:53:11 ",
        "COOPERATION IN RURAL DEVELOPMENT Leader+ Magazine \u0018\u0018 8 • 2007 • Portugal and Spain: Routes without barriers • Italy, Spain, France, Portugal and Sweden: European pilgrimage routes: Via Francigena and Santiago de Compostela 01_2007_4764_txt_EN.indd 38 29-02-2008 8:53:14 ",
        "COOPERATION IN RURAL DEVELOPMENT Leader+ Magazine \u0018\u0018 8 • 2007 PORTUGAL AND SPAIN Routes without barriers Taking into account the needs of the disabled opens up new ways of working together, as well as hitherto inaccessible areas of Iberian tourism Introduction This project assumes that tourism is a social activity that should be available to all citizens, including those with dis- abilities, and who have also the right to have regular ac- cess to tourist goods and services. The particular culture, heritage, and climate, of the regions of Alentejo (Portugal) and Extremadura (Spain) present a significant potential for uting to sustainable development, wealth generation, and regional development in general. The project and its objectives The right to recreation and leisure is very much in line with the principles of equal rights, equal opportunities and non-discrimination. However, in Spain and Portugal, as in other Member States, many people with a degree of disa- bility or reduced mobility (the blind, the deaf, those with motor deficiencies, the elderly, pregnant women, etc.) have limited or no access to a number of tourist facilities and services. According to data provided by international organisa- tions, there are 50 million people with disabilities in Europe and 500 million worldwide. These figures are expected to rise as a result of socio-demographic and physical adjust- ments and changing living habits. A high percentage of tourism supply is not accessible to everyone. For people with reduced mobility, there are many obstacles when it comes to planning a trip. On the one hand, there are physical barriers which essentially make it difficult to get about (related to architecture, town planning, transport, etc.), and, on the other, there are social and communication barriers which can have a serious im- pact on the psychological and social development of the individuals concerned. Consequently, it is necessary to remove these barriers by adapting physical structures, training those working in the tourism sector and improving communication chan- nels to guarantee accessibility to and full use of the tour- ism resources available. The central goal of the ‘Routes without barriers’ project is to create a fully accessible transnational tourism route that will enable all tourists to discover the four areas. The route will include visits to historic buildings and sites, areas of natural beauty, nature activities, overnight stays in rural accommodation and opportunities to sample the local cui- sine. The project aims to achieve the following objectives: • promote equal opportunities and facilitate the social integration of people with reduced mobility, vision or hearing, through tourism and recreational activities; • diversify the tourism supply available, demonstrating the potential of this new market segment; → such tourism, and this has prompted four local action groups (LAGs) to develop a transnational project ‘Routes without barriers’ ( Rotas sem Barreiras ). The LAGS concerned — Terras Dentro and Esdime in Portugal and Cedeco and Aderco in Spain — are working to eliminate discrimination in terms of access to tourism. This means adding value to existing tourism facilities, while at the same time contrib- 01_2007_4764_txt_EN.indd 39 29-02-2008 8:53:17 ",
        "Leader+ Magazine \u00180 8 • 2007 • promote tourism in the regions involved and equip them with infrastructures and facilities, contributing to a balanced and sustainable development; • put together a ‘model route’ that can be transferred to other regions of Europe, with a view to expanding it be- yond the Iberian Peninsula. From plans to action An evaluation of accessibility within the existing tourist in- frastructures (accommodation, restaurants, museums, monuments, etc.) in the four regions covered by the par- ticipating LAGs has been completed. It identified those establishments that were accessible (a minority) and those requiring adaptation. For the latter, reports have been is- sued outlining the alterations needed in order to meet the accessibility criteria which would allow them to be includ- ed in the ‘Routes without barriers’ project. A series of training courses for employers and staff linked to the tourism sector is currently being prepared. This training will enhance the quality of service and treat- ment of those with disabilities at the establishments se- lected for the various routes. In parallel, there will be nu- merous initiatives aimed at the local population, through awareness-raising actions in conjunction with schools, lo- cal authorities, and the media. The project will culminate in the publication of a guide- book in three languages (Portuguese, Spanish and Eng- lish), which will be widely distributed at all major specialist fairs and exhibitions, and will also be available via a web- site. Leader+ funding has been used mainly for making the physical adaptations needed for the various places on the tour, along with training, and promotional materials (in- cluding the website). Active cooperation Due to its innovative nature, this project has only been possible thanks to the involvement of a large number of government and non-government bodies linked to the disabled, as well as all those responsible for developing tourism in the regions (regional tourism agencies, local au- thorities, municipal associations, businesses, etc.). This broad involvement was a strategic decision defined from the outset, and the competencies of the various stakehold- ers have shaped the path of the project. It should be high- lighted that this partnership has grown in strength and size as the project has advanced, thanks to the participa- tion of a variety of organisations, all of which are commit- ted to facilitating ‘tourism for all’. This fruitful cooperation has revealed the true spirit of bottom-up local development and the strengthening of the territorial cohesion, which are some of the primary ob- jectives of the Leader approach. Another determining factor in the implementation of the project was the degree of familiarity between most of the LAGs, which was a result of working together on previ- ous occasions. The proximity of the regions makes it pos- sible to hold regular meetings, where the development of the project and decision-making are addressed in a sys- tematic way, and thereby making the whole process run smoothly. Given the complexity of this project and the at- tractiveness of the initiative, the groups involved must be 01_2007_4764_txt_EN.indd 40 29-02-2008 8:53:18 ",
        "COOPERATION IN RURAL DEVELOPMENT Leader+ Magazine \u00181 8 • 2007 Routes without barriers Member States: Portugal, Spain Region: Alentejo, Extremadura Name of the leading LAG: Terras Dentro-Associação para o Desenvolvimento Integrado de Micro-Regiões Rurais Population: 38 036 Surface area: 3 218 km² Other LAG: Portugal Esdime-Agência para o Desenvolvimento Local no Alentejo Sudoeste Other LAGs: Spain Asociación para el Desarrollo Rural de la Comarca de Olivenza (Aderco) Centro de Desarrollo Comarcal de Tentudia (Cedeco) Project cost to Portugal: EUR 151 525 EU: 86 900 Other public funds: EUR 55 939 Private funds: EUR 8 686 Project cost to Spain: EUR 121 131 EU: EUR 80 752 Other public funds: EUR 40 379 Project total cost: EUR 272 656 EU: 167 652 Other public funds: EUR 96 318 Private funds: EUR 8 686 Period of project eligibility: 1/2002–9/2008 Contact person: Manuela Fialho Address: Rua Rossio do Pinheiro, P-7090-049 Alcáçovas Tel. (351-266) 94 80 70 Fax (351-266) 94 80 71 E-mail: atd@terrasdentro.pt, leader@terrasdentro.pt Website: www.terrasdentro.pt Photos provided by the Portuguese national network unit coordinated and available in order to achieve the initial objectives, and fulfil the expectations of all those who con- tributed to the project. In terms of accessibility in the tourism sector, the reali- ties of Spain and Portugal are different. This has given rise to a transfer of knowledge and the exchange of various models between the regions involved. Conclusion With expected completion in June 2007 the ‘Routes with- out barriers’ project is well advanced although there re- mains much to be done to achieve all its ambitious goals. However, already the products resulting from this project have improved the cohesion of the different re- gions, and stems from the shared responsibility taking place between the various groups involved. This in turn has stimulated organisational awareness which, in this case, relates to social and economic responsibility, and which is very much linked to the notion of governance. 01_2007_4764_txt_EN.indd 41 29-02-2008 8:53:18 ",
        "Leader+ Magazine \u00182 8 • 2007 ITALY, SPAIN, FRANCE, PORTUGAL AND SWEDEN European pilgrimage routes: Via Francigena and Santiago de Compostela A transnational cooperation project which develops a strategy aimed at boosting integrated tourism, and where governance plays a key part in its delivery By Catia Zumpano and Barbara Zanetti, INEA (Instituto Nazionale di Economica Agraria), Italy Introduction The Santiago de Compostela and the Via Francigena pil- grimage routes are two of the western world’s most fa- mous religious itineraries, which every year become more popular with pilgrims and tourists alike. In part this is due to the extensive promotion and the creation of infrastruc- tures, which already sparked international interest for the Santiago de Compostela pilgrimage route during its Jubi- lee in 2000. This phenomenon provides a great marketing opportunity in terms of territorial and cultural develop- ment, exchange of experiences and deepening of friend- ship between the peoples of Europe. This is not only in the destination cities, Rome and Santiago de Compostela, but in all areas crossed by these routes. ‘The European pilgrimage routes: the Via Francigena and the Santiago de Compostela pilgrimage route’ is a transnational cooperation project devised and organised as part of the Leader II initiative and by two local action groups, one Italian and one Portuguese. They had the aim to boost the promotion of their areas, both of which are crossed by these two religious routes. It is now a well-es- tablished project which involves various European coun- tries, and represents a perfect example of local action groups managing cooperation projects which are complex not only in terms of the partners participating in them, but also in the variety of ongoing actions and the financial re- sources allocated. 01_2007_4764_txt_EN.indd 42 29-02-2008 8:53:20 ",
        "COOPERATION IN RURAL DEVELOPMENT Leader+ Magazine \u0018\u0018 8 • 2007 Aims of the project: from Leader II to Leader+ In its previous phase, the promotional activities of the Leader initiative focused on the further development of integrated tourism, the promotion of the local economy and businesses, the enhancement of the social and cul- tural heritage, and the establishment and development of relations between institutions, citizens and industry. In brief, the project’s actions were related to: • territorial promotion through the creation of written materials and multimedia, as well as through joint par- ticipation in international fairs, etc.; • development of institutional relations through the drafting of protocols, twinning projects between mu- nicipalities and provinces, and organising common events; • support for culture and education through the devel- opment of websites. Under Leader II, the project and all related actions had been integrated into a new concept, ‘I Cammini della Fede’ (the itineraries of faith), which was created by merging two existing concepts, the Pilgrim for the Via Francigena and the Shell for the Santiago de Compostela Pilgrimage Route. It is important to note how the actions undertaken were further developed through integration under ‘Raphael’, a Community action programme in the field of cultural her- itage, leading to the creation of two websites. During the launch of the cooperation actions within the framework of the Leader+ initiative, the two promoting LAGs, SOPRIP (Italy) and Portodemouros (Spain), agreed to ensure the continuity of this experience by focusing on the following aims: • development of the partnership network through par- ticipation of national and foreign LAGs along the two routes, and through close cooperation with the Associ- azione dei Comuni della Via Francigena (the association of towns along the Via Francigena) in order to consoli- date the project in the long run; • promotion of local resources through a number of di- rect actions aimed at supporting local production; • stimulation of relations between private and public or- ganisations. Since its creation under Leader+, the project’s activities have been very intense, resulting in an extensive partner- ship of 20 LAGs. This also includes cooperation with the Opera Romana Pellegrinaggi, the Vatican’s official organi- sational office for pilgrimages to holy sites. The partnership network is set to grow as numerous LAGs have shown in- terest in participating in the project after having studied the results. Governance of the project through partnerships and activities To better govern the activities of this increasingly complex project, a more detailed management structure has been developed. In effect two types of partners have been iden- tified. A ‘full partner’ who commits to the entire project (common actions, itinerary and local actions), and an ‘as- sociate partner’ who, with a limited budget, takes part only in a common and/or route related activity. The relation- ships between these two types of partners are set out in the cooperation agreement. In order to help achieve their objectives and to provide the cooperation with a long-term stability, the partnership has also decided to set up an EEIG (European Economic In- terest Group) named ‘The European pilgrimage routes’. This organisation, founded in January 2004, aims to con- solidate the partnership. It does this by helping to create common international projects, boost the promotional and commercial capacities of individual areas and lay the foundations for a long-term common approach post-Lead- er+. Thanks to all of the EEIG’s resources, its members ben- efit from economies of scale and improved project results, and its main tasks are as follows: • creation of common tourist products which identify and promote the areas covered by the European pil- grimage routes; • organisation of targeted tourist packages; • organisation and marketing of food and craft products, etc.; • product promotion through participating in fairs, cata- logues and other promotional materials and concept management; • organisation of reception facilities along the two routes. → 01_2007_4764_txt_EN.indd 43 29-02-2008 8:53:20 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 The EEIG simplifies the governance of the activities, as well as participates in the project (even for those areas not part of Leader+) for those interested in the content of this co- operation project. Last but not least, the EEIG was given the task of devel- oping new project proposals to give continuity to this common effort, and also for seeking new opportunities for finance at the national and community levels. Scheduled actions and the state of progress The project is very much focused on developing a network for those interested in promoting these two cultural routes, and for the planned activities, which will expand and con- solidate the partnership. Consequently, it is intended to spread information within those areas covered by the two routes, and this has led to the creation of a network of 18 LAGs, including other authorities and institutions. Another part of the strategy concerns the develop- ment of an efficient marketing campaign for the ‘Euro- pean pilgrimage routes’. This is with the help of the Opera Romana Pellegrinaggi, the Vatican Pilgrimage Office, and includes the creation of tourist packages, catalogues and other promotional material for the itineraries as well as participation in European tourism fairs. Two catalogues containing tourist itineraries along the Via Francigena and the Santiago de Compostela pilgrimage routes have already been published: ‘Itinerari culturali e artistici’ (cul- tural and artistic itineraries) and ‘Gran Tour weekend’ (weekend grand tour). A communication plan developed to promote the areas covered by these two routes and a number of activities de- signed to support the sale of tourist packages and local products related to the itineraries themselves (catalogues and Italian Touring Club guides) has been implemented. Moreover, various significant initiatives and institutional events have been organised (Cammino d’Europa-Franci- gena Festival 2006). A website was set up (www.cammini- deuropageie.com) and an information portal is being de- veloped. This communication activity has created a range of related tools, and a series of planned activities, to pro- mote the different areas via strategically located informa- tion points. Apart from common actions, the project has a number of specific ones aimed to promote areas covered by the two routes. Using a common methodology, areas are asked to find synergies with similar activities already taking place in the same sector, while at the same time respecting the principle of full operational autonomy. This is designed to increase the awareness and involvement of local commu- nities, local and national authorities and other actors, as well as to raise the standard of local tourism and to organ- ise specific events. Every LAG has developed this particular part of the project bearing in mind their own needs and their area’s potential. This has involved signing agreements with local authorities, creating tourist packages, opening paths, distributing promotional material and supporting companies by organising events, etc. In the case of Via Francigena, the eligible Italian regions have implemented a number of promotional activities (organisation of events, development of informational ma- terial, etc.) in close cooperation with the Associazione italiana dei Comuni attraversati dall’Itinerario (the Italian association of towns crossed by the itinerary). Estimated results and future prospects The European pilgrimage routes, which cross the whole of Europe from north to south and from east to west, repre- sent an extraordinary opportunity for European countries and people to meet in their search for common roots whether cultural, historical, religious, etc. It would there- 01_2007_4764_txt_EN.indd 44 29-02-2008 8:53:21 ",
        "COOPERATION IN RURAL DEVELOPMENT Leader+ Magazine \u0018\u0018 8 • 2007 fore be a shame to discontinue this initiative at the end of the Leader+ programme. The cooperation which has been a key part of the project described above is a great example of how to plan and implement an efficient territorial-based market- ing strategy. Moreover, the partners have proved their ability to govern large and complex cooperation projects. The adoption of the EEIG, for example, sped up the crea- tion and implementation of many scheduled actions. Al- though certain activities are still in progress, it can be European pilgrimage routes Member States: Italy, Spain, France, Portugal, Sweden Name of the leading LAG: Gal Soprip (Italy) Population: 99 916 Surface area: 3 704 km² Italy: Gal Appennino Bolognese Gal Antico Frignano Gal Valle d’Aosta Gal Garfagnana Gal Sviluppo Lunigiana Gal Vastese Inn Gal Titerno Gal Basento Camastra Gal Sviluppo Vulture Gal Akiris Gal dei Cimini Gal degli Etruschi Spain: Gal Portodemourus Gal Val do Limia de Celanova Gal Ribeira Sacra Lucense Gal Pais do Bibei Ribeira Sacra de Orense France: Gal Artois Lys Portugal: Gal Adril Sweden: Gal Intryck Halsingland Project total cost: EUR 5 289 579 Project cost to Italy: Total cost of the project: EUR 3 819 752 EU: EUR 2 673 826 Other funds: EUR 1 145 926 Project total cost to other partners: Spain: EUR 1 373 627 France: EUR 81 200 Portugal: contribution not yet determined Sweden: contribution not yet determined Period of project eligibility: 9/2003–12/2007 Contact person: Giovanni Pattoneri Address: Via Sandro Pertini, 10, I-43100 Parma Tel. (39-0521) 24 76 56 Fax (39-0521) 24 39 99 E-mail: info@camminideuropageie.com Website: www.camminideuropageie.com Photographs provided by the partner local action groups stated with a degree of certainty that this project will have a positive impact on those regions involved for the development of local tourism, both in terms of numbers and the quality of it. Encouraged by the results achieved, all partners have agreed to continue to cooperate beyond Leader+ and to further strengthen the partnership. Moreover, all the part- ners intend to seek new financing opportunities to both sustain and boost the project’s operational aspects. 01_2007_4764_txt_EN.indd 45 29-02-2008 8:53:21 ",
        "WOMEN AND YOUTH IN LEADER+ Leader+ Magazine \u0018\u0018 8 • 2007 • Austria: An interview with Ursula Maringer, LAG project manager • Finland: Power to rural youth 01_2007_4764_txt_EN.indd 46 29-02-2008 8:53:26 ",
        "WOMEN AND YOUTH IN LEADER+ Leader+ Magazine \u0018\u0018 8 • 2007 Introduction Ursula Maringer was born in southern Burgenland in 1976. After grammar school she went to university in Vienna, and during her studies at the University of Natural Resources and Applied Life Sciences, she attended courses on region- al planning, where she realised that small things can change not only the value of a region, but also the identity of the people living there. It was at this time that she wanted to become a regional planner. When she finished her studies she was lucky enough to apply for and succeed in getting a job with the local Leader+ action group. Austria has in fact 17 female LAG managers out of a total of 56. From 2002 to 2005, there was a thematic working group, ‘Gender main- streaming in rural development’, which paid attention to the importance of women in this role. Southern Burgenland is a rural region of about 1 400 km² with three districts and nearly 100 000 inhabit- ants. It is also a border region: Hungary is located to the east, Slovenia to the south and the Austrian region of Sty- ria is to the west. Due to this border situation, the econom- ic development of the region has not been as strong as it might have been. For example there are only a few busi- nesses capable of employing large numbers of people. Leader+ Contact Point: How did you first come to work in the LAG Südburgenland? What do you most like about the job you do? What more what you like to be doing? Ursula Maringer: After my studies, I had a big chance to get a job working as a regional planner. The post was ad- vertised, and after I sent in my application papers I went directly to where the job was located (in Güssing) in order to get an idea of the place. After my written application I had an interview. I can remember when the LAG asked me during the interview: ‘What do you think about the region?’ I said, ‘It’s a great region with a lot of possibilities. The peo- ple that are living here want to change things and want to get involved; they are just looking for a helping hand!’. At first I was a bit afraid to give talks about Leader+, but after five years in my job, I know that I’m quite good at giv- ing presentations and now I mostly enjoy it: to talk about regional planning, the fascinating aspects of the Leader+ programme, and the pleasure I get from a project when it works. I like to work with people, especially creative, positive, and innovative people: people who are motivated and who have goals. I love to be able to give them a helping hand to use Leader+ money in realising their ideas. Some- times I wish I could have more contact with all the project managers to get to know more about the projects they are working on. CP: Südburgenland is a developing wine region. What effect has this had on the kind of projects that your LAG is involved in? UM: Südburgenland is not only a developing wine region. It is getting more and more famous for its good regional food products. Therefore, we did have, and still are having, a lot of projects to build up a reputation for being a ‘fine wine and gourmet region’. There is one big marketing project that is called ‘Südburgenland — A piece of para- dise®’ which is a cooperation of different food companies and also winegrowers. The best of Buschenschank (winegrowers serving bread and wine) is promoted through the ‘Qualitäts- buschenschank-project’. We are also promoting the best → AUSTRIA An interview with Ursula Maringer LAG project manager, Verein Südburgenland plus, Austria 01_2007_4764_txt_EN.indd 47 29-02-2008 8:53:29 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 inns serving regional meals and drinks via the ‘Pannon- ische Schmankerlwirte-initiative’, and there have also been two wine marketing projects. The website (www.ein- stueck-vom-paradies.at) provides a link to information about this and other work we are carrying out in order to develop the quality of the wine in Südburgenland. CP: As a border region, you are well located to cooper- ate with the new Member States. Can you say some- thing about any transnational cooperation projects that have taken place or that are planned, and how they have come about? How does this cooperation compare to that with other Austrian LAGs? UM: Südburgenland is a border region and Slovenia and Hungary are neighbours. There are quite a few coopera- tion projects because of the Interreg programme, but we don’t have cross-border cooperation projects under Lead- er+. There was just one called ‘Alpe Pannonia’, which is a hiking trail of about 100 km, which is not just only a simple trail, but one that offers all kinds of possibilities to relax and enjoy, and connects three areas in Austria and one Hungarian region. Nevertheless, the relations with our neighbours, especially in Hungary are good — much bet- ter than before the EU programmes started. CP: Renewable energy policy is well developed in Süd- burgenland. What do you think has been the reason for this strategy, and as far as you know, what has been the impact either environmentally or economically of en- ergy related projects? UM: About 1990 the local government in Güssing wanted to reduce energy costs in their public buildings. They changed the windows and thought about new heating systems. One of their staff members was a technical engi- neer who was very interested in renewable energy policy. I think it was because of his arguments that the local gov- ernment decided to build a district heating station. With this system Güssing could provide itself with energy. This was the start of a big renewable energy development in our region. Since then, many different kinds of renewable energy systems have been developed and built in the south of Burgenland, primarily in and around Güssing. Also a European centre of renewable energy was founded. The environmental impacts are important, but also for the regional economy, it has been worthwhile to start this project. Several hundred people now work in the renewa- ble energy sector and there is much added value to be gained for the region. CP: ‘A piece of paradise’ (Ein Stück vom Paradies) is a big strategic project you are involved with. Can you say a few words about this and your expectations of it? Do you think it is in any way ‘best practice’ and something which other regions could perhaps try to copy? UM: Südburgenland — Ein Stück vom Paradies®’ — is a big cooperation project of around 30 mainly small food firms, ranging from a creamery up to wine and fruit producers, and includes confectioners, bakeries and flour mills. Every year during the month of May, there is ‘Come to paradise!’. This is when these companies open their doors and show their products to interested gourmets. A special brochure called ‘paradise-compass’ leads the guests through the dif- ferent months of the year to the producers, where they can get advice, a tasting, as well as buy ‘a piece of paradise’ as a souvenir. Important to this project has been the well con- 01_2007_4764_txt_EN.indd 48 29-02-2008 8:53:30 ",
        "WOMEN AND YOUTH IN LEADER+ Leader+ Magazine \u0018\u0018 8 • 2007 structed website, which gives even more information to consumers, about how they can enjoy the ‘GENUSS-region’ Südburgenland. We started this initiative in 2003. It is undoubtedly one of our leading projects, with about 30 firms in some 20 lo- calities in three areas. But to copy it, is quite difficult. Why? The enterprise sizes are different; the operators have differ- ent interests and different financing possibilities. Therefore it would be impossible to organise a group with the right budget. We were lucky to overcome this barrier. Now we have the possibility to do good promotion campaigns. The project needs, in addition to money and interested pro- ducers, a project manager, who agrees to work more than 40 hours a week on this initiative, because it needs a lot of time to develop small-project ideas and to make them op- erational. When you are successful, it is a big achievement for the companies and the manager involved, and it gives a lot of motivation to continue. Even though every region is different, cooperation in another form could still make sense. CP: From what you understand of the European Agri- cultural Rural Development Fund (EARDF), how do you see it changing the work you may be doing in two years from now? UM: It will change a lot when Leader becomes main- streamed. Therefore in Burgenland it becomes a very im- portant support programme. In the Leader pot there will be more money, and more money means more projects. That’s good, but on the other hand, I’m afraid that the qual- ity of the projects is going to go down. And something else I want to say. We are also losing support programmes, such as BABBI, which is a cooperation programme for support- ing farmers, and also the mainstream programmes that we had in Burgenland. So I’m sure that many organisations will try to get the new Leader money for realising their goals. Leader was always meant as a ‘bottom-up’ programme. Now I’m afraid that top-down will predominate. This may change a lot the work I’m doing: developing with the peo- ple versus satisfying political wishes, but we will see … CP: As a young woman working in Leader+, what mes- sage do you have for other women working in rural de- velopment? What more can be done to engage women and youth in such activities? UM: Think global, act local! Problems do not exist; we are just confronted with tasks that need to be solved. In Leader+ we always try new ways of solving problems. It is important though to keep going, but failure is allowed. Therefore we don’t have to be afraid of making mistakes. When firms try out new products and new ideas in com- mon, then a significant percentage do not work. So why should it be different in regional planning?! So women, believe in yourselves, your tasks and your ideas and try them out. If they are not meant to be, they will disappear, but if they are, then they will remain and eventually change things! However, I also have to say that it needs special kinds of platforms to involve women and youth in regional plan- ning. They have their own places, where they feel comfort- able and confident. So you have to go to them and talk in their language, to be successful. 01_2007_4764_txt_EN.indd 49 29-02-2008 8:53:30 ",
        "Leader+ Magazine \u00180 8 • 2007 FINLAND Power to rural youth Leader methods provide a regional archipelago’s youth with the means to create not only their future, but also that of their municipalities Introduction The local action group ‘I Samma Båt’ in south-west Finland is in many ways quite special. The region in which the LAG operates is strongly bilingual: the native language of 49 % of the residents is Swedish, while for the rest it is Finnish. The region consists of ragged coastal areas, 14 municipal- ities and 20 000 islands, of which 150 are inhabited. The region’s ragged nature makes it hard to reach, and with several ferryboat connections, travel times are very long. Consequently it is easy to imagine that the youth living under such physical conditions would be very eager to move away. Indeed, the young people from this archipelago present a whole new challenge for the LAG’s work, since the tradi- tional youth activity normally arranged by the municipality cannot be offered in each island and inlet. Therefore, as- sistance and ideas on what the municipality is like now and how it could be in the future are needed from the youth themselves. Activating and involving the region’s youth The aim of the project ‘Power to the rural youth’ (www. nuori.fi) is to animate the youth by getting them involved in useful activities, based on the wishes of the youth them- selves. The project is realised in close cooperation with ac- tive regional associations. Project Manager Jani Lastuniemi has been busy touring the region in his old car in order to make himself and the project known. With almost 40 information meetings hav- ing taken place in the region’s schools, Jani is already a well- known person. He meets regularly with young people, and assists them in planning projects, participates in realising the projects and is also responsible for managing the project. The project financing covers the project manager’s salary, communications, travel and phone expenses. In principle, the project is being realised as a competi- tion for the youth called ‘GIVE ME 5’. The symbol of this competition is an ‘open hand’ that plans, creates and con- structs. The ‘open hand’ uses energy in the right places and Information event in Sarlin school in Parainen; photo Jani Waldén 01_2007_4764_txt_EN.indd 50 29-02-2008 8:53:32 ",
        "WOMEN AND YOUTH IN LEADER+ Leader+ Magazine \u00181 8 • 2007 even helps to realise dreams. The competition is arranged once a year, and the application period is approximately five to six weeks. During this time, the project manager vis- its all the schools in the region (lower secondary schools, vocational schools, upper secondary schools — some 20 educational establishments) and associations marketing the competition and the opportunities being offered. He always tries to spend an entire day in each of the schools so as to be able to discuss and plan projects with the youth. During the application period, the youth get a chance to participate in the competition by filling in an application form, i.e. by answering five questions. The two most impor- tant questions to be answered in the application are: ‘What do you wish to do?’ and ‘Why?’. The practical implementa- tion method of the project and the financial aspects can be planned together if the young people themselves consider it too hard a task to manage. The process … With the close of the application period, the project man- ager will review all the applications and contact the groups for more information if necessary. Since the application is in the style of a postcard, the applicants need only to buy a stamp, and then send the application directly to the LAG office. When all the applications have been reviewed, the project steering group will meet and study them again, and the final step is when the steering group meets to de- cide which projects fulfil the preconditions for financing. The project manager will closely assist the youth in realis- ing their projects. The objective is to direct all the expenses to the LAG, so that the youth need not use any of their money as bridge funding. A total of EUR 10 000 has been reserved for funding of these ‘subprojects’; the total sum for one project is approx- imately EUR 100 to EUR 500. So far, 24 youth projects have been financed. The participating youth are between 13 and 22 years old, and a total of 120 young people and, of course, adults supporting them, have participated in the activity. … and the projects The project’s website (www.nuori.fi) is naturally in both Finnish and Swedish. The site offers general information about the project as well as the forms to be used in apply- ing for funding and examples of activities already funded. These include: • improving the marketing of a youth dance group and acquiring materials for new outfits (www.sbeauties. org); • purchasing a new server for a monthly event for the ar- chipelago’s youth archipelago (www.pargas.net); • repairing a miniature electric automobile track in the central park of the town of Parainen, which involved both youth and their parents; • youth from the island of Kemiö got excited about a ball game normally practiced by the visually impaired, and so acquired the equipment needed to play the game and promoted it in the region; • youth from the islands of Velkua and Iniö got the equip- ment necessary to start playing ‘floorball’; • in Iniö, they also purchased gym equipment in order to offer residents (of all ages) the chance to keep fit; • a folk dance group from Parainen needed new cos - tumes in order to be able to participate in a Nordic event. The project offered them funding for purchasing materials, and the costumes were then made as part of voluntary work; • another group in Parainen has used the project to ar- range ‘paintball’ events all around the region. These examples clearly prove that activities which benefit not only the young but residents of all ages can be carried out with fairly small amounts of money. Due to the physi- cal characteristics and difficult transportation within the region, the essential issue is that young people are active. Press conference; the beatle is starting off; photo Marcus Lepola → 01_2007_4764_txt_EN.indd 51 29-02-2008 8:53:33 ",
        "Leader+ Magazine \u00182 8 • 2007 The main architects of the RC track: Tobias Eriksson (left) and Mathias Gustafsson; photo Jani Lastuniemi Power to rural youth Member State: Finland Region, district: Varsinais-Suomi Name of the LAG: Samassa Veneessä, I samma Båt Population: 30 000 Surface area: 10 000 km² (of which land 2 000 km²) Project total cost: EUR 79 930 EU: EUR 35 968.50 Other public funds: EUR 35 968.50 Private funds: EUR 7 993 Period of project eligibility: 11/2004–5/2007 Contact person: Jani Lastuniemi Address: Fredrikaplan 1, FI-21600 Pargas Tel. (358-44) 586 69 04 E-mail: jani.lastuniemi@sameboat.fi Website: www.nuori.fi Photos provided by the Finnish national network unit The kind of activity which is needed in the archipelago in order for it to be a good place for its youth and adults to live is best known by the residents themselves. Governance at work In this project, the Leader method has been taken to quite a far extreme: the youth manage their own ‘subprojects’, activity will be created only if the youth are active, and can make strong arguments for their needs and their projects. Although the application process has been simplified, they still need to describe the project needs, make a budget and make the case for additional funding. It is unlikely that a project of this kind could be realised without Leader+ funding. However, more important than the funding is the model offered by the Leader method. It is hard to imagine that a project of this kind could have even been created without it. The ‘Power to rural youth’ project is not the only of its kind in Finland: other Finnish LAGs (Suupohjan Kehit- tämisyhdistys ry, PIRITYISET ry, YHYRES-Kyrönmaan Kehit- tämisyhdistys ry, Pohjois-Kymen Kasvu ry) are carrying out similar projects. 01_2007_4764_txt_EN.indd 52 29-02-2008 8:53:33 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 NEW MEMBER STATES PREPARE: its role in strengthening rural networks By Michael Dower, PREPARE Coordinator, 2000–06, and Urszula Budzich-Szukala, PREPARE Coordinator, 2006 T his article describes the role of the PREPARE partner- ship for rural Europe in helping to create and strengthen rural networks in the new EU Member States and accession countries of central Europe. PREPARE’s aim is to strengthen civil society as a significant actor, and as a partner of governments, in rural development. This process contributes to a strengthening of ‘participative de- mocracy’, and is closely linked to the rapid growth of the Leader initiative in central Europe. Launching PREPARE for local action The PREPARE initiative was launched in 1999, following a successful ‘Travelling workshop to Estonia and Sweden’, which had itself been prompted by a report to the Euro- pean Parliament about the prospects for rural develop- ment in the accession countries. The original partners in the initiative were Forum Synergies, transnational network for sustainable development; Ecovast, the European Coun- cil for the Village and Small Town; the Swedish Popular Movements Council ( Folkrörelserådet Hela Sverige ska leva ) and the Estonian Movement of Villages ( Kodukant). These bodies shared a commitment to promoting the ac- tive involvement of rural communities in action to improve their own well-being. In Sweden, for example, the Popular Movements Council has in its network about 4 000 village ac- tion groups, which are active in their own villages and which are federated at county and national level. In Estonia, an initia- tive to stimulate popular involvement started in 1992 in two counties, with help from Sweden, and led to the creation of Kodukant in 1997. The travelling workshop to these two coun- tries in 1999, attended by people from NGOs and government agencies from all the accession countries of central Europe, showed vividly how rural people can act collectively to better their own lives. It also proved how stimulating it can be to visit another country, and to see civil action at village level. The PREPARE programme and rural networks The original PREPARE partners therefore agreed to work together to promote the creation or strengthening of civil society networks in the rural regions of the accession coun- tries of central Europe. They were quickly joined by the Hungarian Rural Parliament, which had been established in 1998, again with help from the Swedes. The partners de- cided on a programme with two prongs: support to emerg- ing networks in particular countries and the organisation of multinational events, to bring people together from many countries, in order to share ideas and exchange ex- periences. It soon became apparent that there was no standard model for national rural networks or movements. Coun- tries differ in size, in settlement structure and in social, cul- tural and political traditions. The PREPARE partners did not seek to impose any specific concept of civil society. Rather, in each country, they contacted civil society bodies which already existed, and offered help in creating or strengthen- ing a national structure, with (wherever possible) strong roots at local level. During the last six years, with PREPARE’s encouragement and help, national rural networks or movements have been created in seven central European countries. They vary from ‘forums’ for collaboration between many different non- governmental organisations (NGOs), to networks of rural community associations and/or Leader groups. They in- clude (in order of the date of formal creation): • the Slovakian Rural Parliament, set up in 2000; it brings together national and regional NGOs and has a strong regional structure, with links to micro-regions and Leader-type groups; • the Polish Rural Forum, set up in 2002 as a basis for for- mal cooperation between rural and environmental NGOs throughout this very large country; • the Slovenian rural development network, set up in 2002; it is a grouping of individuals, NGOs and (more recently) Leader-type groups; • the Lithuanian Rural Communities Union, set up in 2002; it is an independent union of active rural commu- nities, with a membership of over 350 community as- sociations; → 01_2007_4764_txt_EN.indd 53 29-02-2008 8:53:34 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 • the Latvian Rural Forum, set up in 2004; it brings to- gether NGOs and Leader-type partnerships; • the Czech National Rural Observatory, set up in 2005 by a group of 12 individuals and organisations. Its network includes the national Rural Revival Association and over 40 Leader groups; • the Croatian rural development network, set up in 2006; it is a grouping of rural NGOs. The process of creating each of the last four of these bodies was co-funded by the PREPARE partners, using money from generous grants made to PREPARE by the C.S. Mott Founda- tion ( 1 ). The first six of the above networks have become partners in the PREPARE programme, as has the Village Ac- tion Association of Finland ( Suomen Kylätoiminta ry ), which was formed in 1997 and whose network includes nearly 4 000 village associations. The partners are now focusing on support to strengthen civil society in Romania, Bulgaria and the new EU neighbour countries of the Balkans and the western Community of Independent States, such as Bosnia and Herzegovina, Serbia, Albania, the former Yugoslav Re- public of Macedonia and Ukraine. The voice of rural communities Each of the PREPARE partners seeks, in the context of its own country, to act as a voice for rural communities, particularly vis-à-vis government, and to encourage direct initiatives by rural communities. The need for such local initiatives, of a non-government kind, varies between countries, notably by reference to the pattern of municipalities. For example, in Sweden, Finland and Estonia, the municipalities tend to be large, often embracing many villages within one municipal- ity: in this context, there is high value in having village ac- tion groups which are a form of ‘participative democracy’ and which are the basic units of the national rural networks. By contrast, in Hungary, the Czech Republic and Slovakia, the municipalities are small and the mayors are active, so there is less need for separate village action groups: in these countries, the structural need is for micro-regions which en- able several or many municipalities to cooperate, often working with or through a subregional NGO. ( 1 ) The Charles Stewart Mott Foundation is a charitable foundation founded in 1926 by Charles Stewart Mott which administers funds through four programmes: Civil society; Environment; Flint area; and Pathways out of poverty. It is committed to supporting projects that promote a just, equitable and sustainable society, and supports non-profit programmes throughout the United States and, on a limited basis, internationally. The link to Leader This variation in the pattern of governance affects the shape, and the work, of the different national networks or forums. They all seek to build the capacity of their member organisations. In this context, the arrival of Leader — as an optional element of EU rural development policy, applica- ble in new Member States from May 2004 — has been of high significance to them. This significance rests on three points: that Leader partnerships offer opportunity for civil society to work with public and private bodies in a struc- tured way; that Leader groups can build on micro-regional structures which already exist and which involve NGOs; and that Leader is a channel through which village action groups and other local NGOs can connect with national and European policies and funds. 1. Training programmes . For these reasons, several of the PREPARE partners have put much effort, in some cases with co-funding from PREPARE itself, into training pro- grammes for Leader animators or organisers. For example, an early action by the Polish Rural Forum, in 2003, was a project ‘Preparing local communities for Leader-type ac- tions’, co-funded by the Polish Cooperation Fund and PRE- PARE. This focused on the training of trainers, who would then train the animators of local partnerships which could benefit from Leader-type funding. The programme includ- ed a series of training workshops, and two study visits, to see Leader activity in Ireland and in Germany, both organ- ised by members of the PREPARE network. Similar training was promoted in their countries by the Slovakian Rural Parliament and by leading members of the Hungarian Rural Parliament. 2. The Czech example. A good example of the links be- tween PREPARE and the Leader initiative is provided by the Czech Republic. Here, PREPARE co-funded two phases of work by two regional NGOs, Omega Liberec and CpKP, to train animators for the task of helping the creation and early work of Leader-type groups. These groups have grown rapidly in number, in response to the Czech Leader programme, which started even before the Republic joined the EU, and then to the vigorous use by the government of the Leader provision within pillar 2 of the CAP. The out- come is that the NGOs and others involved in the training of animators have set up the National Rural Observatory, which hosts the network of Czech Leader groups. \u0018. Multinational events. PREPARE’s role in this national work has been to encourage the activities; to provide ex- perts from other countries; and where necessary to offer co-funding. As a complement to this national work, PRE- 01_2007_4764_txt_EN.indd 54 29-02-2008 8:53:34 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 PARE has organised each year one or two multinational events, which bring together people from all the new Member States and other countries within and beyond the EU, so that they can see the action of NGOs and Leader groups, and can discuss the rapidly-evolving pattern of policies and practice in rural development in the EU. Brief- ly, these events have included ‘Travelling workshops’ in Hungary and Finland in 2000 and 2002; participation by 50 people from central Europe in a Cooperation Forum at Cáceres in Spain, organised by REDR, the Spanish Leader network, and a series of PREPARE gatherings during the last four years. \u0018. Travelling workshops. Each of these gatherings, held in Slovakia 2003, Bulgaria 2004, Lithuania 2005, Czech Repub- lic 2006, included three-day ‘Travelling workshops’ in the host country and sometimes also in neighbouring countries, plus a three-day conference of a highly participative kind. The ‘Travelling workshops’, usually in minibuses with up to 15 people in a group, have high value for three reasons: they create a close bond between participants from different countries; they give these participants an insight into practi- cal projects at local level; and they bring international recog- nition to the local and subregional hosts. PREPARE seeks al- ways to ensure that participants include people from both governments and NGOs, because the partners are strongly committed (as is Leader) to building understanding and partnership between these two sectors. \u0018. Leader groups as hosts. The PREPARE gathering 2006 was held in Velehrad, in south-east Moravia, and was host- ed by the Czech National Rural Observatory and the Czech Leader network. The theme of the gathering was ‘The evo- lution and activity of local action groups and their role in rural development programmes’. The gathering was pre- ceded by five ‘Travelling workshops’, each with a minibus of about 12 participants, each taking a different route from a starting point in Prague, and each visiting three, four or even five local action groups. High appreciation of these visits was expressed by the visitors and the hosts. \u0018. The challenge ahead. Looking towards the next EU programme period 2007 to 2013, PREPARE remains com- mitted to strengthening the role of civil society, and of ru- ral communities themselves, in the effort to raise the well- being of rural people, particularly in the poorest regions of central and eastern Europe. We believe that civil society, focused through NGOs and national rural movements or networks, can play a vital role in stimulating self-help among rural communities and effective partnership be- tween governments and people. It will take much time and effort to build the self-confidence of rural communi- ties, and to develop trusting relationships between gov- ernments and civil society. We therefore very warmly welcome the provision in the EAFRD ( 1 ) that each national rural development pro- gramme must include a significant Leader element and the creation of a national rural network. We hope to see the emergence, in all the new Member States and acces- sion countries, of a widespread pattern of Leader groups, to embody the partnership between government and civil society at subregional level and to help to connect rural people and village-level action groups to national and Eu- ropean policies and funds. We hope also to see formal rural networks so shaped and managed that they are open and dynamic, offering full participation to all stakeholders in rural development including civil society, and relating co- herently to the existing networks created by the people themselves. Reference A description of national rural movements and networks in 18 European countries can be found in the report The rural movements of Europe by Vanessa Halhead, published by PREPARE in 2005. This report, and more information about PREPARE, are on the website (www.preparenetwork.org). ( 1 ) Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD). 01_2007_4764_txt_EN.indd 55 29-02-2008 8:53:34 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 Joint meeting: Leader+ steering committee and Leader+ Obser vator y seminar \u00181 January–1 February 200\u0018, Brussels Introduction The Leader+ steering committee comprises: representa- tives of the European Commission, the Leader+ Observa- tory and its Contact Point; national administrations, such as national managing authorities or national competent authorities in case of regional programming; the national networks; and invited ‘experts’. At the outset these meet- ings are intended as a means to follow and discuss the progress made in implementing the Leader+ initiative at the Member State level, and to monitor specific areas of activity, for example, Action Two: support for cooperation between rural territories. Held during the morning of 31 January 2007, the sev- enth meeting of the steering committee was then followed by a one-and-a-half day Leader+ Observatory seminar. For both events there were also participants from the two lat- est Member States, Bulgaria and Romania. During the course of the steering committee, around 100 invitees, representing the EU-27, were updated about the ‘Implementation of Leader+ and the state of play of the fu- ture programming period’. This was done via a plenary ses- sion, where a series of presentations were made. In the sem- inar that followed, there were a series of workshops where delegates had an opportunity to address such issues as: im- plementing the Leader axis, cooperation in Leader in the future and networking at the national and European levels. The main highlights, key messages and conclusions from both steering committee and seminar are summarised be- low. Further information, including all seminar documenta- tion, is available from the Leader+ website (http://ec.europa. eu/agriculture/rur/leaderplus/steercom/index_en.htm). Steering committee: the state of play The welcome and introduction to the theme of this sev- enth steering committee seminar was given during the opening plenary session by José Manuel Sousa Uva, Direc- tor for Rural Development Programmes, Agriculture and Rural Development DG. Here he made a special reference to the presence of Bulgaria and Romania as new members, and encouraged them and the others present to benefit from the experience of others gained under Leader+. He also reminded participants of the idea of Leader being a way to experiment with new approaches to rural develop- ment, and the importance of cooperation and the role of networks within this approach. To this effect, participants were urged to take full advantage of the opportunities provided by the occasion, and not least to be updated with valuable information concerning the past and present pro- gramming periods. A synthesis of the Member State reports (provided by managing authorities — MAs, and national network units — NNUs) was presented by Jean-Michel Courades, Leader+ Observatory. He noted that for Action One (inte- grated pilot actions), the spending of the allocated budget N e w s – N e w s – N e w s 01_2007_4764_txt_EN.indd 56 29-02-2008 8:53:35 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 was well advanced for most Member States, with their pro- grammes showing some success in respect of new busi- nesses and jobs created. For Action Two, there was similar optimism, since in most Member States — notably Bel- gium, Denmark, France, Ireland, Italy and the United King- dom — either all or nearly all local action groups (LAGs) are participating in cooperation projects. With respect to the NNUs, many are already working on developing guides, case studies and databases, etc., in order to provide a lega- cy of knowledge including lessons learned and recom- mendations for the new programming period. Notable examples are training and pedagogical actions on Leader and local rural development methods, transfer of experi- ence by identifying best practice (the successful projects) and best practice on cooperation, which is being applied by several LAGs. In terms of the new programming period, many NNUs are already organising training seminars and technical as- sistance, with a notable focus on applying the Leader method to axis three of the new regulation. It was also pointed out that the selection of LAGs in Estonia, Latvia and Poland has taken place, and in Lithuania the imple- mentation of strategies has started. The importance of the lessons learned from Leader for the new rural development regulation (EAFRD) was the subject of a presentation given by an invited expert, Ele- na Saraceno. Based on an ongoing analysis of good prac- tise Leader+ projects, to be presented in a future final re- port, initial findings show to what extent the Leader method could be relevant for the future axes, and these are notably that: • the Leader method would seem to have the greatest potential for ‘quality of life’ and activities related to en- couraging diversification (Axis 3). Here there is a notice- able stronger link in northern European countries, and with specific target groups, such as women and youth; • for Axis 2 (improving the environment and country- side), environmental activities are generally viewed positively, being closely linked with quality of life and projects related to economic diversification, such as those involved with tourism and leisure. Two presentations, one outlining the findings of an ongo- ing study on the benefits of cooperation in Leader+ for the local areas, and the other outlining the European Commis- sion’s thoughts on cooperation for the Leader axis of the EAFRD, were also presented. A seminar to explore and understand the Leader method For this seminar, three workshop sessions were organised to give participants an opportunity to exchange views and experiences as well as put forward pertinent questions. These were structured on the basis of a questionnaire which was used to help provide an understanding about key is- sues which could form the subject for the different work- shops, as well as the relevant topics for each subject. The results were then reported back during the final plenary session which was followed by questions and answers. An overview of the results of discussions arising from these three different workshops, details of which can be found from the website address as above, is given below. Workshop ‘A’, which dealt with the implementation of the Leader axis, was split into two sub-workshops: one considered practical aspects related to methodology and administration and the other looked at how to build links between Leader and other axes of the EAFRD, and other programmes. It was noted that LAGs should spend less of their time on administration matters and one solution for this is that payments should not be made by them (if they do not have sufficient human resources and capacity, as in some cases) but by the national paying agency. The LAGs’ work can also be best supported by the national network units, particularly for new LAGs, by organising seminars and focused workshops to provide information and train- ing. This is also related to capacity building and conse- quently the LAGs’ ability to implement the local develop- ment strategy. In terms of mainstreaming, it was under- stood that the situation varied between Member States according to the approach taken. In some cases Leader is to be mainstreamed along all axes, while in others just one or two, which naturally means that some sectors/actors will be excluded from the new regulation. Farmers and → 01_2007_4764_txt_EN.indd 57 29-02-2008 8:53:36 ",
        "Leader+ Magazine \u0018\u0018 8 • 2007 their associations were viewed as important for rural net- works (see below), and efforts should be made to make them not only ‘objects’ but also ‘subjects’ of rural develop- ment. Building links with other programmes has clear questions about demarcation, not least in respect of the European Fisheries Fund (EFF) which will also adopt the Leader method, and therefore there could be a risk of pro- gramme overlap for Axis 3, where LAGs have the potential to work in the same area on both the EAFRD and EFF. The second workshop ‘B’ looked at the future of coop- eration in Leader. Some of the concerns related to this is- sue under Leader+ remain, not least the difference of ex- perience and lack of common procedures, especially at national level, when implementing cooperation projects. In the case of the new Member States there is a great need for capacity building, which can be best achieved by an ex- change of experience (staff), as well as specific financial assistance (provided by the managing authority) to cover the costs of first meetings (as already is provided for in some Member States). It was also suggested that the Euro- pean Observatory should at an early stage organise coop- eration events with the relevant support tools (guides, project ideas, etc.), and should work closely with the man- aging authorities to produce a cooperation manual. There needs also to be better communication between the dif- ferent parties at regional, national and European levels. Workshop ‘C’ focused on issues related to national and European networking. The discussions therefore under- lined the need to differentiate clearly between the role of the NNUs and the European rural network. It was also very evident that there has to be (as with cooperation) an ex- change of experience between the old and new Member States, as well as to have the European rural network op- erational at an early stage. Concern was raised about the need to engage all stakeholders (particularly the farming community) into a broader network, and also to find hori- zontal activities that would avoid segmentation of the net- work along the four axes of the EARDF. In this respect, working with informal network associations of LAGs can provide a useful complement of services, which in itself may require some kind of organisational link to be put in place. There were also some thoughts given to the position of the NNU, since in some Member States the NNU is lo- cated within the ministry, while in others it is outsourced. In both cases there are strong arguments both in favour and against. There is also a great deal of additional information on Leader+ as well as a range of useful interactive tools on the Leader+ website: http://ec.europa.eu/leaderplus 01_2007_4764_txt_EN.indd 58 29-02-2008 8:53:36 "
    ]
}