{
    "text": [
        "2. Combating social exclusion ***III A5-0372/2001 European Parliament legislative resolution on the joint text approved by the Conciliation Commit- tee for a European Parliament and Council decision establishing a programme of Community action to encourage cooperation between the Member States to combat social exclusion (PE-CONS 3650/2001 - C5-0439/2001 - 2000/0157(COD)) (Codecision procedure: third reading) The European Parliament, (cid:19) having regard to the joint text approved by the Conciliation Committee (PE-CONS 3650/2001 (cid:19) C5-0439/2001), (cid:19) having regard to its position at first reading ( 1 ) on the Commission proposal to the European Parlia- ment and the Council (COM(2000)368) ( 2 ), (cid:19) having regard to the amended proposal (COM(2000) 796) ( 3 ), (cid:19) having regard to its position at second reading ( 4 ) on the Council common position ( 5 ), (cid:19) having regard to the Commission’s opinion on Parliament’s amendments to the common position (COM(2001) 375 (cid:19) C5-0319/2001), (cid:19) having regard to Article 251(5) of the EC Treaty, (cid:19) having regard to Rule 83 of its Rules of Procedure, (cid:19) having regard to the report of its delegation to the Conciliation Committee (A5-0372/2001), 1. Approves the joint text; 2. Instructs its President to sign the act with the President of the Council pursuant to Article 254(1) of the EC Treaty; 3. Instructs its Secretary-General duly to sign the act and, in agreement with the Secretary-General of the Council, to have it published in the Official Journal of the European Communities; 4. Instructs its President to forward this legislative resolution to the Council and Commission. ( 1 ) OJ C 223, 8.8.2001, p. 284. ( 2 ) OJ C 337 E, 28.11.2000, p. 130. ( 3 ) OJ C 96 E, 27.3.2001, p. 229. ( 4 ) ‘Texts Adopted’, 17.5.2001, Item 1. ( 5 ) OJ C 93, 23.3.2001, p. 11. 13.6.2002 EN C 140 E/527 Official Journal of the European Communities Thursday 15 November 2001 "
    ]
}