{
    "text": [
        "PROGRESS is... ... the EU employment and social solidarity pro- gramme (2007–13). It aims to strengthen the EU’s support to the Member States to achieve the goals of the social agenda: more and better jobs and more cohesive societies that offer equal opportunities for all. PROGRESS supports policy development in five different, yet closely inter- related, policy areas: employment, social protec- tion and social inclusion, working conditions, anti-discrimination and gender equality. In 2009, participating countries under the programme were: the EU-27 Member States, the EFTA/EEA countries, the candidate countries, as well as the potential candidate country (Serbia). Building on objective and subjective perform- ance information collected primarily through desk research and surveys, the PROGRESS An- nual Performance Report 2009 gives a full ac- count of how programme’s appropriations have been used and how they have contributed to the achievement of its mission. The appropria- tions, which amounted to EUR 101.304 million in 2009, have been used in support of the objec- tives set out in the following chart. PROGRESS ANNUAL PERFORMANCE MONITORING REPORT 2009 PERFORMANCE AT A GLANCE Operational expenditure — actual commitments in 2009, by contribution to PROGRESS immediate outcome 14.5% 27.8% 23.7% 33.5% 0.6% Information sharing and learning Evidence-based policy High-quality and participatory debate Greater capacity of networks Integration of cross-cutting issues European Commission Source: European Commission, DG Employment’s own figures LD006509 _ EN.pdf 1 25/06/ 1 0 1 2:03 ",
        "In 2009, PROGRESS contributed to achieving the EU goals by: Promoting better application of EU law In general, compliance in the Member States with EU law in PROGRESS policy areas in 2009 improved (compared with 2008). To assist this trend, first of all, PROGRESS contributed to im- proving the quality of the Commission’s policy initiatives by ensuring that they are built on strong evidence as well as making its decision- making processes more accessible and involving a broad range of stakeholders in policy develop- ment. Second, it helped to ensure correct and effective application of EU law in the Member States by monitoring the implementation of EU law in the Member States, where applicable, and providing assistance to the Member States in transposing and applying EU law effectively through guidance and training. In 2009, PROGRESS contributed to several policy initiatives, including the agreement in Coun- cil on the revision of Directive 86/613/EEC on equal treatment of self-employed and assisting spouses and the Council decision for the Euro- pean Union to sign the UN Convention on the Rights of Persons with Disabilities. Promoting shared understanding and owner- ship of EU objectives among national policy- and decision-makers and other stakeholders PROGRESS assisted development of coopera- tion among national authorities through the exchange of good practices, improving their knowledge on the most pressing issues through fact finding and evidence gathering as well as providing a common platform to debate the issues. In 2009, PROGRESS contributed to reaching an agreement among the Member States on a number of issues, such as: Council conclusions on new skills for new jobs: anticipating and match- ing labour market and skills needs; Council con- clusions on implementing flexicurity in a time of crisis; and Council conclusions on social services as a tool for active inclusion, strengthening social cohesion and an area for job opportunities. PROGRESS was the main financial instrument for organising presidency conferences and other high-level policy debates (such as the Equality Summit, the Annual European Round Table on Poverty and Social Exclusion, the ‘Employment in Europe’ conference and restructuring forums). Strengthening partnerships with national and pan-European stakeholders PROGRESS provided an enabling environment for the involvement of non-governmental ac- tors and key stakeholders in the policymaking process, so that they could relay their views to decision-makers through high-quality and participatory policy debate at EU and national levels. The programme also contributed to the capacity building of key non-governmental actors through support to EU-level networks and non-governmental organisations (NGOs), so they were in a position to exert influence or change at EU and national levels. PROGRESS contributed to strengthening part- nerships, which resulted in the successful adop- tion of such policy initiatives as the Council conclusions on the inclusion of the Roma and the Council conclusions on ‘Gender equality: Strengthening growth and employment — in- put to the post-2010 Lisbon strategy’ and the joint assessment of the social impact of the eco- nomic crisis and of policy responses. PROGRESS performance outline First, PROGRESS helped to improve the quality of EU policies and legislation and their application by maintaining and de- veloping a thorough evidence base and by framing and putting on the EU agenda issues relevant to all Member States. EU policy and legislation in the field of employ- ment, social solidarity and non-discrimination are positively recognised for their quality. Over half of LD006509 _ EN.pdf 2 25/06/ 1 0 1 2:03 ",
        "the respondents to the Annual Survey 2009 stated that EU policy is grounded in thorough analysis of situation and is responsive to conditions, needs and expectations in the Member States. Evidence produced under PROGRESS in 92 studies and reports commissioned by the European Commission has been recognised for its quality and used widely by policy- and decision-makers and other stakeholders at Eu- ropean and national levels for policymaking and advocacy purposes. As explained above, it fed directly into a number of policy initiatives put forward by the Commission in the fields of employment and social policy. It also contrib- uted to triggering and strengthening national policy debate on the basis of policies, practices and achievements in the Member States. Areas for management adjustment and further improvement Shortening of time span between moment when a study is planned and actually delivered. The policy areas which generate most of the studies (for example, employment) foresee more active use of so-called multiple frame- work contracts, which should allow for and lead to a very considerable shortening of the time span between the actual initiation of a study and its delivery. This will subsequently improve the potential of policy analyses and advice to feed into policymaking process. Disseminating the results of PROGRESS-fund- ed policy research, analysis and advice more widely. A large share of policy research, analysis and advice outputs produced under PROGRESS are used for policymaking purposes primarily by the Commission itself; still many of them, as indicated by the survey results, are also useful to other stakeholders. Hence ensuring better communication and dissemination of policy research, analysis and advice outputs will be further promoted. This in particular concerns the outputs produced by grant beneficiaries. Next, PROGRESS has contributed to the de- velopment of a shared vision of the chal- lenges facing the EU in the social field and to fostering a shared understanding of the EU’s objectives by promoting information sharing and mutual learning between the Member States. The Annual Survey indicates that the over- all awareness of EU objectives and policies in PROGRESS policy areas among policy- and decision-makers, the social partners, NGOs and networks is high. The relevance of information presented at around 600 information, communication and networking events was rated highly across all policy areas. Policy- and decision-makers, the social partners and other stakeholders attend- ing the events reported that they acquired relevant information which they used or in- tended to use for policymaking and/or advo- cacy purposes. Among the most successful events were peer reviews and mutual-learning activities. All PROGRESS participating countries were rather equally engaged in the mutual-learn- ing process (16 thematic and peer review meetings), which was designed to underpin national reforms in the social protection, so- cial inclusion and employment areas. Areas for management adjustment and further improvement Strengthening systematic measurement of satis- faction of participants. Monitoring data indicate that the information and learning events organised under action grants reach out to a wide audience. However, the data on the relevance of the information received during such events and its potential future use are not sufficient. Therefore the sur- vey of satisfaction of participants in such events will be made obligatory from 2010, so more in- depth monitoring information shall be available next year. LD006509 _ EN.pdf 3 25/06/ 1 0 1 2:03 ",
        "Finally, PROGRESS has also contributed to fostering a productive policy debate at EU and national levels on EU law, policies and objectives and has helped to engage a wider circle of stakeholders. Through more than 140 events supported (attended by more than 12 500 stakehold- ers), PROGRESS significantly motivated in- volvement among non-governmental and subnational actors at EU and national levels and allowed other actors, such as ethnic mi- norities and people experiencing poverty, to voice their concerns and be heeded, a good example being the Roma inclusion debate. Such policy debate fed directly into various Commission policy initiatives on subjects re- lating to anti-discrimination and Roma inclu- sion, health and safety, social inclusion and social protection, and gender equality. By supporting 24 key EU networks and NGOs active in promoting social inclusion, non-discrimination and gender equality, PROGRESS boosted the capacity of national and EU networks to take part in and influ- ence decision-making and policy implemen- tation at EU and national levels. Key EU networks and NGOs are well known among the respondents to the Annual Survey 2009 and were considered to be useful sources of information and successful in increasing awareness and exerting pressure on policy- makers in the relevant policy area. The results of the Annual Survey 2009 further indicate that general principles of good gov- ernance were adhered to in all policy areas. The clarity of the policy issues discussed and involvement of all relevant stakeholders were perceived most positively. Despite significant policy achievements at EU level, which re- sulted from policy debate, especially in the fields of non-discrimination and equality, the attitude of respondents to the PROGRESS An- nual Survey towards the involvement of all relevant stakeholders in the policy debate was less positive. Areas for management adjustment and further improvement Further strengthening of more accurate iden- tification and more active engagement of na- tional stakeholders in policy debate. The involvement of all relevant stakeholders is a key prerequisite for a high-quality and ef- fective policy debate. Hence it is necessary to identify the most important national stake- holders more accurately and to subsequently encourage and enable them to engage in policy debate. This leaflet is available in printed format in English, French and German. The full text of the report in English, French and German can be downloaded at http://ec.europa.eu/progress (Monitoring and evaluation) © European Union, 2010 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON ELEMENTAL CHLORINE - FREE BLEACHED PAPER ( ECF ) K E - 30 - 10 - 374 - E N - D LD006509 _ EN.pdf 4 25/06/ 1 0 1 2:03 "
    ]
}