{
    "text": [
        "5800/1/17 REV 1 1 DGE 2B EN Council of the European Union Brussels, 13 February 2017 (OR. en) 5800/1/17 REV 1 ENER 24 CLIMA 13 CONSOM 28 TRANS 35 AGRI 51 IND 20 ENV 88 COMPET 84 FISC 39 ECOFIN 81 RECH 37 IA 23 CODEC 129 Interinstitutional Files: 2016/0379 (COD) 2016/0380 (COD) 2016/0377 (COD) 2016/0378 (COD) 2016/0382 (COD) 2016/0376 (COD) 2016/0381 (COD) 2016/0375 (COD) NOTE From: Presidency To: Permanent Representatives Committee/Council No. Cion doc.: 15135/16 ENER 418 ENV 758 CLIMA 169 COMPET 637 CONSOM 301 FISC 221 IA 131 CODEC 1809 + ADD 1 – 2 15150/16 ENER 420 ENV 760 CLIMA 171 COMPET 640 CONSOM 302 FISC 222 IA 133 CODEC 1816 + ADD 1 15151/16 ENER 421 IA 136 CODEC 1817 + ADD 1 15149/16 ENER 419 IA 134 CODEC 1815 + ADD 1 15120/16 ENER 417 CLIMA 168 CONSOM 298 TRANS 479 AGRI 650 IND 261 ENV 757 IA 130 CODEC 1802 15091/16 ENER 413 ENV 754 TRANS 473 ECOFIN 1149 RECH 340 IA 124 CODEC 1789 + ADD 1 15108/16 ENER 416 ENV 756 TRANS 477 ECOFIN 1152 RECH 341 IA 125 CODEC 1797 + ADD 1 15090/16 ENER 412 CLIMA 167 IA 123 CODEC 1788 +ADD 1 Subject: Clean energy package (First reading) ",
        "5800/1/17 REV 1 2 DGE 2B EN a) Proposal for a Regulation of the European Parliament and of the Council on the internal market for electricity (recast) b) Proposal for a Directive of the European Parliament and of the Council on common rules for the internal market in electricity (recast) c) Proposal for a Regulation of the European Parliament and of the Council on risk-preparedness in the electricity sector d) Proposal for a Regulation of the European Parliament and of the Council establishing a European Union Agency for the Cooperation of Energy Regulators (recast) e) Proposal for a Directive of the European Parliament and of the Council on the promotion of the use of energy from renewable sources (recast) f) Proposal for a Directive of the European Parliament and of the Council amending Directive 2012/27/EU on energy efficiency g) Proposal for a Directive of the European Parliament and of the Council amending Directive 2010/31/EU on the energy performance of buildings h)Proposal for a Regulation of the European Parliament and of the Council on the Governance of the Energy Union, amending Directive 94/22/EC, Directive 98/70/EC, Directive 2009/31/EC, Regulation (EC) No 663/2009, Regulation (EC) No 715/2009, Directive 2009/73/EC, Council Directive 2009/119/EC, Directive 2010/31/EU, Directive 2012/27/EU, Directive 2013/30/EU and Council Directive (EU) 2015/652 and repealing Regulation (EU) No 525/2013 - Exchange of views I. Introduction of the legislative proposals The Commission adopted the 'Clean Energy for all Europeans' - package on 30 November 2016. This package, containing eight legislative proposals, is the largest in scope and size ever presented by the Commission in the area of energy. Including the Communication, Impact Assessments and other supporting documents, the package contains over 3500 pages. The aim is to transform the energy system of the Energy Union for 2030 and beyond towards a low carbon economy, whilst at the same time delivering its benefits as regards jobs, consumers, economic growth, innovation and competitiveness. The package pursues three main goals: putting energy efficiency first; achieving global leadership in renewable energies, and providing a fair deal for consumers. ",
        "5800/1/17 REV 1 3 DGE 2B EN The package as a whole was presented at the meeting of the TTE (Energy) Council on 5 December 2016. The first detailed presentation of all eight proposals in the Energy Working Party was completed in January and early February 2017. The initiatives of the package as proposed by the Commission are intrinsically interlinked; for that reason, the obligatory examination of the Impact Assessments of the eight proposals has already started. At this early stage of the examinations, most delegations maintain scrutiny reservations on all proposals. In line with the priorities of the Maltese Presidency, the detailed examination of the two proposals on energy efficiency and energy efficiency of buildings has started, with a view to reaching a general approach during its term, if possible. The main elements of the legislative proposals are set out below. Electricity market design Both the Council and the European Parliament have repeatedly stressed that a well-functioning integrated energy market is the best tool to guarantee affordable energy prices, secure energy supplies and to allow for the integration of larger volumes of electricity produced from renewable sources in a cost efficient manner. Competitive prices are essential for achieving growth and consumer welfare in the European Union and, hence, are at the heart of EU energy policy. The current electricity market design is based on the rules of the \"Third Energy Package\" which brought tangible progress for consumers and improved their position in the energy markets. It has also led to increased liquidity of European electricity markets and clearly increased cross-border trade. ",
        "5800/1/17 REV 1 4 DGE 2B EN However, new developments have led to fundamental changes in European electricity markets. The share of electricity generated from renewable energy sources (RES-E) has increased steeply and renewable energy has become more cost competitive. This shift towards RES-E will continue as it is a key condition to fulfil the Union's obligations under the Paris Agreement on climate. The future electricity market will be characterised by more variable and decentralised electricity production, an increased interdependence between Member States and new technological opportunities for consumers to reduce their bills and actively participate in electricity markets through demand response, self-consumption and storage. In light of the above, the Commission presented in the November 2016 package its proposals for a recast of the Directive on common rules for the internal market in electricity, the Regulation on the electricity market and the Regulation establishing a European Agency for the Cooperation of Energy Regulators (ACER). Moreover, a proposal for a new Regulation on risk preparedness in the electricity sector was presented. The proposed legislation aims at adapting the current market rules to new market realities through increased flexibility by allowing electricity to move freely under undistorted price signals, whilst empowering consumers, reaping maximum benefits of cross-border coordination and providing the right signals and incentives to drive the necessary investments to make the European energy system more low-carbon and competitive. It will also give priority to energy efficiency solutions and contribute to the Union's target to create jobs, growth and attract investments. The proposed rules on the electricity market design aim at establishing a level playing field for all resources and integrating renewables into the market, whilst strengthening the short-term markets in order to provide maximum opportunities for variable, less predictable renewable resources to operate cost effectively in a market context by bringing them closer to real-time and by improving balancing markets. Furthermore, in order to attract required investments in the electricity market, the proposed legislation seeks to improve price signals, for instance, by removing price caps to ensure that prices reflect the real value of electricity during peak time and reinforcing the existing regulatory framework to ensure that price signals can drive the geographical location of new investments and production decisions (e.g. via price zones aligned with structural congestion in the transmission grid). ",
        "5800/1/17 REV 1 5 DGE 2B EN In order to make the electricity system more flexible, the proposed rules aim at enabling demand response to fully participate in the market, including by giving every consumer access to a dynamic electricity price contract and a smart meter equipped with minimum functionalities. In addition, the proposed rules would incentivise Distribution System Operators to improve the efficiency of their operations in the context of more variable renewable generation, whilst safeguarding their role as neutral market facilitators. While considering the importance of ensuring proper investments in the electricity market and improving the markets' ability to deliver them by the intended reforms, the introduction of capacity mechanisms should follow certain conditions and measures are proposed to better align those capacity mechanisms among Member States in order to avoid negative consequences for the functioning of the internal market. Capacity mechanisms will be based on a transparent and EU- wide resource adequacy assessment and should allow for effective cross-border participation. In addition, and in order to improve the risk-preparedness of the EU's electricity system, a more systematic assessment of risks is foreseen based on common methods to be carried out in a cross- border context. Member States would be obliged to draw up Risk Preparedness Plans containing two parts; one part which reflects national measures and a second part which sets out measures to be pre-agreed between Member States in a regional context, including regional 'stress tests', procedures for cooperation in different crisis scenarios and agreement on how to deal with simultaneous electricity crisis situations. To improve competition in the retail electricity market, the proposed legislation envisages a progressive phase-out of blanket price regulation while allowing transitional price regulation for vulnerable consumers. To increase consumer engagement, the use of contract termination fees is restricted and the rules for the roll-out of smart meters strengthened. Consumer confidence in comparison websites is fostered and principles to ensure that energy bills are clear and easy to understand are proposed. Finally, to allow the development of new services by new entrants and energy service companies, non-discriminatory access to consumer data is ensured. ",
        "5800/1/17 REV 1 6 DGE 2B EN Renewable energy The proposal aims to partially revise the Renewables Directive 2009/28. It proposes a binding EU level target of a share of at least 27% renewable energy in the Union's gross final consumption of energy in 2030, in line with the conclusions of the October 2014 European Council. The proposal addresses support schemes, self-production and consumption of renewable energy, regional cooperation, guarantees of origin, administrative procedures, information and training, and criteria for sustainability and greenhouse gas (GHG) emission savings for biofuels, bioliquids and biomass fuels. It is aimed at three end-use sectors: electricity ('RES-E'), heating and cooling ('RES- H&C'), and transport ('RES-T'). The main new elements in the proposal are described below. Member States should set their national contributions to the overall binding 2030 EU target, using as the base level their binding national target for 2020 as set out by the existing Renewable Energy Directive 2009/28/EC. The proposal includes general principles that Member States should follow when designing support schemes in order to ensure their stability and make renewables market- responsive. This would notably include a non-retroactivity clause, a market based approach, investor certainty through 3-year plans of Member States, and the partial opening up of support schemes (10-15%) to generators located in other Member States, with the aims of bringing down the costs of deploying renewables and stimulating regional solutions. Member States should set up a \"one-stop shop\" that coordinates the entire permit granting process for applicants wanting to build/operate renewable energy plants and associated transmission and distribution infrastructure. The permit granting process should not exceed a period of three years, and for installations below 50 kW a simple notification should suffice; for the \"repowering\" of existing installations the permit granting process should take one year at most, and a simplified notification is also foreseen. Furthermore, the proposal establishes some minimum standards as regards the rights of (small-scale) renewable energy self-producers, self-consumers and renewable energy communities. The proposal also includes an obligation on Member States to facilitate administratively the setting up of power purchasing contracts. ",
        "5800/1/17 REV 1 7 DGE 2B EN As regards heating and cooling, the proposal provides Member States with options to increase their share of renewable energy in the heating and cooling supply (by endeavouring to increase the use of renewable energy in the heating and cooling supply by 1 percentage point per year), and establishes non-discriminatory access rights to local district heating and cooling systems for producers of renewable energy. For transport, the proposal introduces an obligation on European transport fuel suppliers to supply to the market an increasing share of advanced renewable and low-carbon fuels (biofuels, biogas, electricity from renewable sources and renewable liquid and gaseous fuel of non- biological origin), from 1.5% in 2021 to 6.8% in 2030, whilst at the same time decreasing the maximum share of liquid biofuels produced from food or feed crops. In parallel, the proposal does not include the existing national binding target for 2020 of a 10% share of renewable energy in transport. Furthermore, Member States should set up interlinked national databases in order to trace the renewable fuels used in heating and cooling and in transport, and to enable the calculation of relevant parameters pertaining thereto. Regarding biofuels, bioliquids and biomass, the proposal introduces new sustainability criteria for forest biomass; extends sustainability criteria to include biomass fuels; increases the minimum rates of GHG emission savings from various types of biofuel; and provides that large-scale biomass electricity plants have to use highly efficient combined heat and power technology. Provisions relating to the filling of a 'gap' between the aggregated national contributions and the linear trajectory leading to the overall binding EU level target for 2030 - the 'what if' issue - are included in the proposal for a Regulation on the governance of the Energy Union 1 . Such provisions include possible additional measures by Member States and at Union level that should ensure that the EU level target is reached. The Commission shall establish a supporting financial framework in order to enhance the use of Union funds for the benefit of the objectives of this Directive and to incentivise the ambition of Member States in the deployment of renewable energy. 1 Note: cf. doc. 15090/16, Art. 27. ",
        "5800/1/17 REV 1 8 DGE 2B EN Energy efficiency and energy performance of buildings Based on the energy efficiency first principle, the targeted revision of Directive 2012/27/EU on energy efficiency and Directive 2010/31/EU on the energy performance of buildings aim to deliver jogs, growth and security of supply, as well as contributing to the EU decarbonisation goals for 2030. In this perspective, the proposed measures seek to continue the same level of energy efficiency effort as demonstrated until 2020, and target in particular the renovation of highly inefficient existing building stock. The European Council conclusions of October 2014 set an indicative 27 % energy efficiency target at EU level. The conclusions also call for a review of this target by 2020 having in mind a level of 30%. Having carried out the review, the Commission now suggests a binding 30% EU target. This overall target is expressed as a maximum of 1 321 Mtoe of primary energy and 987 Mtoe of final energy consumed in 2030 by the EU, which Member States have to take into account when setting their indicative national energy efficiency contributions. The annual energy saving obligation of 1.5% is proposed to be extended until 2030 and possibly beyond. Energy efficiency obligation schemes are put on an equal footing with alternative measures having the same effect, introducing more flexibility. When defining the most appropriate measures, the new rules require Member States to consider energy poverty. The Directive also clarifies requirements on how energy savings must be calculated, and reviews the metering and billing obligations for heating, to create more transparent and user oriented energy bills. The review of Directive 2010/31/EU on the energy performance of buildings requires Member States to have a clear vision on the decarbonsation of their building stock by 2050 by way of a long term renovation strategy setting clear milestones for 2030. In order to mobilise investment for renovation, the Commission proposes to introduce mechanisms to address financing shortcomings and market barriers, and launched a smart finance for smart buildings initiative. The proposal encourages the use of modern technologies in buildings by introducing a smartness indicator, and aims to ensure that appropriate charging infrastructure for electric vehicles becomes widely available in all non-residential and new residential buildings. The calculation method on the energy performance of buildings is also revised in order to properly value renewable energy and address the performance gap between calculated energy demand and actual consumption. ",
        "5800/1/17 REV 1 9 DGE 2B EN Governance In the absence of nationally binding targets for renewables and energy efficiency for the period after 2020 (which the October 2014 European Council excluded) and in the context of the Paris Agreement, the proposal designs a cooperation and control mechanism that should help ensure that the objectives and targets of the Energy Union, including notably the EU-level 2030 targets for renewable energy and energy efficiency as well as the EU climate targets, are jointly met and that the broad range of actions proposed in these and other areas make up a coherent and coordinated whole. The control mechanism will consist of Member States submitting integrated national energy and climate plans covering their objectives, policies and measures relating to all 5 dimensions of Energy Union (energy security; internal energy market; energy efficiency; decarbonisation; research, innovation and competitiveness), including greenhouse gas (GHG) emissions reduction targets as well as removals by sinks, and policies and measures which are also linked to the Paris Agreement, UNFCCC). These plans would cover the period 2021 - 2030 (and be renewed for every 10-year period thereafter), including with a perspective until 2050 and beyond, where relevant. Member States would have to present draft plans by 1 January 2018, final plans by 1 January 2019, draft updated draft plans by 1 January 2023, and updated final plans by 10 January 2024; submission of draft final and updated plans would reoccur every 10 years thereafter. In addition, the Regulation introduces biennial integrated national energy and climate progress reports by the Member States, to be submitted to the Commission (the first such report being due by 15 March 2021) on the basis of a reporting template to be defined at a later stage and using key indicators, as well as annual reporting where this is required in view of international commitments. This reporting exercise should replace and streamline almost all existing reporting obligations in EU energy and climate legislation. In addition, national and Union inventory systems for the estimation of GHG emissions and removals by sinks should be continued. The reporting should take place using an e-reporting platform, which will build on existing reporting processes and databases. ",
        "5800/1/17 REV 1 10 DGE 2B EN Guidelines are proposed for the \"contribution setting process\" by which Member States set their contributions to the 2030 targets in the areas of renewable energy and energy efficiency. Member States should provide differentiated projections for (a) existing policies and (b) planned policies relating to the 5 dimensions of the Energy Union until at least 2040. Furthermore, Member States should estimate the macroeconomic, environmental, skills and social impact of the policies and measures included in the integrated plans, as well as the interactions between policies relating to the 5 dimensions, at least until 2030, whilst also here comparing projections of existing policies and planned policies. A structured, iterative process between the Commission and Member States should keep the collective achievement of the Energy Union objectives on track. This would include a system of monitoring by the Commission, and if needed Commission recommendations of which the Member States should take utmost account, having in mind the binding nature of certain EU-level targets. Furthermore, the proposal contains provisions as regards regional cooperation and the involvement of national stakeholders. The European Environment Agency should assist the Commission as appropriate. If the Commission concludes, on the basis of the information submitted by Member States, that the achievement of Energy Union objectives (in particular the targets for renewables and energy efficiency) is at risk (the \"what if\" question), it may issue recommendations to Member States, and shall, as appropriate, take additional measures at Union level. For renewables (where there is a binding EU target), such additional measures may include a collective obligation on Member States to take national measures, such as adjusting the shares for renewables in the heating and cooling and/or transport sectors, or financing a renewables financing platform at Union level. Such a platform may be established by the Commission by adopting a delegated act. For energy efficiency (where a binding EU target is proposed), such Union measures may include aditional measures to improve the energy efficiency of products, buildings and transport. ",
        "5800/1/17 REV 1 11 DGE 2B EN For both areas of renewables and energy efficiency, the Commission's assessment as to whether the efforts are sufficient should be made in 2023, with the corresponding additional measures to be implemented by 2024. An Energy Union Committee (replacing the current Climate Change Committee) would be established, and other committees as appropriate, and the Regulation would be reviewed in 2026. The proposal contains \"mirror provisions\" relating to targets and objectives contained in various EU legislative acts in the area of energy policy as well as to targets and objectives in several legislative proposals in the area of climate and energy policy that have been presented recently by the Commission 2 . Therefore, consistency must be ensured throughout the entire negotiation process between these \"mirror provisions\" in all other legislative proposals concerned (see footnote) and in this governance proposal. 2 Proposal for a Regulation of the European Parliament and of the Council on the inclusion of greenhouse gas emissions and removals from land use, land use change and forestry into the 2030 climate and energy framework and amending Regulation No 525/2013 of the European Parliament and the Council on a mechanism for monitoring and reporting greenhouse gas emissions and other information relevant to climate change ('LULUCF') Proposal for a Regulation of the European Parliament and of the Council on binding annual greenhouse gas emission reductions by Member States from 2021 to 2030 for a resilient Energy Union and to meet commitments under the Paris Agreement and amending Regulation No 525/2013 of the European Parliament and the Council on a mechanism for monitoring and reporting greenhouse gas emissions and other information relevant to climate change ('ESR') Proposal for a Directive of the European Parliament and of the Council on the promotion of the use of energy from renewable sources (recast) Proposal for a Regulation of the European Parliament and of the Council concerning measures to safeguard the security of gas supply and repealing Regulation (EU) No 994/2010 Proposal for a Directive of the European Parliament and of the Council amending Directive 2012/27/EU on energy efficiency Proposal for a Directive of the European Parliament and of the Council amending Directive 2010/31/EU on the energy performance of buildings Proposal for a Regulation of the European Parliament and of the Council on risk-preparedness in the electricity sector and repealing Directive 2005/89/EC ",
        "5800/1/17 REV 1 12 DGE 2B EN II. EXCHANGE OF VIEWS Ministers are invited to share their initial views 3 on the package on Clean Energy for all Europeans, including: - how, in line with the Joint Declaration 4 we can make substantial progress and, where possible, deliver the package before the end of 2017; - how we can best ensure the key synergies, including institutional, of the overall approach; - how to make best use of regional cooperation to facilitate the transition. ________________________ 3 Note: delegations are invited to send their contribution in writing, so that Ministers can focus on key messages. 4 cf. doc. 15375/16. "
    ]
}