{
    "text": [
        "This document is meant purely as a documentation tool and the institutions do not assume any liability for its contents ► B COMMISSION IMPLEMENTING REGULATION (EU) No 808/2014 of 17 July 2014 laying down rules for the application of Regulation (EU) No 1305/2013 of the European Parliament and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (OJ L 227, 31.7.2014, p. 18) Amended by: Official Journal No page date ► M1 Commission Implementing Regulation (EU) 2016/669 of 28 April 2016 L 115 33 29.4.2016 2014R0808 — EN — 06.05.2016 — 001.001 — 1 ",
        "COMMISSION IMPLEMENTING REGULATION (EU) No 808/2014 of 17 July 2014 laying down rules for the application of Regulation (EU) No 1305/2013 of the European Parliament and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) No 1305/2013 of the European Parliament and of the Council of 17 December 2013 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) and repealing Council Regulation (EC) No 1698/2005 ( 1 ), and in particular Article 8(3), Article 12, Article 14(6), Article 41, Articles 54(4) and 66(5), Article 67, Articles 75(5) and 76(1), Whereas: (1) Regulation (EU) No 1305/2013 lays down general rules governing Union support for rural development financed by the European Agricultural Fund for Rural Development (EAFRD), complementing the common provisions for the European Structural and Investment Funds laid down in Part Two of Regulation (EU) No 1303/2013 of the European Parliament and the Council ( 2 ). In order to ensure that the new legal framework established by those Regulations functions smoothly and applies uniformly, the Commission has been empowered to adopt certain rules for its implementation. (2) Rules for the presentation of the content of rural development programmes, based in particular on the requirements of Article 8 of Regulation (EU) No 1305/2013 and Article 27 of Regu ­ lation (EU) No 1303/2013 should be laid down. It should also be established which of those rules for the presentation also apply to programmes dedicated to joint instruments for uncapped guar ­ antees and securitisation providing capital relief implemented by the European Investment Bank (‘EIB’) referred to in Article 28 of Regulation (EU) No 1303/2013. Rules for the content of national frameworks should also be laid down. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 2 ( 1 ) JO L 347, 20.12.2013, p. 487. ( 2 ) Regulation (EU) No 1303/2013 of the European Parliament and the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320). ",
        "(3) The procedures and timetables for the approval of national frameworks should be established. (4) In order to systematise the amendment of rural development programmes, rules for their submission as well as for the frequency of amendments should be established. This should be done in order to reduce as much as possible the administrative burden while leaving flexibility for clearly defined emergencies and specific situations. (5) Rules for amendments to national frameworks including on timing and in particular to facilitate the amendment of national frameworks of Member States which have regional programmes should be established. (6) In order to ensure the good use of EAFRD resources, voucher systems or equivalent systems for payment of participants’ costs for knowledge transfer and information actions should be estab ­ lished to ensure that reimbursed expenditure is clearly connected to a specific, eligible training or knowledge transfer action provided to the participant. (7) In order to ensure that the service provider offering best value for money is chosen, the selection of authorities or bodies offering advisory services should follow the applicable national public procurement rules. (8) As final payments should only be granted upon the correct imple ­ mentation of business plans, common parameters for such assessments should be established. Additionally, in order to facilitate the access for young farmers setting up for the first time to other measures under the farm and business development measure referred to in Article 19 of Regulation (EU) No 1305/2013, rules for the coverage of several measures in the business plans as well as for the approval procedure of the related applications should be established. (9) Member States should be allowed to calculate support for commitments under the agri-environment-climate, organic farming and animal welfare measures on the basis of other units than those established in Annex II to Regulation (EU) No 1305/2013 because of the specific nature of those commitments. Rules should be established concerning the compliance with the maximum amounts allowed, the exception for payments per livestock unit and the conversion rates of different categories of animals to livestock units. (10) In order to ensure that the calculation of additional costs and income foregone for measures referred to in Articles 28 to 31, 33 and 34 of Regulation (EU) No 1305/2013 is done in a trans ­ parent and verifiable manner certain common elements for the calculation that apply across Member States should be established. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 3 ",
        "(11) In order to avoid overcompensation and an increased adminis ­ trative burden, rules for the combination of certain measures should be set up. (12) Rules regarding the start of the operation of the national rural networks as well as on their structure should be established in order to ensure that the networks can work efficiently and in a timely manner in order to accompany the programme implementation. (13) In order to ensure information and publicity on the rural devel ­ opment activities benefitting from support by the EAFRD, the Managing Authority has responsibilities to fulfil which should be further specified in this Regulation. The Managing Authority should systemise its overall information and publicity efforts in a strategy, and through the establishment of a single website or website portal raise awareness regarding the objectives of rural development policy and strengthen accessibility and transparency of information about funding opportunities. Provision on the responsibility of beneficiaries to inform about the EAFRD support provided for their projects should be made. (14) In order to facilitate the setting up of the common monitoring and evaluation system, the common elements of that system including the indicators and the evaluation plan should be defined. (15) The central elements of the annual implementation report referred to in Article 75 of Regulation (EU) No 1305/2013 and the minimum requirements for the evaluation plan referred to in Article 56 of Regulation (EU) No 1303/2013 should be established. (16) The measures provided for in this Regulation are in accordance with the opinion of the Rural Development Committee, HAS ADOPTED THIS REGULATION: Article 1 Subject matter This Regulation lays down rules for the implementation of Regulation (EU) No 1305/2013 as regards the presentation of rural development programmes, procedures and timetables for approval and amendment of rural development programmes and national frameworks, the content of national frameworks, information and publicity for rural development programmes, implementation of certain rural development measures, monitoring and evaluation and reporting. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 4 ",
        "Article 2 Content of rural development programmes and national frameworks The presentation of the content of rural development programmes as referred to in Article 27 of Regulation (EU) No 1303/2013 and Article 8 of Regulation (EU) No 1305/2013, of national programmes dedicated to joint instruments for uncapped guarantees and securitisation providing capital relief implemented by the European Investment Bank (‘EIB’) as referred to in Article 28 of Regulation (EU) No 1303/2013 and of national frameworks as referred to in Article 6(3) of Regulation (EU) No 1305/2013, shall be established in accordance with Annex I to this Regulation. Article 3 Adoption of national frameworks National frameworks as referred to in Article 6(3) of Regulation (EU) No 1305/2013 shall be adopted in accordance with Article 29 of Regu ­ lation (EU) No 1303/2013. Article 4 Amendments of rural development programmes 1. Proposals to amend rural development programmes and specific programmes for the establishment and operation of national rural networks shall contain, in particular, the following information: (a) the type of amendment that is being proposed; (b) the reasons and/or implementation problems that justify the amendment; (c) the expected effects of the amendment; (d) the impact of the change on indicators; (e) the relationship between the change and the Partnership Agreement referred to in Chapter II of Title II of Regulation (EU) No 1303/2013. 2. Programme amendments of the type referred to in Article 11(a)(i) of Regulation (EU) No 1305/2013 may be proposed no more than three times during the duration of the programming period. A single amendment proposal for all other types of amendments combined may be submitted per calendar year and per programme, with the exception of the year 2023 in which year more than a single amendment proposal may be submitted for amendments concerning exclusively the adaptation of the financing plan, including any resulting changes to the indicator plan. The first and second subparagraphs shall not apply: (a) in case emergency measures due to natural disasters and cata ­ strophic events formally recognized by the competent national public authority need to be taken; or ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 5 ",
        "(b) in case an amendment is necessary following a change to the Union legal framework; or (c) following the performance review referred to in Article 21 of Regu ­ lation (EU) No 1303/2013; or (d) in case of a change in the EAFRD contribution planned for each year referred to in Article 8(1)(h)(i) of Regulation (EU) No 1305/2013 resulting from developments of the annual breakdown by Member State referred to in Article 58(7) of that Regulation ; or ▼ M1 (e) in case of amendments related to financial instruments referred to in Article 37 of Regulation (EU) No 1303/2013. ▼ B 3. Member States shall submit their last programme amendment of the type referred to in Article 11(a)(iii) of Regulation (EU) No 1305/2013 to the Commission by 30 September 2020. Other types of programme amendments shall be submitted to the Commission by 30 September 2023. 4. When a programme amendment changes any of the data that is included in the table of the national framework referred to in the second subparagraph of Article 6(3) of Regulation (EU) No 1305/2013, the approval of the programme amendment shall constitute approval of the corresponding revision of that table. Article 5 Amendment of national frameworks 1. Article 30 of Regulation (EU) No 1303/2013, Article 11 of Regu ­ lation (EU) No 1305/2013 and Article 4(1)(b) and (c) of this Regulation shall apply mutatis mutandis to amendments of national frameworks. 2. Member States that have opted for the submission of national frameworks containing the table referred to in the second subparagraph of Article 6(3) of Regulation (EU) No 1305/2013 may submit amendments of the national framework concerning that table to the Commission taking into account the degree of implementation of their various programmes. 3. The Commission, after approving the amendments referred to in paragraph 2, shall adapt the financing plans referred to in Article 8(1)(h) of Regulation (EU) No 1305/2013 of the programmes concerned to the revised table, provided that: (a) the total EAFRD contribution per programme for the entire programming period is not altered; (b) the total EAFRD allocation to the Member State concerned is not altered; (c) the annual breakdowns of the programme for the years preceding the year of the revision are not altered; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 6 ",
        "(d) the annual EAFRD allocation to the Member State concerned is respected; (e) the total EAFRD funding for environmental and climate related measures as set out in Article 59(6) of Regulation (EU) No 1305/2013 is respected. 4. Except in cases of emergency measures due to natural disasters or catastrophic events formally recognized by the competent national public authority, changes to the legal framework, or changes resulting from the performance review referred to in Article 21 of Regu ­ lation (EU) No 1303/2013, requests for amendment of the national framework referred to in paragraph 2 may be submitted only once per calendar year before 1 April. By way of derogation from the second subparagraph of Article 4(2), changes in programmes that result from such revision may be done in addition to a single amendment proposal submitted for the same year. 5. The implementing act approving the amendment shall be adopted in due time for allowing to amend the respective budget commitments before the end of the year in which the revision was submitted. Article 6 Knowledge transfer and information actions 1. Member States may provide for the possibility to cover the expen ­ diture relating to the costs for travel, accommodation and per diem expenses of participants in knowledge transfer and information actions referred to in Article 14 of Regulation (EU) No 1305/2013 as well as related costs for the replacement of farmers through a system of vouchers or another system of equivalent effect. 2. In relation to the systems referred to in paragraph 1 Member States shall provide: (a) that the period of validity of the voucher or equivalent may not exceed one year; (b) rules for obtaining the vouchers or equivalent, in particular that they shall be linked to a specific action; (c) the definition of specific conditions under which vouchers can be reimbursed to the training or other knowledge transfer and information action provider. Article 7 Selection of authorities or bodies offering advisory services The calls for tenders referred to in Article 15(3) of Regulation (EU) No 1305/2013 shall follow the applicable Union and national public procurement rules. They shall give due consideration to the degree of attainment by the applicants of the qualifications referred to in that Article. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 7 ",
        "Article 8 Business plans 1. For the purposes of Article 19(5) of Regulation (EU) No 1305/2013, Member States shall assess the progress of the business plans referred to in Article 19(4) of that Regulation, in case of support under Article 19(1)(a)(i) and (ii) of that Regulation, in terms of the proper implementation of the actions referred to in Article 5(1) of Commission Delegated Regulation (EU) No 807/2014 ( 1 ). 2. In the case of support under Article 19(1)(a)(i) of Regulation (EU) No 1305/2013, where the business plan refers to the use of other rural development measures under that Regulation, Member States may provide that the approval of the application for support also gives access to support under those measures. Where a Member State makes use of that possibility it shall provide that the application for support supplies the necessary information to assess eligibility under those measures. ▼ M1 Article 9 1. Where commitments made under Articles 28, 29 and 34 of Regulation (EU) No 1305/2013 refer to livestock units, the conversion rates of the various categories of animals to livestock units as set out in Annex II apply. 2. Where commitments under Articles 28, 29 and 34 of Regulation (EU) No 1305/2013 are expressed in units other than those set out in Annex II to that Regulation, Member States may calculate payments on the basis of those other units. In such case, the Member States shall ensure that the maximum amounts per year eligible for EAFRD support set out in that Annex are complied with. 3. Except for payments for commitments for the rearing of local breeds in danger of being lost to farming referred to in Article 28(10)(b) of Regulation (EU) No 1305/2013, payments under Articles 28, 29 and 34 of that Regulation cannot be granted per livestock unit. ▼ B Article 10 Standard assumption of additional costs and income foregone 1. Member States may fix the amount of the payments for the measures or types of operations referred to in Articles 28 to 31 and Articles 33 and 34 of Regulation (EU) No 1305/2013 on the basis of standard assumptions of additional costs and income foregone. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 8 ( 1 ) Commission Delegated Regulation (EU) No 807/2014 of 11 March 2014 supplementing Regulation (EU) No 1305/2013 of the European Parliament and of the Council on support for rural development by the European Agri ­ cultural Fund for Rural Development (EAFRD) and introducing transitional provisions (see page 1 of this Official Journal). ",
        "2. Member States shall ensure that the calculations and the corre ­ sponding payments referred to in paragraph 1: (a) contain only elements that are verifiable; (b) are based on figures established by appropriate expertise; (c) indicate clearly the source of the figures used; (d) are differentiated to take account of regional or local site conditions and actual land use, where applicable; (e) do not contain elements linked to investment costs. Article 11 Combination of commitments and combination of measures 1. Various agri-environment-climate commitments under Article 28 of Regulation (EU) No 1305/2013, organic farming commitments under Article 29 of that Regulation, animal welfare commitments under Article 33 of that Regulation and forest-environmental and climate commitments under Article 34 of that Regulation may be combined provided that they are complementary and compatible. Member States shall attach the list of allowed combinations to their rural development programmes. 2. Where measures or different commitments under the same or different measures referred to in paragraph 1 are combined, in deter ­ mining the level of support Member States shall take into account the specific income foregone and additional costs resulting from the combination. 3. Where an operation falls under two or more measures or under two or more different types of operations, Member States may attribute the expenditure to the dominant measure or type of operation. The specific contribution rate of that dominant measure or type of operation shall apply. Article 12 National rural network 1. Member States shall provide for the establishment and operation of the national rural network referred to in Article 54 of Regulation (EU) No 1305/2013 and the start of its action plan at the latest 12 months after the approval by the Commission of the rural development programme or the specific programme for the establishment and operation of the national rural network, as applicable. 2. The structure needed for running the national rural network shall be established either within the national or regional competent authorities or externally, by selection through tendering procedures or as a combination of both. That structure must be able to perform at least the activities referred to in Article 54(3)(b) of Regulation (EU) No 1305/2013. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 9 ",
        "3. Where a Member State has opted for a specific programme for the establishment and operation of the national rural network, that programme shall include the elements referred to in Part 3 of Annex I to this Regulation. Article 13 Information and publicity 1. The Managing Authority shall submit an information and publicity strategy as well as any amendments thereof to the Monitoring Committee for information. The strategy shall be submitted no later than six months after the adoption of the rural development programme. The Managing Authority shall inform the Monitoring Committee at least once a year on the progress in the implementation of the information and publicity strategy and on its analysis of the results as well as on the planned information and publicity to be carried out in the following year. 2. Detailed rules on the responsibilities of the Managing Authority and the beneficiaries concerning information and publicity are laid down in Annex III. Article 14 Monitoring and evaluation system 1. The common monitoring and evaluation system referred to in Article 67 of Regulation (EU) No 1305/2013 includes the following elements: (a) an intervention logic showing the interactions between priorities, focus areas and measures; (b) a set of common context, result and output indicators, including indicators to be used for the establishment of quantified targets in relation to rural development focus areas and a set of pre-defined indicators for the performance review; (c) common evaluation questions, as set out in Annex V; (d) data collection, storage and transmission; (e) regular reporting on monitoring and evaluation activities; (f) the evaluation plan; (g) the ex ante and ex post evaluations and all other evaluation activities linked to the rural development programme, including those required to fulfil the increased requirements of the 2017 and 2019 annual implementation reports referred to in Article 50(4) and (5) of Regulation (EU) No 1303/2013 and Article 75(3) and (4) of Regulation (EU) No 1305/2013; (h) support to enable all actors responsible for monitoring and evaluation to fulfil their obligations. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 10 ",
        "2. The common set of context, result and output indicators for rural development policy is set out in Annex IV. That Annex also identifies the indicators which are to be used for the establishment of quantified targets in relation to rural development focus areas. For the purpose of the setting of the performance framework milestones and targets referred to in point 2 of Annex II to Regulation (EU) No 1303/2013, the Member State shall either use the pre-defined performance framework indicators set out in point 5 of Annex IV to this Regulation or replace and/or complete these indicators by other relevant output indicators defined in the rural development programme. 3. The technical support documents set out in Annex VI shall form part of the monitoring and evaluation system. 4. For types of operations where a potential contribution to focus areas referred to in Article 5, first paragraph, point (2)(a), Article 5, first paragraph, points (5)(a) to (d), and Article 5, first paragraph, point(6)(a) of Regulation (EU) No 1305/2013 is identified in the table referred to in point 11(c) of Part 1 of Annex I to this Regulation, the electronic record of the operations referred to in Article 70 of Regu ­ lation (EU) No 1305/2013 shall include flag(s) to identify those cases where the operation has a component contributing to one or more of those focus areas. Article 15 Annual implementation report The presentation of the annual implementation report referred to in Article 75 of Regulation (EU) No 1305/2013 is set out in Annex VII to this Regulation. Article 16 Evaluation Plan The minimum requirements for the evaluation plan referred to in Article 56(1) of Regulation (EU) No 1303/2013 are set out in point 9 of Part 1 of Annex I to this Regulation. Article 17 Entry into force This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 11 ",
        "ANNEX I PART 1 Presentation of the content of rural development programmes 1. Title of the rural development programme (RDP) 2. Member State or administrative region (a) Geographical area covered by the programme. (b) Classification of the region. 3. Ex ante evaluation Not applicable to national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 (a) Description of the process, including timing of main events, inter ­ mediate reports, in relation to the key stages of RDP development. (b) Structured table containing the recommendations of the ex ante evaluation and how they have been addressed. (c) The complete ex ante evaluation report (including the Strategic Envi ­ ronmental Assessment (SEA) requirements) shall be annexed to the RDP. 4. Strengths, weaknesses, opportunities and threats (‘SWOT’) and identi ­ fication of needs Not applicable to national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 (a) SWOT analysis containing the following sections: (i) comprehensive overall description of the current situation of the programming area, based on common and programme-specific context indicators and other qualitative up-to-date information; (ii) strengths identified in the programming area; (iii) weaknesses identified in the programming area; (iv) opportunities identified in the programming area; (v) threats identified in the programming area; (vi) structured table containing the data for the common and programme-specific context indicators. (b) Needs assessment, based on evidence from the SWOT analysis, for each Union priority for rural development (hereafter ‘priority’) and focus area and the three cross-cutting objectives (environment, including the specific needs of Natura 2000 areas according to the Prioritized Action Framework ( 1 ), climate change mitigation and adap ­ tation, innovation). 5. Description of the strategy (a) A justification of the needs selected to be addressed by the RDP, and the choice of objectives, priorities, focus areas and the target setting based on evidence from the SWOT and the needs assessment. Where relevant, a justification of thematic sub-programmes included in the programme. The justification shall in particular demonstrate the fulfilment of the requirements referred to in Article 8(1)(c)(i) and (iv) of Regulation (EU) No 1305/2013. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 12 ( 1 ) Article 8(4) of Council Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (OJ L 206, 22.7.1992, p. 7). ",
        "(b) The combination and justification of the rural development measures for each focus area including the justification of the financial allo ­ cations to the measures and the adequacy of the financial ressources with the targets set, as referred to in Article 8(1)(c)(ii) and (iii) of Regulation (EU) No 1305/2013. The combination of measures included in the intervention logic shall be based on the evidence from the SWOT analysis and justification and prioritisation of needs referred to in point (a). (c) A description of how the cross-cutting objectives will be addressed, including the specific requirements referred to in Article 8(1)(c)(v) of Regulation (EU) No 1305/2013. (d) A summary table of the intervention logic showing the priorities and focus areas selected for the RDP, the quantified targets, and the combi ­ nation of measures to be used to achieve them, including the planned expenditure. The summary table shall be automatically generated from the information provided in point 5(b) and point 11, using the char ­ acteristics of the electronic data exchange system (‘SFC2014’) referred to in Article 4(a) and (b) of Commission Implementing Regulation (EU) No 184/2014 ( 1 ). (e) A description of the advisory capacity to ensure adequate advice and support for the regulatory requirements and for actions related to inno ­ vation to demonstrate the measures taken as required in Article 8(1)(c)(vi) of Regulation (EU) No 1305/2013. 6. Assessment of ex ante conditionalities comprising the following structured tables: (a) Information on the assessment of the applicability of ex-ante conditionalities. (b) For each applicable general and priority-linked ex-ante conditionality in one table: (i) assessment of its fulfilment and; (ii) list of priorities/focus areas and measures to which the condi ­ tionality applies. An indicative list of priorities/focus areas and measures of particular relevance to each ex-ante conditionality is set out in Part 4; (iii) list of relevant criteria as well as an assessment of their fulfilment; (iv) references to the strategies, legal acts or other relevant documents, including references to relevant sections, articles documenting the fulfilment of a given criterion. (c) Two separate tables, one for applicable general and one for applicable priority linked ex-ante conditionalities which are completely unfulfilled or partially unfulfilled providing each the following information: (i) identification of the criteria not fulfilled; (ii) actions to be taken for the fulfilment of each of those criteria; (iii) deadlines for these actions; and (iv) bodies responsible for the fulfilment. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 13 ( 1 ) Commission Implementing Regulation (EU) No 184/2014 of 25 February 2014 laying down pursuant to Regulation (EU) No 1303/2013 of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund, the terms and conditions applicable to the electronic data exchange system between the Member States and the Commission and adopting pursuant to Regulation (EU) No 1299/2013 of the European Parliament and of the Council on specific provisions for the support from the European Regional Development Fund to the European territorial cooperation goal, the nomen ­ clature of the categories of intervention for support from the European Regional Devel ­ opment Fund under the European territorial cooperation goal (OJ L 57, 27.2.2014, p. 7). ",
        "7. Description of the performance framework Not applicable to national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 (a) Where relevant, information on the selection of the indicators as referred to in Article 14(2), of milestones, of key implementation steps, as well as of the allocation of the performance reserve. The target-setting shall be justified under the strategy, in accordance with point 5(a). (b) A table setting out for each priority the allocation of the performance reserve, and for each indicator: (i) targets for 2023. Targets shall not take into account additional national financing as referred to in points 12, and state aid in the form of additional national funding as referred to in point 13; (ii) milestones for 2018 based on the targets. In case the total EAFRD amount allocated to the performance reserve differs from the pro-rata distribution ( 1 ) of the total national EAFRD performance reserve allocation in the partnership agreement to all national and regional programmes, with the exception of national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 and specific programmes for the establishment and the operation of the national rural network referred to in the second subparagraph of Article 54(1) of Regu ­ lation (EU) No 1305/2013, justification of the amount of the performance reserve allocation. 8. Description of the measures selected (1) Description of the general conditions applied to more than one measure including, where relevant, definition of rural area, baselines, cross-compliance, intended use of financial instruments, intended use of advances and common provisions for investments, including the provisions of Articles 45 and 46 of Regulation (EU) No 1305/2013. Where relevant, the list of allowed combinations of commitments referred to in Article 11(1) shall be annexed to the RDP. (2) Description by measure including: (a) legal basis. (b) general description of the measure including its intervention logic and contribution to focus areas and cross-cutting objectives. ▼ M1 (c) scope, level of support, eligible beneficiaries, and where relevant, methodology for calculation of the amount or support rate broken down by sub-measure and/or type of operation where necessary. For each type of operation specification of eligible costs, eligibility conditions, applicable amounts and support rates and principles with regard to the setting of selection criteria. Where support is provided to a financial instrument implemented under points (a) and (b) of the first subparagraph of Article 38(4) of Regu ­ lation (EU) No 1303/2013, description of the type of financial instrument, general categories of final recipients, general categories of eligible costs, maximum level of support and principles with regard to the setting of selection criteria. ▼ B (d) description of the verifiability and controllability of the measures and/or types of operations: (i) risk(s) in the implementation of the measures and/or type of operations; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 14 ( 1 ) Using the total EAFRD contribution to each of the programmes concerned. ",
        "(ii) mitigating actions; (iii) overall assessment of the measure and/or type of operations.’ For the measure under Article 28 of Regulation (EU) No 1305/2013, the description shall include a table illustrating the relation between agri-environment-climate commitments and the methods of their verification and control. (e) description specific to each measure and/or type of operation as follows: 1. Knowledge transfer and information actions (Article 14 of Regulation (EU) No 1305/2013) — definition of appropriate capacities of bodies providing knowledge transfer services to carry out their tasks in the form of staff qualifications and regular training; — definition of the duration and content of farm and forest exchange schemes and visits as referred to in Article 3 of Delegated Regulation (EU) No 807/2014. 2. Advisory services, farm management and farm relief services (Article 15 of Regulation (EU) No 1305/2013) — general principles to ensure appropriate resources in the form of regularly trained and qualified staff and advisory experience and reliability with respect to the field of advice. Identification of the elements that the advice will cover. 3. Quality schemes for agricultural products and foodstuffs (Article 16 of Regulation (EU) No 1305/2013) — indication of eligible quality schemes, including farm certification schemes, for agricultural products, cotton or foodstuffs recognized at national level and confirmation that these quality schemes are fulfilling the criteria laid down in Article 16(1)(b) of Regulation (EU) No 1305/2013; — indication of eligible voluntary agricultural product certifi ­ cation schemes recognized by the Member State as meeting the Union best practice guidelines. 4. Investments in physical assets (Article 17 of Regulation (EU) No 1305/2013) — definition of non productive investments; — definition of collective investments; — definition of integrated projects; — definition and identification of the eligible Natura 2000 sites and other eligible areas of high nature value; — description of the targeting of the support to farms in accordance with the SWOT carried out in relation to the priority referred to in Article 5(2) of Regulation (EU) No 1305/2013; — list of new requirements imposed by Union legislation for complying with which support may be granted under Article 17(6) of Regulation (EU) No 1305/2013; — where relevant, the minimum standards for energy effi ­ ciency referred to in Article 13(c) of Delegated Regu ­ lation (EU) No 807/2014; — where relevant, definition of the thresholds referred to in Article 13(e) of Delegated Regulation (EU) No 807/2014. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 15 ",
        "5. Farm and business development (Article 19 of Regu ­ lation (EU) No 1305/2013) — definition of small farm referred to in Article 19(1)(a)(iii) of Regulation (EU) No 1305/2013; — definition of upper and lower thresholds as referred to in the third subparagraph of Article 19(4) of Regulation (EU) No 1305/2013; — specific conditions for support for young farmers where they are not setting up as a sole head of the holding in accordance with Article 2(1) and (2) of Delegated Regu ­ lation (EU) No 807/2014; — information on the application of the grace period referred to in Article 2(3) of Delegated Regulation (EU) No 807/2014; — summary of the requirements of the business plan; — use of the possibility to combine different measures through the business plan giving access of the young farmer to those measures; — domains of diversification covered. 6. Basic services and village reveal in rural areas (Article 20 of Regulation (EU) No 1305/2013) — Definition of small scale infrastructure, including small scale tourism infrastructure as referred to in Article 20(1)(e) of Regulation (EU) No 1305/2013; — if applicable, specific derogation allowing to support bigger scale infrustructure for investments in broad band and renewable energy; — the minimum standards for energy efficiency referred to in Article 13(c) of Delegated Regulation (EU) No 807/2014; — definition of the thresholds referred to in Article 13(e) of Delegated Regulation (EU) No 807/2014. 7. Investments in forest area development and improvement of the viability of forests (Article 21 of Regulation (EU) No 1305/2013) — definition and justification of the holding size above which support will be conditional on the submission of a forest management plan or equivalent instrument in line with sustainable forest management; — definition of an ‘equivalent instrument’. Afforestation and creation of woodlands — Identification of species, areas and methods to be used to avoid inappropriate afforestation as referred to in Article 6(a) of Delegated Regulation (EU) No 807/2014, including the description of the environmental and climatic conditions of the areas in which afforestation is foreseen as referred to in Article 6(b) of that Regulation; — definition of the minimum environmental requirements referred to in Article 6 of Delegated Regulation (EU) No 807/2014. Establishment of agro-forestry systems — Specification of minimum and maximum number of trees to be planted and, when mature, to be retained, per hectare and forest species to be used as referred to in Article 23(2) of Regulation (EU) No 1305/2013; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 16 ",
        "— indication of expected environmental benefits of the supported systems. Prevention and restoration of damage from forest fires and natural disasters and catastrophic events — Where relevant, list of species of organisms harmful to plants which may cause a disaster; — identification of forest areas classified as being at medium to high risk of forest fire according to the relevant forest protection plan; — in case of preventive actions concerning pests and diseases, description of a relevant disaster occurrence, supported by scientific evidence, including, where relevant, recommendations on dealing with pests and diseases made by scientific organisations. Investments improving the resilience and environmental value of forest ecosystems — Definition of types of eligible investment and their expected environmental outcome and/or public amenity value. 8. Setting up of producer groups and organisations (Article 27 of Regulation (EU) No 1305/2013) — Description of the official procedure for recognising the groups and organisations. 9. Agri-environment-climate (Article 28 of Regulation (EU) No 1305/2013) — Identification and definition of the relevant baseline elements; this shall include the relevant mandatory standards established pursuant to Chapter I of Title VI of Regulation (EU) No 1306/2013 of the European Parliament and of the Council ( 1 ), the relevant criteria and minimum activities established pursuant to Article 4(1)(c)(ii) and (iii) of Regulation (EU) No 1307/2013 of the European Parliament and of the Council ( 2 ), the relevant minimum requirements for fertilisers and plant protection products use, and other relevant mandatory requirements established by national law; — the minimum requirements for fertilisers must include, inter alia, the Codes of Good Practice introduced by Council Directive 91/676/EEC ( 3 ) for farms outside nitrate vulnerable zones, and requirements concerning phosphorous pollution; the minimum requirements for plant protection products use must include, inter alia, general principles for integrated pest management introduced by Directive 2009/128/EC of the European Parliament and of the Council ( 4 ), requirements to have a licence to use the products and meet training obligations, requirements on safe storage, the checking of application machinery and rules on pesticide use close to water and other sensitive sites, established by national legislation; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 17 ( 1 ) Regulation (EU) No 1306/2013 of the European Parliament and of the Council of 17 December 2013 on the financing, management and monitoring of the common agri ­ cultural policy and repealing Council Regulations (EEC) No 352/78, (EC) No 165/94, (EC) No 2799/98, (EC) No 814/2000, (EC) No 1290/2005 and (EC) No 485/2008 (OJ L 347, 20.12.2013, p. 549). ( 2 ) Regulation (EU) No 1307/2013 of the European Parliament and of the Council of 17 December 2013 establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy and repealing Council Regulation (EC) No 637/2008 and Council Regulation (EC) No 73/2009 (OJ L 347, 20.12.2013, p. 608). ( 3 ) Council Directive 91/676/EEC of 12 December 1991 concerning the protection of waters against pollution caused by nitrates from agricultural sources (OJ L 375, 31.12.1991, p. 1). ( 4 ) Directive 2009/128/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for Community action to achieve the sustainable use of pesticides (OJ L 309, 24.11.2009, p. 71). ",
        "— a table illustrating the relation between agri-environment- climate commitments and relevant usual farming practices and the relevant elements of the reference level (baseline elements), i.e. good agricultural and environmental conditions and statutory management requirements, minimum requirements for fertilisers and pesticides, other relevant national/regional requirements, and minimum activities. — list of local breeds in danger of being lost to farming and of plant genetic resources under threat of genetic erosion; — description of the methodology and of the agronomic assumptions and parameters including the description of the baseline requirements as referred to in Article 28(3) of Regulation (EU) No 1305/2013, which are relevant for each particular type of commitment used as reference for the calculations justifying additional costs, income foregone resulting from the commitment made and level of the transaction costs; where relevant, that methodology shall take into account aid granted under Regulation (EU) No 1307/2013, including payment for agricultural practices beneficial for the climate and the environment, in order to exclude double funding; where appropriate, the conversion method used for other units in accordance with Article 9 of this Regulation. 10. Organic farming (Article 29 of Regulation (EU) No 1305/2013) — Identification and definition of the relevant baseline elements; this shall include the relevant mandatory standards established pursuant to Chapter I of Title VI of Regulation (EU) No 1306/2013, the relevant criteria and minimum activities established pursuant to Article 4(1)(c)(ii) and (iii) of Regulation (EU) No 1307/2013, the relevant minimum requirements for fertilisers and plant protection products use, and other relevant mandatory requirements established by national law; — Description of the methodology and of the agronomic assumptions and parameters including the description of the baseline requirements referred to in Article 29(2) of Regulation (EU) No 1305/2013 which are relevant for each particular type of commitment, used as reference for the calculations justifying additional costs, income foregone resulting from the commitment made and level of the transaction costs; where relevant, that methodology shall take into account aid granted under Regulation (EU) No 1307/2013, including payment for agricultural practices beneficial for the climate and the environment, in order to exclude double funding; where appropriate, the conversion method used for other units in accordance with Article 9 of this Regulation. 11. Natura 2000 and Water Framework Directive (‘WFD’) payments (Article 30 of Regulation (EU) No 1305/2013) — for Natura 2000: the areas designated to implement Council Directive 92/43/EEC and Directive 2009/147/EC of the European Parliament and of the Council ( 1 ) and the obligations for farmers resulting from the corresponding national and/or regional management provisions; — in case other delimited nature protection areas with envi ­ ronmental restrictions are chosen to be supported within this measure, specification of the sites and contribution to the implementation of Article 10 of Directive 92/43/EEC; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 18 ( 1 ) Directive 2009/147/EC of the European Parliament and of the Council of 30 November 2009 on the conservation of wild birds (OJ L 20, 26.1.2010, p. 7). ",
        "— for WFD payments: definition of major changes in type of land use and description of the links with the programmes of measures of the river basin management plan referred to in Article 13 of Directive 2000/60/EC of the European Parliament and of the Council ( 1 ) (‘WFD’); — identification and definition of the baseline elements; for Natura 2000 payments this shall include the good agri ­ cultural and environmental condition referred to in Article 94 and Annex II to Regulation (EU) No 1306/2013 and the relevant criteria and minimum activities referred to in Article 4(1)(c)(ii) and (iii) of Regulation (EU) No 1307/2013; for WFD payments this shall include mandatory standards established pursuant to Chapter I of Title VI of Regulation (EU) No 1306/2013 and the relevant criteria and minimum activities established pursuant to Article 4(1)(c)(ii) and (iii) of Regulation (EU) No 1307/2013; — indication of the link between the implementation of the measure and the Prioritized Action Framwework (Art 8(4) of Directive 92/43/EEC); — identification of the restrictions/disadvantages based on which payments can be granted and indication of compulsory practices; — description of the methodology and the agronomic assumptions including the description of the baseline requirements referred to in Article 30(3) of Regulation (EU) No 1305/2013 for Directives 92/43/EEC and 2009/147/EC and in Article 30(4) of that Regulation for the WFD used as reference for the calculations justifying additional costs and income foregone resulting from the disadvantages in the areas concerned related to the implementation of Directives 92/43/EEC, 2009/147/EC and the WFD; where relevant, that methodology shall take into account payment for agri ­ cultural practices beneficial for the climate and the environment granted in accordance with Regulation (EU) No 1307/2013, in order to exclude double funding. 12. Payments to areas facing natural or other specific constraints (Article 31 of Regulation (EU) No 1305/2013) — definition of the threshold level of area per holding on the basis of which the Member State calculates degressivity of payments; Designation of areas facing natural and other specific constraints — description of the local unit-level applied for the desig ­ nation of the areas; — description of the application of the method including the criteria referred to in Article 32 of Regulation (EU) No 1305/2013 for the delimitation of the three categories of areas referred to in that Article including the description and results of the fine-tuning exercise for areas facing natural and other specific constraints other than mountain areas. 13. Animal welfare (Article 33 of Regulation (EU) No 1305/2013) — definition and identification of the national and the Union requirements corresponding to the mandatory standards established pursuant to Chapter I of Title VI of Regulation (EU) No 1306/2013; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 19 ( 1 ) Directive 2000/60/EC of the European Parliament and of the Council of 23 October 2000 establishing a framework for Community action in the field of water policy (OJ L 327, 22.12.2000, p. 1). ",
        "— description of the methodology and of the agronomic/zoo- technical assumptions and parameters, including the description of the baseline requirements referred to in Article 33(2) of Regulation (EU) No 1305/2013 which are relevant for each particular type of commitment, used as reference for the calculations justifying additional costs and income foregone resulting from the commitment made. 14. Forest-environmental and climate services and forest conser ­ vation (Article 34 of Regulation (EU) No 1305/2013) — Definition and justification of the holding size above which support will be conditional on the submission of a forest management plan or equivalent instrument; — definition of an ‘equivalent instrument’; — identification of relevant mandatory requirements estab ­ lished by the national forestry act or other relevant national legislation; — description of the methodology and of the assumptions and parameters, including the description of the baseline requirements as referred to in Article 34(2) of Regu ­ lation (EU) No 1305/2013 which are relevant for each particular type of commitment, used as reference for the calculations justifying additional costs and income foregone resulting from the commitment made. 15. Cooperation (Article 35 of Regulation (EU) No 1305/2013) — Specification of the characteristics of pilot projects, clusters, networks, short supply chains and local markets. 16. Risk management (Articles 36.37 and 38 of Regulation (EU) No 1305/2013) — Description of mechanisms to ensure that no overcompen ­ sation takes place. Crop, animal, and plant insurance — Description of conditions for insurance contracts to be eligible for support, to include at least: (a) particular risks insured against, (b) particular economic losses covered; — rules to be used for establishing the calculation of the proportion of the average annual production of a farmer which has been destroyed. Mutual funds for adverse climatic events, animal and plant diseases, pest infestations and environmental incidents — Principles for funding arrangements, constitution and management of the mutual funds, to include in particular: (a) the list of adverse climatic events, animal or plant diseases, pest infestations or environmental incidents which may give rise to compensation to be paid to farmers, including geographical scope where appropriate, (b) the criteria for assessing whether a given event shall give rise to the payment of compensation to farmers, (c) the methods for calculating the additional costs which constitute economic losses, (d) the calculation of the administrative costs, ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 20 ",
        "(e) the method to be used for establishing the calculation of the proportion of the average annual production of a farmer which has been destroyed, (f) any limits to the costs that are eligible for a financial contribution; — where the source of the financial compensation to be paid by the mutual fund is a commercial loan, minimum and maximum duration of the commercial loan. Income stabilisation tool — Principles for funding arrangements, constitution and management of the mutual funds, for granting of compen ­ sation payments to farmers, to include in particular: (a) the calculation of the administrative costs, (b) rules to be used for establishing the calculation of the drop in income, (c) any limits to the costs that are eligible for a financial contribution; — where the source of the financial compensation to be paid by the mutual fund is a commercial loan, minimum and maximum duration of the commercial loan. 17. Community-led local development (LEADER) (Article 35 of Regulation (EU) No 1303/2013, Articles 43 and 44 of Regulation (EU) No 1305/2013) — description of the obligatory community-led local devel ­ opment (hereafter ‘CLLD’) elements of which the LEADER measure is composed: preparatory support, implementation of operations under the CLLD strategy, preparation and implementation of cooperation activities of the local action group (hereafter ‘LAG’), running costs and animation, referred to in Article 35(1) of Regu ­ lation (EU) No 1303/2013; — description of the use of the LEADER start-up-kit referred to in Article 43 of Regulation (EU) No 1305/2013 as specific type of preparatory support, if relevant; — description of the system for ongoing application for LEADER cooperation projects referred to in Article 44(3) of Regulation (EU) No 1305/2013; — the procedure and the timetable to select the local devel ­ opment strategies; — justification for selection of geographical areas for local development strategy implementation whose population falls outside the limits laid down in Article 33(6) of Regu ­ lation (EU) No 1303/2013; — coordination with the other European Structural and Investment (hereafter ‘ESI’) Funds as regards CLLD, including possible solution applied with regard to the use of the lead fund option, and any global complemen ­ tarities between the ESI Funds in financing the preparatory support; — possibility or not of paying advances; — definition of the tasks of the Managing Authority, the paying agency and the LAGs under LEADER, in particular with regard to a non-discriminatory and trans ­ parent selection procedure and objective criteria for the selection of operations referred to in Article 34(3)(b) of Regulation (EU) No 1303/2013; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 21 ",
        "— description of coordination mechanisms foreseen and complementarities ensured with operations supported under other rural development measures especially as regards: — investments in non-agricultural activities and business start-up aid under Article 19 of Regulation (EU) No 1305/2013, — investments under Article 20 of Regulation (EU) No 1305/2013 and — cooperation under Article 35 of Regulation (EU) No 1305/2013 in particular implementation of local development strategies by public-private partnerships. 9. Evaluation plan, containing the following sections Not applicable to national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 (1) Objectives and purpose A statement of the objectives and purpose of the evaluation plan, based on ensuring that sufficient and appropriate evaluation activities are undertaken, in particular to provide information needed for programme steering, for the annual implementation reports in 2017 and 2019 and the ex-post evaluation, and to ensure that data needed for RDP evaluation are available. (2) Governance and coordination Brief description of the monitoring and evaluation arrangements for the RDP, identifying the main bodies involved and their responsibilities. Explanation of how evaluation activities are linked with RDP imple ­ mentation in terms of content and timing. (3) Evaluation topics and activities Indicative description of evaluation topics and activities anticipated, including, but not limited to, fulfilment of evaluation requirements provided for in Regulation (EU) No 1303/2013 and Regulation (EU) No 1305/2013. It shall cover: (a) activities needed to evaluate the contribution of each RDP Union priority as referred to in Article 5 of Regulation (EU) No 1305/2013 to the rural development objectives laid down in Article 4 of that Regulation, assessment of result and impact indicator values, analysis of net effects, thematic issues, including sub-programmes, cross-cutting issues, national rural network, contribution of CLLD strategies; (b) planned support for evaluation at LAG level; (c) programme specific elements such as work needed to develop methodologies or to address specific policy areas. (4) Data and information Brief description of the system to record, maintain, manage and report statistical information on RDP implementation and provision of moni ­ toring data for evaluation. Identification of data sources to be used, data gaps, potential institutional issues related to data provision, and proposed solutions. This section shall demonstrate that appropriate data management systems will be operational in due time. (5) Timeline Major milestones of the programming period, and indicative outline of the timing needed to ensure that results are available at the appropriate time. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 22 ",
        "(6) Communication Description of how evaluation findings will be disseminated to target recipients, including a description of the mechanisms established to follow-up on the use of evaluation results. (7) Resources Description of the resources needed and foreseen to implement the evaluation plan, including an indication of administrative capacity, data, financial resources, IT needs. Description of capacity building activities foreseen to ensure that the evaluation plan can be fully implemented. 10. Financing plan , comprising separate structured tables setting out: (a) The annual EAFRD contribution (i) for all types of the regions referred to in Article 59(3) of Regu ­ lation (EU) No 1305/2013, (ii) for the amounts referred to in Article 59(4)(f) of Regulation (EU) No 1305/2013, and funds transferred to the EAFRD, referred to in Article 58(6) of that Regulation, (iii) for resources allocated to the performance reserve in accordance with Article 20 of Regulation (EU) No 1303/2013; (b) The single EAFRD contribution rate for all measures broken down by type of region as referred to in Article 59(3) of Regulation (EU) No 1305/2013; (c) The breakdown by measure or type of operation with a specific EAFRD contribution rate: (i) total Union contribution, EAFRD contribution rate, and indicative breakdown of the total Union contribution by focus area ( 1 ), (ii) for the measures referred to in Articles 17 and 30 of Regulation (EU) No 1305/2013 the total Union contribution reserved for operations referred to in Article 59(6) of that Regu ­ lation, (iii) for technical assistance the total Union contribution and the EAFRD contribution rate used in accordance with Article 51(3) of Regulation (EU) No 1305/2013, (iv) for the expenditure related to legal commitments to beneficiaries incurred under the measures of Regulation (EC) No 1698/2005, which have no correspondence in the programming period 2014 to 2020, the total Union contribution and the EAFRD contribution rate. When a measure or a type of operation with specific EAFRD contribution rate contributes to the financial instruments referred to in Article 38(1)(b) of Regulation (EU) No 1303/2013, the table shall indicate separately the contribution rates for financial instruments and for other operations and an indicative EAFRD amount corresponding to the planned contribution to the financial instrument. For the measure referred to in Article 17 of Regulation (EU) No 1305/2013, the EAFRD contribution reserved for operations falling within the scope of Article 59(6) of that Regulation corresponds to the contribution of the measure to the priorities laid down in Article 5(4) and (5) of that Regulation. (d) For each sub-programme an indicative breakdown by measure of the total Union contribution by measure. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 23 ( 1 ) The indicative breakdown of the total Union contribution by focus area is to be used within the context of the contribution of the rural development programme to the thematic objectives and climate change objectives referred to in Article 15(1)(a)(iv) of Regulation (EU) No 1303/2013, of suspensions referred to in Articles 19(5) and 22(6) of that Regulation and, where relevant, of the calculation of amounts to be reserved under Article 59(6) of Regulation (EU) No 1305/2013. ",
        "11. Indicator plan , comprising separate structured tables setting out: (a) by focus area, the quantified targets accompanied by planned outputs and planned total public expenditure of the measures selected to address the focus area; (b) for agriculture and forestry the detailed calculation of the targets of priorities laid down in Article 5(4) and Article 5(5)(d) and (e) of Regulation (EU) No 1305/2013; (c) qualitatively, the additional contribution of measures to other focus areas. 12. Additional national financing: For measures and operations falling within the scope of Article 42 of the Treaty, a table on additional national financing per measure in accordance with Article 82 of Regulation (EU) No 1305/2013, including the amounts per measure and indication of compliance with the criteria under that Regulation. 13. Elements needed for State aid assessment: For the measures and operations which fall outside the scope of Article 42 of the Treaty, the table of aid schemes falling under Article 81(1) of Regulation (EU) No 1305/2013 to be used for the implementation of the programmes, including the title of the aid scheme, as well as the EAFRD contribution, national cofinancing and additional national funding. Compatibility with Union State aid rules must be ensured over the entire duration of the programme. The table shall be accompanied by a commitment from the Member State that, where required under State aid rules or under specific conditions in a State aid approval decision, such measures will be notified individually pursuant to Article 108(3) of the Treaty. 14. Information on complementarity containing the following sections: Not applicable to national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 (1) Description of means for the complementarity and coherence with: — other Union instruments and, in particular with ESI Funds and Pillar 1, including greening, and other instruments of the common agricultural policy; — where a Member State has opted to submit a national programme and a set of regional programmes as referred to in Article 6(2) of Regulation (EU) No 1305/2013, information on complementarity between them. (2) Where relevant, information on the complementarity with other Union instruments, including LIFE ( 1 ). 15. Programme implementing arrangements , containing the following sections: For national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 only points (a), (b) and (c) of this point are applicable (a) the designation by the Member State of all authorities referred to in Article 65(2) of Regulation (EU) No 1305/2013 and a summary description of the management and control structure of the programme referred to in Article 8(1)(m)(i) of Regulation (EU) No 1305/2013 and arrangements under Article 74(3) of Regu ­ lation (EU) No 1303/2013; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 24 ( 1 ) Article 8(3) of Regulation (EU) No 1293/2013of the European Parliament and of the Council of 11 December 2013 on the establishment of a Programme for the Environment and Climate Action (LIFE) and repealing Regulation (EC) No 614/2007 (OJ L 347, 20.12.2013, p. 185). ",
        "(b) the envisaged composition of the Monitoring Committee; (c) provisions to ensure that the programme is publicised, including through the national rural network, making reference to the information and publicity strategy referred to in Article 13; (d) description of mechanisms to ensure coherence with regard to local development strategies implemented under LEADER, activities envisaged under the cooperation measure referred to in Article 35 of Regulation (EU) No 1305/2013, the basic services and village renewal in rural areas measure referred to in Article 20 of that Regulation, and other ESI Funds; (e) description of actions to achieve a reduction of administrative burden for beneficiaries referred to in Article 27(1) of Regulation (EU) No 1303/2013; (f) description of the use of technical assistance including actions related to the preparation, management, monitoring, evaluation, information and control of the programme and its implementation, as well as the activities concerning previous or subsequent programming periods as referred to in Article 59(1) of Regulation (EU) No 1303/2013. 16. Actions taken to involve partners Not applicable to national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 List of actions taken to involve partners, subject and summary of the outcome of the corresponding consultations. 17. National rural network Not applicable to national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 Description of: (a) the procedure and the timetable for establishing the national rural network (hereinafter ‘NRN’); (b) the planned organisation of the NRN, namely the way organisations and administrations involved in rural development, including the partners, as referred to in Article 54(1) of Regulation (EU) No 1305/2013 will be involved and how the networking activities will be facilitated; (c) a summary description of the main categories of activity to be undertaken by the NRN in accordance with the objectives of the programme; (d) the resources available for establishing and operating the NRN. 18. Ex ante assessment of verifiability, controllability and error risk Not applicable to national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 — statement by the Managing Authority and the paying agency on the verifiability and controllability of the measures supported under the RDP; — statement by the functionally independent body referred to in Article 62(2) of Regulation (EU) No 1305/2013 confirming the adequacy and accuracy of the calculations of standard costs, additional costs and income foregone. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 25 ",
        "19. Transitional arrangements Not applicable to national programmes dedicated to joint instruments implemented by the EIB referred to in Article 28 of Regulation (EU) No 1303/2013 — description of the transitional conditions by measure; — indicative carry-over table. 20. Thematic sub-programmes 20.1. SWOT and identification of needs (a) Analysis based on the SWOT methodology containing the following sections: (i) comprehensive overall description of the theme of the sub-programme using common and programme-specific context indicators and qualitative information; (ii) strengths identified with regard to the theme of the sub-programme; (iii) weaknesses with regard to the theme of the sub-programme; (iv) opportunities with regard to the theme of the sub-programme; (v) threats with regard to the theme of the sub-programme; (b) needs assessment, based on evidence from the SWOT analysis, for each priority and focus area and the three cross-cutting objectives (environment, climate change mitigation and adaption, innovation) to which the thematic sub-programme contributes. 20.2. Description of the strategy (a) Where not all the needs identified under point 20(1)(b) can be addressed by the thematic sub-programme, a justification of the needs selected to be addressed and the choice of objectives, priorities and focus areas based on evidence from the SWOT and the needs assessment; (b) the combination and justification of the rural development measures for each focus area to which the thematic sub-programme contributes, including the justification of the financial allocations to the measures and the adequacy of the financial ressources with the targets set as referred to in Article 8(1)(c)(ii) and (iii) of Regulation (EU) No 1305/2013. The combination of measures included in the inter ­ vention logic shall be based on the evidence from the SWOT analysis and, where relevant, justification and prioritisation of needs under point (a); (c) a description of how the cross-cutting themes will be addressed, including the specific requirements referred to in Article 8(1)(c)(v) of Regulation (EU) No 1305/2013; (d) a summary table of the intervention logic showing the priorities and focus areas selected for the sub-programme, the quantified targets, and the combination of measures to be used to achieve them, including the planned expenditure. The summary table shall be automatically generated from the information provided in point 5(b) and point 11, using the characteristics of SFC2014. 20.3. Indicator plan , comprising separate structured tables setting out: (a) By focus area, quantified targets accompanied by planned outputs and planned total public expenditure of the measures selected to address the focus area; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 26 ",
        "(b) for agriculture and forestry, the detailed calculation of the targets of priorities laid down in Article 5(4) and Article 5(5)(d) and (e) of Regulation (EU) No 1305/2013. PART 2 Presentation of the content of national frameworks 1. Title of the national framework 2. Member State (a) Geographical area covered by the framework; (b) Classification of the regions. 3. General presentation of the relations between national framework, part ­ nership agreement and RDPs 4. Table summarising, by region and by year, the total EAFRD contribution to the Member State for the whole programming period 5. Description of the measures (1) Description of the general conditions applied to more than one measure including, where relevant, definition of rural area, baselines, cross-compliance, intended use of financial instruments, intended use of advances. (2) Description by measure including: (a) Legal basis. (b) General description of the measure including general principles for its intervention logic and contribution to focus areas and cross-cutting objectives. ▼ M1 (c) Scope, level of support, eligible beneficiaries, and where relevant, methodology for calculation of the amount or support rate broken down by sub-measure and/or type of operation where necessary. For each type of operation specification of eligible costs, eligibility conditions, applicable amounts and support rates and principles with regard to the setting of selection criteria. Where support is provided to a financial instrument implemented under points (a) and (b) of the first subparagraph of Article 38(4) of Regulation (EU) No 1303/2013, description of the type of financial instrument, general categories of final recipients, general categories of eligible costs, maximum level of support and principles with regard to the setting of selection criteria. ▼ B (d) General principles for verifiability and controllability of the measures and, where relevant, the methodology for the calculation of the amount of support. (e) Where relevant, description specific to each measure referred to in point 8(2) of Part 1. 6. Where relevant, additional national financing: For measures and operations falling within the scope of Article 42 of the Treaty, a table on additional national financing per measure in accordance with Article 82 of Regulation (EU) No 1305/2013, including the indication of compliance with the criteria under that Regulation. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 27 ",
        "7. Where relevant, elements needed for State aid assessment: For the measures and operations which fall outside the scope of Article 42 of the Treaty the table of aid schemes falling under Article 81(1) of Regu ­ lation (EU) No 1305/2013 to be used for the implementation of the programmes, including the title and the references of the aid scheme, the EAFRD contribution, national cofinancing and additional national financing. Compatibility with Union State aid rules must be ensured over the entire duration of the programmes concerned. The table shall be accompanied by a commitment from the Member State that, where required under State aid rules or under specific conditions in a State aid approval decision, such measures will be notified individually pursuant to Article 108(3) of the Treaty. Statement whether the measure/operation has State aid cover under the national framework or under the rural development programmes concerned. PART 3 Presentation of the content of the NRN programme 1. Title of the specific NRN programme 2. Member State or administrative region (a) geographical area covered by the programme; (b) classification of the region. 3. Ex ante evaluation (a) description of the process, including timing of main events, intermediate reports, in relation to the key stages of the NRN programme development. (b) Structured table containing the recommendations of the ex ante evaluation and how they have been addressed. (c) The complete ex ante evaluation report shall be annexed to the NRN programme. 4. Evaluation plan, containing the following sections (1) Objectives and purpose A statement of the objectives and purpose of the evaluation plan, based on ensuring that sufficient and appropriate evaluation activities are undertaken, in particular to provide information needed for programme steering, for the annual implementation reports in 2017 and 2019 and the ex-post evaluation, and to ensure that data needed for the NRN programme evaluation are available. (2) Governance and coordination Brief description of the monitoring and evaluation arrangements for the NRN programme, identifying the main bodies involved and their respon ­ sibilities. Explanation of how evaluation activities are linked with the NRN programme implementation in terms of content and timing. (3) Evaluation topics and activities Indicative description of evaluation topics related to the NRN and activities anticipated, including, but not limited to, fulfilment of evaluation requirements provided for in Regulation (EU) No 1303/2013 and Regulation (EU) No 1305/2013. It shall cover activities needed to evaluate the contribution of the programme to the NRN objectives, assessment of result indicator values, analysis of net effects. Programme specific elements such as work needed to develop methodologies or to address specific policy areas. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 28 ",
        "(4) Data and information Brief description of the system to record, maintain, manage and report statistical information on the NRN programme implementation and provision of monitoring data for evaluation. Identification of data sources to be used, data gaps, potential institutional issues related to data provision, and proposed solutions. This section shall demonstrate that appropriate data management systems will be operational in due time. (5) Timeline Major milestones of the programming period, and indicative outline of the timing needed to ensure that results are available at the appropriate time. (6) Communication Description of how evaluation findings will be disseminated to target recipients, including a description of the mechanisms established to follow-up on the use of evaluation results. (7) Resources Description of the resources needed and foreseen to implement the evaluation plan, including an indication of administrative capacity, data, financial resources, IT needs. Description of capacity building activities foreseen to ensure that the evaluation plan can be fully implemented. 5. Financing plan , setting out: (a) The annual EAFRD contribution; (b) the total Union contribution and the EAFRD contribution rate. 6. Programme implementing arrangements , containing the following sections: (a) The designation by the Member State of all authorities referred to in Article 65(2) of Regulation (EU) No 1305/2013 and a summary description of the management and control structure of the programme referred to in Article 8(1)(m)(i) of Regulation (EU) No 1305/2013 and arrangements under Article 74(3) of Regulation (EU) No 1303/2013; (b) the envisaged composition of the Monitoring Committee; (c) description of the monitoring and evaluation system. 7. NRN Description of: (a) the procedure and the timetable for establishing the NRN; (b) the planned establishment and operation of the NRN, namely the way organisations and administrations involved in rural development, including the partnership referred to in Article 54(1) of Regulation (EU) No 1305/2013 will be involved and how the networking activities will be facilitated. Where a Member State has opted to support the NRN from the NRN specific programme and regional programmes, information on comple ­ mentarity between them; (c) a summary description of the main categories of activities to be undertaken by the NRN in accordance with the objectives of the programme; (d) the resources available for establishing and operating the NRN. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 29 ",
        "PART 4 Indicative list of priorities/focus areas and measures of particular relevance to ex-ante conditionalities (rural development priority-linked and general) referred to in point 6(b)(ii) of Part 1 1. SPECIFIC EX-ANTE CONDITIONALITIES FOR RURAL DEVELOPMENT Union priority for RD/CPR: thematic objective (TO) Ex ante conditionality Criteria for fulfilment Applicability to focus areas, measures As laid down in Annex V to Regulation (EU) No 1305/2013 As laid down in Annex V to Regulation (EU) No 1305/2013 As laid down in Annex V to Regulation (EU) No 1305/2013 RD priority 3: promoting food chain organisation, including processing and marketing of agri ­ cultural products, animal welfare and risk management in agriculture TO 5: promoting climate change adaptation, risk prevention and management 3.1. Risk prevention and risk management: the existence of national or regional risk assessments for disaster management taking into account climate change adap ­ tation — A national or regional risk assessment with the following elements shall be in place: — A description of the process, methodology, methods and non-sensitive data used for risk assessment as well as of the risk-based criteria for the prioritisation of investment; — A description of single-risk and multi-risk scenarios; — Taking into account, where appropriate, national climate change adaptation strategies. Focus area: 3B Measures under Articles 18, 24 and 36 to 39 of Regulation (EU) No 1305/2013 RD priority 4: restoring, preserving and enhancing ecosystems related to agriculture and forestry TO 5: promoting climate change adaptation, risk prevention and management TO 6: Preserving and protecting the environment and promoting resource efficiency 4.1. Good Agricultural and Environmental Conditions (GAEC): standards for good agri ­ cultural and environ ­ mental condition of land referred to in Chapter I of Title VI of Regulation (EU) No 1306/2013 are established at national level — GAEC standards are defined in national law and specified in the programmes Focus area/s: 4A, 4B, 4C Measures under Articles 28, 29 and 30 of Regulation (EU) No 1305/2013 4.2. Minimum requirements for fertilisers and plant protection products: minimum requirements for fertilisers and plant protection products referred to in Article 28 of Chapter I of Title III of Regulation (EU) No 1305/2013 are defined at national level — minimum requirements for fertilisers and plant protection products referred to in Chapter I of Title III of Regu ­ lation (EU) No 1305/2013 are specified in the programmes Focus area/s: 4A, 4B, 4C Measures under Articles 28 and 29 of Regulation (EU) No 1305/2013 4.3. Other relevant national standards: relevant mandatory national standards are defined for the purpose of Article 28 of Chapter I of Title III of Regulation (EU) No 1305/2013 — relevant mandatory national standards are specified in the programmes Focus area/s: 4A, 4B, 4C Measures under Articles 28 and 29 of Regulation (EU) No 1305/2013 ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 30 ",
        "Union priority for RD/CPR: thematic objective (TO) Ex ante conditionality Criteria for fulfilment Applicability to focus areas, measures As laid down in Annex V to Regulation (EU) No 1305/2013 As laid down in Annex V to Regulation (EU) No 1305/2013 As laid down in Annex V to Regulation (EU) No 1305/2013 RD priority 5: promoting resource efficiency and supporting the shift towards a low carbon and climate resilient economy in the agri ­ culture and food sectors and the forestry sector TO 4: supporting the shift towards a low carbon economy in all sectors TO 6: Preserving and protecting the environment and promoting resource efficiency 5.1. Energy efficiency: Actions have been carried out to promote cost effective improvements of energy end use efficiency and cost effective investment in energy efficiency when constructing or renovating buildings. — The actions are: — Measures to ensure minimum requirements are in place related to the energy performance of buildings consistent with Articles 3, 4 and 5 of Directive 2010/31/EU of the European Parliament and the Council ( 1 ); — Measures necessary to establish a system of certification of the energy performance of buildings consistent with Article 11 of Directive 2010/31/EU; — Measures to ensure strategic planning on energy effi ­ ciency, consistent with Article 3 of Directive 2012/ 27/EC EU of the European Parliament and the Council ( 2 ); — Measures consistent with Article 13 of Directive 2006/32/EC of the European Parliament and the Council ( 3 ) on energy end use efficiency and energy services to ensure the provision to final customers of individual meters in so far as it is technically possible, financially reasonable and proportionate in relation to the potential energy savings. Focus area/s: 5B Measures under Articles 17, 19, 20 and 35 of Regulation (EU) No 1305/2013 5.2. Water sector: The existence of a) a water pricing policy which provides adequate incentives for users to use water resources efficiently and b) an adequate contribution of the different water uses to the recovery of the costs of water services at a rate determined in the approved river basin management plan for investment supported by the programmes. In sectors supported by the EAFRD, a Member State has ensured a contribution of the different water uses to the recovery of the costs of water services by sector consistent with Article 9, paragraph 1 first indent of the Water Framework Directive having regard where appropriate, to the social, environmental and economic effects of the recovery as well as the geographic and climatic conditions of the region or regions affected. Focus area: 5A Measures under Articles 17 and 35 of Regulation (EU) No 1305/2013 _____________ ( 1 ) Directive 2010/31/EU of the European Parliament and of the Council of 19 May 2010 on the energy performance of buildings (OJ L 153, 18.6.2010, p. 13). ( 2 ) Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1). ( 3 ) Directive 2006/32/EC of the European Parliament and of the Council of 5 April 2006 on energy end-use efficiency and energy services and repealing Council Directive 93/76/EEC (OJ L 114, 27.4.2006, p. 64). ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 31 ",
        "Union priority for RD/CPR: thematic objective (TO) Ex ante conditionality Criteria for fulfilment Applicability to focus areas, measures As laid down in Annex V to Regulation (EU) No 1305/2013 As laid down in Annex V to Regulation (EU) No 1305/2013 As laid down in Annex V to Regulation (EU) No 1305/2013 5.3. Renewable energy: Actions have been carried out to promote the production and distribution of renewable energy sources ( 1 ). — Transparent support schemes, priority in grid access or guaranteed access and priority in dispatching, as well as standard rules relating to the bearing and sharing of costs of technical adaptations which have been made public are in place consistent with Article 14(1) and Article 16(2) and (3) of Directive 2009/28/EC; — A Member State has adopted a national renewable energy action plan consistent with Article 4 of Directive 2009/28/EC. Focus area: 5C Measures under Articles 17, 19, 20 and 35 of Regulation (EU) No 1305/2013 RD priority 6: promoting social inclusion, poverty reduction and economic development in rural areas TO 2: Enhancing access to, and use and quality of information and communi ­ cation technologies (Broadband target) 6.1. Next Generation Network (NGN) Infra ­ structure: The existence of national or regional NGA Plans which take account of regional actions in order to reach the Union high speed internet access targets, focusing on areas where the market fails to provide an open infra ­ structure at an affordable cost and of a quality in line with the Union competition and State aid rules and to provide accessible services to vulnerable groups — A national or regional NGN Plan is in place that contains: — a plan of infrastructure investments based on an economic analysis taking account of existing private and public infrastructures and planned investments; — sustainable investment models that enhance competition and provide access to open, affordable, quality and future proof infrastructure and services; — measures to stimulate private investment. Focus area: 6C Measures under Articles 20 and 35 of Regulation (EU) No 1305/2013 _____________ ( 1 ) Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC (OJ L 140, 5.6.2009, p. 16). ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 32 ",
        "2. GENERAL EX-ANTE CONDITIONALITIES Ex ante conditionality Criteria for fulfilment Applicability to focus areas, measures As laid down in Part II of Annex XI to Regulation (EU) No 1303/2013 As laid down in Part II of Annex XI to Regulation (EU) No 1303/2013 1. Anti-discrimination The existence of adminis ­ trative capacity for the imple ­ mentation and application of Union anti-discrimination law and policy in the field of ESI Funds. Arrangements in accordance with the institutional and legal framework of Member States for the involvement of bodies responsible for the promotion of equal treatment of all persons throughout the preparation and implementation of programmes, including the provision of advice on equality in ESI Fund-related activities; — Arrangements for training for staff of the authorities involved in the management and control of the ESI Funds in the fields of Union anti-discrimination law and policy. Focus area: 6B Measures under Articles 14, 15 and 35 of Regulation (EU) No 1305/2013, LEADER 2. Gender equality The existence of adminis ­ trative capacity for the imple ­ mentation and application of Union gender equality law and policy in the field of ESI Funds. Arrangements in accordance with the institutional and legal framework of Member States for the involvement of bodies responsible for gender equality throughout the preparation and implementation of programmes, including the provision of advice on gender equality in ESI Fund related activities; — Arrangements for training for staff of the authorities involved in the management and control of the ESI Funds in the fields of Union gender equality law and policy as well as on gender mainstreaming. Focus area/s: 6A, 6B Measures under Articles 14, 15, 19, 20 and 35 of Regulation (EU) No 1305/2013, LEADER 3. Disability The existence of administrative capacity for the implementation and application of the United Nations Convention on the rights of persons with disabilities (UNCRPD) in the field of ESI Funds in accordance with Council Decision 2010/48/EC ( 1 ). Arrangements in accordance with the institutional and legal framework of Member States for the consultation and involvement of bodies in charge of protection of rights of persons with disabilities or representative organisations of persons with disabilities and other relevant stakeholders throughout the preparation and implementation of programmes; Arrangements for training for staff of the authorities involved in the management and control of the ESI Funds in the fields of applicable Union and national disability law and policy, including accessibility and the practical application of the UNCRPD as reflected in Union and national legislation, as appropriate; — Arrangements to ensure monitoring of the implementation of Article 9 of the UNCRPD in relation to the ESI Funds throughout the preparation and the implementation of the programmes. Focus area/s: 6A, 6B Measures under Articles 19, 20 and 35 of Regulation (EU) No 1305/2013, LEADER 4. Public procurement The existence of arrangements for the effective application of Union public procurement law in the field of the ESI Funds. Arrangements for the effective application of Union public procurement rules through appropriate mechanisms; Arrangements which ensure transparent contract award procedures; Arrangements for training and dissemination of information for staff involved in the implementation of the ESI Funds; — Arrangements to ensure administrative capacity for implemen ­ tation and application of Union public procurement rules. Focus area/s: 2A, 5A, 5B, 5C, 6B Measures under Articles 14, 15, 17, 19, 20, Article 21(e) and Article 35 of Regulation (EU) No 1305/2013, LEADER _____________ ( 1 ) Council Decision of 26 November 2009 concerning the conclusion, by the European Community, of the United Nations Convention on the Rights of Persons with Disabilities, (OJ L 23, 27.1.2010, p. 35). ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 33 ",
        "Ex ante conditionality Criteria for fulfilment Applicability to focus areas, measures As laid down in Part II of Annex XI to Regulation (EU) No 1303/2013 As laid down in Part II of Annex XI to Regulation (EU) No 1303/2013 5. State aid The existence of arrangements for the effective application of Union State aid rules in the field of the ESI Funds. Arrangements for the effective application of Union State aid rules; Arrangements for training and dissemination of information for staff involved in the implementation of the ESI Funds; — Arrangements to ensure administrative capacity for imple ­ mentation and application of Union State aid rules. All focus areas and measures, provided that the operations under them fall outside the scope of Article 42 of the Treaty 6. Environmental legis ­ lation relating to Envi ­ ronmental Impact Assessment (EIA) and, Strategic Environmental Assessment (SEA) The existence of arrangements for the effective application of Union environmental legis ­ lation related to EIA and SEA. Arrangements for the effective application of Directive 2011/ 92/EU of the European Parliament and of the Council ( 1 ) (EIA) and of Directive 2001/42/EC of the European Parliament and of the Council ( 2 ) (SEA); Arrangements for training and dissemination of information for staff involved in the implementation of the EIA and SEA Directives; — Arrangements to ensure sufficient administrative capacity. Focus area/s: 2A, 3A, 4A, 4B, 4C, 5A, 5B, 5C, 5D, 5E, 6A, 6C Measures under Articles 17, 19, 20, 21, and Articles 28 to 35 of Regulation (EU) No 1305/2013 7. Statistical systems and result indicators The existence of a statistical basis necessary to undertake evaluations to assess the effectiveness and impact of the programmes. The existence of a system of result indicators necessary to select actions, which most effectively contribute to desired results, to monitor progress towards results and to undertake impact evaluation. Arrangements for timely collection and aggregation of stat ­ istical data with the following elements are in place: the identification of sources and mechanisms to ensure stat ­ istical validation; arrangements for publication and public availability of aggregated data; An effective system of result indicators including: the selection of result indicators for each programme providing information on what motivates the selection of policy actions financed by the programme; the establishment of targets for these indicators; the consistency of each indicator with the following requisites: robustness and statistical validation, clarity of normative inter ­ pretation, responsiveness to policy, timely collection of data; — Procedures in place to ensure that all operations financed by the programme adopt an effective system of indicators. Is applicable but already fulfilled, Common Monitoring and Evaluation System (CMES) _____________ ( 1 ) Directive 2011/92/EU of the European Parliament and of the Council of 13 December 2011 on the assessment of the effects of certain public and private projects on the environment (OJ L 26, 28.1.2012, p. 1). ( 2 ) Directive 2001/42/EC of the European Parliament and of the Council of 27 June 2001 on the assessment of the effects of certain plans and programmes on the environment (OJ L 197, 21.7.2001, p. 30). ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 34 ",
        "PART 5 Measures and sub-measures codes Measure under Regulation (EU) No 1305/2013 or Regulation (EU) No 1303/2013 Measure code under this Regulation Sub-measure for programming purposes Sub-measure code under this Regulation Article 14 of Regu ­ lation (EU) No 1305/2013 knowledge transfer and information actions 1 support for vocational training and skills acquisition actions 1.1 support for demonstration activities and information actions 1.2 support for short-term farm and forest management exchange as well as farm and forest visits 1.3 Article 15 of Regu ­ lation (EU) No 1305/2013 advisory services, farm management and farm relief services 2 support to help benefiting from the use of advisory services 2.1 support for the setting up of farm management, farm relief and farm advisory services as well as forestry advisory services 2.2 support for training of advisors 2.3 Article 16 of Regu ­ lation (EU) No 1305/2013 quality schemes for agricultural products and foodstuffs 3 support for new participation in quality schemes 3.1 support for information and promotion activities implemented by groups of producers in the internal market 3.2 Article 17 of Regu ­ lation (EU) No 1305/2013 investments in physical assets 4 support for investments in agricultural holdings 4.1 support for investments in processing/marketing and/or development of agricultural products 4.2 support for investments in infrastructure related to development, modernisation or adaptation of agriculture and forestry 4.3 support for non-productive investments linked to the achievement of agri-environment-climate objectives 4.4 Article 18 of Regu ­ lation (EU) No 1305/2013 restoring agri ­ cultural production potential damaged by natural disasters and introduction of appropriate prevention 5 support for investments in preventive actions aimed at reducing the consequences of probable natural disasters, adverse climatic events and catastrophic events 5.1 support for investments for the restoration of agricultural land and production potential damaged by natural disasters, adverse climatic events and catastrophic events 5.2 Article 19 of Regu ­ lation (EU) No 1305/2013 farm and business development 6 business start up aid for young farmers 6.1 business start up aid for non-agricultural activities in rural areas 6.2 business start up aid for the development of small farms 6.3 ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 35 ",
        "Measure under Regulation (EU) No 1305/2013 or Regulation (EU) No 1303/2013 Measure code under this Regulation Sub-measure for programming purposes Sub-measure code under this Regulation support for investments in creation and devel ­ opment of non-agricultural activities 6.4 payments for farmers eligible for the small farmers scheme who permanently transfer their holding to another farmer 6.5 Article 20 of Regu ­ lation (EU) No 1305/2013 basic services and village renewal in rural areas 7 support for drawing up and updating of plans for the development of municipalities and villages in rural areas and their basic services and of protection and management plans relating to Natura 2000 sites and other areas of high nature value 7.1 support for investments in the creation, improvement or expansion of all types of small scale infrastructure, including investments in renewable energy and energy saving 7.2 support for broadband infrastructure, including its creation, improvement and expansion, passive broadband infrastructure and provision of access to broadband and public e-government 7.3 support for investments in the setting-up, improvement or expansion of local basic services for the rural population including leisure and culture, and the related infrastructure 7.4 support for investments for public use in recreational infrastructure, tourist information and small scale tourism infrastructure 7.5 support for studies/investments associated with the maintenance, restoration and upgrading of the cultural and natural heritage of villages, rural land ­ scapes and high nature value sites including related socioeconomic aspects, as well as environmental awareness actions 7.6 support for investments targeting the relocation of activities and conversion of buildings or other facilities located inside or close to rural settlements, with a view to improving the quality of life or increasing the environmental performance of the settlement 7.7 others 7.8 Article 21 of Regu ­ lation (EU) No 1305/2013 investments in forest area devel ­ opment and improvement of the viability of forests 8 support for afforestation/creation of woodland 8.1 support for establishment and maintenance of agro-forestry systems 8.2 support for prevention of damage to forests from forest fires and natural disasters and catastrophic events 8.3 support for restoration of damage to forests from forest fires and natural disasters and catastrophic events 8.4 ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 36 ",
        "Measure under Regulation (EU) No 1305/2013 or Regulation (EU) No 1303/2013 Measure code under this Regulation Sub-measure for programming purposes Sub-measure code under this Regulation support for investments improving the resilience and environmental value of forest ecosystems 8.5 support for investments in forestry technologies and in processing, mobilising and marketing of forest products 8.6 Article 27 of Regu ­ lation (EU) No 1305/2013 setting up of producer groups and organisations 9 setting up of producer groups and organisations in the agriculture and forestry sectors 9 Article 28 of Regu ­ lation (EU) No 1305/2013 agri-environment- climate 10 payment for agri-environment-climate commitments 10.1 support for conservation and sustainable use and development of genetic resources in agriculture 10.2 Article 29 of Regu ­ lation (EU) No 1305/2013 organic farming 11 payment to convert to organic farming practices and methods 11.1 payment to maintain organic farming practices and methods 11.2 Article 30 of Regu ­ lation (EU) No 1305/2013 Natura 2000 and Water Framework Directive payments 12 compensation payment for Natura 2000 agri ­ cultural areas 12.1 compensation payment for Natura 2000 forest areas 12.2 compensation payment for agricultural areas included in river basin management plans 12.3 Article 31 of Regu ­ lation (EU) No 1305/2013 payments to areas facing natural or other specific constraints 13 compensation payment in mountain areas 13.1 compensation payment for other areas facing significant natural constraints 13.2 compensation payment to other areas affected by specific constraints 13.3 Article 33 of Regu ­ lation (EU) No 1305/2013 animal welfare 14 payment for animal welfare 14 Article 34 of Regu ­ lation (EU) No 1305/2013 forest-environ ­ mental and climate services and forest conservation 15 payment for forest-environmental and climate commitments 15.1 support for the conservation and promotion of forest genetic resources 15.2 Article 35 of Regu ­ lation (EU) No 1305/2013 cooperation 16 support for the establishment and operation of operational groups of the EIP for agricultural productivity and sustainability 16.1 support for pilot projects and for the devel ­ opment of new products, practices, processes and technologies 16.2 cooperation among small operators in organising joint work processes and sharing facilities and resources, and for developing and marketing tourism 16.3 ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 37 ",
        "Measure under Regulation (EU) No 1305/2013 or Regulation (EU) No 1303/2013 Measure code under this Regulation Sub-measure for programming purposes Sub-measure code under this Regulation support for horizontal and vertical cooperation among supply chain actors for the establishment and development of short supply chains and local markets and for promotion activities in a local context relating to the development of short supply chains and local markets 16.4 support for joint action undertaken with a view to mitigating or adapting to climate change and for joint approaches to environmental projects and ongoing environmental practices 16.5 support for cooperation among supply chain actors for sustainable provision of biomass for use in food and energy production and industrial processes 16.6 support for non-CLLD strategies 16.7 support for drawing up of forest management plans or equivalent instruments 16.8 support for diversification of farming activities into activities concerning health care, social inte ­ gration, community-supported agriculture and education about the environment and food 16.9 others 16.10 Article 36 of Regu ­ lation (EU) No 1305/2013 risk management 17 crop, animal and plant insurance premium 17.1 mutual funds for adverse climatic events, animal and plant diseases, pest infestations and environ ­ mental incidents 17.2 income stabilisation tool 17.3 Article 40 of Regu ­ lation (EU) No 1305/2013 financing of complementary national direct payments for Croatia 18 financing of complementary national direct payments for Croatia 18 Article 35 of Regu ­ lation (EU) No 1303/2013 support for LEADER local development (CLLD) 19 preparatory support 19.1 support for implementation of operations under the CLLD strategy 19.2 preparation and implementation of cooperation activities of the local action group 19.3 support for running costs and animation 19.4 Articles 51 to 54 of Regulation (EU) No 1305/2013 technical assistance 20 Support for technical assistance (other than NRN) 20.1 support for establishing and operating the NRN 20.2 ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 38 ",
        "PART 6 Union priorities for rural development and focus area codes Priority Article of Regulation (EU) No 1305/2013/focus area code Focus area Priority 1: Fostering knowledge transfer and innovation in agri ­ culture, forestry, and rural areas Article 5(1)(a) = focus area 1A Fostering innovation, cooperation, and the development of the knowledge base in rural areas Article 5(1)(b) = focus area 1B Strengthening the links between agriculture, food production and forestry and research and innovation, including for the purpose of improved environmental management and performance Article 5(1)(c) = focus area 1C Fostering lifelong learning and vocational training in the agricultural and forestry sectors Priority 2: Enhancing farm viability and competitiveness of all types of agriculture in all regions and promoting innovative farm technologies and sustainable management of forest Article 5(2)(a) = focus area 2A Improving the economic performance of all farms and facili ­ tating farm restructuring and modernisation, notably with a view to increasing market participation and orientation as well as agricultural diversification Article 5(2)(b) = focus area 2B Facilitating the entry of adequately skilled farmers into the agricultural sector and, in particular, generational renewal Priority 3: Promoting food chain organisation, including processing and marketing of agricultural products, animal welfare and risk management in agriculture Article 5(3)(a) = focus area 3A Improving competitiveness of primary producers by better integrating them into the agri-food chain through quality schemes, adding value to agricultural products, promotion in local markets and short supply circuits, producer groups and organisations and inter-branch organisations Article 5(3)(b) = focus area 3B Supporting farm risk prevention and management Priority 4: Restoring, preserving and enhancing ecosystems related to agri ­ culture and forestry Article 5(4)(a) = focus area 4A Restoring, preserving and enhancing biodiversity, including in Natura 2000 areas, and in areas facing natural or other specific constraints, and high nature value farming, as well as the state of European landscapes Article 5(4)(b) = focus area 4B Improving water management, including fertiliser and pesticide management Article 5(4)(c) = focus area 4C Preventing soil erosion and improving soil management ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 39 ",
        "Priority Article of Regulation (EU) No 1305/2013/focus area code Focus area Priority 5: Promoting resource efficiency and supporting the shift towards a low carbon and climate resilient economy in agri ­ culture, food and forestry sectors Article 5(5)(a) = focus area 5A Increasing efficiency in water use by agriculture Article 5(5)(b) = focus area 5B Increasing efficiency in energy use in agriculture and food processing Article 5(5)(c) = focus area 5C Facilitating the supply and use of renewable sources of energy, of by-products, wastes and residues and of other non-food raw material, for the purposes of the bio-economy Article 5(5)(d) = focus area 5D Reducing greenhouse gas and ammonia emissions from agri ­ culture Article 5(5)(e) = focus area 5E Fostering carbon conservation and sequestration in agri ­ culture and forestry Priority 6: Promoting social inclusion poverty reduction and economic development in rural areas Article 5(6)(a) = focus area 6A Facilitating diversification, creation and development of small enterprises, as well as job creation Article 5(6)(b) = focus area 6B Fostering local development in rural areas Article 5(6)(c) = focus area 6C Enhancing the accessibility, use and quality of information and communication technologies (ICT) in rural areas ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 40 ",
        "ANNEX II Conversion rates of animals to livestock units (‘LU’) referred to in Article 9(1) and (2) (1) Bulls, cows and other bovine animals over two years and equine animals over six months 1,0 LU (2) Bovine animals from six months to two years 0,6 LU (3) Bovine animals below six months 0,4 LU (4) Sheep and goats 0,15 LU (5) Breeding sows > 50 kg 0,5 LU (6) Other pigs 0,3 LU (7) Laying hens 0,014 LU (8) Other poultry 0,03 LU For the categories or sub-categories of animals in this table, conversion rates may be increased or decreased excep ­ tionally, taking into account scientific evidence to be explained and duly justified in the RDPs. Other categories of animals may be added exceptionally. Conversion rates for any such categories shall be established taking into account particular circumstances and scientific evidence to be explained and duly justified in the RDPs. ▼ M1 2014R0808 — EN — 06.05.2016 — 001.001 — 41 ",
        "ANNEX III Information and publicity referred to in Article 13 PART 1 Information and publicity actions 1. Responsibilities of the Managing Authority 1.1. Information and publicity strategy The Managing Authority shall ensure that the information and publicity actions are implemented in accordance with its information and publicity strategy which shall cover at least the following: (a) the aims of the strategy and its target groups; (b) a description of the content of the information and publicity actions; (c) the indicative budget of the strategy; (d) a description of the administrative bodies, including the staff resources, responsible for implementing the information and publicity actions; (e) a description of the role played by the NRN and how its communication plan referred to in Article 54(3)(vi) of Regulation (EU) No 1305/2013 will contribute to the implementation of the strategy; (f) a description of how the information and publicity actions shall be assessed in terms of visibility and awareness of the policy framework, programmes and operations, and of the role played by the EAFRD and the Union; (g) an annual update setting out the information and publicity activities to be carried out in the following year. 1.2. Information for the potential beneficiaries The Managing Authority shall ensure that potential beneficiaries have access to the relevant information, including updated information where necessary, taking into account the accessibility of electronic or other communication services for certain potential beneficiaries, on at least the following: (a) the funding opportunities and the launching of calls under the RDPs; (b) the administrative procedures to be followed in order to qualify for financing under a RDP; (c) the procedures for examining applications for financing; (d) the eligibility conditions and/or criteria for selecting and evaluating the projects to be financed; (e) the names of persons or contacts at national, regional or local level who can explain the way RDPs work and the criteria for selecting and evaluating the operations; (f) the responsibility of beneficiaries to inform the public about the aim of the operation and the support from the EAFRD to the operation in accordance with section 2 of Part 1. The Managing Authority may request potential beneficiaries to propose indicative communication activities, proportional to the size of the operation, in the applications; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 42 ",
        "(g) the procedures for the examination of complaints under Article 74(3) of Regulation (EU) No 1303/2013. 1.3. Information for the general public The Managing Authority shall inform the public of the content of the RDP, its adoption by the Commission and its updates, the main achievements in the implementation of the programme and its closure, as well as its contribution to the achievement of the Union priorities as set out in the Partnership Agreement. The Managing Authority shall ensure the establishment of a single website or single website portal providing the information referred to in points 1.1 and 1.2, and the first paragraph of this point. The establishment of the single website shall not disrupt smooth implementation of the EAFRD and not restrict access for potential beneficiaries and stakeholders to the information. The actions for informing the public shall include the elements set out in point 1 of Part 2. 1.4. Involvement of bodies acting as relays The Managing Authority shall ensure, including through the NRN, that bodies that can act as relays are involved in the information actions for potential beneficiaries, and in particular: (a) partners as referred to in Article 5 of Regulation (EU) No 1303/2013; (b) information centers on Europe, as well as Commission representation offices, and Information offices of the European Parliament in Member States; (c) educational and research institutions. 1.5. Notification of the award of support The Managing Authority shall ensure that the notification of award of the support informs beneficiaries that the action is being financed under a programme part-financed by the EAFRD and of the measure and priority of the RDP concerned. 2. Responsibilities of beneficiaries 2.1. All information and communication actions of the beneficiary shall acknowledge support from the EAFRD to the operation by displaying: (a) the Union emblem; (b) a reference to the support from the EAFRD. Where an information or publicity action relates to an operation or to several operations co-financed by more than one Fund, the reference provided for in point (b) may be replaced by a reference to the ESI Funds. 2.2. During the implementation of an operation, the beneficiary shall inform the public about the support obtained from the EAFRD by: (a) providing on the beneficiary’s website for professional use, where such a website exists, a short description of the operation where a link between the purpose of the website and the support provided to the operation can be established, proportionate to the level of support, including its aims and results, and highlighting the financial support from the Union; ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 43 ",
        "(b) for operations not falling under point (c) the total public support of which exceeds EUR 50 000, placing at least a poster (minimum size A3) or plaque with information about the project, highlighting the financial support from the Union, at a location readily visible to the public. However, Member States may decide that this requirement shall not apply to, or that the threshold shall be increased for, operations under points (a) and (b) of Article 21(1) (concerning income forgone and maintenance costs) and Articles 28 to 31, 33, 34 and 40 of Regu ­ lation (EU) No 1305/2013. Member States may also decide that this requirement shall not apply to, or that the threshold shall be increased for, other operations which do not result in an investment where, because of the nature of the operation funded, it is not possible to identify a suitable location for the poster or plaque. An explanatory plaque shall be installed in the premises of the local action groups financed by LEADER; ▼ B (c) putting up, at a location readily visible to the public, a temporary billboard of a significant size for each operation consisting of the financing of infrastructure or construction operations for which the total public support to the operation exceeds EUR 500 000. No later than three months after completion of an operation, the bene ­ ficiary shall put up a permanent plaque or billboard of significant size at a location readily visible to the public for each operation that fulfils the following criteria: (i) the total public support to the operation exceeds EUR 500 000; (ii) the operation consists of the purchase of a physical object or of the financing of infrastructure or of construction operations. This billboard shall state the name and the main objective of the operation and highlight the financial support provided from the Union. The billboards, posters, plaques and websites shall carry a description of the project/operation and the elements referred to in of point 1 of Part 2. That information shall take up at least 25 % of the billboard, plaque or webpage. PART 2 Technical characteristics of information and publicity actions 1. Logo and slogan Each action of information and publicity shall display the following elements: (a) the Union emblem in accordance with the graphic standards as presented on http://europa.eu/abc/symbols/emblem/download_en.htm, together with an explanation of the Union’s role, by means of the following statement: ‘The European Agricultural Fund for Rural Development: Europe investing in rural areas’. (b) for the actions and measures financed by LEADER, the LEADER logo: ++ LEADER logo++ 2. Information and communication material Publications (such as booklets, leaflets and newsletters) and posters about measures and actions co-financed by the EAFRD shall contain a clear indication on the title page of the Union’s participation, as well as the Union’s emblem if a national or regional emblem is also used. Publications shall include references to the body responsible for the content and to the Managing Authority designated to implement the EAFRD and/or national assistance in question. ▼ M1 2014R0808 — EN — 06.05.2016 — 001.001 — 44 ",
        "In the case of information made available by electronic means (websites, databases for potential beneficiaries) or as audiovisual material, the first paragraph shall apply by analogy. Websites concerning the EAFRD shall: (a) mention the contribution of the EAFRD at least on the home page; (b) include a hyperlink to the Commission website concerning EAFRD. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 45 ",
        "ANNEX IV Common set of context, result and output indicators referred to in Article 14(2) 1. Context indicators C1. Population C2. Age structure C3. Territory C4. Population density C5. Employment rate (*) C6. Self-employment rate C7. Unemployment rate C8. GDP per capita (*) C9. Poverty rate (*) C10. Structure of the economy C11. Structure of the employment C12. Labour productivity by economic sector C13. Employment by economic activity C14. Labour productivity in agriculture C15. Labour productivity in forestry C16. Labour productivity in the food industry C17. Agricultural holdings (farms) C18. Agricultural area C19. Agricultural area under organic farming C20. Irrigated land C21. Livestock units C22. Farm labour force C23. Age structure of farm managers C24. Agricultural training of farm managers C25. Agricultural factor income (*) C26. Agricultural entrepreneurial income (*) C27. Total factor productivity in agriculture (*) ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 46 ",
        "C28. Gross fixed capital formation in agriculture C29. Forest and other wooded land (FOWL) C30. Tourism infrastructure C31. Land cover C32. Less favoured areas C33. Farming intensity C34. Natura 2000 areas C35. Farmland birds index (FBI) (*) C36. Conservation status of agricultural habitats (grassland) C37. HNV (high nature value) farming (*) C38. Protected forest C39. Water abstraction in agriculture (*) C40. Water quality (*) C41. Soil organic matter in arable land (*) C42. Soil erosion by water (*) C43. Production of renewable energy from agriculture and forestry C44. Energy use in agriculture, forestry and food industry C45. Emissions from agriculture (*) (*) Context indicators which incorporate Common Agricultural Policy (‘CAP’) impact indicators 2. Result indicators R1 : percentage of agricultural holdings with RDP support for investments in restructuring or modernisation (focus area 2A) R2: Change in Agricultural output on supported farms/AWU (Annual Work Unit) (focus area 2A) (*) R3 : percentage of agricultural holdings with RDP supported business devel ­ opment plan/investments for young farmers (focus area 2B) R4 : percentage of agricultural holdings receiving support for participating in quality schemes, local markets and short supply circuits, and producer groups/organisations (focus area 3A) R5 : percentage of farms participating in risk management schemes (focus area 3B) R6 : percentage of forest or other wooded areas under management contracts supporting biodiversity (focus area 4A) R7 : percentage of agricultural land under management contracts supporting biodiversity and/or landscapes (focus area 4A) R8 : percentage of agricultural land under management contracts to improve water management (focus area 4B) R9 : percentage of forestry land under management contracts to improve water management (focus area 4B) R10 : percentage of agricultural land under management contracts to improve soil management and/or prevent soil erosion (focus area 4C) R11 : percentage of forestry land under management contracts to improve soil management and/or prevent soil erosion (focus area 4C) R12 : percentage of irrigated land switching to more efficient irrigation systems (focus area 5A) ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 47 ",
        "R13 : Increase in efficiency of water use in agriculture in RDP supported projects ( focus area 5A) (*) R14: Increase in efficiency of energy use in agriculture and food-processing in RDP supported projects ( focus area 5B) (*) R15: Renewable energy produced from supported projects ( focus area 5C) (*) R16 : percentage of LU (Live-stock Unit) concerned by investments in live-stock management in view of reducing GHG (Green House Gas) and/or ammonia emissions (focus area 5D) R17 : percentage of agricultural land under management contracts targeting reduction of GHG and/or ammonia emissions (focus area 5D) R18: Reduced emissions of methane and nitrous oxide ( focus area 5D) (*) R19: Reduced ammonia emissions ( focus area 5D) (*) R20: percentage of agricultural and forest land under management contracts contributing to carbon sequestration or conservation (focus area 5E) R21 : Jobs created in supported projects (focus area 6A) R22 : percentage of rural population covered by local development strategies (focus area 6B) R23 : percentage of rural population benefiting from improved services/infra ­ structures (focus area 6B) R24 : Jobs created in supported projects (Leader) (focus area 6B) R25 : percentage of rural population benefiting from new or improved services/ infrastructures (Information and Communication Technology — ICT) (focus area 6C) Indicators in italics are also target indicators as listed under Point 4. (*) Complementary result indicators 3. RD Output indicators Number Output indicators Measure codes (Articles of Regulation (EU) No 1305/2013 or Regulation (EU) No 1303/2013) O.1 Total public expenditure (*) All measures O.2 Total investment 4 (Article 17), 5 (Article 18), 6.4 (Article 19), 7.2 to 7.8 (Article 20), 8.5 and 8.6 (Article 21) (Regulation (EU) No 1305/2013) O.3 Number of actions/operations supported 1 (Article 14), 2 (Article 15), 4 (Article 17), 7 (Article 20), 8.5 and 8.6 (Article 21), 9 (Article 27), 17.2 and 17.3 (Article 36) (Regulation (EU) No 1305/2013) O.4 Number of holdings/beneficiaries supported 3 (Article 16), 4.1 (Article 17), 5 (Article 18), 6 (Article 19), 8.1 to 8.4 (Article 21), 11 (Article 29), 12 (Article 30), 13 (Article 31), 14 (Article 33), 17.1 (Article 36) (Regulation (EU) No 1305/2013) O.5 Total area (ha) 4 (Article 17), 8.1 to 8.5 (Article 21), 10 (Article 28), 11 (Article 29), 12 (Article 30), 13 (Article 31), 15 (Article 34) (Regulation (EU) No 1305/2013) ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 48 ",
        "Number Output indicators Measure codes (Articles of Regulation (EU) No 1305/2013 or Regulation (EU) No 1303/2013) O.6 Physical area supported (ha ) 10 (Article 28) (Regulation (EU) No 1305/2013) O.7 Number of contracts supported 10 (Article 28), 15 (Article 34) (Regulation (EU) No 1305/2013) O.8 Number of Livestock Units supported (LU) 14 (Article 33), 4 (Article 17) (Regulation (EU) No 1305/2013) O.9 Number of holdings participating in supported schemes 9 (Article 27), 16.4 (Article 35), 17.2 and 17.3 (Article 36) (Regulation (EU) No 1305/2013) O.10 Number of farmers benefiting from pay-outs 17.2 and 17.3 (Article 36) (Regulation (EU) No 1305/2013) O.11 Number of training days given 1 (Article 14 of Regulation (EU) No 1305/2013) O.12 Number of participants in training 1 (Article 14 of Regulation (EU) No 1305/2013) O.13 Number of beneficiaries advised 2 (Article 15 of Regulation (EU) No 1305/2013) O.14 Number of advisors trained 2 (Article 15 of Regulation (EU) No 1305/2013) O.15 Population benefiting from improved services/infrastructures (IT or others) 7 (Article 20 of Regulation (EU) No 1305/2013) O.16 Number of EIP groups supported, number of EIP operations supported and number and type of partners in EIP groups 16 (Article 35 of Regulation (EU) No 1305/2013) O.17 Number of cooperation operations supported (other than EIP) 16 (Article 35 of Regulation (EU) No 1305/2013) O.18 Population covered by LAG 19 (Article 32 of Regulation (EU) No 1303/2013) O.19 Number of LAGs selected 19 (Article 32 of Regulation (EU) No 1303/2013) O.20 Number of LEADER projects supported 19 (Article 35(1)(b) of Regulation (EU) No 1303/2013) O.21 Number of cooperation projects supported 19 (Article 35(1)(c) of Regulation (EU) No 1303/2013) O.22 Number and type of project promoters 19 (Article 35(1)(b) of Regulation (EU) No 1303/2013) O.23 Unique identification number of LAG involved in cooperation project 19 (Article 35(1)(c) of Regulation (EU) No 1303/2013) ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 49 ",
        "Number Output indicators Measure codes (Articles of Regulation (EU) No 1305/2013 or Regulation (EU) No 1303/2013) O.24 Number of thematic and analytical exchanges set up with the support of NRN Networking (Article 54 of Regulation (EU) No 1305/2013) O.25 Number of NRN communication tools Networking (Article 54 of Regulation (EU) No 1305/2013) O.26 Number of ENRD activities in which the NRN has participated Networking (Article 54 of Regulation (EU) No 1305/2013) (*) This indicator corresponds to the Performance Framework indicator established in Article 5(2) of Commission Implementing Regulation (EU) No 215/2014 of 7 March 2014 laying down rules for implementing Regulation (EU) No 1303/2013 of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund with regard to methodologies for climate change support, the determination of milestones and targets in the performance framework and the nomenclature of categories of intervention for the European Structural and Investment Funds (OJ L 69, 8.3.2014, p. 65). 4. Target indicators T1: percentage of expenditure under Articles 14, 15 and 35 of Regulation (EU) No 1305/2013 in relation to the total expenditure for the RDP (focus area 1A) T2: Total number of cooperation operations supported under the cooperation measure (Article 35 of Regulation (EU) No 1305/2013) (groups, networks/ clusters, pilot projects…) (focus area 1B) T3: Total number of participants trained under Article 14 of Regulation (EU) No 1305/2013 (focus area 1C) T4: percentage of agricultural holdings with RDP support for investments in restructuring or modernisation (focus area 2A) T5: percentage of agricultural holdings with RDP supported business devel ­ opment plan/investments for young farmers (focus area 2B) T6: percentage of agricultural holdings receiving support for participating in quality schemes, local markets and short supply circuits, and producer groups/organisations (focus area 3A) T7: percentage of farms participating in risk management schemes (focus area 3B) T8: percentage of forest/other wooded area under management contracts supporting biodiversity (focus area 4A) T9: percentage of agricultural land under management contracts supporting biodiversity and/or landscapes (focus area 4A) T10: percentage of agricultural land under management contracts to improve water management (focus area 4B) T11: percentage of forestry land under management contracts to improve water management (focus area 4B) T12: percentage of agricultural land under management contracts to improve soil management and/or prevent soil erosion (focus area 4C) ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 50 ",
        "T13: percentage of forestry land under management contracts to improve soil management and/or prevent soil erosion (focus area 4C) T14: percentage of irrigated land switching to more efficient irrigation system (focus area 5A) T15: Total investment for energy efficiency (focus area 5B) T16: Total investment in renewable energy production (focus area 5C) T17: percentage of LU concerned by investments in live-stock management in view of reducing GHG and/or ammonia emissions (focus area 5D) T18: percentage of agricultural land under management contracts targeting reduction of GHG and/or ammonia emissions (focus area 5D) T19: percentage of agricultural and forest land under management contracts contributing to carbon sequestration and conservation (focus area 5E) T20: Jobs created in supported projects (focus area 6A) T21: percentage of rural population covered by local development strategies (focus area 6B) T22: percentage of rural population benefiting from improved services/infra ­ structures (focus area 6B) T23: Jobs created in supported projects (Leader) (focus area 6B) T24: percentage of rural population benefiting from new or improved services/ infrastructures (ICT) (focus area 6C) 5. Proposed Performance Framework Indicators Indicators Related Output Indicator Priority 2 (P2) Total Public Expenditure P2 (EUR) O.1 Number of agricultural holdings with RDP support for investment in restruc ­ turing or modernisation (focus area 2A) + holdings with RDP supported business development plan/investment for young farmers (focus area 2B) O.4 Priority 3 (P3) Total Public Expenditure P3 (EUR) O.1 Number of supported agricultural holdings receiving support for participating in quality schemes, local markets/short supply circuits, and producer groups (focus area 3A) O.4, O.9 Number of agricultural holdings participating in risk management schemes (focus area 3B) O.4, O.9 Priority 4 (P4) Total Public Expenditure P4 (EUR) O.1 Agricultural land under management contracts contributing to biodiversity (focus area 4A) + improving water management (focus area 4B) + improving soil management and/preventing soil erosion (focus area 4C) O.5 ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 51 ",
        "Indicators Related Output Indicator Priority 5 (P5) Total Public Expenditure P5 (EUR) O.1 Number of investment operations in energy savings and efficiency (focus area 5B) + in renewable energy production (focus area 5C) O.3 Agricultural and forest land under management to foster carbon sequestration/ conservation (focus area 5E) + Agricultural land under management contracts targeting reduction of GHG and/or ammonia emissions (focus area 5D) + Irrigated land switching to more efficient irrigation system (focus area 5A) O.5 Priority 6 (P6) Total Public Expenditure P6 (EUR) O.1 Number of operations supported to improve basic services and infrastructures in rural areas (focus areas 6B and 6C) O.3 Population covered by LAG (focus area 6B) O.18 ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 52 ",
        "ANNEX V Common evaluation questions for rural development Focus area-related evaluation questions For each focus area included in the RDP, the related question shall be answered in the enhanced annual implementation reports (hereafter ‘AIRs’) submitted in 2017 and 2019, and in the ex-post evaluation report. 1. Focus area 1A: To what extent have RDP interventions supported inno ­ vation, cooperation and the development of the knowledge base in rural areas? 2. Focus area 1B: To what extent have RDP interventions supported the strengthening of links between agriculture, food production and forestry and research and innovation, including for the purpose of improved environ ­ mental management and performance? 3. Focus area 1C: To what extent have RDP interventions supported lifelong learning and vocational training in the agriculture and forestry sectors? 4. Focus area 2A: To what extent have RDP interventions contributed to improving the economic performance, restructuring and modernization of supported farms in particular through increasing their market participation and agricultural diversification? 5. Focus area 2B: To what extent have RDP interventions supported the entry of adequately skilled farmers into the agricultural sector and in particular, generational renewal? 6. Focus area 3A: To what extent have RDP interventions contributed to improving the competitiveness of supported primary producers by better integrating them into the agri-food chain through quality schemes, adding value to the agricultural products, promoting local markets and short supply circuits, producer groups and inter-branch organization? 7. Focus area 3B: To what extent have RDP interventions supported farm risk prevention and management? 8. Focus area 4A: To what extent have RDP interventions supported the resto ­ ration, preservation and enhancement of biodiversity including in Natura 2000 areas, areas facing natural or other specific constraints and HNV farming, and the state of European landscape? 9. Focus area 4B: To what extent have RDP interventions supported the improvement of water management, including fertilizer and pesticide management? 10. Focus area 4C: To what extent have RDP interventions supported the prevention of soil erosion and improvement of soil management? 11. Focus area 5A: To what extent have RDP interventions contributed to increasing efficiency in water use by agriculture? 12. Focus area 5B: To what extent have RDP interventions contributed to increasing efficiency in energy use in agriculture and food processing? 13. Focus area 5C: To what extent have RDP interventions contributed to the supply and use of renewable sources of energy, of by-products, wastes, residues and other non-food raw material for purposes of the bio-economy? ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 53 ",
        "14. Focus area 5D: To what extent have RDP interventions contributed to reducing GHG and ammonia emissions from agriculture? 15. Focus area 5E: To what extent have RDP interventions supported carbon conservation and sequestration in agriculture and forestry? 16. Focus area 6A: To what extent have RDP interventions supported the diver ­ sification, creation and development of small enterprises and job creation? 17. Focus area 6B: To what extent have RDP interventions supported local development in rural areas? 18. Focus area 6C: To what extent have RDP interventions enhanced the accessi ­ bility, use and quality of information and communication technologies (ICT) in rural areas? Evaluation questions related to other aspects of the RDP The following questions shall be answered in the enhanced AIRs submitted in 2017 and 2019, and in the ex-post evaluation report. 19. To what extent have the synergies among priorities and focus areas enhanced the effectiveness of the RDP? 20. To what extent has technical assistance contributed to achieving the objectives laid down in Article 59 of Regulation (EU) No 1303/2013 and Article 51(2) of Regulation (EU) No 1305/2013? 21. To what extent has the NRN contributed to achieving the objectives laid down in Article 54(2) of Regulation (EU) No 1305/2013? Evaluation questions related to Union level objectives The following questions shall be answered in the enhanced AIR submitted in 2019, and in the ex-post evaluation report. 22. To what extent has the RDP contributed to achieving the EU 2020 headline target of raising the employment rate of the population aged 20 to 64 to at least 75 %? 23. To what extent has the RDP contributed to achieving the EU2020 headline target of investing 3 % of EU’s GDP in research and development and innovation? 24. To what extent has the RDP contributed to climate change mitigation and adaptation and to achieving the EU 2020 headline target of reducing greenhouse gas emissions by at least 20 % compared to 1990 levels, or by 30 % if the conditions are right, to increasing the share of renewable energy in final energy consumption to 20 %, and achieving 20 % increase in energy efficiency? 25. To what extent has the RDP contributed to achieving the EU 2020 headline target of reducing the number of Europeans living below the national poverty line? 26. To what extent has the RDP contributed to improving the environment and to achieving the EU biodiversity strategy target of halting the loss of biodi ­ versity and the degradation of ecosystem services, and to restore them? 27. To what extent has the RDP contributed to the CAP objective of fostering the competitiveness of agriculture? 28. To what extent has the RDP contributed to the CAP objective of ensuring sustainable management of natural resources and climate action? 29. To what extent has the RDP contributed to the CAP objective of achieving a balanced territorial development of rural economies and communities including the creation and maintenance of employment? 30. To what extent has the RDP contributed to fostering innovation? ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 54 ",
        "ANNEX VI Main elements of technical support documents for the monitoring and evaluation system One of the key elements of the monitoring and evaluation system for rural development is the technical support that is provided to Member States, evaluators and other evaluation stakeholders to build evaluation capacity and to increase the quality and consistency of evaluation activities. The Commission, working in conjunction with the Member States, shall produce technical support documents covering the following topics: (1) Fiches for each of the common indicators, which include a definition of the indicator; the link to the intervention logic; the unit of measurement; methodology used to obtain values; the data required and the sources of the data; information on data collection including the body responsible and the frequency of data collection; reporting requirements. (2) Methodological guidance to support Member States and evaluators in fulfilling the requirements of the monitoring and evaluation system, covering its various components, including evaluation methodologies and approaches, and the provision of support on specific issues such as evaluation of CLLD. (3) Guidance on the ex ante evaluation of RDPs covering the purpose of ex ante evaluation, the process and roles of the actors involved, and the scope of the exercise and providing methodological support on suitable approaches and methods, and a toolbox of indicative templates. (4) Guidance on the preparation of evaluation plans covering the purpose and benefits of an evaluation plan, the elements which shall be included, and recommendations on appropriate processes to establish it. Considerations linked to governance and implementation are covered, as are indicative templates for aspects of the exercise. (5) Guidance on the use and establishment of proxy indicators, targeted particularly at regional RDPs, describing the purpose and characteristics of proxy indicators and identifying data and methods which could be used where proxies are required. (6) Guidance on the indicator plan covering the elements which shall be included, the rules to be applied and the template tables. (7) Guidance on the monitoring covering the elements which shall be included in the annual implementation reports, rules to be applied and the template tables. (8) Guidance on the assessment of values for the complementary result indicators, covering identification of the relevant population of projects, sampling strategies, appropriate methodologies, data sources and assessment techniques. (9) Guidance on assessing the impacts of RDPs, covering the purpose and use of the impact indicators, linkages between rural development policy and other policies and factors which affect impact indicator values, and proposed methods for estimating the net effect of rural development interventions. (10) Guidance on answering the common evaluation questions for rural devel ­ opment, including links to the intervention logic and common indicators, and proposing additional data, judgement criteria and a range of possible approaches which could be used to answer the questions. (11) Guidance on the ex post evaluation of 2014-2020 RDPs covering the purpose, process and scope of the exercise, providing methodological support and identifying good practices, and including indicative templates for aspects of the exercise. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 55 ",
        "ANNEX VII Structure and content of annual implementation reports (referred to in Article 50 of Regulation (EU) No 1303/2013 and Article 75 of Regulation (EU) No 1305/2013) 1. Key information on implementation of the programme and its priorities a) Financial data Financial implementation data giving, for each measure and focus area, a statement of the expenditure incurred and declared in the declarations of expenditure. It shall cover the total incurred public expenditure as well as the financial recoveries and corrections brought by the Member States during the previous calendar year. b) Common and programme-specific indicators and quantified target values Information on RDP implementation as measured by common and specific indicators, including the progress achieved in relation to the targets set for each focus area and on realised output compared to planned output as set out in the indicator plan. Beginning from the annual implementation report to be submitted in 2017, the achievements towards the milestones set in the performance framework (table F). Additional information on the stage of RDP implementation is provided through data on financial commitments by measure and focus area, and the related expected progress towards targets. Tables: — Table A: Committed expenditure by measure and focus area — Table B: Realised output indicators by measure and focus area — Table C: Breakdown for relevant outputs and measures by type of area, gender and/or age — Table D: Progress towards targets — Table E: Monitoring of transitional measures — Table F: Achievement of the performance framework indicators 2. The progress in implementing the evaluation plan shall be presented as follows: (a) Description of any modifications made to the evaluation plan in the RDP during the year, with their justification. (b) A description of the evaluation activities undertaken during the year (in relation to section 3 of the evaluation plan).* (c) A description of activities undertaken in relation to the provision and management of data (in relation to section 4 of the evaluation plan).* (d) A list of completed evaluations, including references to where they have been published on-line. (e) A summary of completed evaluations, focussing on evaluation findings. (f) A description of communication activities undertaken in relation to publi ­ cising evaluation findings (in relation to section 6 of the evaluation plan).* ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 56 ",
        "(g) Description of the follow-up given to evaluation results (in relation to section 6 of the evaluation plan).* * Reference shall be made to the evaluation plan, any difficulties encountered in implementation shall be described, together with solutions adopted or proposed. 3. Issues which affect the performance of the programme and the measures taken Description of the steps taken by the Managing Authority and the Moni ­ toring Committee to ensure the quality and effectiveness of programme implementation and in particular as regards issues encountered in managing the programme and any corrective measures taken, notably in response to comments made by the Commission. 4. Steps taken to implement technical assistance and programme publicity requirements a) In case of coverage under the technical assistance of the establishment and functioning of NRN, the report shall describe actions taken and state of play as regards the establishment of the NRN and the implementation of its action plan; b) Steps taken to ensure that the programme is publicised (Article 13 of this Regulation). 5. Actions taken to fulfil ex ante conditionalities (in 2017 and in 2016 where relevant) Descriptions of actions taken by priority/focus area/measure to fulfil the applicable priority-linked and general ex-ante conditionalities not fulfilled or partially fulfilled at the time of the adoption of the RDP. Reference shall be made to the criteria which were not or only partially fulfilled, to any strategy, legal act or other relevant document including references to the relevant sections and articles, to the bodies responsible for fulfilment. Where necessary, Member States can provide explanations or additional information to complement that description. 6. Description of implementation of sub-programmes The AIRs submitted in 2017 and 2019 shall also include the information on the implementation as measured by common and specific indicators including on the progress achieved in relation to the targets set in the indicator plan of the sub-programme as well as on realised output and expenditure compared to planned output and expenditure set in the sub-programme. 7. Assessment of the information and progress towards achieving the objectives of the programme The AIRs submitted in 2017 and 2019 shall also include the following information resulting from evaluation activities: Reporting and quantification of programme achievements, in particular through assessment of the complementary result indicators, and relevant evaluation questions. The AIRs submitted in 2019 shall also include the following information resulting from evaluation activities: Reporting on the progress towards the objectives of the programme and its contribution to achieving the Union strategy for smart, sustainable and inclusive growth through, inter alia, assessment of the programme’s net contribution to changes in CAP impact indicator values, and relevant evaluation questions. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 57 ",
        "8. Implementation of actions to take into account the principles set out in Articles 6, 7 and 8 of Regulation (EU) No 1303/2013 The AIRs submitted in 2017 and 2019 shall also include the following information: (a) Promotion of equality between men and women and non-discrimination (Article 7 of Regulation (EU) No 1303/2013) Assessment of actions taken to ensure that equality between men and women and the integration of gender perspective are taken into account and promoted throughout the preparation and implementation of programmes, including in relation to monitoring, reporting and evaluation. (b) Sustainable development (Article 8 of Regulation (EU) No 1303/2013) Assessment of actions taken to ensure that the objectives and implementation of EAFRD is in line with the principle of sustainable development and with the Union’s promotion of the aim of preserving, protecting and improving the environment, as set out in Article 11 and Article 91(1) of the Treaty, taking into account the polluter pays principle. In addition, information is provided on the support for climate change objectives (Climate change tracking). (c) The role of the partners referred to in Article 5 of Regulation (EU) No 1303/2013 in the implementation of the programme Assessment of actions taken to ensure that the partners referred to in Article 5(1) of Regulation (EU) No 1303/2013 are involved in the prep ­ aration of progress reports and throughout the implementation of programmes, including through participation in the monitoring committees for programmes in accordance with Article 48 of that Regulation and in the activities of the NRN. 9. Progress made in ensuring integrated approach The AIRs submitted in 2019 shall also include the following information: Description of progress made in ensuring an integrated approach to use the EAFRD and other Union financial instruments to support the territorial development of rural areas, including through local development strategies. 10. Report on Implementation of Financial Instruments (Article 46 of Regu ­ lation (EU) No 1303/2013) The AIRs shall also include as an annex: a specific report covering the operations comprising financial instruments. The content of this report is set out in Article 46(2) of Regulation (EU) No 1303/2013 and this submission shall be done through the ESI Funds template. ▼ B 2014R0808 — EN — 06.05.2016 — 001.001 — 58 "
    ]
}