{
    "text": [
        "REGIOSTARS Awards 2016 Presentation of the finalists #EUinmyRegion Innovative EU-funded projects Regional and Urban Policy ",
        "More information on the European Union is available on the Internet (http ://europa.eu). Luxembourg: Publications Office of the European Union, 2016 Print version Online version ISBN 978-92-79-60662-5 ISBN 978-92-79-60663-2 doi:10.2776/962625 doi:10.2776/749473 KN-AI-16-001-EN-C KN-AI-16-001-EN-N © European Union, 2016 Reuse authorised. Reproduction is authorised provided the source is acknowledged. Copyright for the photos: © Associated Press, page 36 © Oskar Corrons, page 60 © Istock, bernardbodo Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). ",
        "REGIOSTARS Awards 2016 Presentation of the finalists #EUinmyRegion Innovative EU-funded projects ",
        "CONTENTS FOREWORD CORINA CREŢU 4 FOREWORD LAMBERT VAN NISTELROOIJ 5 JURY MEMBERS 6 CATEGORIES 8 REGIOSTARS FINALISTS 9 01 SMART GROWTH 11 BRIDGE TO MED-TECH SUCCESS 12 A CURE FOR THE MEDICAL RESEARCH-TO-MARKET GAP 14 ENRICHED NETWORK CROSSES MORE THAN BORDERS 16 A CLEAN SWEEP FOR TECH GROWTH IN DENMARK 18 UPDATING THE ‘MADE IN ITALY’ BRAND FOR A GLOBAL MARKET 20 02 SUSTAINABLE GROWTH 23 BRUSSELS GREENBIZZ: A GREEN AND SUSTAINABLE BUSINESS INCUBATOR 24 CENTRO BIO: BIO-BASED GROWTH FOR RURAL ECONOMIES 26 WEALTH FROM WASTE IN NORTHERN AND ARCTIC MARINE REGIONS 28 EXTRACTING VALUE-ADDED INGREDIENTS FROM WINE WASTE 30 REGIONAL COOPERATION DRIVES SUSTAINABLE WASTE SOLUTION 32 ",
        "03 INCLUSIVE GROWTH 35 HELPING THE SOCIAL ECONOMY REACH ITS FULL POTENTIAL 36 OPENING MINDS AND IMPROVING LIVES IN THE BORDER REGION BETWEEN ITALY AND AUSTRIA 38 EUREGIO BARRIEREFREI: A TRAVEL WEBSITE FOR PEOPLE WITH DISABILITIES IN GERMANY AND AUSTRIA 40 WORKING TOGETHER TO INCREASE EMPLOYABILITY 42 04 CITYSTAR 45 RUHR VALLEY ON THE RIGHT PATH TO GREENER MOBILITY 46 FOODMET - COVERED MARKET AT THE ABATTOIRS DE CUREGHEM 48 INTELLIGENT TRANSPORT TOOLS GIVE WROCŁAW A NEW LEASE OF LIFE 50 CITIZEN-LED REGENERATION BENEFITS RESIDENTS OF GDAŃSK 52 URBAN BENEFITS OF EFFICIENT STOCK DISTRIBUTION 54 05 EFFECTIVE MANAGEMENT 57 A COLLECTIVE APPROACH TO TRANSPARENCY 58 ROCKING EUROPEAN SOCIAL POLICY 60 A SIMPLER APPROACH TO MANAGING R&D FUNDING 62 OPEN INNOVATION TOOL PUTS CITIZENS IN THE DRIVING SEAT 64 ",
        "FOREWORD CORINA CREŢU Dear reader, I’m happy to introduce the 23 projects selected as RegioStars Awards fi nalists for the 2016 edition of the competition. While discovering these fi nalists, it was a true pleasure for me to wit- ness the quality, diversity and innovative character of the proposed projects. These inspiring EU-funded projects are prime examples which showcase the important contribution that EU Cohesion Policy has made in support of the Commission’s political priorities for 2014-2020. They are real-life testimonies to the fact that across Europe Cohesion Policy is a motor for investment, sustainable economic growth, jobs and ulti- mately, improving life for 500 million European citizens. We hope that, by putting the spotlight on these great projects, other regions and cities will be inspired to refl ect on the diverse kind of investments that can be made in the fi elds of smart, sustainable and inclusive growth, as well as urban development. This year, for the fi rst time, a category of the RegioStars Awards has also been dedicated to highlighting initiatives contrib- uting to better management of EU Cohesion funds. Being a RegioStars Awards fi nalist is not only a quality label designating an innovative project, it is also an international recognition of regions and cities for their innovative and effi cient approach to using EU funds. For this, I would like to thank the RegioStars specialist jury, composed of practitioners and aca- demics in their respective fi elds, as well as jury president MEP Lambert van Nistelrooij. Their expertise and dedication made it possible to select top quality fi nalist projects out of the 104 applications received. The winners of the RegioStars Awards will be announced on October 11th 2016, during the yearly award ceremony in Brussels. In the meantime, I would like to congratulate all the fi nalists, and all the applicants, for demon- strating how much can be achieved with EU funding. Corina Creţu, EU Commissioner for Regional Policy ",
        "FOREWORD LAMBERT VAN NISTELROOIJ Dear reader, I was pleased to accept the invitation of Commissioner Creţu to preside over the RegioStars Awards jury for the second consecutive year. More than ever European citizens look to the European Union for concrete added value in their regions and cities. As politicians, it is not only our duty to represent citizens, but also to engage with our constituencies in a modernised communication on European initiatives and contribute to their day-to-day lives. Europe has splendid opportunities to show the added value in Cohesion Policy. In this brochure you will fi nd descriptions of the 23 fi nalists that have been selected by the expert jury and which highlight how EU funds support innovative and inspiring projects. These creative projects address some of Europe’s main challenges through targeted support for SMEs, social inclusion strategies, the circular economy and urban development. I was particularly happy to learn that, this year, a new category had been introduced which focuses specifi cally on how EU funds can be managed better in the Member States. I want to thank the jury members for bringing their expertise to the table throughout the in-depth discussions which ultimately led to the selection of these 23 fi nalists. I would also like to thank all the applicants and the selected fi nalists for taking part in the competition and for helping us to showcase the best of what EU Cohesion Policy has to off er. I hope to meet you all Lambert van Nistelrooij Member of the European Parliament FOREWORDS 4-5 ",
        "JURY MEMBERS Lambert van Nistelrooij Member of the European Parliament President of the Jury SMART GROWTH Raquel Ortega-Argilés Professor of Regional Economic Development at Birmingham Business School, the University of Birmingham Agnė Paliokaitė Managing Partner and Director of Visionary Analytics Lithuania, a private research centre focused on education, R&D and innovation systems and policies SUSTAINABLE GROWTH Vanya Veras Secretary General of Municipal Waste Europe Karel Van Acker Professor in Sustainable Materials Management and Coordinator of the KU Leuven Materials Research Centre, Belgium ",
        "INCLUSIVE GROWTH Gábor Bernáth Researcher at Hungarian Academy of Sciences – Institute for Sociology Eberhard Lueder Head of Social Inclusion at the Red Cross EU Offi ce in Brussels CITYSTAR Nava Hinrichs Managing Director at The Hague Process on Refugees and Migration Ania Rok Governance & Social Innovation Coordinator at ICLEI – Local Governments for Sustainability, URBACT Programme Expert EFFECTIVE MANAGEMENT Jiri Blazek Associate Professor in Regional Development at the Department of Social Geography and Regional Development, Faculty of Sciences, Charles University in Prague John Bachtler Professor of European Policy Studies and Director of the European Policies Research Centre, University of Strathclyde, Glasgow 6-7 JURY MEMBERS ",
        "This year, managing authorities submitted projects in fi ve award categories. SMART GROWTH: emerging opportunities in the global economy 11 Knowledge-driven industrial transformation is at the heart of smart specialisation. EU regions and governments are revamping their research and innovation strategies in order to identify unique, competitive advantages based on new combinations of their industrial and scientifi c strengths. SUSTAINABLE GROWTH: circular economy 23 The transition towards a circular economy aims to preserve and maintain the value of products and resources in the economy for as long as possible, while minimising waste and the use of non-renewable resources. INCLUSIVE GROWTH: integrated living – building inclusive and non-segregated communities 35 Sustainable responses are needed to tackle the multidimensional aspects of social exclusion. An integrated approach combines eff orts across diff erent sectors, including education, employ- ment, housing, health and social services. CITYSTAR: innovative solutions for sustainable urban development 45 Cities need innovative solutions to tackle a variety of complex challenges, such as an ageing and a more diverse population, a changing relationship with citizens, the eff ects of climate change, an economy that needs new skills, and persistent pockets of poverty. EFFECTIVE MANAGEMENT: making a diff erence by managing diff erently 57 Public services need the administrative capacity to manage policies and funds, including Euro- pean Structural and Investment Funds, effi ciently and eff ectively so as to deliver faster and simpler services to citizens and businesses. CATEGORIES ",
        "Vives Emplea p. 42 Mapping Basilicata p. 20 European Social Sound p. 60 Open Innovation p. 64 Centro Bio p. 26 Unit Cost for R&D p. 62 InfectoGnostics p. 14 Circular Ocean p. 28 Crossroads p. 16 Foodmet p. 48 Urban Distribution Center p. 54 Greenbizz p. 24 Cleantech p. 18 Bridge p. 12 Fireflies p. 58 Intelligent Transport System p. 50 Proekob p. 32 ASEDP p. 36 EURegio Barrierefrei p. 40 Diversity4Kids p. 38 Bioactive Compounds p. 30 Revitalisation Gdańsk p. 52 Alley of Change p. 46 REGIOSTARS FINALISTS 2016 8-9 CATEGORIES – REGIOSTARS FINALISTS ",
        "",
        "SMART GROWTH Emerging opportunities in the global economy ",
        "BRIDGE TO MED-TECH SUCCESS Smart support mechanisms help small but growing Swedish med-tech companies sell abroad and gain a foothold in new, profi table markets. Small beginnings can lead to great things. For medical technology (med-tech) SMEs, suc- cessful steps into foreign markets can give their niche products access to enough cus- tomers for commercial success. The Sahlgrenska Science Park in West Sweden has developed a programme – called Bridge – which supports local med-tech compa- nies’ international growth strategies. Funded by almost EUR 400 000 from the European Regional Development Fund, the programme aims to strengthen Sweden’s healthcare SME sector and expand medical innovation. West Sweden already excels in both research and innovation in life sciences. Exports from the sector are already an important part of the Swedish economy. Bridge provides an added boost to SMEs with international potential, helping them identify and work closely with new customers, fi nd partners, navigate for- eign regulations, and ultimately to grow more quickly into new markets. Promising pilot The programme has trialled support for 27 med-tech business ideas and start-ups, chosen by an expert panel. It focused on the United Kingdom as its target market – a large enough country for small companies to achieve profi table sales and one which invests strongly in life sciences. From the UK perspec- tive, the initiative gives access to innovations that can enhance healthcare or cut costs in the UK’s National Health Service (NHS). There ",
        "are practical advantages on both sides, too – many Swedes speak English, while a short sea crossing and similar cultures connect the two countries. In close cooperation with Business Sweden, UK Trade & Investment and the NHS, Sahlgren- ska Science Park’s programme defi ned entry points into Britain for the Swedish companies, along with a detailed roadmap into the Brit- ish healthcare market. It also provided intro- ductions to British contacts from a network of research organisations, hospitals, venture capital providers and incubators in the UK. Business boost Sahlgrenska Science Park is now an estab- lished gateway to Swedish innovation for the NHS. It has also contributed to high-level dis- cussions on how the British healthcare sector can improve its innovation support. The benefi ts are set to spread to more SMEs. The Science Park continues to back start- ups’ internationalisation, while Bridge has increased available funds for SMEs from the ERDF, and Swedish regional and national agencies. A national ERDF-funded follow-up programme – Bridge UK – is now availa- ble, helping med-tech SMEs across Sweden expand abroad. Th e goal is to develop a programme so attractive that the companies themselves pay the cost. It promises to be a very cost-eff ective method for improving smart and sustainable growth in the Swedish med-tech industry. Helena Starfelt, Head of unit, Swedish Agency for Economic and Regional Growth SMART GROWTH – Emerging opportunities in the global economy Project: Bridge Region: Västsverige (Sweden) Programme: West Sweden Duration: 01/07/2012-31/12/2014 Total budget: EUR 996 079 (including EUR 398 315 European funding, ERDF) Website: www.sahlgrenskasciencepark.se 12-13 ",
        "A CURE FOR THE MEDICAL RESEARCH-TO-MARKET GAP To tighten up the medical value chain, the EU-funded InfectoGnostics Research Campus Jena project brings together science, industry and clinics in Germany’s Thuringia region. The result is more devices for diagnostic testing being brought to market quicker. The key to stopping the spread of new dis- eases is a fast and reliable diagnosis and quick understanding of their possible resist- ance to current antibiotics. Unfortunately, this process is too ost en derailed by a gap between what’s happening in the lab and what’s being brought onto the market. The ERDF-funded InfectoGnostics Research Campus JENA project has a cure. Located at the Centre for Applied Research in Jena, InfectoGnostics is serving as a hub for fast translational science: technologists and scientists who typically work isolated in a university lab are now working directly with clinicians and pharmaceutical and med- ical companies. This networking has speeded up the development of rapid, point-to-care devices for diagnostic testing. Collaborative care The Thuringia Region’s InfectoGnostic Research Campus is a state-of-the-art facility that hosts numerous photonic technologies, an array of laboratories and a bio bank. It provides researchers with access to clinical samples. Working together as a public-private partner- ship, over 25 companies are collaborating with 14 leading research institutions through the Campus. Most are SMEs based in Germany’s Thuringia region. Via this cooperative method, ",
        "participants are better able to leverage the synergies and innovative specialisations of the group and can also make more effi cient use of the public funds available through the Centre. Eff orts have focused on the creation of rapid, portable and non-invasive point-of-care devices for the diagnosis of such infections as pneumonia and the identifi cation of their resistance to antibiotic therapy. The campus has already assembled an impressive port- folio of technologies for detecting infectious agents and profi ling their antibiotic resist- ance, with this information serving as the foundation for developing new devices. The project has also successfully launched two start-up companies – with more to come – along with a marketable product capable of detecting enzymes that mediate bacterial resistance to antibiotics. Long-term benefi ts By proving that gaps in the medical value chain can only be overcome by direct pub- lic-private partnerships, the InfectoGnostic Research Centre has established itself as the go-to place where researchers from var- ious disciplines and organisations can safely exchange ideas and work together. In addition to its success in developing new diagnostic devices, the project has success- fully established long-term partnerships between researchers, clinicians and compa- nies – guaranteeing that the InfectoGnostics Research Campus Jena project will continue to benefi t medicine well into the future. Whether regarding technological or organisational aspects, InfectoGnostics is an innovative project on both counts. Technologically, the combination of photonic technology with molecular techniques and microfl uidic-based sample preparation provides a basis for fast and safe diagnostics with systems that can be used on-site. Organisationally, InfectoGnostics provides a governance that equally considers the interests of all stakeholders. Prof. Dr Jürgen Popp, InfectoGnostics Spokesperson Project: InfectoGnostics Research Campus Jena – a partnership for infection diagnostics Region: Thüringen (Germany) Programme: Thüringen Duration: 01/01/2013-29/02/2020 Total budget: EUR 27 101 912 (including EUR 7 902 767 European funding, ERDF) Website: www.infectognostics.de 14-15 SMART GROWTH – Emerging opportunities in the global economy ",
        "ENRICHED NETWORK CROSSES MORE THAN BORDERS An “unconventional” but highly successful project, focusing on fi ve “crossroad technologies”, has provided a boost to companies, institutes, researchers and the economy as a whole in the cross-border area between Flanders (Belgium) and the Netherlands. Innovation and new technologies are proven economic drivers. The growth of tech incuba- tors across Europe is a case in point. The Cross- Roads project, which received EUR 3 724 599 through the European Regional Development Fund, brought together research centres, insti- tutes and tech companies to explore so-called crossroad technologies which have potential in diff erent sectors. These include remote diagnostics, embedded vision, nanomaterials, surface fi nishing, and inkjet technology. As an early-mover in this kind of high-tech network, which promotes cross-over innova- tions, CrossRoads has fostered a distinct local advantage over other regions. This has trans- lated into a dividend for the regional econ- omy, generating new jobs for students who participated in the project as well as a rast of new technologies. Putting their back into it Through clever organisational structures encouraging more SMEs to get involved, CrossRoads has achieved its goal of boost- ing innovation in emerging technologies in the cross-border region. It has managed 25 cross-border innovation projects, 13 mar- ket feasibility studies and 40 experiments involving 150 companies. ",
        "Innovations range from new techniques, products, processes and technologies to new multidisciplinary ways of problem-solving. And the focus on cross-fertilisation between the fi ve targeted technologies is, in itself, considered an innovation, one which has been successful in bringing businesses from diff erent sectors together to create lasting cross-border links and organisational struc- tures. This strengthened network is expected to foster even more innovations in the future. One example of CrossRoads’ achievements is the ‘Spinal’ sub-project that developed a pro- totype biocompatible material, called “metal dross”, which can replace the metal screws currently used in spinal surgery. Investors have earmarked EUR 4 500 000 to start clin- ical tests on the material within three years. A fruitful mashup CrossRoads has acted as an intermediary between Interreg and the various SMEs and education facilities that participated. It is a benchmark on how to bring smaller compa- nies into large projects smoothly. The pro- gramme’s fl exibility – allowing new partners to join mid-way through projects – made it easier to encourage small fi rms to take part, especially in piloting and rolling out new prod- ucts resulting from this mashup of organisa- tions and technologies. An internal survey of project partners estab- lish beyond doubt the benefi t of this approach and the positive impacts it has had, especially in terms of cross-border collaboration. Th e project created a lasting network of connections. Forging these connections is of course the most important task of the Interreg programme and projects like CrossRoads are a great way of reaching this goal. Bram de Kort, Head of JS Interreg Flanders-The Netherlands Project: CrossRoads Regions: Prov. Antwerpen, Prov. Vlaams-Brabant, Prov. Limburg, Prov. Oost-Vlaanderen, Prov. West-Vlaanderen (Belgium); Noord- Brabant, Limburg, Zeeland (Netherlands) Programme: Belgium - Netherlands Duration: 01/07/2010-31/12/2014 Total budget: EUR 9 233 813 (including EUR 3 724 599 European funding, ERDF) Website: www.crossroadsproject.eu 16-17 SMART GROWTH – Emerging opportunities in the global economy ",
        "A CLEAN SWEEP FOR TECH GROWTH IN DENMARK Researchers, businesses and public bodies in Denmark develop a world-leading clean technology cluster of businesses for smart, sustainable innovation. Can you have a thriving economy that is also green? In Denmark’s Capital and Zealand Regions it is already happening – with smart, green technologies (cleantech) at its core. “Cleantech” describes products or services that improve business performance or effi - ciency while reducing pollution, costs, inputs and waste. With the help of EUR 9 738 500 from the European Regional Development Fund, the Copenhagen Cleantech Cluster project created networks of companies and research institutes to spark ideas for new cleantech products and services and develop them into viable businesses. Entrepreneurs also received direct support from the project in the form of business mentoring, opportunities to test and demon- strate products, and advice on international branding and marketing. And with the cluster providing a visible focus for the sector, busi- nesses could more easily attract investment and top researchers. Green ambition The project’s overall vision was to develop a world-leading cluster of cleantech research- ers and businesses in Copenhagen and the country’s Zealand region. Over 600 compa- nies were included, active in many diff erent service and manufacturing industries. The project’s 12 partners included leading Dan- ish universities, a science park, business inves- tors and organisations, and the Copenhagen ",
        "foreign investment agency. Both regions also engaged in the project, which gave their smart specialisation strategies more impact and cut red tape for cross-border ventures. As a result, many local cleantech companies grew their business, despite the fi nancial crisis. Over 40 % took on more employees, and over half increased turnover. Just under a third expanded exports. At the same time, new companies started up and international cleantech companies were attracted to set up business in the regions. Spotlight on success Companies’ close cooperation with each other and research institutes was particularly fruit- ful for innovation, shown by the high number of patents granted across the cluster. And the rest of the world took note. Recognised as one of the world’s leading cleantech clus- ters by organisations such as the OECD and UNCTAD, the project hosted many interna- tional delegations and events. In its fi ve years, the cluster showed that sus- tainability is not just good for the environ- ment; it is also good for business. It created over 1 000 new jobs, supported 126 start-ups, 64 research and company cooperations and 38 new cooperations between companies, and formalised cooperation with 15 leading clus- ters in the International Cleantech Network. The project has now ended but its successful story continues. Copenhagen Cleantech Clus- ter has merged with another Danish cluster – the Lean Energy Cluster – to create CLEAN, an organisation with over 170 members and even stronger business involvement. Cleantech is a vital area for our growth and development. Th e project succeeded in creating a strong, sustainable, highly successful cleantech cluster. Henrik Madsen, Chief consultant, Capital Region of Denmark Project: Copenhagen Cleantech Cluster Regions: Hovedstaden, Sjælland (Denmark) Programme: Innovation and Knowledge Duration: 01/09/2009-01/09/2014 Total budget: EUR 19 477 000 (including EUR 9 738 500 European funding, ERDF) Website: www.cleancluster.dk 18-19 SMART GROWTH – Emerging opportunities in the global economy ",
        "UPDATING THE ‘MADE IN ITALY’ BRAND FOR A GLOBAL MARKET To help long-established sectors in the Basilicata Region become more globally competitive, the EU-funded Mapping Basilicata project refreshed old- fashioned processes with innovative ideas, designs and technology. In an increasingly globalised world, traditional manufacturing companies ost en struggle. Italy, a country with a proud tradition of SMEs providing an array of goods and services, is no exception as many traditional SMEs strug- gle to remain globally competitive. To put a halt to this trend, the EU-supported Mapping Basilicata project is working to revitalise the ‘Made in Italy’ brand, particu- larly as it applies to the food, furniture and fashion industries. As a result, Italian SMEs in the southern Basilicata Region are better positioned to not only stay in business, but to compete in new global markets. Modernising the cluster The EU has long supported the creation of clusters, a policy that favours locating similar SMEs close together so they are better able to share resources and services, thus lowering costs and increasing productivity and effi ciency. Although largely successful, one shortcoming of the cluster approach is when the clusters consists of all traditional companies. In such situations, the cluster can actually become a disadvantage as it keeps new ideas out. Thus, the six clusters in the Basilicata region tended to be viewed as old-fashioned companies and their competiveness was increasingly ques- tioned by the global market. ",
        "To solve this problem, the Mapping Basilicata project took this cluster concept and added an innovative economic model to it. With the aim of creating innovation hubs in the areas of design, fashion and food, the project con- nected traditional manufacturing companies with emerging creative industries. The result is a revitalisation of traditional manufactur- ing clusters into innovative, international- ly-orientated ones. The project has helped integrate creative industries and design fi rms within these traditional clusters, which has led to an updating of the production, design, marketing and quality processes happening at all the clusters. Made in Italy 2.0 This innovative approach helped traditional, ‘old-fashioned’ companies into clusters of global players by introducing more innovation and technology, upgrading production pro- cesses and leveraging creativity and cross-sec- toral cooperation. In fact, over 150 traditional Italian companies were involved in the project, which came together to launch three registered sectoral brands: Basilicata Fine Foods, Casa- matera and Bwear. These brands were then marketed to a global audience via 20 trade events held across fi ve countries, with over 200 products being placed on foreign markets for a foreseen turnover of EUR 3 million. While the Mapping Basilicata programme has now ended, it has off ered a lasting legacy that will benefi t both businesses and clusters in terms of capacities, branding, product placement, international marketing and collaborative culture. Giampiero Maruggi, Managing Authority Project: Mapping Basilicata Region: Basilicata (Italy) Programme: Basilicata Duration: 30/06/2013-31/12/2015 Total budget: EUR 1 260 000 (including EUR 630 000 European funding, ERDF) Website: www.distrettomobileimbottito.com 20-21 SMART GROWTH – Emerging opportunities in the global economy ",
        "",
        "SUSTAINABLE GROWTH Circular economy ",
        "BRUSSELS GREENBIZZ: A GREEN AND SUSTAINABLE BUSINESS INCUBATOR The promotion of sustainable growth, start-ups and fl edgling businesses will benefi t from a new support structure in a building with innovative architecture. The support for fl edgling businesses and start-ups is not always limited to advice or fi nancial aid. A new business initiative also sometimes needs a physical space in which to expand its ideas. Sustainable development is a particularly weak sector within the Brussels economy. The Regional Sustainable Develop- ment Plan is also seeking to make Brussels more competitive, effi cient and green in its use of resources. The Brussels Greenbizz project is off ering work spaces and support to fl edgling eco-fo- cused businesses. This project received EUR 9 259 810 from the European Regional Development Fund (ERDF). In practical terms, Brussels Greenbizz is off er- ing 5 500 m 2 of production workshops and 2 800 m 2 of offi ce space: a genuine ecosys- tem where the occupants can collaborate, exchange and move forward with their pro- jects. The modular spaces are fully equipped and the participants can also take advan- tage of administrative services, including a reception and secretarial offi ces along with customised training. This is the fi rst business incubator of this type in Brussels. ",
        "An innovative project that creates jobs The project’s advantage does not simply lie in its concept: the building’s architecture gives it an exemplary and innovative character. It has been designed and built in line with the principles of eco-construction. Apart from the management and sorting of waste, the materials have been chosen with their life cycle and potential health hazards in mind, with priority being given to recyclable and natural products. In addition, pho- tovoltaic panels, special ventilation, lighting and heating techniques and the particular attention aff orded to the insulation and waterproof façade make the new building extremely energy-effi - cient. The business incubator and the workshop spaces meet low-energy energy standards. Seven small companies were installed as soon as it opened and fi ve out of 17 work- shops were occupied during the following months, proof that Brussels Greenbizz was responding to a genuine business need. About 10 jobs were created by the project ast er a few months and an estimated 200 people will benefi t from it ast er a few years. Brussels Greenbizz’s goals include boosting sustainable economic sectors in Brussels and supporting business initiatives in the sustainable economy. Th e project off ers start-ups an optimum environment in which to develop their business ideas in a totally new building pioneering innovative, pleasing and exemplary architecture in terms of sustainable development. Geneviève Planchard, Communications Offi cer with the Brussels Regional Civil Service - Brussels Regional Coordination, ERDF Cell SUSTAINABLE GROWTH – Circular economy Project: Brussels Greenbizz Region: Région de Bruxelles-Capitale/ Brussels Hoofdstedelijk Gewest (Belgium) Programme: Brussels Capital Region Duration: 01/12/2010-31/03/2016 Total budget: EUR 18 519 638 (including EUR 9 259 810 European funding, ERDF) Website: www.greenbizz.brussels 24-25 ",
        "CENTRO BIO: BIO-BASED GROWTH FOR RURAL ECONOMIES Researchers and businesses in Portugal are piloting a smart, circular economy for rural areas. A biorefi nery, biotech research, SME support and training for students are driving the change. In the forested mountains of Portugal’s Cen- tro region, a revolution is taking place. A tech- nology and innovation centre is developing a bio-based rural economy that sources fuel and raw materials sustainably, creating new jobs and businesses, while limiting imports and preserving the area’s natural beauty. Inspired by agricultural and forestry waste and residues that were a local hazard but have the potential to interact with diff erent value-chains, the Centro Bio: Bio-industries, Biorefi neries and Bioproducts project works with researchers and local farmers, foresters and entrepreneurs to develop new industries from by-products, improve businesses effi - ciency and train future scientists and entre- preneurs. The project is working towards a sustainable ‘circular economy’ for the area – one where businesses interact and share resources to avoid waste – and is funded by EUR 2 640 000 from the European Regional Development Fund. Transformative technology The project’s network covers towns and rural communities scattered over a 1 000 km 2 area. These produce thousands of tonnes of organic waste each year and import many of their needs, including fuel. Part of an EU-wide network of 55 R&D organ- isations, Centro Bio shows how technology can turn these problems into opportunities. ",
        "A cutting-edge bio-refi nery is able to produce up to 25 million litres of biofuel per year from lest over plant matter, for a reliable local source of low-carbon energy. The project also prevents forest fi res in the area by providing a market for fl ammable biomass residues and reducing inhabitants’ need to harvest plants for fuel. Researchers at the Centro Bio also look into the potential of overlooked resources and by-products – such as indigenous fungi or liquid lest over from cheese-making – to gen- erate innovative industries. And to invest in the region’s greatest resource – its people – it promotes science and entrepreneurship to students and schoolchildren, and quali- ty-of-life improvements for all. Business benefi ts Practical help for entrepreneurs includes R&D knowledge, mentoring, labs and offi ces for start-ups, along with effi ciency advice for more established SMEs. Other support guides researchers and entrepreneurs through the funding and regulatory maze to commercial- ise innovations. So far, the research centre has created 52 highly-skilled jobs, four spin-off s, six start- ups and 24 R&D sub-projects, and generated commercial interest in its biorefi nery tech- nology. It is also helping set up the All-Portu- guese Association of bioeconomy and circular economy. The centre plans to link up with two more regions – the North and Alentejo Regions – for a wider smart region. Ultimately, it aims to generate from EUR 2.9 to 4.3 billion in annual income and over 70 000 jobs. We proved that technologies and knowledge transform problems and opportunities into new business prospects, for a competitive local economy with a low environmental impact and high economic effi ciency levels, thus creating industrial and regional symbiosis. João Nunes, Founder, Associação BLC3 Project: Centro Bio: Bio-industries, Biorefi neries and Bioproducts Region: Centro (Portugal) Programme: Centro Duration: 22/04/2014-28/09/2015 Total budget: EUR 3 159 000 (including EUR 2 640 000 European funding, ERDF) Website: www.blc3.pt 26-27 SUSTAINABLE GROWTH – Circular economy ",
        "WEALTH FROM WASTE IN NORTHERN AND ARCTIC MARINE REGIONS Local enterprises in remote northern coastal economies create smart new industries from plastic marine waste to revive economies and keep the environment clean. The stunning coastlines of the Northern Periphery & Arctic region have traditionally supported strong fi shing communities. But times are changing. The industry is on the decline, while plastic fi shing litter threatens wildlife and fi shing boats. The EU-funded Circular Ocean project has stepped in with support to develop smart ‘green’ industries from old plastic fi shing nets and ropes. This represents 10% of marine waste and is a potential resource for many industries, and can be incorporated into products such as clothing and skateboards. Funded with EUR 921 176 from the Euro- pean Regional Development Fund, the project helps local social enterprises and SMEs put the litter to profi table use. This creates a circular local economy in plas- tics – waste from one business is used in another for a self-sustaining overall economy. Circular Ocean cleans up the environment, breathes fresh life into remote economies and makes more sustainable use of materials communities already import. Inspirational initiatives For entrepreneurs, the three-year project developed its ‘Green Business Suite’ ser- vices. The package includes an online product and business idea evaluation framework for ",
        "targeted stakeholders, an eco-innovation hub for sharing ideas and contacting potential part- ners, and four eco-innovation toolkits – printed advice on innovation for a circular economy. Hands-on support includes pilot-testing new products, such as building materials rein- forced with fi shing net fi bres, and water pol- lution fi lters made from old fi shing nets. At the same time, a transnational network of experts advises local communities on how to recycle and re-purpose marine litter. And the more people are involved in green enterprise, the wider its benefi ts spread. So Circular Ocean has developed training activi- ties for eco-innovators and for future trainers. The project also held an innovation compe- tition to encourage new ideas and concepts. Positive potential A market study, feasibility study and technical report at the project’s start confi rmed there is demand for the business concept and that marine waste is suitable for commercial uses. Less than a year in, the three-year project has already created 24 direct jobs. It aims to generate many more low- and high-skilled jobs across coastal communities – in design, development and manufacturing of innova- tive products, as well as transport, sorting and reprocessing marine waste. Circular Ocean fi ts well into the European Union’s Blue Growth strategy for sustainable growth in marine and maritime sectors. It has drawn up policy papers to share the lessons it has learned so that other regions can profi t from its ‘wealth from waste’ approach. Our initiatives have real potential to become self-sustaining and unlock hidden economic opportunities. By “staying local’, communities have the opportunity to see fi shing nets and marine litter as a raw material as well as an opportunity to reduce their environmental footprint. Dr Neil James, project lead Project: Circular Ocean Regions: Highlands and Islands, Surrey, East and West Sussex (United Kingdom); Border, Midland and Western, Southern and Eastern (Ireland); Greenland; Sør-Trøndelag (Norway) Programme: Northern Periphery and Arctic Programme 2014-2020 Duration: 01/10/2015-30/09/2018 Total budget: EUR 1 472 185 (including EUR 921 176 European funding, ERDF) Website: www.circularocean.eu 28-29 SUSTAINABLE GROWTH – Circular economy ",
        "EXTRACTING VALUE-ADDED INGREDIENTS FROM WINE WASTE Innovative extraction techniques for isolating useful bioactive compounds from wine waste and turning them into value-added ingredients will benefi t local wine makers, food producers and the environment. Wine is not just great for drinking it would appear; bioactive compounds created during production can be turned into valuable ingre- dients for a whole range of sectors. Now sci- entists at the University of Zagreb’s Faculty of Food Technology and Biotechnology have developed novel ways of extracting these compounds, which can be used as raw mate- rials or semi-fi nished products in further pro- cessing – in functional foods, for example, or pharmaceuticals and cosmetics. Value-added ingredients One successful project trial demonstrated how chocolates and pralines can be enriched with bioactive compounds isolated from the remainders of grapes ast er being pressed. Ast er optimising an experimental spray- drying method, specifi c quantities of plant extract powder have been produced and used as ingredients to enrich chocolates and pra- lines, improving their colour, smell, texture and taste. The project, made possible by funding from the European Regional Devel- opment Fund amounting to EUR 391 885, has also strengthened the scientifi c and research capacity of the Faculty through the acquisi- tion of new equipment and knowledge. Sustainable production The project is sustainable and environmen- tally conscious as it worked with solvents and materials on the basis of green chem- istry and low environmental impact. The new techniques developed are also highly energy effi cient. The team hopes that the successful ",
        "implementation of this project will create the basis for further research on other food industry by-products, such as olive oil mill waste along with apple, cherry and tomato processing waste. The new techniques developed by the team will now be passed on to small and medium-sized wine makers in Croatia, ena- bling them to achieve production effi ciencies and open up new revenue streams. Indeed, a key goal of the project has been to strengthen the bond between Croatia’s scientifi c and busi- ness sectors in order to fully exploit the bio- logical potential of organic waste and lessen its impact on the environment. Issues such as investment in skills and territorial cohesion were addressed through training programmes and workshops in diff erent Croatian regions. New effi cient techniques to process organic waste could lead to the development of regional centres for utilising wine waste, along with other kinds of industrial waste with certain modifi cations. Ultimately, the success of this project highlights the poten- tial benefi ts of developing a strong network of scientists and related institutions involved in waste management. Th e project’s success in developing new eco-fr iendly technologies for the exploitation of organic waste fr om wine production is very much in line with several national and EU strategies dealing with the protection of the environment, waste management and sustainable production. Natasa Raduka, Ministry of Regional Development and EU Funds Project: Application of Innovative Techniques in Bioactive Compounds Isolation from Organic Waste in the Wine Product Regions: Jadranska Hrvatska, Kontinentalna Hrvatska (Croatia) Programme: Regional Competitiveness Duration: 16/10/2014-16/02/2016 Total budget: EUR 556 312 (including EUR 391 885 European funding, ERDF) Website: www.pbf.unizg.hr/en/departments/ department_of_food_engineering/ laboratory_for_technology_of_fruits_and_ vegetables_preservation_and_processing/ verica_dragovic_uzelac 30-31 SUSTAINABLE GROWTH – Circular economy ",
        "REGIONAL COOPERATION DRIVES SUSTAINABLE WASTE SOLUTION Investment in new technology has revolutionised waste management in Poland’s Lubelskie region, dramatically increasing the amount of waste that can be recycled and composted and reducing the amount of biodegradable waste destined for landfi ll. Eff ective waste solutions are one of those con- cepts that benefi t everyone: businesses’ costs are cut; health hazards are reduced; habitats are restored and products are recycled. The pro- ject, which received funding of EUR 7 808 368 from the European Regional Development Fund, sought to bring this solution to a number of Polish municipalities by constructing a state- of-the-art waste management plant, equipped with technology capable of processing the region’s entire municipal waste stream. The centre receives and segregates munic- ipal waste into packaging waste (recyclable materials), organic waste, hazardous waste and mineral fraction waste. Green waste can also be segregated and shredded for com- post, and there is the possibility of turning some waste into alternative fuel production. Bulky waste and used electronic equipment can also be collected from residents. A dramatic improvement Until completion of this project, waste man- agement in the municipalities belonging to Proekob – a partnership of 15 municipalities within the Polish province of Lublin – tended to be carried out in a disorganised manner incompatible with both Polish and European guidelines. Furthermore, waste from selective ",
        "collection accounted for just a small percent- age of all collected waste. This meant that a high percentage of waste that could other- wise be recycled ended up in landfi ll, leading to higher operational costs and the possibility of long-term environmental damage. There was also concern that the health of local res- idents was being put at risk. The origins of this project go back to 2004, when three municipalities in Lublin formed the Proekob and appointed a Special Purpose Association to implement a common waste management plan. Over the next few years other regional municipalities joined. This part- nership was instrumental in seeing through this new waste segregation centre, which han- dles waste for around 137 000 inhabitants. Investment in the environment Perhaps one of the most important aspects of this project will be the long-term invest- ment in improving the environment. The pro- ject has already contributed to reducing the amount of pollutants in the air and in the ground, introduced effi cient waste manage- ment procedures and improved environmen- tal management. For example, the project has signifi cantly reduced the risks that land- fi ll sites pose to vulnerable birds and rodents and reduced the emission of biogas. The new technology meets the requirements set by the European Union regarding waste management by minimising landfi ll waste through processing and recovery. Th e project has recognised the growing importance of the environment as a factor in stimulating socioeconomic development; already, 46 new jobs have been created. Edyta Domańska, Celowy Związek Gmin Proekob Project: Construction of Waste Management Site for Special Purpose Association of Municipalities Proekob Region: Lubelskie (Poland) Programme: Lubelskie Duration: 01/07/2010-28/02/2013 Total budget: EUR 11 060 208 (including EUR 7 808 368 European funding, ERDF) Website: www.proekob.pl 32-33 SUSTAINABLE GROWTH – Circular economy ",
        "",
        "INCLUSIVE GROWTH Integrated living – building inclusive and non-segregated communities ",
        "HELPING THE SOCIAL ECONOMY REACH ITS FULL POTENTIAL In between the public and private sectors lies a third sector: the so-called social economy. This is where the public and private sectors are supposed to meet to collaborate for social good, ost en via cooperatives, non-profi t organisations, social enterprises and charities. But if the right systems are not in place, the social economy can fall far short of its potential. To fi ll this gap and to enhance the impact that non-profi ts, charities and other social enter- prises had on the Malopolska Region in Poland, the European Social Fund-supported Academy of Social Economy Development Project (ASEDP) helped centralise the cooperation between these private entities and the public sector. Focus on the commonalities As the Malopolska Region generally lacked a true social economy, ASEDP’s primary goal was to create one. Specifi cally, it focused its attention on building a social economy capa- ble of supporting at-risk individuals such as the unemployed, disabled, homeless, sub- stance abusers and the mentally ill. Building from the recently enacted Malopolska Pact for Social Economy, the project provided the tools needed to implement the legislation. A key challenge to creating a successful social economy is the fact that, by its very nature, it involves numerous actors and stakeholders. Not only does it require the cooperation of the public and private sectors – always a chal- lenge in itself – within each of these sectors there are an array of diff erent organisations, each with their own (sometimes competing) agendas. For this reason, ASEDP focused on the commonalities and, most importantly, ",
        "ensuring that these common goals and com- plementary off erings were readily shared between sectors and amongst organisations. Creating a hub The result was the establishment of an Infor- mation & Consultation Point, a hub where social economy actors could meet for knowl- edge sharing, training, consultations and pro- motional activities. The hub served as the go-to-place for both existing and potentially new social economy entities, where they could learn about the most relevant statutes, share best practices and get help on such start-up steps as developing a business plan. In total, 1 711 individuals benefi ted from the programme, along with 245 social economy entities and 126 local partners. Altogether, 208 fi nancial subsidies were transferred to newly-established social cooperatives thanks to the project’s success in creating the support structure that was needed to help the region’s social economy reach its full potential. Having combined strategic support for a social economy sector on the regional level with the support for individuals not only allowed ASEDP to successfully increase the number of social economy entities in the Malopolska Region, it also helped improve the knowledge of residents about what the social economy is and how it benefi ts them. Wioletta Wilimska, Director of the Regional Centre for Social Policy INCLUSIVE GROWTH – Integrated living – building inclusive and non-segregated communities Project: Academy of Social Economy Development Project (ASEDP) Region: Małopolskie (Poland) Programme: Human Capital Programme Duration: 01/07/2008-30/06/2015 Total budget: EUR 3 421 060 (including EUR 2 907 901 European funding, ESF) Website: www.rops.krakow.pl 36-37 ",
        "OPENING MINDS AND IMPROVING LIVES IN THE BORDER REGION BETWEEN ITALY AND AUSTRIA Diversity4Kids is improving the wellbeing of locals and immigrants by fi ghting discrimination and xenophobia through playful techniques. This project, which targets 8 to 14-year-old pupils, promotes tolerance and prepares young people for a life in a diverse society. The recent migration crisis is a reality for children throughout Europe, as more and more school classes are made up of students from diff erent nationalities and cultural back- grounds. The time to promote acceptance, tolerance and understanding is when children are open to new experiences, with diversity perceived as an opportunity to grow, as a per- sonal and social benefi t. The project ‘Diversity4Kids – Learning about intercultural dialogue and diversity in schools in a playful, interactive and narrative way’ does exactly that. It encourages intercultural openness among children to promote pos- itive coexistence in schools and later in life. The European Regional Development Fund invested EUR 202 155 in the project, which reached over 1 800 pupils and 100 teachers and will continue to do so in the years to come. ",
        "Games that encourage intercultural dialogues The project, which covers the Tyrol-South Tyrol-Trentino region, consists of various activ- ities and workshops; around 100 events were organised within the cross-border region. In the schools, tolerance and respect are taught through role-playing, improvisation theatre, biography workshops and narrative storytell- ing methods, taking into account the impor- tance of games and fun as a substantial part of children’s emotional, cognitive and social development. These classes enable children to open up and get to know each other, while preventing bullying and xenophobia. Innovative teaching methods for years to come The project started with a research phase to identify which course materials were still missing in the education system for 8 to 14-year-olds. The biography workshops, creative writing and bilingual storytelling (German/Turkish and German/Italian) are new training methods that have been included in the system. In addition, 300 playsets have been devel- oped, along with CDs and brochures, which can be found in schools, libraries, and youth centres to disseminate know-how on migra- tion and integration. Workshops and activi- ties continue to be carried out and have been extended to other countries as well, teaching children but also educators how to manage potential confl icts in classes. Diversity4Kids helps to raise awareness among pupils aged between 8 and 14 to encourage positive coexistence as a foundation for a prosperous social, economic and cultural development. Armin Brugger, Project Manager at ZeMiT Project: Diversity4Kids – learning about intercultural dialogue and diversity in schools in a playful, interactive and narrative way Regions: Tirol (Austria); Provincia Autonoma di Bolzano-Bozen, Regione Autonoma Friuli Venezia Giulia (Italy) Programme: Italy - Austria Duration: 01/09/2012-31/08/2014 Total budget: EUR 316 526 (including EUR 202 155 European funding, ERDF) Website: www.zemit.at 38-39 INCLUSIVE GROWTH – Integrated living – building inclusive and non-segregated communities ",
        "EUREGIO BARRIEREFREI: A TRAVEL WEBSITE FOR PEOPLE WITH DISABILITIES IN GERMANY AND AUSTRIA A new website for people with disabilities in Germany and Austria serves as a platform for sharing information and reviews on the accessibility of popular holiday destinations. Southern Bavaria in Germany and the Salzburg region of Austria have a shared history and common culture, with citizens from both sides of the border regularly crossing for all aspects of daily life like school, work or holiday. How- ever, one population that is limited in their ability to take advantage of this cross-border interaction are persons with disabilities. When the average European citizen goes to book their summer holidays, they can turn to an array of user-based review sites and book- ing engines to fi nd the right tour for them. For people with disabilities, it can be more diffi cult. For starters, these sites are ost en not accessi- ble. More importantly, they also lack any indi- cation as to the accessibility of a given hotel, restaurant or tourist attraction. An accessibility advisor The EURegio Barrierefrei project, backed with EUR 11 103 in funding from the European Regional Development Fund (ERDF), set out to break down these barriers by consolidating all ",
        "information relating to inclusive, accessible holiday opportunities from across the region into a single, one-stop-shop website. The result is www.euregio-barrierefrei.eu, a user-driven, ‘Trip Advisor’ style travel review website where persons with disabilities and their relatives can share information on their experiences at particular hotels, restaurants and other holiday-related locations. Users can simply log on to the site and search reviews written by other users with disabili- ties. With this information in hand, they can book their holiday with confi dence that the establishments they are travelling to are in fact truly accessible. The economic impact By using digital and social platforms, the pro- ject successfully created a community that is having a direct impact on the regional econ- omy. By promoting inclusive travel, holiday and tourism related businesses and services are benefi ting. As the project relies on the exper- tise of the end user, it is also creating new job opportunities for people with disabilities, who are now being hired as ‘accessibility experts’. Even though the project itself is closed, its impact is sure to continue. Project partners are currently expanding the website’s scope by partnering with various national, regional and community tourist associations in both Austria and Germany to link their websites to the EURegio Barrierefrei site. This has led to the creation of over 57 accessible package holidays. A training course on accessibility has also been developed, which could be used by other EU programmes. Following the end of the project, the initial groups of disabled persons have continued to test touristic off erings funded by the budget of the project and its partners. In other words, this is an ongoing process that we fully expect to continue to grow in the near future. Markus Gneiss, Managing Authority Project: EURegio Barrierefrei Regions: Salzburg (Austria), Bayern: Oberbayern (Germany) Programme: Germany (Bavaria) – Austria Duration: 08/01/2014-31/03/2015 Total budget: EUR 21 285 (including EUR 11 103 European funding, ERDF) Website: www.clw-traunreut.de 40-41 INCLUSIVE GROWTH – Integrated living – building inclusive and non-segregated communities ",
        "WORKING TOGETHER TO INCREASE EMPLOYABILITY With unemployment levels at an all-time high in parts of Spain, ‘at-risk’ individuals are being hit particularly hard. To mitigate this eff ect, the EU-funded Vives Emplea project is equipping them with the tools and skills they need to successfully secure employment. The economic crisis has hit Spain hard, espe- cially for those who already face the chal- lenges of poverty and social exclusion. As this population tends to lack the social and educational skills needed for basic employ- ment, they are at higher risk of seeing their situation go from bad to worse. Knowing that poverty and social exclusion are infl uenced by such factors as employment, education, housing and health, the Vives Emplea project, which received EUR 5 837 473 from the European Social Fund, has responded with a model that increases the employability of that portion of the population most at risk of social exclusion. The secret is teamwork At the core of the Vives Emplea methodology is the belief that individuals are more likely to succeed when working together with other people from similar backgrounds. Thus, the programme put together teams comprised of 25 unemployed people deemed to be at risk of social exclusion. These individuals included those with low educational levels, single par- ents, immigrants, victims of domestic vio- lence, refugees and people with disabilities. These work groups followed a training and skill development course aimed at equipping each individual with the tools they need to successfully fi nd a job. The programme runs ",
        "for six months and includes a mix of group learning sessions, one-to-one, and real-world simulations such as mock interviews. The course aimed to empower participants with the ability to identify and evaluate their strengths and weaknesses and with an increased sense of self-esteem and motiva- tion. More so, they each walk away at the end of the course with an individualised, goal-ori- ented employability plan, and have ongoing access to the Vives Emplea network for con- tinued help. Success ast er success Since its launch in 2014, Vives Emplea has been a resounding success. It has been car- ried out through 44 teams operating in 10 diff erent autonomous communities within Spain. Over 1 500 at-risk individuals have participated in the programme. Some 54 % of all participants found jobs, with an additional 29 % going on to start academic studies so as to gain further skills. However, the project’s results go well beyond these numbers, with many participants prais- ing how the programme has taught them to be positive and proactive in their job hunt. Perhaps one participant describes the pro- ject’s true success best by saying: “The project has taught me to be a better person – that if I believe in myself and want something, I can put my mind to it and achieve all of my goals.” Th e project promotes a new person-centred methodology as we promote a teamwork process in order to multiply job opportunities. Th e programme also promotes a work methodology focused on the discovery of all the strengths and qualities of the participants, placing them as protagonists of their own decisions and actions. Luis González Muñoz, Director of Social Inclusion Programmes & Decentralised Cooperation, Action against Hunger Project: Vives Emplea: team building for social and labour inclusion Region: Madrid (Spain) Programme: Employment and Social Inclusion Duration: 01/04/2014-31/12/2019 Total budget: EUR 8 400 776 (including EUR 5 837 473 European funding, ESF) Website: www.accioncontraelhambre.org/es 42-43 INCLUSIVE GROWTH – Integrated living – building inclusive and non-segregated communities ",
        "",
        "CITYSTAR Innovative solutions for sustainable urban development ",
        "RUHR VALLEY ON THE RIGHT PATH TO GREENER MOBILITY By transforming former industrial land and investing in green infrastructure, an EU-funded project in Germany’s Ruhr region has demonstrated how industrial heritage can be adapted to suit the environmental and economic needs and concerns of the 21st century. Industrial regions throughout Europe are rein- venting themselves as attractive places to live and work, where sustainability actively con- tributes to a high quality of life. The ongoing transformation of the Ruhr region in Germany is an excellent example of this. The integrated strategy will boost environmentally-friendly mobility within the Ruhr region and help con- nect potential new sectors of economic and sustainable growth. Thanks to the Alley of Change project, which received EUR 4 890 003 through the European Regional Development Fund (ERDF), a former mining railway track has been transformed into a 10 km bicycle lane. An app for the Alley of Change project was created by a local start-up company with the help of secondary school pupils. The app provides information along the lane, explains urban transforma- tion, the change from coal to renewable ener- gies and aims to encourage young people to protect nature. Regional cooperation The Alley of Change is a key element of the integrated strategy “Green Infrastructure Ruhr” in which local and regional blue-green ",
        "infrastructures are combined with green urbanism, a network of bicycle lanes (for low emission mobility) and with local initiatives for climate protection and adaptation. Cities within the Ruhr region have cooper- ated for years on projects to boost economic renewal and structural development. The project makes a valuable contribution to the region’s Emscher Landscape Park (ELP) which is situated at the heart of an agglomera- tion of around 20 cities. The ELP acts as a platform for integrating green development projects and connecting urban centres, for example the new bike lane links the nearby cities of Recklinghausen and Gelsenkirchen. Indeed, the project is a good case study illus- trating eff ective cooperation at the municipal level. The cities of Herten and Gelsenkirchen have worked together with their utilities on green district heating based on mine-gas and solar-thermal panels. By working together, both cities aim to be part of the greenest metropolitan agglomeration in Europe. On the path to change The Alley of Change project has demon- strated how integrated development can directly benefi t citizens. One result has been the “New Mine Westerholt” masterplan which was the outcome of a competition of inter- national planners and architects and aims to redevelop the whole former coal mining site between Herten and Gelsenkirchen. Another practical example of the attraction of the new bike lane is the planned location of a new railway station in Herten. Some 40 years ast er the closure of the former railway sta- tion, a decision has been made to open a new station by 2019, linking up with the Alley of Change and New Mine Westerholt. Continuous cooperation between local administrations within the Ruhr region has been crucial to this project’s success. City partnerships mean that local knowledge and resources can be shared. Michael Schwarze-Rodrian, Ruhr Regional Association CITYSTAR – Innovative solutions for sustainable urban development Project: Alley of Change – Allee des Wandels – Green Infrastructure for Sustainable Urban Development Region: Düsseldorf (Germany) Programme: North Rhine-Westphalia Duration: 23/12/2008-31/12/2015 Total budget: EUR 9 780 006 (including EUR 4 890 003 European funding, ERDF) Website: www.metropoleruhr.de 46-47 ",
        "FOODMET - COVERED MARKET AT THE ABATTOIRS DE CUREGHEM The emblematic Anderlecht building has been more than an abattoir for many years now. Already in use as a function hall and a mushroom farm, this 19 th century industrial building is taking on a new lease of life with the Foodmet project. A new covered market of about 12 000 m 2 is now attracting traders and consumers. The conditions for renting a store in this market are simple: you sell food products and make sure that you have a street vendor licence. More than 45 traders now have a stand in this space inspired by the covered mar- kets in Southern Europe. The European Regional Development Fund contributed EUR 7 479 067 to enable the project to diversify its activities further. Consumers are off ered a very wide variety of products in the market at especially low prices. Fruit, vegetables, cheese, bread, olives, ",
        "herbs and other specialities can now be found alongside meat and fi sh. Fresh products are also prepared and can be sampled in the bis- tro and restaurant, which will soon be open- ing its doors to the public. In addition to the advantages for consumers, the traders benefi t from fi xed positions in a clean environment protected from adverse weather conditions. The project has both health and logistical advantages: loading bays and cold rooms allow the traders to stock their shelves in compliance with cold chain standards. Urban farm at the heart of Brussels The project aims to be green and sustainable. Reuse of the heat produced by the fridges and using solar energy is proof of sound ecologi- cal management. Added to this is recycling of rainwater and improved waste management. Another ecological feature: the fl at roof will ultimately be developed as an aquaponic urban farm of about 4 000 m 2 . It should therefore be possible to produce fi sh, fruit and vegetables locally, while protecting the food market from overheating and the cold. As a bonus, several residents in the neigh- bourhood have found jobs thanks to the set- ting up of the new market. Th e Abattoirs de Cureghem are at the centre of a disadvantaged multicultural neighbourhood, hence the importance of economic activities on the site. People living in the neighbourhood benefi t fr om the market, which attracts over one hundred thousand visitors every week. Events supported by the Abattoir Forum and the Cultureghem non-profi t-making association have also been designed as a new source of public attraction. Geneviève Planchard, Communications Offi cer with the Brussels Regional Civil Service - Brussels Regional Coordination, ERDF unit Project: Abattoir: Foodmet with Urban Farm (and Manufakture) Region: Région de Bruxelles-Capitale/ Brussels Hoofdstedelijk Gewest (Belgium) Programme: Bruxelles-Capitale Duration: 01/01/2009-15/04/2016 Total budget: EUR 18 000 000 (including EUR 7 479 067 European funding, ERDF) Website: www.abattoir.be 48-49 CITYSTAR – Innovative solutions for sustainable urban development ",
        "INTELLIGENT TRANSPORT TOOLS GIVE WROCŁAW A NEW LEASE OF LIFE The Polish city of Wrocław’s new ‘intelligent’ transport system, which means diff erent modes are better coordinated, enables transport planners to keep traffi c fl owing and empowers commuters with real-time information. The end result is that the transport network has been adapted to the contemporary needs of citizens: effi ciency, sustainability and reliability. As with many Europeans cities, Wrocław has seen a rapid increase in the number of cars on the road and greater strain put on the public transport infrastructure. The Intelligent Transport System (ITS) project, which received EUR 17 569 009 through the European Regional Development Fund, has brought together tools such as cameras, sen- sors and communication systems in order to manage and improve mobility in Wrocław. These tools are centrally managed at a mod- ern traffi c control centre, which is capable of responding dynamically to changing condi- tions on the roads and tramways. In addition, new information points installed at major interchanges provide passengers with real- time information about bus and tram arrivals. ",
        "The end result has been an increase in effi - ciency of the city’s transport system, reduced congestion and increased road safety. Control systems were installed at 160 intersec- tions, as well as at all major thoroughfares and throughout the entire city centre. More than 2 000 detection devices were installed on the ground and all data are transmitted and stored at the control centre, which now employs more than 70 people. On trams, communication has been vastly improved. Good times for all A good example of how this new technology has been successfully applied is during mass events. Traffi c lights can be adjusted to opti- mise fl uidity on the roads, with information and data shared with transport authorities, the police and event organisers to ensure smooth operations. The traffi c control centre is located within the city’s crisis management centre, and is there- fore able to work directly not only with the police but also other law enforcement agen- cies, the fi re brigade and ambulance services. Social and environmental benefi ts There have been other positive knock-on eff ects as well. Strengthened surveillance has led to a reduction in the number of peo- ple jumping red lights and speeding through intersections. As a result, there has been a decrease in the number of accidents involv- ing pedestrians. In addition, traffi c fl ow data can be passed on to the Regional Inspectorate for Environmen- tal Protection, which has built an algorithm, or small program, to calculate the state of air pollution. With data capable of being added every fi ve minutes, air pollution readings are incredibly accurate. A key goal of this project was to optimise urban mobility. Th anks to the introduction of ITS, the time needed to drive through the city has already been shortened by about 18 %, while the average tram ride has been cut by two minutes compared to 2013. Błażej Trzcinowicz, Municipality of Wrocław Project: Intelligent Transport System Region: Dolnośląskie (Poland) Programme: Infrastructure and Environment Duration: 01/01/2007-31/12/2015 Total budget: EUR 22 201 865 (including EUR 17 569 009 European funding, ERDF) Website: www.its.wroc.pl 50-51 CITYSTAR – Innovative solutions for sustainable urban development ",
        "CITIZEN-LED REGENERATION BENEFITS RESIDENTS OF GDAŃSK By involving local residents from the very beginning, an urban revitalisation project in Gdańsk has been able to focus on real needs and ensure that concrete achievements will be carried on and sustained by engaged citizens. Gdańsk’s Lower Town has historically been one of the most neglected districts of the city, with little investments or renovation taking place. In order to address this, a project has been carried out to revitalise historic parts of Gdańsk with the aim of both attracting sus- tainable long-term investment and encourag- ing greater social inclusion. The project, which received EUR 5 792 000 from the European Regional Development Fund, involved regenerating existing buildings and infrastructure and creating new social opportunities. For example, one historic build- ing has been converted into a centre for con- temporary art, while an abandoned building has become a student centre. This focus on providing social amenities has also led to the development of a children’s day room facil- ity for primary school pupils and a facility for senior citizens. Around 10 000 residents have participated in social inclusion programmes or other activities and the children’s day room has created fi ve new jobs. ",
        "Citizen-led regeneration An interesting aspect of the project has been the fact that residents have been involved in the plans from the beginning. Locals were asked about their needs and expectations, and their responses were taken into considera- tion during fi nal drast ing of the proposals. It is hoped that the communities involved in revital- ising the lower town district of Gdańsk will now play a positive role in strengthening the neigh- bourhood’s cultural and economic vibrancy. For example, the new Laznia Centre for Con- temporary Art has intensifi ed its cultural work, involving local NGOs and social welfare organisations in order to encourage residents to get involved in the life of the area. Many artistic education programmes are aimed at socially marginalised people, including ado- lescent mothers, to ensure that they enjoy equal access to culture. This approach of listening and adapting to the needs of local residents is something that can be transferred to other cities and regions, regardless of their size and economic potential. Attracting investment In order to attract investment and businesses, infrastructure such as street surfaces and public spaces have been repaired and revital- ised, and an incubator for creative industries created. A former hospital building has been sold and will be turned into a hotel. Further plans aim to carry on the good work. At the former tram depot, there are plans to build a modern sports and recreation com- plex, which will help to bring investment and tourism to this part of the city. Th e revitalisation of the Lower Town district of Gdańsk was made possible through the creation of a broad coalition of social partners such as local communities, artists, NGOs and businesses in order to fi ght social segregation. Indeed, one of the most signifi cant results has been the interest shown by residents to get involved in these new opportunities. Ewa Pielak, City of Gdańsk Project: Revitalisation of Lower Town District in Gdańsk Region: Pomorskie (Poland) Programme: Pomorskie Duration: 06/05/2008-30/09/2015 Total budget: EUR 8 274 000 (including EUR 5 792 000 European funding, ERDF) Website: www.Gdańsk.pl/urzad/rewitalizacja 52-53 CITYSTAR – Innovative solutions for sustainable urban development ",
        "URBAN BENEFITS OF EFFICIENT STOCK DISTRIBUTION A new urban distribution centre on the outskirts of Charleroi’s city centre will help cut congestion, improve operational effi ciencies and contribute towards a greener, more sustainable future. The city centre of Charleroi is currently the site of an impressive phase of renovation and expansion. A key element of this has been this EU-funded project, which has sought to bring life into the centre and decrease con- gestion by providing a sustainable solution for city centre deliveries. The project, which received EUR 2 383 337 through the European Regional Development Fund, has established a 2 000 m² urban dis- tribution centre (UDC) just west of the city’s centre, where stock can be dropped off and then carried to stores by low-emission vehicles. The fl exible architectural design of the build- ing means that it can evolve over time to suit changing needs and requirements. Located on the site of a former railway station, the building is ideally situated between the metro and rail- way lines and close to the Charleroi ring road. In parallel to the development of the UDC, urban mobility plans are being adapted – revised delivery hours, a better understanding between road users and public spaces – to encourage businesses to make the switch. ",
        "City-wide benefi ts Indeed, convincing storekeepers about the benefi ts of this innovative tool has been an important element of this project. A multi- modal platform puts the local business oper- ator in control, allowing them to acquire and release storage space for commercial pur- poses as and when needed. The UDC operator off ers additional services such as the return of waste glass and plas- tic and the sending of postal packages. This eff ective distribution – both towards and from the city – is not only intended for com- panies and carriers, but also for local author- ities and inhabitants. A brighter, greener future The project is part of a city-wide push to improve urban mobility, which includes encouraging the use of sustainable forms of transport (subway, bus and bike). Providing the infrastructure to enable vital business deliveries to ‘go green’ is very much part of this vision of a greener future. Furthermore, it is predicted that the centre will lead to the creation of some 20 new jobs and contrib- ute to a decrease of 38.2 % in CO 2 emissions by 2020. Th is project will decrease congestion on public road networks while at the same time ensuring that storekeepers can rely on adequate and secure supplies. Th is innovative solution will therefore not only improve mobility within the city, but also have a positive impact on the environment and air quality. Frédéric Fraiture, City of Charleroi Project: The Urban Distribution Centre of the City of Charleroi Region: Prov. Hainaut (Belgium) Programme: Wallonia (Hainaut) Duration: 01/10/2008-11/01/2016 Total budget: EUR 5 958 342 (including EUR 2 383 337 European funding, ERDF) Website: www.charleroi.be/ 54-55 CITYSTAR – Innovative solutions for sustainable urban development ",
        "",
        "EFFECTIVE MANAGEMENT Making a diff erence by managing diff erently ",
        "A COLLECTIVE APPROACH TO TRANSPARENCY Although European citizens are benefi ting from the EU’s various funding initiatives on a daily basis, whenever public funds are involved public scrutiny tends to intensify – and Lithuania is no exception. Eight organisations founded FIREFLIES, which encourages EU-funded projects to incorporate transparency into their public reporting procedures. According to at least one public opinion poll, less than half of Lithuania’s population is sat- isfi ed with the transparency of how EU funds are allocated. In fact, the issue of transpar- ency – and the public’s misperception of it – consistently ranks as one of the biggest challenges for EU-funded projects. To reverse this trend, the European Social Fund-backed FIREFLIES project took the issue of transparency out of the hands of EU authorities and placed it into the hands of the projects themselves – and citizens. Sharing responsibilities FIREFLIES tackled the problem by decentral- ising the reporting process, allowing project managers to directly show the public how they use EU funds. This meant they could promote the benefi ts of their work directly to the pub- lic, and the public could see fi rst-hand how EU funding was being implemented – thus remov- ing one of the major barriers to public trust. At the centre of this approach was the forma- tion of a voluntary coalition of social partners and opinion leaders operating under the name ",
        "FIREFLIES – a name symbolic of light, trans- parency and inner energy – who work directly with project managers to encourage them to be more open with how they use EU funds. To ensure project managers participated, FIREFLIES created a process that was easy to use. Via a website (www.jonvabaliai.lt), project managers can voluntarily submit informa- tion about project results, prices, public pro- curements, stakeholders, risk management practices, etc. The more information pro- vided, the more ‘transparency fi refl ies’ they receive. When a user visits the website, they see a map highlighting all EU-fi nanced pro- jects, with each project’s number of fi refl ies being fully visible – giving them a clear visual understanding of how transparent a project is. Changing public opinion The project is already seeing positive results. In less than two years, more than 630 project managers have joined and over 35 500 people have visited the site. Even more impressive is the impact the project has had on public perception. For example, the number of residents who said they have ‘suf- fi cient’ or ‘rather suffi cient’ information avail- able for them to evaluate the transparency of how EU funding is being used increased from 36 % to 62 %. Those reporting that they believe the use of EU funds is either ‘trans- parent’ or ‘rather transparent’ also saw a large increase, growing from just 28 % to nearly 51 %. FIREFLIES is a voluntary initiative that shows how EU money is spent in an understandable manner. It does this by encouraging the recipients of EU-funded projects to tell the public what they did with the funds and how they went about ensuring they had been put to good use. By joining the initiative, these organisations helped set the transparency standard for others and showed they understood the value of taking an extra step and becoming a good example. Sergejus Muravjovas, Executive Director of Transparency International Lithuania EFFECTIVE MANAGEMENT – Making a diff erence by managing diff erently Project: Transparency Initiative Jonvabaliai (FIREFLIES) Region: Lietuva (Lithuania) Programme: Technical Assistance Duration: 25/06/2013-24/06/2015 Total budget: EUR 58 873 (including EUR 50 042 European funding, ESF) Website: www.esinvesticijos.lt 58-59 ",
        "ROCKING EUROPEAN SOCIAL POLICY What do you get when you combine European social policy with a “Battle of the Bands” contest? The European Social Sound (ESS) project is an innovative initiative to spread information about EU funding opportunities to a new generation of Europeans. The objective was simple: to develop new strategies for communicating to a young population that is typically disengaged with the happenings and opportunities provided by the European Union. Instead of off ering the typical meetings, seminars and workshops, the ESS project received EUR 42 960 in fund- ing from the European Social Fund to pack- age this information into a live music concert paired with dynamic multi-media presenta- tions and an interactive social media cam- paign. The end result was a revamped image of EU institutions as a modern, involved entity with a vision in line with the next generation of European leaders. Rock ‘n information To kick off the 2014-2020 programming period, project organisers held a multi-lev- elled “Battle of the Bands” style contest that travelled across the Umbria region. Perfor- mances covered all genres and ages, with acts competing for a range of prizes. Bands were judged both by a panel of local celebri- ties and by the audience, who could cast their vote via remote voting devices. Between bands and sets, information was presented about the EU and the ESF Umbrian 2014-2020 programme. But these were not the usual EU presentations. Gone were the ",
        "PowerPoints, bureaucratic language and bor- ing suits and ties. This was a music festival ast er all – and the presentations mimicked the energy of the bands competing on stage. These visual, multi-media presentations used a storytelling approach, with young people talking about real experiences and how the ESF has changed their lives. It’s a hit! When all was said and done, the event rocked – both literally and fi guratively. Over 3 000 people attended, which is the equivalent of 1 out of every 298 inhabitants in Umbria. Furthermore, 58 % of all attendees came from the targeted 15 to 29 year-old age range. According to feedback received by event organisers, 89 % of all attendees liked the ini- tiative, with 92 % indicating they wished the region organised more events like this. Per- haps most importantly, 81 % of respondents said they understood the information that was presented regarding EU funding. The event proved to be such a hit that it is already being replicated in other regions. Thanks to the fi rst Interregional Institutional Agreement on Communication ever signed in Italy, the Umbria ESS format was transferred to Sardinia, which recently held its own music festival. The initiative is also going national, with an Italy-wide event planned for 2017. Music is the universal language par excellence and is able to speak to everyone. Live music is perhaps the last socially shared activity in a social media- dominated society, and seemed to be the right answer to bring people together and to come into contact with the European Union’s institutions. Maria Rosaria Fraticelli, Umbria ESF Communications Offi cer. Project creator/manager Project: European Social Sound (ESS) Region: Umbria (Italy) Programme: Umbria Duration: 29/12/2014-18/12/2015 Total budget: EUR 100 000 (including EUR 42 960 European funding, ESF) Website: www.regione.umbria.it 60-61 EFFECTIVE MANAGEMENT – Making a diff erence by managing diff erently ",
        "A SIMPLER APPROACH TO MANAGING R&D FUNDING To encourage more companies in Northern Ireland to take advantage of available EU-funding for R&D activities, European Regional Development Fund administrators are simplifying the typically complex reporting process. Northern Ireland tends to lag behind other European regions in terms of R&D expendi- ture and the number of companies involved in innovative activities. Although the European Regional Development Fund (ERDF) is avail- able to support such activity, some potential benefi ciaries still fi nd the administrative and regulatory requirements too complex. To change this perception and encourage more companies in the region to take advantage of the Fund for R&D purposes, the Northern Ire- land ERDF Managing Authority is taking action. Mission possible Companies involved in EU-funded R&D say that it is inherently diffi cult to administer and verify such things as the calculation of hourly rates and overhead costs. This is because private companies ost en provide additional taxable benefi ts that are eligible for co-fi - nancing, and individual employees have dif- fering arrangements in terms of annual leave, working hours and pay scale. Trying to prop- erly account for these variables within the ERFD’s auditing system is all-too-ost en seen as a mission impossible. ",
        "With this feedback in mind, and supported by EUR 20 000 in funding from the ERDF, the project ‘Development of a Unit Cost for R&D in Northern Ireland’ set out to simplify the entire application, administrative and reporting pro- cess. The result is a system called Simplifi ed Cost Options (SCOs), a streamlined account- ing process that reduces the chance for errors in high-volume, low-value transactions. Keeping it simple Following an in-depth study of historical data, project organisers determined that the use of a single unit cost was the best solution. A base rate of GBP 24, which included the 15 % over- head rate on direct labour costs, was set and applied throughout a funded project’s lifetime. On top of this, organisers also tackled the issue of reporting labour and overhead costs by issuing an easy-to-use timesheet template that easily allows a project benefi ciary to com- pare reported time with actual staff employed. Ast er receiving the European Commission’s endorsement, the new simplifi ed reporting requirements are already proving a success. By signifi cantly reducing the audit burden of managing an ERDF-funded project, it has removed a key obstacle to companies want- ing to participate in R&D activity. As a result, companies receiving EU funding are enjoying a signifi cant reduction in audit burden and reduced room for errors in the reporting of claimed labour costs. Prior to the simplifi cation process, the administrative requirements placed a disproportionate audit burden on many Northern Ireland companies, which was a disincentive to participate in ERDF-funded R&D activity. Th e new unit cost directly addresses this problem by simplifying the reporting process. Maeve Hamilton, Head of Managing Authority Project: Development of a Unit Cost for R&D in Northern Ireland Region: Northern Ireland (United Kingdom) Programme: Investment for Growth and Jobs Programme for Northern Ireland Duration: 06/01/2014-31/10/2015 Total budget: EUR 40 000 (including EUR 20 000 European funding, ERDF) Website: www.jobsandgrowthni.gov.uk/ 62-63 EFFECTIVE MANAGEMENT – Making a diff erence by managing diff erently ",
        "OPEN INNOVATION TOOL PUTS CITIZENS IN THE DRIVING SEAT The launch of an online platform in the Italian region of Lombardy is helping to drive forward regional development. The platform provides innovators with tailored tools, contacts and information on opportunities relevant to their needs, helping them bring business ideas to the market. How can bright new business ideas become reality? With the launch of a regional Open Innovation Platform, the Italian region of Lom- bardy hopes to provide the spark. Developed thanks to a EUR 1 072 701 grant from the European Regional Development Fund, this platform is in line with the EU’s Smart Spe- cialisation strategy (RIS3). It aims to attract as many regional stakeholders as possible so as to create the right business environment for ideas and innovations to fl ourish. Lombardy is the fourth most-populated region in Europe, with GDP placing it fi st h among European regions. The region hosts over 15 % of the total number of Italian busi- nesses along with many important research and development institutions. This means that Lombardy’s Smart Specialisation strat- egy has the potential to play a key role, not just on regional innovation policies but also on the Italian economy as a whole. Citizen-led innovation What makes the platform unique is that it is targeted primarily at individuals – professionals involved in research and innovation, a so-called “social network of innovators” – rather than ",
        "EFFECTIVE MANAGEMENT – Making a diff erence by managing diff erently as a collaboration space for companies. Exist- ing open innovation initiatives tend to focus on infrastructures, platforms and future technol- ogy scenarios rather than concrete needs. The platform is structured around eight stra- tegic themes: aerospace, agrifood, eco-indus- tries, creative and cultural industries, health sector, advanced manufacturing, sustaina- ble mobility, and smart communities. Users select the category relevant to them, and all content published on the platform, from news and discussions through to project proposals, is made available. Early successes More than 3 650 regional stakeholders have registered with the platform in just over one year since its offi cial launch. In addition, over 790 discussions have taken place and more than 200 project proposals launched. These have already received some 430 expressions of interest. The possibility of tracking tangible results represents a signifi cant step forward for Open Innovation strategies. A multilingual interface and an open licensing of the code are scheduled for launch in 2016. Our aim is to increase innovation through stakeholder engagement. Th is novel approach to Open Innovation has already raised interest among other regions in Italy and across Europe. Given the signifi cant success of this experimental phase, the project has been integrated into further strategies as a key tool supporting regional research and innovation and, in the long term, to support sustainable economic development. Luca del Gobbo, Regional Minister of University, Research and Open Innovation of Regione Lombardia Project: Open Innovation Platform in RIS3 Context Region: Lombardia (Italy) Programme: Lombardia Duration: 27/09/13-31/12/15 Total budget: EUR 2 706 107 (including EUR 1 072 701 European funding, ERDF) Website: www.regione.lombardia.it 64-65 ",
        "For more information ec.europa.eu/inforegio @EU_Regional #RegioStars EUinmyRegion ISBN 978-92-79-60663-2 doi:10.2776/749473 K N - A I - 16 - 001 - E N - N "
    ]
}