{
    "text": [
        "Methodological approach As set out in the terms of reference, a multi-method approach was adopted for the purposes of this study including the following methodological steps: • a synthesis of two distinct literatures – the first concerning poverty and social inclusion and the second concerning the knowledge society, eInclusion and the digital divide; • the gathering of information in 12 selected coun- tries 2 on national policies and programmes in place (both those developed by national authorities and by social partners or NGOs) which appear to be successful at removing barriers to access and increasing participation of those at risk of poverty and social exclusion in the knowledge society; • the gathering of information in 12 selected coun- tries on policies and programmes in place (both those developed by national authorities and by social partners or NGOs) which appear to be successful in exploiting the information society's potential for increasing social inclusion of those individuals and communities particularly at risk of 1 Source: Eurostat – Statistics in focus 18/2005 – \"Internet usage by individuals and enterprises 2004\" 2 Austria, Belgium, Germany, Estonia, Finland, Ireland, Italy, Netherlands, Poland, Slovenia, Sweden, United Kingdom European Commission Community Action Programme on Social Exclusion Policy measures to promote access to information technology as a means of combating social inclusion Policy Studies Findings – 7 ISSN 1830-5423 While the penetration of new technologies in the everyday life of European citizens is constantly growing – just under half of the EU 25 population used the Internet in 2004 1 – trends remain uneven across and within Member States. Digital divides are based on socio-economic and demographic factors, as well as geographical ones.The development towards a knowledge society, involving the widespread application of Information and Communication Technologies (ICTs),is expected to create new societal risks but also to open up new opportunities,not least in relation to social cohe- sion. It is important to understand these developments if policies and programmes are to minimise the risks of new patterns of social exclusion, and to enable groups already at risk to find new opportunities for integration into society. This is the background against which the European Commission arranged for a study by three partners: empirica Gesellschaft für Kommunikations- und Technologieforschung in Bonn (Germany),Work Research Centre in Dublin (Ireland) and the University of Bath (UK). The objectives of the study were threefold: • to identify risks and opportunities in relation to poverty and social inclusion that come with the rapid maturing of the knowledge society; • to identify policy measures and programmes that are successful in addressing these risks and opportunities; • to outline the key elements necessary for the development of more coherent, strategic and integrated approaches which ensure that policies in relation to ICT reinforce other policies to promote social inclusion. T605598CEE 29/05/06 10:44 Page 1 ",
        "2 Policy measures to promote access to information technology as a means of combating social inclusion poverty and social exclusion, such as people with disabilities, people living in isolated or remote communities, immigrants or ethnic minorities or young people leaving school early; • a synthesis of the outcomes of the previous work steps outlining the key elements necessary for the development of more coherent, strategic and inte- grated approaches which ensure that policies in relation to ICT reinforce other policies to pro- mote social inclusion, particularly in the context of developing National Action Plans to promote social inclusion. Risks and opportunities associated with ICT developments Though the terms ‘poverty’ and ‘social exclusion’ are often used in social science, media and policy discus- sions, their meaning and relationship to each other and to wider concepts of social cohesion and inclusion is not always clear. For the purposes of this study, a multi-dimensional concept of social exclusion was adopted bringing the following aspects to the fore: • the importance of adopting a multi-dimensional notion of resources, • the assumption that people’s living conditions depend not just on their personal and household resources but also on the material and cultural collective resources to which they have access, for example within their local and occupational communities, • a focused attention on the relational as much as the distributional dimensions of stratification, recognising that relationships are themselves a component of human well-being, and that their breakdown or absence can therefore be a deprivation, • the need for tracking the changes in the population at risk of deprivation over time, and the dynamic processes and trajectories involved. Various lines of intersection between this notion of social exclusion and the concept of the knowledge society – and the associated concept of eInclusion – are identified in the report.Today, growing parts of the population live and work in digitally ‘networked’ environments and engage in new forms of ICT-medi- ated communication, collaboration, production and consumption. Doing things with the help of ICT is no longer limited to specialists, and many day-to-day activities are undergoing quite fundamental changes. The deployment of computers, the Internet and mobile communication in all aspects of the eco- nomy, services and everyday life is progressing apace. In view of increasing pervasiveness of ICTs three dimensions to social inclusion warrant parti- cular attention,namely (a) the practicalities of access to income, employment, and goods and services; (b) a person's opportunities for and extent of social participation and civic engagement and influence; and (c) the more collective aspects of mobilisation of communities of interest, community development and wider social cohesion. When it comes to policy intervention, both the risks and the opportunities that ICTs present in relation to these themes need to be addressed. Risks include the possibility to fall further behind (because of first and second order digital divides that reinforce existing lines of socio-economic fracture) and to experience new exclusions because of the increasing role of the Internet and online services in key aspects of every- day life. Opportunities include those presented by ICTs for individuals in their own lives and those that can support collective activities through the better networking and other capabilities offered by ICTs. Public interventions directed towards eInclusion When it comes to eInclusion-related public interven- tions, there is currently a considerable amount of activity that has relevance for various aspects of the social inclusion agenda. Relevant measures can be found at the EU, Member State, regional and local community levels. They address a broad range of objectives through a wide array of approaches and T605598CEE 29/05/06 10:44 Page 2 ",
        "3 Policy Studies Findings – 7 measures. As summarised in the table below, five generic themes can be discerned as follows: • removing barriers to accessing the tools and services of the knowledge society, e.g. for people who cannot afford the costs, people with func- tional restrictions or those who lack required skills; • avoiding new forms of exclusion that can be directly traced to ICT, e.g. the risk of social and/or economic deprivation of involuntary/ voluntary ICT non-users if more and more day to day activities “go online”; • exploiting practical opportunities offered by ICT in order to support social inclusion of at-risk groups, e.g. in terms of better access to education and employment; • exploiting ICT for the purpose of empowering at-risk individuals to take their own steps to improve their situation, e.g. in terms of networ- king with others who are in a similar situation; • exploiting ICT to improve the situation of com- munities at risk of social exclusion, e.g. by utili- sing ICT for building up social capital in deprived communities. eInclusion perspective Main issue Sub-issue Practical eInclusion measures/approach Combating eExclusion Removal of existing barriers Awareness/motivation Demand side measures aiming to raise awareness and encourage interest amongst late adopters Availability/affordability Demand/supply side measures aiming to remove tangible, practical barriers Digital literacy Demand side measures aiming to provide eSkills eAccessibility Supply side measures to ensure that people with disabilities and others with functional difficulties can access ICTs eService usability Supply side measures to ensure that all groups, especially at-risk groups, can use online services Thematic structuring of current eInclusion-related interventions Avoidance of new risks Alternative modes of access Supply side measures to ensure that important services remain available to those who are not online Avoiding social isolation Measures to ensure that increasing virtualisation does not lead to social isolation of vulnerable persons Avoiding second order divides Demand side awareness-raising and eSkills measures to help people get real benefits from online opportunities once they are online T605598CEE 29/05/06 10:44 Page 3 ",
        "4 Policy measures to promote access to information technology as a means of combating social inclusion Thematic structuring of current eInclusion-related interventions (continuation) Exploiting ICT opportunities Practical opportunities Access to employment Demand and supply side measures to give at-risk groups better opportunities in employment Distance bridging Demand and supply side measures to exploit the inherent properties of ICTs to bridge constraints of distance (and time) Relevant content/services Supply side measures to develop content and services that is really relevant to the needs of those at-risk of exclusion; includes services that support independent living (e.g. telecare) for older and disabled people Empowerment Networking Measures to exploit the networking capabilities of ICTs to empower at-risk groups to address their own needs eDemocracy Measures to facilitate more engagement and more effective engagement/influence of at-risk groups in all aspects of politics and governance eLearning Measures to facilitate self-directed personal development and lifelong learning for at-risk groups Content creation Measures to facilitate at-risk groups to become content creators, not just consumers of content created by others NGO support Measures to help NGOs exploit ICT in support of their work with at-risk groups eInclusion perspective Main issue Sub-issue Practical eInclusion measures/approach Community/society oriented Online communities Measures to encourage the deployment and utilisation of ICT amongst at-risk communities Cohesion oriented Wider initiatives aiming to use ICT to spread knowledge, appreciation of and interaction between different groups across society T605598CEE 29/05/06 10:44 Page 4 ",
        "5 Policy Studies Findings – 7 Towards a more coherent, strategic policy response Although most of the initiatives that were identified appear to have significant merit in their own right, the overall impression is one of a lack of a real strategic articulation of and integration of the eInclusion theme within the broader social inclusion agenda. What is needed is a clear, strategic analysis of how eInclusion issues (and the measures that are suited to addressing these) feed into the wider social inclusion agenda and, on the basis of this, a focused effort to resource and promote the types of eInclusion measure that can contribute most to social inclusion.It is hoped that the analysis presented in the report will provide a useful starting point for this. A second issue concerns the need to ensure that the most appropriate measures are used in tackling the respective eInclusion/social inclusion issues. Some issues, such as affordability of access to per- sonal computers and the Internet, now basic tools of everyday life, need to be addressed in a cen- tralised, universal manner and should not be left to the vagaries of the marketplace or voluntary initia- tive and effort. Other issues of more local or sec- toral interest may be better left to initiative at local/sectoral level, even if central support through funding or other mechanisms may often be needed and appropriate.This is an important consideration in relation to the role of the EU in the eInclusion/social inclusion area. Some EU instru- ments have a key role to play in underpinning univer- sally applicable measures across Europe; others have a role to play in providing the funding and other sup- ports that are needed to encourage local/sectoral initiatives to flourish. A third issue and one that is partly connected to the previous one is the need for efforts to ensure con- sistency of approach and quality across Europe for those thematic measures where this is appropriate and warranted.Whilst respect for subsidiarity must be maintained and bottom-up activity has a central role and legitimacy in many aspects of eInclusion and social inclusion, there is also an important need for EU-driven measures (e.g. within OMC processes) to encourage consistency and quality in key fields, such as digital literacy and equality of access to and usability of services of public interest. Another issue concerns the importance of increased attention to targeting those most at-risk when publicly-funded measures to address eInclusion are being introduced. The evidence pre- sented in this report suggests that whilst there are quite a few examples of well-targeted efforts at both Member State and local level, the bulk of activity and funding in the eInclusion area seems so far to have been more generally oriented and distributed.At the EU level, there has so far been relatively little atten- tion given to the question of how Community instruments can be used to target specific at-risk groups in this area. Finally, there has not yet been much effort given to monitoring and evaluation in this area. This applies both to eInclusion initiatives in themselves as well as to the more difficult question of how eInclusion measures are contributing to wider social inclusion. There are a number of levels at which more and bet- ter monitoring and evaluation is needed.At the EU level, there is a need for more assessment of the extent to which Community instruments (e.g. the structural funds), OMC efforts (e.g. eInclusion meas- ures in the framework of eEurope, or ICT-related measures in the NAPs/employment context) and national implementations of Community Directives (such as the Universal Service Directive) are actual- ly reaching and having socially inclusive benefits for those who are most at risk of social exclusion. Such monitoring and evaluation can build upon the social inclusion indicators agreed at the Laeken Summit at the end of 2001. However, none of the current indicators address the eInclusion theme. In addition, although Member States were encouraged to use a variety of tertiary indicators, chosen at the national level to supplement these common indica- tors, only in a few cases do these make reference to T605598CEE 29/05/06 10:44 Page 5 ",
        "6 Policy measures to promote access to information technology as a means of combating social inclusion eInclusion or eExclusion. On the other hand, the Joint Reports on Social Inclusion do highlight the new opportunities and risks associated with the new information technologies and gather together such data as the individual NAPs provide on measures in this area. Indicators of eInclusion and eExclusion would therefore seem obvious elements for further elaboration within the future development of the NAPs. A variety of possible indicators are already available and some are already included in EU bench- marking, for example, the eEurope indicators 2005. Annex IV reviews the literature dealing with these indicators of eInclusion or eExclusion and offers a menu of possibilities that are consistent with the analysis of social exclusion presented in this report. Apart from the EU level, there is a need for a simi- lar monitoring as well as for an increased emphasis on evaluation of effectiveness and outcomes of measures that have been implemented at national and local level.At all levels there is a need for a lot more effort to assess outcomes in an ongoing, follow-up manner to see whether and how the acquisition of ICTs and/or of digital literacy has social inclusion impacts over time. The role of the European Union At the EU level, perhaps the biggest challenge at present is to develop a coherent approach that clearly identifies the ways that eInclusion is expect- ed to contribute to social inclusion and optimally taps the different competencies and instruments that are available to the EU institutions to support the realisation of this contribution. As graphically presented below, there are various instruments and measures available to the EU in the framework of leveraging the potential contribution of eInclusion to social inclusion objectives. Tangible inclusion • Employment • Services Value-added • Quality of life • Equality • Social capital & cohesion Local dimension Contextual appropriateness and tailoring Empowerment Bottom-up engagement and influence Digital divides • Awareness • Availability • Affordability • Skills • Accessibility • Usability Market Employment Social Affairs Equal Opportunity Information Society and Media Education and training Development implementation monitoring,review technical guidance National transposition National action plans Achievement of agreed targets Reporting National implementation Co-ordination Guidelines, Monitoring,Join Reports,Review Management, guidelines, monitoring review • Social dialogue/ partnership • Article 6 • Social dialogue • etc. Directives • Universal service • Employment equality • Public procurement • Services (of public interest)? OMC • NAPs/inclusion • NAPS/employment • eEurope2005/i2010 Other instruments • Structural funds • Standards • Research progs • EQUAL • Leonardo • eContent • etc. National Measures addressing social inclusion and elncusion Local and sectoral actions EU Member State NGOs/ Social partners/ PPP Figure 5.2 Overview of EU competencies and instruments, and of EU targets in this field Source : the authors T605598CEE 29/05/06 10:44 Page 6 ",
        "7 Policy Studies Findings – 7 These include various EU Directives that have important potential to foster eInclusion in the serv- ice of social inclusion throughout the EU. The Universal Service Directive provides scope for action in relation to affordability of telecommunications.Here, attention needs to be given not just to access to and costs of fixed telephony services but also to issues of affordability in relation to mobile telephony and Internet access and usage.The fact that the Internet is now becoming an essential tool in many aspects of daily life (for example, searching for health informa- tion) indicates that the time has come for consider- ation to be given to including the Internet within the scope of universal service provisions. The Employment Equality Directive provides scope for action in relation to ICTs in the workplace, for exam- ple, in ensuring that ICTs do not present barriers for people with disabilities or older people, and that the positive opportunities of assistive technologies are exploited. The extent to which these aspects of eInclusion are being addressed within the context of the “reasonable accommodation” and indirect discrim- ination provisions of the Directive needs to be exam- ined and the European Commission should consider providing guidance to Member States in relation to this. The Public Procurement Directives now encourage attention to eAccessibility in public procurements of ICTs.As in the case of employment equality, howev- er, there is a need for an examination of the extent to which this aspect is actually being addressed in public procurements in the Member States. In addi- tion, the European institutions can take the lead through the incorporation of eAccessibility in their own procurements and through the inclusion of eAccessibility in the requirements placed on expen- diture of the structural funds. Finally, a Directive on protection of services of public interest would provide an opportunity for an EU- driven effort to ensure that at-risk groups are not disadvantaged by the increasing provision of key public services in online mode. This could address both the importance of maintaining more tradition- al ways of accessing key services as well as ensuring that online offerings are usable and accessible. In all cases, the challenge for the EU (and the Member States) is to optimally use the leverage that these Directives provide.This means strong transpo- sitions of the Directives at national level in ways that tar- get eInclusion and social inclusion issues , monitoring of the transpositions at EU level and regular assess- ment of their impacts, as well as EU-level provision of technical or other guidance, and regular review in the light of changing social and economic circum- stances and technologies. Another powerful opportunity for EU-wide meas- ures is provided through the Open Method of Co-ordination ,currently being applied in a number of areas of EU policy.There is scope for more atten- tion to eInclusion and social inclusion issues in these various OMC contexts, particularly as regards tar- geted attention to and monitoring of progress in terms of reach to and benefits for those who are most at risk. Opportunities for reinforcing the eInclusion element in the NAPS/inclusion concern not only the objective of preventing the risks of social exclusion – as it is reflected in the current NAPs/JIMs – but the other objectives stated there as well. Further opportunities arise in the context of eEurope 2005 and its successor, the i2010 initiative , that is currently being formulated. It will be important that this gives due prominence and attention to eInclusion measures that target the social inclusion concerns of at-risk groups. The NAPs/employment also provide an impor- tant context. So far, however, only limited attention has been given to the ICT dimension for groups that are disadvantaged within the workforce or for those groups that are especially at-risk and currently out- side the workforce. In addition, the Joint Employment Reports indicate that only limited progress is being made against the objective of giv- ing every worker the opportunity to achieve digital literacy. There is a need to reinforce attention to ICT skills and other aspects of the exploitation of ICTs in support of increasing access to quality employment and equality of opportunities for all in this field. T605598CEE 29/05/06 10:44 Page 7 ",
        "Further information A copy of the full report can be found on the EU's social inclusion website: http://ec.europa.eu/comm/employment_social/social_inclusion/studies_en.htm. The contents of this publication do not necessarily reflect the opinion or posi- tion of the European Commission, Directorate-General for Employment, Social Affairs and Equal Opportunities. © European Communities. 2006 Reproduction is authorised provided the source is acknowledged. Printed in Belgium on white chlorine-free paper Finally, there are a number of other instruments that also have relevance for promoting eInclusion at the service of social inclusion. These also warrant more attention and reinforcing in the context of a co- ordinated and coherent EU approach. The EU Structural Funds provide one set of instruments and there is scope for more targeted requirements and guidelines that address eInclusion for social inclusion and that ensure that public monies proportionately reach and benefit those most at risk. Standards provide opportunities to introduce more harmony and consis- tency across Europe in important technical areas,such as eAccessibility. The major research programmes , especially the Framework Programmes, already have an eInclusion dimension and this needs to be reinforced and careful- ly targeted for the next phase (FP7).The eContent pro- gramme , amongst other things, promotes linguistic diversity in the information society. Finally, pro- grammes such as EQUAL and Leonardo already address aspects of eInclusion in the service of social inclusion, as do some activities in the context of EU support for the NGO sector. These provide important opportunities to support local level and bottom-up initiatives addressing the eInclusion dimension of social inclusion, and this aspect warrants enhanced attention and reinforce- ment. Finally, although it is clearly not the role of the authors of this report to propose how the EU insti- tutions manage their own affairs it is nevertheless useful to point to some core institutional units and activities that could be expected to play a piv- otal role in managing the development of a more co-ordinated approach. In this regard, DG Employment, Social Affairs and Equal Opportunities and DG Information Society and Media can be seen as having important and complementary contribu- tions to make, supported by Eurostat and other sta- tistical/benchmarking services. KE - 74 - 06 - 984 - E N - C T605598CEE 29/05/06 10:44 Page 8 "
    ]
}