{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Rural development and employment in the Western Balkans’ (own-initiative opinion) (2011/C 376/05) Rapporteur: Cveto STANTIČ At its plenary session held on 19-20 January 2011, the European Economic and Social Committee, acting under Rule 29(2) of its Rules of Procedure, decided to draw up an own-initiative opinion on Rural development and employment in the Western Balkans. The Section for External Relations, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 8 September 2011. At its 474th plenary session, held on 21-22 September 2011 (meeting of 21 September), the European Economic and Social Committee adopted the following opinion by 166 votes to 1 with 4 abstentions. 1. Conclusions and recommendations 1.1 Data on socio-economic characteristics of rural areas in the EU as well as in the Western Balkan countries ( 1 ) are incon­ sistent and not comparable, and this is partly due to the lack of a unified definition of rural areas. Therefore, the EESC supports the idea of harmonising the criteria for defining rural areas at EU level, which would allow better comparison of rural areas, as well as policies and measures applied. 1.2 Rural areas of the Western Balkans face numerous structural and socio-economic problems, to which solutions can be found in the framework of EU rural development policy and the common agricultural policy (CAP). The EESC strongly recommends that Western Balkan countries bring EU experience to bear in rural development policy-making, taking into account specific national problems and priorities. 1.3 Huge rural areas of the Western Balkans remain depopulated and their resources unutilised, while urban centres record a disproportionate concentration of population and economic activity. This trend is having a negative impact in economic, social, spatial and ecological terms. Thus, specific area-based measures should be designed and applied to trigger sustainable economic growth in those areas. 1.4 Prevalence of subsistence and semi-subsistence agri­ culture, a high unemployment rate, hidden unemployment and poor labour force mobility characterise the rural economies of the Western Balkans. The only competitive advantages of rural areas are low labour costs and high- quality natural resources. Development of entrepreneurship is limited by factors such as underdeveloped infrastructure, lack of skilled labour, limited access to markets and to finance, lack of investment support and low entrepreneurial potential. 1.5 Extensive agriculture is still an essential driver of the rural economy and a major source of employment in rural areas in the Western Balkans. However, it needs to modernise and raise its productivity, which will lead to surpluses of agri­ cultural labour. The solution lies in diversification of the rural economy in order to reduce the income risks of rural households. 1.6 Rural development policies which should assist the diver­ sification of the rural economies are still inadequate and not in line with EU rural development policy. Even when certain national policies are in place, political instability and frequent changes of government prevent continuity and hamper imple­ mentation. Funds for rural development do exist in most of the countries but, in comparison with the EU, they are still low. 1.7 Pre-accession support for agriculture and rural devel­ opment (IPARD) remains the major source of financial assistance in rural areas. Most of the countries have difficulties in adopting the current EU rural development model due to its complexity and demanding implementation procedures. Therefore, the EU should consider the possibility of simplifying the IPARD management and control principles and procedures to facilitate effective use of funds and measures available. 1.8 A major difficulty in accessing IPARD instruments appears to be inadequate administration and institution capacity at national and local levels, and low capacity of potential beneficiaries. The national governments are urged to put more efforts into institution-building and capacity-building of potential beneficiaries. EN 22.12.2011 Official Journal of the European Union C 376/25 ( 1 ) Albania, Bosnia and Herzegovina, Croatia, the former Yugoslav Republic of Macedonia, Kosovo under UN Security Council Resolution 1244/99, Montenegro and Serbia. ",
        "1.9 The EESC would also recommend greater flexibility in the use of pre-accession aid for rural development, in particular by abolishing differentiation between candidate and potential candidate countries in accessing assistance in agriculture and rural devel­ opment. As the situation differs from country to country, indi­ vidual assessment of administration and absorption capacity should be given more weight. 1.10 To be more effective in combating rural unemployment, poverty and exclusion , better coordination between different policies and various funds available is needed. Regional policy can provide important complementary support for rural devel­ opment policy if the two are properly combined and applied in a coherent manner. 1.11 National policies and measures that should be strengthened and better coordinated include: — policies for active inclusion: better access to information and advice about public benefits; — labour market policies: a higher employment rate and smaller regional disparities could be achieved by increasing active measures on the labour market; — education and training: providing education at all levels, tackling early school leaving and strengthening young people's skills and qualifications, providing tailor-made training in order to reduce the mismatches between jobs and skills; — rural development policy: more attention should be devoted to Axis II and Axis III, while Axis I measures already exist in most countries ( 2 ). 1.12 Civil society does not play an important role in rural areas, due to lack of entrepreneurial and organisational skills, demographic problems and poor-quality social infrastructure compared to cities. A possible solution could be to create networks of local civil society organisations in order to reach a critical mass of population and area covered. In this respect the LEADER ( 3 ) approach is a potentially useful tool for improving the participation of civil society. 1.13 To improve the quality of life and encourage young people to remain in rural areas, a more diversified rural economy is required. The main challenges in achieving this goal continue to be investment in rural infrastructure, knowledge-based agriculture integrated with the food industry, better human capital, a good environment for entrepreneurs and improved social services. Agri- and eco-tourism based on rich cultural, historical and natural heritage also appear to be a good opportunity. 2. Introduction and background 2.1 Definition of rural areas 2.1.1 One of the difficulties in dealing with the subject is the fact that there is no unified definition of rural areas at EU level. Individual countries have different official definitions that use diverse criteria such as population density, an agriculture-based economy, remoteness, lack of access to major services, etc. For the purpose of international comparisons, OECD's definition of rurality is frequently used. Recently, the Western Balkan countries have also been adapting their statistics to this methodology. 2.1.2 The EESC therefore supports the idea of harmonising the criteria for defining rural areas at EU level. This would allow better comparison and monitoring of the effectiveness of the various measures and policies applied. 2.2 Rural development in the EU as an important part of the common agricultural policy (CAP) and future CAP reform 2.2.1 Given that nearly 60 % of the EU population live in rural areas, which make up 90 % of the EU, rural development is a vitally important policy area for the EU. Rural development funding provides for a broad range of measures. The current EU model is based on four policy axes, leaving Member States and regional governments enough flexibility to adjust policies to their specific needs. 2.2.2 Balanced territorial development represents one of the main objectives of the future CAP reform. In this respect the EESC is convinced that if future European agricultural and rural development policies are geared to innovation and competi­ tiveness, they can create new business opportunities, more jobs and income diversification in rural areas ( 4 ). 2.3 Relevance of the rural development policies for national economies of the Western Balkans 2.3.1 Taking into account the size of rural areas, the percentage of the population living in them ( 5 ), and high relevance of agriculture for national economies, it is clear that rural development must also become a vitally important policy area in the Western Balkans. EN C 376/26 Official Journal of the European Union 22.12.2011 ( 2 ) Axis 1 – improving competitiveness of agriculture, Axis 2 – supporting the environment and land management, Axis 3 – encouraging diversification of economic activities and improving the quality of life in rural areas, and Axis 4 – LEADER approach. ( 3 ) EU programme using a French acronym standing for Liaison Entre Actions de Développement de l'Economie Rurale – i.e. Links between rural economy development actions. ( 4 ) EESC Opinion OJ C 132 of, p. 9., The future of the CAP , cf point 3.3.4. ( 5 ) The total area of the Western Balkan countries is 264 462 km2 (equivalent to 6 % of the EU). The population is 26.3 million, of which 50 % live in rural areas. The average population density of 89.2 persons per km 2 is much lower than that of the EU (114.4). ",
        "2.3.2 Rural areas of the Western Balkans face a number of specific structural and socio-economic challenges such as low income levels, lack of employment opportunities, deteriorating quality of life, depopulation processes, etc., which can be successfully tackled with an appropriate rural development policy, based on the complex EU rural development framework. 3. Some common characteristics of the rural areas of the Western Balkans - key determinants of their economic potential 3.1 The Western Balkans, with its outstanding wealth of plants and animals, is one of the richest parts of Europe in terms of biodiversity. The Western Balkans encompass a great variety of natural habitats, ranging from coastal lagoons and wetlands to Mediterranean forests, mountain meadows and pastures, freshwater wetlands, and karst terrain. 3.2 A decline in the population, mainly in remote and less fertile areas, and population ageing (except in Albania and Kosovo), both have a strong negative impact on the rural labour market. A common trend in all countries of the region is migration from rural areas to urban and coastal areas as well as abroad. Those moving to rural areas are mainly retired or refugees. 3.3 The unfavourable education structure, poor qualifications and lack of knowledge and skills among the economically active population represent a serious constraint for the future rural economy. The labour market is characterised by poor labour force mobility, resulting in a lack of alternative employment and income opportunities. 3.4 Agriculture based on low-intensity grazing and farming remains the predominant activity in most rural areas. Agri­ cultural employment shares are among the highest when compared to EU countries. 3.5 Rural households, particularly those with limited resources, have limited access to the agricultural markets, labour markets and financial markets, as well as limited access to information and knowledge. Therefore, their chances of over­ coming the poverty risk are significantly reduced. 3.6 Poor diversification of economic activities and income and low employment in the private sector are major issues for rural areas. Economic services and social infrastructure are poor and underdeveloped. This affects the quality of life of rural people as well as the competitiveness and the social fabric of rural areas. 4. Agriculture is still an essential driver of the rural economy in the Western Balkans 4.1 Although the share of agriculture in the economy has been decreasing since 2000, it is still far greater in the Western Balkans than in the EU on average, in terms of both added value and employment. 4.2 The small scale and fragmented nature of private farming remains a general characteristic of agriculture in most Western Balkan states, particularly in the south. The average farm size ranges from 1.2 ha in Albania to less than 4 ha in Serbia. Other factors hampering the development of agriculture are: poorly- developed market structures, inadequate infrastructure, low share of market production, lack of knowledge and skills and failure to meet food safety standards. 4.3 Agricultural production was in decline, owing to tran­ sition and even war in some countries, but since 2000 agri­ cultural production has started to increase again, mainly due to investments in production technology. However, the output in most countries is still lower than in the pre-transition period. Despite some shortcomings, most of the Western Balkan countries have fairly high natural potential for agriculture (relatively inexpensive labour, land and water resources, and good climate and soil conditions for certain products such as tobacco, some fruits and vegetables, wine, cereals and meat). 4.4 There are also highly-productive agriculture regions with well integrated economies in the northern part of the Balkan Peninsula (Sava Basin, Danube Basin, Pannonia Plain). This area has favourable soil and climatic conditions for capital-intensive agricultural production. Moreover, it has adequate human capital, developed entrepreneurship, a sufficiently diversified industrial sector and a well developed infrastructure. 5. Meeting the rural development challenge beyond agri­ culture 5.1 The high proportion of the labour force working in agriculture is not directly reflected in the contribution agri­ culture makes to GDP. Therefore, future rural economies should be able to absorb surplus agricultural labour into alter­ native employment opportunities. 5.2 The establishment of rural-based industries has often been very effective in creating new job opportunities and providing additional income. Furthermore, past experience has shown that on-farm investment, modernisation, training and environmental measures have a positive effect on increasing employment and reducing hidden unemployment on farms. Among the sectors with great potential for growth are: processing industries, products with Protected Geographical Indications, organic food products, rural tourism, crafts, wood products and renewable energy production as well as a wide range of health and social services. 5.3 For the rural sector to develop faster, more and better expenditure is required on public goods and services: better roads and irrigation infrastructure, improved business environment, and an efficient transfer of information, knowledge and technologies. EN 22.12.2011 Official Journal of the European Union C 376/27 ",
        "6. Agriculture and rural development policies in the light of EU accession 6.1 All the countries in the region have high aspirations to join the EU. In this respect they all face similar challenges in transforming and modernising their highly fragmented agri-food sectors to ensure they can be competitive in the EU market. 6.2 According to the last European Commission progress reports ( 6 ), on agriculture and rural development, most of the Western Balkans countries need to make further efforts to ensure greater alignment with the EU agricultural acquis and EU rural development policy. 6.3 In comparison with the EU, national funds for supporting agriculture in the Western Balkans are still relatively low. A wide range of measures and support mechanisms are applied across the Western Balkans. In recent years, direct producer support has been the main element of agricultural budgetary transfers. 6.4 EU financial assistance 6.4.1 Pre-accession support for agriculture and rural devel­ opment - IPARD ( 7 ) is the 5th component of IPA - the wider EU instrument for preparation and assistance for enlargement. Only countries with candidate status are eligible for IPARD funds (Croatia, the former Yugoslav Republic of Macedonia, Montenegro and Turkey). 6.4.2 The EESC would like to draw attention to the particular obstacles that the Western Balkan countries are facing in implementing pre-accession assistance for rural devel­ opment. Investment measures under IPARD are difficult to apply as they require full local structures to be in place for implementation and control (management and ownership of IPARD is fully decentralised, EU institutions are carrying out only ex-post control). This results in high project rejection rates and a need for significant investment in the preparatory phase, both by the country and the potential beneficiaries. 6.4.3 The IPARD management and control principles and procedures could be simplified in order to encourage the Western Balkan countries to make better use of measures which would have a direct impact on rural development, such as improving rural infrastructure, diversifying economic activities and training (Axis 3 of IPARD). 6.4.4 A major reason for the slow uptake of EU funds is also poor administrative capacity and lack of appropriate institutions at national and particularly local level, which is hampering the overall absorption capacity of pre-accession funds. Lack of adequate general services (acquiring of building permits, land registry, inadequate plant health and veterinary services, etc.) have also contributed to the low success rate of the latest calls for rural development projects. 6.4.5 An additional obstacle to better use of EU funds appears to be low capacity of potential beneficiaries . This could be overcome by developing more efficient extension and advisory services. 6.4.6 The situation differs from country to country and is not always related to the accession progress or candidate status. Therefore, the EESC would recommend greater flexibility in the use of pre-accession aid for rural development, in particular by abolishing differentiation between candidate and potential candidate countries in accessing the assistance , and allowing individual country assessment of administration and absorption capacity to have more weight. 7. Rural labour markets in the Western Balkans 7.1 Rural labour markets in most of the Western Balkan countries display the following common characteristics: — employment is dominated by agricultural workers, while the share of employees in the service sector and self employees (except in agriculture) is well below the average; — part time and seasonal work are very often the only source of income for most of the rural population; — unfavourable education structure and lack of skills and knowledge are the result of population ageing and an increasing number of early school leavers; — lack of employment opportunities outside agriculture lead to high dependence on seasonal employment and hidden unemployment; — the most vulnerable groups which are in danger of being excluded from the labour market are young people, women, the elderly, ethnic minorities (Roma) and war refugees. Some of these categories are not always registered as unem­ ployed (‘hidden unemployment’); — rural workers are rarely involved in various employment programmes provided by governments. Better promotion and adequate advisory services for such programmes are needed. EN C 376/28 Official Journal of the European Union 22.12.2011 ( 6 ) European Commission Progress Reports, November 2010: http://ec.europa.eu/enlargement/press_corner/key-documents/ reports_nov_2010_en.htm. ( 7 ) IPARD, Instrument for Pre-Accession – Rural Development, includes 9 measures under 3 priority axes: 1 – Improving market efficiency and implementation of EU standards, 2 – Preparatory actions for implementation of agri-environmental measures and LEADER, 3 – Development of the rural economy, with allocated funds for 2007- 13 of around 1 billion EUR; total IPA funds are over 10 billion EUR in 2007-2013. ",
        "8. Strategies and policies related to rural development and employment 8.1 The main characteristics of current national rural policies are: poor political awareness, poor understanding of the EU concept of rural development – no integrated approach or programming structures, absence of vertical and horizontal policy coordination and poor inter-ministerial cooperation in the field of rural development. 8.2 Certain key problems, as well as development oppor­ tunities, are not adequately considered in national rural devel­ opment policies: there are no sufficient incentives for organic farms, genetic resources, forestry, tourism, etc. Less favoured areas and semi-subsistence farming are not tackled either. 8.3 Rural development policies, in combination with regional policies and appropriate sectoral operational programmes, can make a significant contribution to better employment and better social inclusion in rural areas. A good regional policy can provide important, complementary support, aimed at strengthening poorer rural regions. 8.4 Compared to the EU, national regional policy in most of the countries is even further behind than rural development policy. Therefore, a more coherent approach and better coor­ dination between policies and funds available are needed, pulling different resources together (national funds, EU funds, funds from donors). 8.5 Due to political instability and frequent changes of government, most of the countries in the region are facing lack of continuity in implementation of different policies and measures for rural development. 9. The role of civil society organisations (CSOs) in rural development 9.1 The EESC's opinion on Civil society in rural areas ( 8 ) high­ lighted several problems and challenges in the development of civil society organisations in rural areas, particularly in new Member States. These challenges include barriers to accessing knowledge and information, lack of entrepreneurial skills, demographic problems, and lower quality of social infra­ structure, compared to cities. 9.2 The status and role of civil society in the Western Balkans, together with the challenges facing civil society, are issues which have been tackled in a number of EESC opinions ( 9 ). Although there are specific issues for individual countries regarding legislation, public financing and fiscal status of CSOs, the level of civil and social dialogue, there are some common issues throughout the region, and particularly in rural areas: — in general there is no strong tradition of civil society; — public financing of CSOs is in most cases insufficient and not transparent enough; — new EU-funded technical assistance to CSOs from the Western Balkans ( 10 ) is set up but is not yet producing the desired results; — in general there is a need for capacity-building and devel­ opment of specific knowledge and skills in various fields; — at local and regional level, there is a general misunder­ standing among local authorities of the advantages of working in partnership with civil society; — the urban – rural gap: most CSOs are concentrated in either the capital city or in two or three other cities, leaving the countryside unaware of the role of civil society and its activities; — most of the CSOs, including farmers organisations, are frag­ mented and suffer from counter-productive competition instead of cooperation. This prevents them from establishing powerful pressure groups. 9.3 Traditional forms of CSOs in rural areas of the Western Balkans are religious groups and associations of national minorities, firemen's, hunters' and fishermen's associations, cultural or artistic organisations, sports clubs, women's associations, and similar. Their geographical distribution is uneven, but the religious and ethnic minority groups are best organised and are protecting their interests well. 9.4 The possibility of more active involvement of these organisations in programmes to preserve intangible cultural heritage and the environment is not always adequately recognised by decision makers. Their influence on development initiatives is minor and does not extend beyond the narrow boundaries of the local community (village). Networking at a higher level does not exist. 9.5 Donor projects have created new forms of civil society organisations, mainly focused on the transfer of information and knowledge in the field of accession policy, agriculture, the environment, protection of human rights and similar. Cuts in donor funds caused many of these organisations to disappear. EN 22.12.2011 Official Journal of the European Union C 376/29 ( 8 ) EESC Opinion OJ C 175, 28.7.2009 p. 37, Civil society in rural areas . ( 9 ) Opinions OJ C 18, 19.1.2011 p. 11, OJ C 317, 23.12.2009, p. 15, OJ C 224, 30.8.2008, p. 130, OJ C 204, 9.8.2008, p. 120, OJ C 27, 3.2.2009, p. 140, OJ C 44, 16.2.2008, p. 121. ( 10 ) Civil society facility. ",
        "9.6 The role of farmers' organisations : during the tran­ sition the old cooperative system from socialist times more or less fell apart. Later on, many donors' projects, aimed mainly at modernising agricultural production, favoured and even condi­ tioned the association processes of farmers. At present, the real impact of various farmers' and producers' associations on agri­ cultural and rural development policies is relatively low. Most of them however play a significant role in transfer of knowledge, various advisory services and promotion of agricultural products. 9.7 The LEADER approach to rural development shows how networking and promoting dialogue at local level can help improve participation of civil society in preparing and imple­ menting local development strategies. Its bottom-up partnership approach, including various local stakeholders, has had encouraging results in many EU countries and is regarded as useful tool for boosting employment in rural areas. 10. Issues which need to be addressed to achieve a more diversified rural economy 10.1 Diversified and knowledge-based agriculture 10.1.1 Intensification and technological improvements in agriculture are opening up new opportunities for jobs in different accompanying activities such as transport, packaging, storage facilities, mechanical equipment sale and servicing, quality control, etc. 10.1.2 Diversification within the agricultural sector itself towards the added value of farm products (organic farming, quality food and meat production, products with Protected Geographical Indication status, home-processed traditional foods, etc.) can also bring new opportunities for future devel­ opment and reducing hidden unemployment. 10.2 Investment in rural infrastructure Quality infrastructure such as roads, water, electricity, information and telecommunication services can stimulate the development of both, farm and non-farm businesses. At the same time, quality infrastructure improves living standards in rural households by increasing mobility and access to social services, including health and education. 10.3 Building human capital A more educated and adaptable rural labour force will have more chances of finding a job outside the agricultural sector. It is particularly important to ensure that vocational training programmes are in line with the needs of rural diversification programmes. Programmes for lifelong learning, prequalification and strengthening of managerial knowledge and skills are particularly important. 10.4 Creating a good environment for businesses 10.4.1 Encouraging entrepreneurship and faster creation of small and medium-sized enterprises (SMEs) in rural areas would also help to diversify economic activities and prevent young people leaving. Unattractive tax systems inefficient business registration processes, combined with poor infrastructure and lack of educated young people, are all factors that create obstacles for new investment and new businesses. 10.4.2 Access to credit facilities tailored to the needs of rural people remains a particular problem. It is necessary to encourage banks and other financial institutions to facilitate lending to agriculture. This is important also in relation to the co-financing rules for IPARD funds. 10.5 Building up efficient extension and advisory services The extension and advisory services should shift from providing technical advice to farmers toward a more innovative, demand- driven knowledge and information transfer. Modern extension services should meet the needs of a wider rural population (consumers, entrepreneurs, farmers, the poor, etc.) and also help rural people to adopt new policy principles and rules. 10.6 Revival of cooperatives by improving the institutional framework and strengthening their human resources and the supporting programmes Cooperatives are traditional rural society organisations which have the potential to play a key role in developing social capital in rural areas. They can create new job opportunities, generate extra income and allow people to actively participate in the development of their communities. Development of social enterprises can also bring opportunities for new jobs, particularly for women and young people, as the most vulnerable groups. 10.7 Encouragement of bottom-up approaches (such as the Leader programme) Better connection and coordination of diverse rural actors, both in vertical terms (government bodies at different levels - national, regional and local) and in horizontal terms (entre­ preneurs, professional associations, farmers, etc.) are needed. Local development policies should be implemented with more coordination between relevant institutions and with a bottom- up decision-making process. EN C 376/30 Official Journal of the European Union 22.12.2011 ",
        "10.8 Tourism and agri-tourism 10.8.1 Rural tourism can be a significant development challenge in rural areas. The Western Balkans region offers well-preserved natural, cultural and historical heritage, together with high-quality food and relative proximity to the EU tourist markets. Eco-tourism and new sustainable development trends, promoting healthy environment and lifestyle, (including ‘green products’ and organic food such as beef, medicinal plants, forest fruits, mushrooms, etc.), fit perfectly with region's cultural and natural heritage. 10.8.2 However, modern, active rural tourists demand high- quality services, comfortable accommodation and a variety of recreational and cultural activities. A number of obstacles are still hampering the development of rural tourism: poor infra­ structure, underdeveloped brands of regional products (souvenirs), low accommodation capacity and quality, poor tourist attraction signposting, lack of management of tourist destinations, etc. 10.9 Cross-boarder projects could also be a good vehicle for future better use of local development potential (common road infrastructure, energy networks, tourist facilities, local brands, etc.). 10.10 Renewable energy - a potential source of employment and income Most of the new renewable energy plants will be located in rural areas: e.g. energy crops, biogas plants, bio-fuel production, pellet/briquette production, wind energy plants, etc. These plants will not just be built but will also need to be maintained and serviced throughout their operating period, ensuring addi­ tional employment and income. Brussels, 21 September 2011. The President of the European Economic and Social Committee Staffan NILSSON EN 22.12.2011 Official Journal of the European Union C 376/31 "
    ]
}