{
    "text": [
        "10879/20 AFG/MP/cs 1 ECOMP.2 EN Council of the European Union Brussels, 1 October 2020 (OR. en) 10879/20 FSTR 153 REGIO 218 FC 72 SOC 542 PECHE 239 CADREFIN 244 JAI 710 SAN 316 CODEC 823 Interinstitutional File: 2018/0196 (COD) NOTE From: General Secretariat of the Council To: Permanent Representatives Committee No. Cion doc.: COM(2018) 375 final Subject: Common Provisions Regulation: Update following the EUCO conclusions of July 2020 - Partial mandate for negotiations with the European Parliament I. INTRODUCTION 1. On 29 May 2018, the Commission adopted the proposal for the Common Provisions Regulation (CPR) 1 . The CPR sets out common provisions for seven shared management funds: the Cohesion Fund, the European Maritime and Fisheries Fund, the European Regional Development Fund, the European Social Fund Plus, the Asylum and Migration Fund, the Border Management and Visa Instrument and the Internal Security Fund. 1 Doc. 9511/18 + ADD 1. ",
        "10879/20 AFG/MP/cs 2 ECOMP.2 EN 2. The CPR was presented to the Structural Measures Working Party in June 2018 during the Bulgarian Presidency. The detailed examination of the CPR took place under the Austrian and the Romanian Presidencies. In order to make the discussions more effective and efficient, work within the Council on the CPR was divided in thematic blocks. The Permanent Representatives Committee endorsed (partial) mandates for negotiations with the European Parliament on the various CPR blocks 2 on 17 December 2018 under Austrian Presidency, and on 15 February, 3 and 17 April, and 29 May 2019 during the Romanian Presidency. 3. On 14 January 2020, together with the proposal for establishing the Just Transition Fund (JTF), the Commission proposed various amendments to the CPR 3 in order to embed the JTF as a new fund under the umbrella rules of the CPR. On 28 May 2020, following the COVID- 19 outbreak, and as part of the revised MFF 2021-27 and of the Recovery Package, the Commission proposed various amendments to the Cohesion policy legislative package 2021- 2027, including additional amendments to the CPR 4 . Both amended Commission proposals for the CPR were presented to the Structural Measures Working Party on 4 June, during the Croatian Presidency, followed by detailed examination on 15 June. The Structural Measures Working Party discussed the Presidency compromise proposals on the amended CPR at its meetings on 3, 9 and 16 July, under the German Presidency. On 22 July 2020, the Permanent Representatives Committee endorsed a (partial) mandate for negotiations with the European Parliament as regards both amended Commission proposals for the CPR 5 . 4. The partial mandate for negotiations has to be updated to take account of the European Council Conclusions adopted in the special meeting of the European Council of 17, 18, 19, 20 and 21 July 2020. 2 Doc. 11149/19 (consolidated version of all CPR partial mandates). 3 Doc. 5259/20 + ADD1. 4 Doc. 8399/20 + ADD1. 5 Doc. 9428/20. ",
        "10879/20 AFG/MP/cs 3 ECOMP.2 EN II. WORK WITHIN THE COUNCIL 5. Updates reflecting the European Council Conclusions were discussed in the Structural Measures Working Party in its meetings on 8, 11, 15 and 18 September 2020. These include both provisions on the Articles of the CPR as well as on Annex XXII on the allocation methodology. 6. Concerning the amendments to other Annexes of the CPR as proposed by the Commission in its January and May 2020 amending CPR proposals, an adjustment to Annex I CPR is also incorporated in this partial mandate, while other Annexes (particularly Annex II, V and VII) may still require further update at technical level and are thus excluded from this partial mandate. 7. Substantial progress has been made at working party level on the updates of the CPR reflecting the European Council Conclusions. Following the Structural Measures Working Party on 18 September, the Presidency is of the view that, based on the principle that \"nothing is agreed until everything is agreed\", a balanced compromise text has emerged which has been supported by a majority of Member States. III. WAY FORWARD 8. The Permanent Representatives Committee is, therefore, invited to agree on a partial mandate for negotiations with the European Parliament and to confirm the compromise proposed by the Presidency on the updates of the CPR reflecting the July European Council Conclusions, as set out in the Annex to this note. ",
        "10879/20 AFG/MP/cs 4 ANNEX ECOMP.2 EN ANNEX COMMON PROVISIONS REGULATION Elements from EUCO conclusions Article 2 Definitions […] (28) 'accounting year' means the period from 1 July to 30 June of the following year, except for the first accounting year of the programming period, in respect of which it means the period from the start date for eligibility of expenditure until 30 June 2022; for the final accounting year, it means the period from 1 July 2029 to 30 June 2030; […] Article 8 Content of the Partnership Agreement […] (c) the preliminary financial allocation from each of the funds covered by the Partnership Agreement by policy objective at national and where appropriate at regional level, respecting Fund-specific rules on thematic concentration and the preliminary financial allocation for the specific objective of the JTF including any ERDF and ESF+ resources to be transferred to the JTF in accordance with Article 21a;\" […] ",
        "10879/20 AFG/MP/cs 5 ANNEX ECOMP.2 EN Article 10 Use of the ERDF, the ESF+, the Cohesion Fund, the JTF and the EMFF delivered through InvestEU 1. Member States may allocate:  in the Partnership Agreement or  in the request for an amendment of a programme, an amount of the ERDF, the ESF+, the Cohesion Fund, the JTF and the EMFF to be contributed to InvestEU and delivered through the EU guarantee and the InvestEU Advisory Hub. This amount shall contribute to the achievement of the policy objectives selected in the Partnership Agreement or the programme. The amount to be contributed to InvestEU shall not exceed 5 % of the total allocation of each Fund, for the Member State except in duly justified cases. Such contributions shall be implemented in accordance with the rules established in the InvestEU regulation and shall not constitute transfers of resources under Article 21. 2. For the Partnership Agreement resources of the current and future calendar years may be allocated. For the request for an amendment of a programme, only resources of future calendar years may be allocated. 3. The amount referred to in paragraph 1 shall be used for the provisioning of the part of the EU guarantee under the Member State compartment and for the InvestEU Advisory Hub [upon conclusion of the contribution agrement refered to in Article 9(3) of the [InvestEU Regulation]]. The budgetary commitments of the Union in respect of each contribution agreement may be made by the Commission in annual instalments during the period between 1 January 2021 and 31 December 2027. ",
        "10879/20 AFG/MP/cs 6 ANNEX ECOMP.2 EN 4. Notwithstanding Article 12 of the Financial Regulation, where a contribution agreement, as set out in Article [9] of the [InvestEU Regulation], has not been concluded within four months following the Commission Decission adopting the Partnership Agreement for an amount referred to in paragraph 1 allocated in the Partnership Agreement, the corresponding amount shall be allocated to a programme or programmes [within the contributing Fund and category of region, where relevant] following a request by the Member State. The contribution agreement for an amount referred to in paragraph 1 allocated in the request of the amendment of a programme shall be concluded simultaneously with the adoption of the decision amending the programme. 5. Where a guarantee agreement, as set out in Article [9] of the [InvestEU Regulation], has not been concluded within nine months from the approval of the contribution agreement, the contribution agreement shall be terminated or prolonged by mutual agreement. Where the participation of a Member State in InvestEU is discontinued, the respective amounts paid into the common provisioning fund as a provisioning shall be recovered as internal assigned revenue pursuant to Article 21(5) of the Financial Regulation and the Member State shall submit a request for a programme amendment to use the amounts recovered and the amounts allocated to future calendar years according to paragraph 2. The termination or amendment of the contribution agreement shall be concluded simultaneously with the adoption of the decision amending the programme. 6. Where a guarantee agreement, as set out in Article [9] of the [InvestEU Regulation], has not been duly implemented within four years from the signature of the guarantee agreement [the contribution agreement shall be amended.] The Member State may request that amounts contributed to the EU guarantee under paragraph 1 and committed in the guarantee agreement but not covering underlying loans, equity investments or other risk bearing instruments are treated in accordance with paragraph 5. ",
        "10879/20 AFG/MP/cs 7 ANNEX ECOMP.2 EN 7. Resources generated by or attributable to the amounts contributed to the EU guarantee shall be made available to the Member State and shall be used for support under the same objective or objectives in the form of financial instruments or budgetary guarantees. 8. For the amounts to be reused in a programme in accordance with paragraphs 4, 5 and 6, the decommitment time limit as defined in Article 99 paragraph 1 shall start in the year in which the corresponding budgetary commitments are made. Article 11 Enabling conditions […] 7. Annex IV shall not apply to priorities supported by the JTF and to the ERDF and the ESF+ resources transferred to the JTF in accordance with Article 21a. Article 15 Measures linking effectiveness of Funds to sound economic governance 1. The Commission may request a Member State to review and propose amendments to relevant programmes, where this is necessary to support the implementation of relevant Council Recommendations. Such a request may be made for the following purposes: (a) to support the implementation of a relevant country-specific recommendation adopted in accordance with Article 121(2) TFEU and of a relevant Council recommendation adopted in accordance with Article 148(4) TFEU, addressed to the Member State concerned; ",
        "10879/20 AFG/MP/cs 8 ANNEX ECOMP.2 EN (b) to support the implementation of relevant Council Recommendations addressed to the Member State concerned and adopted in accordance with Articles 7(2) or 8(2) of Regulation (EU) No 1176/2011 6 of the European Parliament and of the Council provided that these amendments are deemed necessary to help correct the macro- economic imbalances. 2. A request by the Commission to a Member State in accordance with paragraph 1 shall be justified, with reference to the need to support the implementation of the relevant recommendations and shall indicate the programmes or priorities which it considers are concerned and the nature of the amendments expected. 3. The Member State shall submit its response to the request referred to in paragraph 1 within two months of its receipt, setting out the amendments it considers necessary in the relevant programmes, the reasons for such amendments, identifying the programmes concerned and outlining the nature of the amendments proposed and their expected effects on the implementation of recommendations and on the implementation of the Funds. If necessary, the Commission shall make observations within one month of the receipt of that response. 4. The Member State shall submit a proposal to amend the relevant programmes within two months of the date of submission of the response referred to in paragraph 3. 5. Where the Commission has not submitted observations or where it is satisfied that any observations submitted have been duly taken into account, it shall adopt a decision approving the amendments to the relevant programmes in accordance with the time limit set out in Article [19(4)]. 6 Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances (OJ L 306, 23.11.2011, p. 25). ",
        "10879/20 AFG/MP/cs 9 ANNEX ECOMP.2 EN 6. Where the Member State fails to take effective action in response to a request made in accordance with paragraph 1, within the deadlines set out in paragraphs 3 and 4, the Commission may, within three months, following its observations under paragraph 3 or following the submission of the proposal of the Member State under paragraph 4, propose to the Council that it suspend part or all of the payments for the programmes or priorities concerned. In its proposal, the Commission shall set out the grounds for concluding that the Member State has failed to take effective action. In making its proposal, the Commission shall take account of all relevant information, and shall give due consideration to any elements arising from and opinions expressed through the structured dialogue under paragraph 12. The Council shall decide on that proposal, by means of an implementing act. That implementing act shall only apply with respect to requests for payment submitted after the date of the adoption of that implementing act. 7. The Commission shall make a proposal to the Council to suspend all or part of the commitments or payments for one or more of the programmes of a Member State in the following cases: (a) where the Council decides in accordance with Article 126(8) or Article 126(11) TFEU that a Member State has not taken effective action to correct its excessive deficit; (b) where the Council adopts two successive recommendations in the same imbalance procedure, in accordance with Article 8(3) of Regulation (EU) No 1176/2011 of the European Parliament and of the Council 7 on the grounds that a Member State has submitted an insufficient corrective action plan; (c) where the Council adopts two successive decisions in the same imbalance procedure in accordance with Article 10(4) of Regulation (EU) No 1176/2011 establishing non- compliance by a Member State on the grounds that it has not taken the recommended corrective action; 7 Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances (OJ L 306, 23.11.2011, p. 25). ",
        "10879/20 AFG/MP/cs 10 ANNEX ECOMP.2 EN (d) where the Commission concludes that a Member State has not taken measures as referred to in Council Regulation (EC) No 332/2002 8 and as a consequence decides not to authorise the disbursement of the financial assistance granted to that Member State; (e) where the Council decides that a Member State does not comply with the macro- economic adjustment programme referred to in Article 7 of Regulation (EU) No 472/2013 of the European Parliament and of the Council 9 , or with the measures requested by a Council decision adopted in accordance with Article 136(1) TFEU. Priority shall be given to the suspension of commitments; payments shall be suspended only when immediate action is sought and in the case of significant non-compliance. The suspension of payments shall apply to payment applications submitted for the programmes concerned after the date of the decision to suspend. 8. A proposal by the Commission for the suspension of commitments shall be deemed adopted by the Council unless the Council decides, by means of an implementing act, to reject such a proposal by qualified majority within one month of the submission of the Commission proposal. The suspension of commitments shall apply to the commitments from the Funds for the Member State concerned from 1 January of the year following the decision to suspend. The Council shall adopt a decision, by means of an implementing act, on a proposal by the Commission referred to in paragraph 7 in relation to the suspension of payments. 8 Council Regulation (EC) No 332/2002 of 18 February 2002 establishing a facility providing medium-term financial assistance for Member States' balances of payments (OJ L 53, 23.2.2002). 9 Regulation (EU) No 472/2013 of the European Parliament and of the Council of 21 May 2013 on the strengthening of economic and budgetary surveillance of Member States in the euro area experiencing or threatened with serious difficulties with respect to their financial stability (OJ L 140, 27.5.2013, p. 1). ",
        "10879/20 AFG/MP/cs 11 ANNEX ECOMP.2 EN 9. The scope and level of the suspension of commitments or payments to be imposed shall be proportionate, shall respect the equality of treatment between Member States and shall take into account the economic and social circumstances of the Member State concerned, in particular the level of unemployment, the level of poverty or social exclusion of the Member State concerned in relation to the Union average and the impact of the suspension on the economy of the Member State concerned. The impact of suspensions on programmes of critical importance to address adverse economic or social conditions shall be a specific factor to be taken into account. 10. The suspension of commitments shall be subject to a maximum of 25 % of the commitments relating to the next calendar year for the Funds or 0,25 % of nominal GDP whichever is lower, in any of the following cases: (a) in the first case of non-compliance with an excessive deficit procedure as referred to under point (a) of paragraph 7; (b) in the first case of non- compliance relating to a corrective action plan under an excessive imbalance procedure as referred to under point b of paragraph 7; (c) in case of non-compliance with the recommended corrective action pursuant to an excessive imbalance procedure as referred to under point (c) of paragraph 7; (d) in the first case of non-compliance as referred to under points (d) and (e) of paragraph 7. In case of persistent non-compliance, the suspension of commitments may exceed the maximum percentages set out in the first sub-paragraph. 11. The Council shall lift the suspension of commitments on a proposal from the Commission, in accordance with the procedure set out in paragraph 8, in the following cases: ",
        "10879/20 AFG/MP/cs 12 ANNEX ECOMP.2 EN (a) where the excessive deficit procedure is held in abeyance in accordance with Article 9 of Council Regulation (EC) No 1467/97 10 or the Council has decided in accordance with Article 126(12) TFEU to abrogate the decision on the existence of an excessive deficit; (b) where the Council has endorsed the corrective action plan submitted by the Member State concerned in accordance with Article 8(2) of Regulation (EU) No 1176/2011 or the excessive imbalance procedure is placed in a position of abeyance in accordance with Article 10(5) of that Regulation or the Council has closed the excessive imbalance procedure in accordance with Article 11 of that Regulation; (c) where the Commission has concluded that a Member State has taken appropriate measures as referred to in Regulation (EC) No 332/2002; (d) where the Commission has concluded that the Member State concerned has taken appropriate measures to implement the adjustment programme referred to in Article 7 of Regulation (EU) No 472/2013 or the measures requested by a decision of the Council in accordance with Article 136(1) TFEU. After the Council has lifted the suspension of commitments, the Commission shall re-budget the suspended commitments in accordance with Article [8] of Council Regulation (EU, Euratom) [ […] (MFF regulation) ]. Suspended commitments may not be re-budgeted beyond the year 2027. The decommitment time limit for the re-budgeted amount in accordance with Article 99 shall start from the year in which the suspended commitment has been re-budgeted. A decision concerning the lifting of the suspension of payments shall be taken by the Council on a proposal by the Commission where the applicable conditions set out in in the first sub- paragraph are fulfilled. 10 Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (OJ L 209, 2.8.1997, p. 6). ",
        "10879/20 AFG/MP/cs 13 ANNEX ECOMP.2 EN 12. The Commission shall keep the European Parliament informed of the implementation of this Article. In particular, the Commission shall, when one of the conditions set out in paragraph 7 is fulfilled for a Member State, immediately inform the European Parliament and provide details of the Funds and programmes which could be subject to a suspension of commitments. The European Parliament may invite the Commission for a structured dialogue on the application of this Article, having regard to the transmission of the information referred to in the first sub-paragraph. The Commission shall transmit the proposal for suspension of commitments or the proposal to lift such a suspension, to the European Parliament and to the Council. 13. Paragraphs 1 to 12 shall not apply to priorities or programmes under Article [4(c)(v)(ii)] of ESF+ Regulation.] Article 15a Temporary measures for the use of the Funds in response to exceptional and unusual circumstances 1. […] (a) increase interim payments by 10 percentage points above the co-financing rate applicable, not exceeding 100%, by way of derogation from Article 106(3) and Article 106(4); […] ",
        "10879/20 AFG/MP/cs 14 ANNEX ECOMP.2 EN Article 20 Joint support from the ERDF, the ESF+, the JTF and the Cohesion Fund […] 2. The ERDF and the ESF+ may finance, in a complementary manner and subject to a limit of 15% of support from those Funds for each priority of a programme, all or part of an operation for which the costs are eligible for support from the other Fund on the basis of eligibility rules applied to that Fund, provided that such costs are necessary for the implementation. That option shall not apply to the resources of the ERDF and the ESF+ that are transferred to the JTF in accordance with Article 21a. Article 21 Transfer of resources 1. Member States may request, in the Partnership Agreement or in the request for an amendment of a programme, the transfer of up to 5% in total of the initial national allocation of each Fund to any other instrument under direct or indirect management whose basic act so allows, or to another Fund or Funds, except for transfers which are set out in the second subparagraph. Member States may also request, in the Partnership Agreement or in the request for an amendment of a programme an additional transfer of up to 20% in total of the initial national allocation by Fund between the ERDF, the ESF+ or the Cohesion Fund within the Member State’s global resources under the Investment for jobs and growth goal. The transfer set out in this subparagraph shall be up to 25% in total of the initial national allocation by Fund for Member States whose average total unemployment rate for the period 2017-2019 is under 3 %. 11 11 An additional recital is added: (new) In order to provide the Member States with sufficient flexibility in the implementation of their shared management allocations, it should be possible to transfer certain levels of funding between the Funds and between shared management and direct and indirectly managed instruments. Where the specific economic and social circumstances of a Member State justify it, this level of transfer should be higher. ",
        "10879/20 AFG/MP/cs 15 ANNEX ECOMP.2 EN […] 4. After consultation with the Member State concerned, the Commission shall object to a request for transfer in the related programme amendment where this would undermine the achievement of the objectives of the programme from which the resources are to be transferred. […] 6. JTF resources, including the resources transferred from the ERDF and the ESF+ in accordance with Article 21a, shall not be transferable to other Funds or instruments pursuant to paragraphs 1 to 5. The JTF shall not receive transfers pursuant to paragraphs 1 to 5. The transfer of resources from the ERDF and the ESF+ to the JTF in accordance with Article 21a shall be excluded from the basis of calculation for the purposes of the ceilings established in paragraph 1. 7. Where the Commission has not made the legal commitment under direct or indirect management for resources transferred in accordance with paragraph 1, the corresponding uncommitted resources may be transferred back to one or more programmes. To this end, the Member State shall submit a request for a programme amendment in accordance with Article 19(1), at the latest four months before the deadline set out in Article 114(2) of Regulation (EU, Euratom) 2018/1046. 8. Resources transferred back to one or more programmes shall be implemented in accordance with the rules set out in this Regulation and the Fund-specific Regulations as from the date of submission of the request for programme amendment. 9. For the resources transferred back to a programme in accordance with paragraph 7, the decommitment time limit as defined in Article 99 shall start in the year in which the corresponding budgetary commitments are made. ",
        "10879/20 AFG/MP/cs 16 ANNEX ECOMP.2 EN Article 21a Transfer of resources from the ERDF and the ESF+ to the JTF 1. The amount of resources available for the JTF under the Investment for jobs and growth goal in accordance with Article [3] of Regulation (EU) [JTF Regulation], may be complemented with resources from the ERDF, the ESF+ or a combination thereof, of the category of regions where the concerned territory is located. The total of the ERDF and the ESF+ resources transferred to the JTF shall not exceed three times the amount of the JTF support excluding the resources referred to in paragraph 1 of Article 3a of Regulation (EU) [JTF Regulation]. The resources transferred from either the ERDF or the ESF+ shall not exceed 20% of the respective ERDF and ESF+ allocation to the Member State concerned. The respective transfers from the ERDF and the ESF+ resources to the priority or priorities supported by the JTF shall reflect the types of interventions in accordance with the information set out in the programme pursuant to point (viii) of Article 17(3)(d). Such transfers shall be considered definitive. 2. The JTF resources, including the resources transferred from the ERDF and the ESF+, shall be implemented in accordance with the rules set out in this Regulation and in Regulation (EU) [JTF Regulation]. The rules set out in Regulation (EU) [ERDF/CF Regulation] and in Regulation (EU) [ESF+ Regulation] shall not apply to the ERDF and ESF+ resources transferred in accordance with paragraph 1. Article 37 Transmission of data 1. […] The first transmission shall be due by 31 January 2022 and the last one by 31 January 2030. […] ",
        "10879/20 AFG/MP/cs 17 ANNEX ECOMP.2 EN Article 38 Final performance report 1. For programmes supported by the Funds, each Member State or managing authority shall submit to the Commission a final performance report of the programme by 15 February 2031. […] Article 57 Eligibility […] 2. Expenditure shall be eligible for a contribution from the Funds if it has been incurred by a beneficiary or the private partner of a PPP operation and paid in implementing operations, between the date of submission of the programme to the Commission or from 1 January 2021, whichever date is earlier, and 31 December 2029. For costs reimbursed pursuant to points (b), (c) and (f) of Article 48(1), the actions constituting the basis for reimbursement shall be carried out between the date of submission of the programme to the Commission or from 1 January 2021, whichever is earlier, and 31 December 2029. […] Article 84 Pre-financing 1. Without prejudice to Article 3b of Regulation (EU) No [JTF Regulation], the Commission shall pay pre-financing based on the total support from the Funds set out in the decision approving the programme pursuant to Article 17(3)(f)(i). 2. The pre-financing for each Fund shall be paid in yearly instalments before 1 July of each year, subject to availability of funds, as follows: ",
        "10879/20 AFG/MP/cs 18 ANNEX ECOMP.2 EN (a) 2021: 0.5 %; (b) 2022: 0.5 %; (c) 2023: 0.5 %; (d) 2024: 0.5 %; (e) 2025: 0.5 %; (f) 2026: 0.5 %. Where a programme is adopted after 1 July 2021, the earlier instalments shall be paid in the year of adoption. 3. By way of derogation from paragraph 2, for Interreg programmes, specific rules on pre- financing shall be set out in the ETC Regulation. 3a. By way of derogation from paragraph 2, for programmes supported by the AMIF, the ISF and the BMVI, specific rules on pre-financing shall be set out in the fund-specific Regulations. 4. The amount paid as pre-financing shall be cleared from the Commission accounts each year with the acceptance of the accounts pursuant to Article 94. F or programmes supported by the AMIF, the ISF and the BMVI the amount paid as pre-financing shall be cleared from the Commission accounts no later than the final accounting year. […] Article 85 Payment applications […] 4.bis (c) those advances are covered by expenditure paid by beneficiaries in implementing the operation and supported by receipted invoices or accounting documents of equivalent probative value at the latest within three years following the year of the payment of the advance or on 31 December 2029, whichever is earlier, failing which the next payment application shall be corrected accordingly. ",
        "10879/20 AFG/MP/cs 19 ANNEX ECOMP.2 EN […] Article 91 Suspension of payments 1. […] (e) the Member State has failed to take the necessary action in accordance with Article 15(6). […] Article 94 Calculation of the balance 1. When determining the amount chargeable to the Funds for the accounting year and the consequent adjustments in relation to the payments to the Member State, the Commission shall take into account: (a) the amounts in the accounts referred to in point (a) of Article 92(3) and to which the co- financing rate for each priority is to be applied; (b) the total amount of interim payments made by the Commission during that accounting year; (c) the amount of the pre-financing paid in accordance with Article 84. Article 99 Decommitment principles and rules 1. The Commission shall decommit any amount in a programme which has not been used for pre-financing in accordance with Article 84 or for which a payment application has not been submitted in accordance with Articles 85 and 86 by 31 December of the third calendar year following the year of the budget commitments for the years 2021 to 2026. ",
        "10879/20 AFG/MP/cs 20 ANNEX ECOMP.2 EN [Paragraph 2 is deleted] 3. The part of commitments still open on 31 December 2029 shall be decommitted if the assurance package and the final performance report have not been submitted to the Commission by the time limit set out in Article 38(1). ",
        "10879/20 AFG/MP/cs 21 ANNEX ECOMP.2 EN TITLE VIII FINANCIAL FRAMEWORK Article 102 Geographical coverage of support for the Investment for jobs and growth goal 1. The ERDF, the ESF+ and the Cohesion Fund shall support the Investment for jobs and growth goal in all regions corresponding to level 2 of the common classification of territorial units for statistics ('NUTS level 2 regions') established by Regulation (EC) No 1059/2003 as amended by Commission Regulation (EC) No 2016/2066 12 . 2. Resources from the ERDF and ESF+ for the Investment for jobs and growth goal shall be allocated among the following three categories of NUTS level 2 regions: (a) less developed regions, whose GDP per capita is less than 75 % of the average GDP of the EU-27 ('less developed regions'); (b) transition regions, whose GDP per capita is between 75 % and 100% of the average GDP of the EU-27 ('transition regions'); (c) more developed regions, whose GDP per capita is above 100 % of the average GDP of the EU-27 ('more developed regions'). The classification of regions under one of the three categories of regions shall be determined on the basis of how the GDP per capita of each region, measured in purchasing power standards ('PPS') and calculated on the basis of Union figures for the period 2015-2017, relates to the average GDP of the EU-27 for the same reference period. 12 Commission Regulation (EU) 2016/2066 of 21 November 2016 amending the annexes to Regulation (EC) No 1059/2003 of the European Parliament and of the Council on the establishment of a common classification of territorial units for statistics (NUTS). ",
        "10879/20 AFG/MP/cs 22 ANNEX ECOMP.2 EN 3. The Cohesion Fund shall support those Member States whose GNI per capita, measured in PPS and calculated on the basis of Union figures for the period 2015-2017, is less than 90 % of the average GNI per capita of the EU-27 for the same reference period. 4. The Commission shall adopt a decision by means of implementing act setting out the list of regions fulfilling the criteria of one of the three categories of regions and of Member States fulfilling the criteria of paragraph 3. That list shall be valid from 1 January 2021 to 31 December 2027. Article 103 Resources for economic, social and territorial cohesion 1. The resources for economic, social and territorial cohesion available for budgetary commitment for the period 2021-2027 shall be EUR 330 234 776 619 in 2018 prices. For the purposes of programming and subsequent inclusion in the budget of the Union, that amount shall be indexed at 2 % per year. 2. The Commission shall adopt a decision, by means of implementing act, setting out the annual breakdown of the global resources per Member State under the Investment for jobs and growth goal, per category of regions, together with the list of eligible regions in accordance with the methodology set out in Annex XXII. That decision shall also set out the annual breakdown of the global resources per Member State under the European territorial cooperation goal (Interreg). 3. 0,35 % of the global resources after the deduction of the support to the CEF referred to in Article 104(4), shall be allocated to technical assistance at the initiative of the Commission. ",
        "10879/20 AFG/MP/cs 23 ANNEX ECOMP.2 EN Article 104 Resources for the Investment for jobs and growth goal and for the European territorial cooperation goal (Interreg) 1. Resources for the Investment for jobs and growth goal shall amount to 97.6 % of the global resources (i.e., a total of EUR 329 784 776 621) and shall be allocated as follows: (a) 61.3 % (i.e a total of EUR 202 299 418 382) for less developed regions; (b) 14.5 % (i.e a total of EUR 47 788 925 308) for transition regions; (c) 8.3 % (i.e., a total of EUR 27 212 434 312) for more developed regions; (d) 12.9 % (i.e., a total of EUR 42 555 570 217) for Member States supported by the Cohesion Fund; (e) 0.6 % (i.e., a total of EUR 1 928 428 402) as additional funding for the outermost regions identified in Article 349 of the TFEU and the NUTS level 2 regions fulfilling the criteria laid down in Article 2 of Protocol No 6 to the 1994 Act of Accession; (f) 0.2% (i.e., a total of EUR 500 000 000) for interregional innovation investments; (g) 2.3 % (i.e., a total of EUR 7 500 000 000) for the Just Transition Fund. [Paragraph 2 is deleted] ",
        "10879/20 AFG/MP/cs 24 ANNEX ECOMP.2 EN 3. The amount of resources available for the ESF+ under the Investment for jobs and growth goal shall be EUR 87 319 331 843. The amount of additional funding for the outermost and northern sparsely populated regions referred to in point (e) in paragraph 1 allocated to the ESF+ shall be EUR 472 980 447. 4. The amount of support from the Cohesion Fund to be transferred to the CEF shall be EUR 10 000 000 000. It shall be spent for transport infrastructure projects by launching specific calls in accordance with Regulation (EU) [ number of new CEF Regulation ] exclusively in Member States eligible for funding from the Cohesion Fund. The Commission shall adopt an implementing act, setting out the amount to be transferred from each Member State's Cohesion Fund allocation to the CEF, which amount shall be determined on a pro rata basis for the whole period. The Cohesion Fund allocation of each Member State shall be reduced accordingly. The annual appropriations corresponding to the support from the Cohesion Fund referred to in the first subparagraph shall be entered in the relevant budget lines of the CEF as of the 2021 budgetary exercise. 30% of the resources transferred to the CEF shall be available immediately after the transfer to all Member States eligible for funding from the Cohesion Fund to finance transport infrastructure projects in accordance with Regulation (EU) [ the new CEF Regulation ]. Rules applicable for the transport sector under Regulation (EU) [ new CEF Regulation ] shall apply to the specific calls referred to in the first subparagraph. Until 31 December 2023, the selection of projects eligible for financing shall respect the national allocations under the Cohesion Fund with regard to 70% of the resources transferred to the CEF. As of 1 January 2024, resources transferred to the CEF which have not been committed to a transport infrastructure project shall be made available to all Member States eligible for funding from the Cohesion Fund to finance transport infrastructure projects in accordance with Regulation (EU) [ the new CEF Regulation ]. ",
        "10879/20 AFG/MP/cs 25 ANNEX ECOMP.2 EN 5. EUR 400 000 000 of the resources for the Investment for jobs and growth goal shall be allocated to the European Urban Initiative under direct or indirect management by the Commission. 6. EUR 175 000 000 of the ESF+ resources for the Investment for jobs and growth goal shall be allocated for transnational cooperation supporting innovative solutions under direct or indirect management. 6a. The amount referred to in point (f) of paragraph 1 shall be allocated from the ERDF resources under the Investment for jobs and growth goal for interregional innovative investments under direct or indirect management. 7. Resources for the European territorial cooperation goal (Interreg) shall amount to 2.4 % of the global resources available for budgetary commitment from the Funds for the period 2021- 2027 (i.e. a total of EUR 7 950 000 000). Article 105 Transferability of resources 1. The Commission may accept a proposal by a Member State in its submission of the Partnership Agreement or in the context of the mid-term review, for a transfer: (a) of not more than 15 % of the total allocations for less developed regions to transition regions or more developed regions and from transition regions to more developed regions; (b) from the allocations for more developed regions or transition regions to less developed regions and from more developed regions to transition regions. 2. The total allocations to each Member State in respect of the Investment for jobs and growth goal and the European territorial cooperation goal (Interreg) shall not be transferable between those goals. ",
        "10879/20 AFG/MP/cs 26 ANNEX ECOMP.2 EN 3. By way of derogation from paragraph 2, the Commission may in order to uphold the effective contribution of the Funds to the missions referred to in Article 4(2), in duly justified circumstances, and subject to the condition laid down in paragraph 4, accept by means of an implementing act a proposal by a Member State in its first submission of the Partnership Agreement to transfer a part of its appropriations for the European territorial cooperation goal to the Investment for growth and jobs goal. 4. The share of the European territorial cooperation goal in the Member State making the proposal referred to in paragraph 3 shall be not less than 35 % of the total allocated to that Member State in respect of the Investment for growth and jobs goal and the European territorial cooperation goal, and after transfer shall be not less than 25 % of that total. Article 106 Determination of co-financing rates 1. The Commission decision approving a programme shall fix the co-financing rate and the maximum amount of support from the Funds for each priority. 2. For each priority, the Commission decision shall set out whether the co-financing rate for the priority is to be applied to either of the following: (a) total contribution, including public and private contribution; (b) public contribution. 3. The co-financing rate for the Investment for jobs and growth goal at the level of each priority shall not be higher than: (a) 85 % for the less developed regions; (a bis) 70% for transition regions that were classified as less developed regions in the 2014- 2020 programming period; (b) 60 % for the transition regions; ",
        "10879/20 AFG/MP/cs 27 ANNEX ECOMP.2 EN (c) 40 % for the more developed regions. The co-financing rates set out under point (a), shall also apply to outermost regions. The co-financing rate for the Cohesion Fund at the level of each priority shall not be higher than 85 %. The ESF+ Regulation may establish higher co-financing rates for support to the most deprived and for priorities supporting innovative actions in accordance with Article 9 and 13 of that Regulation. 4. The co-financing rate for Interreg programmes shall be no higher than 80 %. The ETC Regulation may establish higher co-financing rates for external cross-border cooperation programmes under the European territorial cooperation goal (Interreg). 5. Technical assistance measures implemented at the initiative of, or on behalf of, the Commission may be financed at the rate of 100 %. ",
        "10879/20 AFG/MP/cs 28 ANNEX ECOMP.2 EN ANNEX I (1) The title is replaced by the following: “Dimensions and codes for the types of intervention for the ERDF, the ESF+, the Cohesion Fund and the JTF - Article 17(5)” (2) The following footnote is added to the title of Table 1: “ * For the specific objective “e nabling regions and people to address the social, economic and environmental impacts of the transition towards the Union's 2030 target for climate and a climate- neutral economy by 2050” supported by the JTF, intervention fields under any policy objectives may be used, provided they are consistent with Article [4] and [5] of Regulation (EU) [new JTF Regulation] and are in accordance with the relevant territorial just transition plan. For this specific objective, the coefficient for the calculation of support to climate change objectives is set at 100% for all intervention fields used.” ",
        "10879/20 AFG/MP/cs 29 ANNEX ECOMP.2 EN ANNEX XXII Methodology on the allocation of global resources per Member State – Article 103(2) Allocation method for the less developed regions eligible under the Investment for jobs and growth goal - Article 102(2)(a) 1. Each Member State's allocation shall be the sum of the allocations for its individual eligible regions, calculated in accordance with the following steps: a) determination of an absolute amount per year (in EUR) obtained by multiplying the population of the region concerned by the difference between that region's GDP per capita, measured in PPS, and the EU-27 average GDP per capita (in PPS); b) application of a percentage to the above absolute amount in order to determine that region's financial envelope; this percentage shall be graduated to reflect the relative prosperity, measured in PPS, as compared to the EU-27 average, of the Member State in which the eligible region is situated, i.e.: i. for regions in Member States whose level of GNI per capita is below 82% of the EU-27 average: 2,85%; ii. for regions in Member States whose level of GNI per capita is between 82% and 99% of the EU-27 average: 1,25%; iii. for regions in Member States whose level of GNI per capita is over 99% of the EU-27 average: 0,75%; c) to the amount obtained in accordance with point (b) is added, if applicable, an amount resulting from the allocation of a premium of EUR 570 per unemployed person per year, applied to the number of persons unemployed in that region exceeding the number that would be unemployed if the average unemployment rate of all the less developed regions applied; ",
        "10879/20 AFG/MP/cs 30 ANNEX ECOMP.2 EN d) to the amount obtained in accordance with point (c) is added, if applicable, an amount resulting from the allocation of a premium of EUR 570 per young unemployed person (age group 15-24) per year, applied to the number of young persons unemployed in that region exceeding the number that would be unemployed if the average youth unemployment rate of all less developed regions applied; e) to the amount obtained in accordance with point (d) is added, if applicable, an amount resulting from the allocation of a premium of EUR 270 per person (age group 25-64) per year, applied to the number of persons in that region that would need to be subtracted in order to reach the average level of low education rate (less than primary, primary and lower secondary education) of all less developed regions; f) to the amount obtained in accordance with point (e) is added, if applicable, an amount of EUR 1 per tonne of CO2 equivalent per year applied to the population share of the region of the number of tonnes of CO2 equivalent by which the Member State exceeds the target of greenhouse gas emissions outside the emissions trading scheme set for 2030 as proposed by the Commission in 2016; g) to the amount obtained in accordance with point (f) is added, an amount resulting from the allocation of a premium of EUR 405 per person per year, applied to the population share of the regions of net migration from outside the EU to the Member State since 1 January 2014. Allocation method for transition regions eligible under the Investment for jobs and growth goal - Article 102(2)(b) 2. Each Member State's allocation shall be the sum of the allocations for its individual eligible regions, calculated in accordance with the following steps: ",
        "10879/20 AFG/MP/cs 31 ANNEX ECOMP.2 EN a) determination of the minimum and maximum theoretical aid intensity for each eligible transition region. The minimum level of support is determined by the initial average per capita aid intensity of all more developed regions, i.e. EUR 15.2 per head and per year. The maximum level of support refers to a theoretical region with a GDP per head of 75% of the EU-27 average and is calculated using the method defined in points (a) and (b) of paragraph 1. Of the amount obtained by this method, 60% is taken into account; b) calculation of initial regional allocations, taking into account regional GDP per capita (in PPS) through a linear interpolation of the region's relative GDP per capita compared to EU-27; c) to the amount obtained in accordance with point (b) is added, if applicable, an amount resulting from the allocation of a premium of EUR 560 per unemployed person per year, applied to the number of persons unemployed in that region exceeding the number that would be unemployed if the average unemployment rate of all the less developed regions applied; d) to the amount obtained in accordance with point (c) is added, if applicable, an amount resulting from the allocation of a premium of EUR 560 per young unemployed person (age group 15-24) per year, applied to the number of young persons unemployed in that region exceeding the number that would be unemployed if the average youth unemployment rate of all less developed regions applied; e) to the amount obtained in accordance with point (d) is added, if applicable, an amount resulting from the allocation of a premium of EUR 250 per person (age group 25-64) per year, applied to the number of persons in that region that would need to be subtracted in order to reach the average level of low education rate (less than primary, primary and lower secondary education) of all less developed regions; ",
        "10879/20 AFG/MP/cs 32 ANNEX ECOMP.2 EN f) to the amount obtained in accordance with point (e) is added, if applicable, an amount of EUR 1 per tonne of CO2 equivalent per year applied to the population share of the region of the number of tonnes of CO2 equivalent by which the Member State exceeds the target of greenhouse gas emissions outside the emissions trading scheme set for 2030 as proposed by the Commission in 2016; g) to the amount obtained in accordance with point (f) is added, an amount resulting from the allocation of a premium of EUR 405 per person per year, applied to the population share of the region of net migration from outside the EU to the Member State since 1 January 2014. Allocation method for the more developed regions eligible under the Investment for jobs and growth goal - Article 102(2)(c) 3. The total initial theoretical financial envelope shall be obtained by multiplying an aid intensity per head and per year of EUR 15.2 by the eligible population. 4. The share of each Member State concerned shall be the sum of the shares of its eligible regions, which are determined on the basis of the following criteria, weighted as indicated: a) total regional population (weighting 20%); b) number of unemployed people in NUTS level 2 regions with an unemployment rate above the average of all more developed regions (weighting 12.5%); c) employment to be added to reach the average employment rate (ages 20 to 64) of all more developed regions (weighting 20%); d) number of persons aged 30 to 34 with tertiary educational attainment to be added to reach the average tertiary educational attainment rate (ages 30 to 34) of all more developed regions (weighting 22.5%); ",
        "10879/20 AFG/MP/cs 33 ANNEX ECOMP.2 EN e) number of early leavers from education and training (aged 18 to 24) to be subtracted to reach the average rate of early leavers from education and training (aged 18 to 24) of all more developed regions (weighting 15%); f) difference between the observed GDP of the region (measured in PPS), and the theoretical regional GDP if the region were to have the same GDP per head as the most prosperous NUTS level 2 region (weighting 7,5%); g) population of NUTS level 3 regions with a population density below 12,5 inhabitants/km 2 (weighting 2,5%). 5. To the amounts by NUTS level 2 region obtained in accordance with point (4) is added, if applicable, an amount of EUR 1 per tonne of CO2 equivalent per year applied to the population share of the region of the number of tonnes of CO2 equivalent by which the Member State exceeds the target of greenhouse gas emissions outside the emissions trading scheme set for 2030 as proposed by the Commission in 2016. 6. To the amounts by NUTS level 2 region obtained in accordance with point (5) is added, an amount resulting from the allocation of a premium of EUR 405 per person per year, applied to the population share of the region of net migration from outside the EU to the Member State since 1 January 2014. Allocation method for the Member States eligible for the Cohesion Fund - Article 102(3) 7. The financial envelope shall be obtained by multiplying the average aid intensity per head and per year of EUR 62.9 by the eligible population. Each eligible Member State's allocation of this theoretical financial envelope corresponds to a percentage based on its population, surface area and national prosperity, and shall be obtained by applying the following steps: a) calculation of the arithmetical average of that Member State's population and surface area shares of the total population and surface area of all the eligible Member States. If, however, a Member State's share of total population exceeds its share of total surface area by a factor of five or more, reflecting an extremely high population density, only the share of total population will be used for this step; ",
        "10879/20 AFG/MP/cs 34 ANNEX ECOMP.2 EN b) adjustment of the percentage figures so obtained by a coefficient representing one third of the percentage by which that Member State's GNI per capita (measured in PPS) for the period 2015-2017 exceeds or falls below the average GNI per capita of all the eligible Member States (average expressed as 100%). For each eligible Member State, the share of the Cohesion Fund shall not be higher than one third of the total allocation minus the allocation for the European territorial development goal after the application of paragraphs 10 to 16. This adjustment will proportionally increase all other transfers resulting from paragraphs 1 to 6. Allocation method for the European territorial cooperation goal – Article 9 8. The allocation of resources by Member State, covering cross-border, transnational and outermost regions' cooperation is determined as the weighted sum of the shares determined on the basis of the following criteria, weighted as indicated: a) total population of all NUTS level 3 land border regions and of other NUTS level 3 regions of which at least half of the regional population lives within 25 kilometres of the border (weighting 45.8%); b) population living within 25 kilometres of the borders (weighting 30.5%); c) total population of the Member States (weighting 20%); d) total population of outermost regions (weighting 3.7%). The share of the cross-border strand corresponds to the sum of the weights of criteria (a) and (b). The share of the transnational strand corresponds to the weight of criterion (c). The share of the outermost regions' cooperation corresponds to the weight of criterion (d). ",
        "10879/20 AFG/MP/cs 35 ANNEX ECOMP.2 EN Allocation method for the additional funding for the outermost regions identified in Article 349 TFEU and the NUTS level 2 regions fulfilling the criteria laid down in Article 2 of Protocol No 6 to the 1994 Act of Accession – Article 104(1)(e) 9. An additional special allocation corresponding to an aid intensity of EUR 40 per inhabitant per year will be allocated to the outermost NUTS level 2 regions and the northern sparsely populated NUTS level 2 regions. That allocation will be distributed per region and Member State in a manner proportional to the total population of those regions. Minimum and maximum levels of transfers from the funds supporting economic, social and territorial cohesion 10. In order to contribute to achieving adequate concentration of cohesion funding on the least developed regions and Member States and to the reduction of disparities in average per capita aid intensities, the maximum level of transfer (capping) from the Funds to each individual Member State will be determined as a percentage of the GDP of the Member State, whereby these percentages will be as follows: a) for Member States whose average GNI per capita (in PPS) for the period 2015-2017 is under 55% of the EU-27 average: 2,3% of their GDP; b) for Member States whose average GNI per capita (in PPS) for the period 2015-2017 is equal to or above 68% of the EU-27 average: 1,5% of their GDP; c) for Member States whose average GNI per capita (in PPS) for the period 2015-2017 is equal to or above 55% and below 68% of the EU-27 average: the percentage is obtained through a linear interpolation between 2.3% and 1.5% of their GDP leading to a proportional reduction of the capping percentage in line with the increase in prosperity. The capping will be applied on an annual basis to the GDP projections of the Commission, and will - if applicable - proportionally reduce all transfers (except for the more developed regions and European territorial cooperation goal) to the Member State concerned in order to obtain the maximum level of transfer. ",
        "10879/20 AFG/MP/cs 36 ANNEX ECOMP.2 EN 11. The rules described in paragraph 10 shall not result in allocations per Member State higher than 107 % of their level in real terms for the 2014-2020 programming period. This adjustment shall be applied proportionately to all transfers (except for the European territorial development goal) to the Member State concerned in order to obtain the maximum level of transfer. 12. The minimum total allocation from the Funds for a Member State shall correspond to 76% of its individual 2014-2020 total allocation. The minimum total allocation from the Funds for a Member State where at least one third of the population lives in NUTS level 2 regions with a GDP per capita (in PPS) of less than 50% of the EU-27 average, will correspond to 85% of its individual 2014-2020 total allocation. The adjustments needed to fulfil this requirement shall be applied proportionally to the allocations from the Funds, excluding the allocations under the European territorial cooperation goal. 13. The maximum total allocation from the Funds for a Member State having a GNI per capita (in PPS) of at least 120% of the EU-27 average shall correspond to 80% of its individual 2014- 2020 total allocation. The maximum total allocation from the funds for a Member State having a GNI per capita (in PPS) equal to or above 110% and below 120% of the EU-27 average will correspond to 90% of its individual 2014-2020 total allocation. The adjustments needed to fulfil this requirement shall be applied proportionally to the allocations from the Funds, excluding the allocation under the European territorial cooperation goal. If a Member State has transition regions for which paragraph 15a applies, 25% of that Member State's allocation for the more developed regions shall be transferred to the allocation of that Member State's transition regions. ",
        "10879/20 AFG/MP/cs 37 ANNEX ECOMP.2 EN Additional provisions 14. For all regions that were classified as less developed regions for the 2014-2020 programming period, but whose GDP per capita is above 75% of the EU-27 average, the minimum yearly level of support under the Investment for jobs and growth goal will correspond to 60% of their former indicative average annual allocation under the Investment for jobs and growth goal, calculated by the Commission within the multiannual financial framework 2014-2020. 15. No transition region shall receive less than what it would have received if it had been a more developed region. 15a. The minimum total allocation of a Member State for its transition regions, which were already transition regions in 2014-2020, shall correspond to a minimum of 65% of the total 2014- 2020 allocation for these regions in that Member State. 15b. Notwithstanding paragraphs 10 to 13, additional allocations as set out in paragraphs 16 to 20 shall apply. 16. A total of EUR 120 000 000 will be allocated for the PEACE PLUS programme where it is acting in support of peace and reconciliation and of the continuation of North-South cross border co-operation. In addition, at least EUR 60 000 000 shall be allocated for the PEACE PLUS programme from the allocation for Ireland under the European Territorial Cooperation goal (INTERREG). 17. Where the population of a Member State has declined, on average, by more than 1% per year, between the periods 2007-2009 and 2016-2018, that Member State shall receive an additional allocation equivalent to the total fall in its population between those two periods multiplied by EUR 500. Where applicable, that additional allocation shall be allocated to the less developed regions in the Member State concerned. 18. The less developed regions of the Member States which have only started receiving support from the Funds in the 2014-2020 programming period, will receive an additional allocation of EUR 400 000 000. ",
        "10879/20 AFG/MP/cs 38 ANNEX ECOMP.2 EN 19. In order to recognise the challenges posed by the situation of island Member States and the remoteness of certain parts of the Union, Malta and Cyprus shall receive an additional allocation of EUR 100 000 000 each for the Structural Funds under the Investment for jobs and growth goal. The northern sparsely populated areas of Finland shall receive an additional allocation of EUR 100 000 000 to the amount referred to in paragraph 9. 20. In order to boost competitiveness, growth and job creation in certain Member States, the Funds will provide the following additional allocations under the Investment for jobs and growth goal: a) EUR 200 000 000 for the transition regions in Belgium; b) EUR 200 000 000 for the less developed regions in Bulgaria; c) EUR 1 550 000 000 for the Czechia under the Cohesion Fund; d) EUR 100 000 000 for Cyprus under the Structural Funds; e) EUR 50 000 000 for Estonia under the Structural Funds; f) EUR 650 000 000 for the transition regions of Germany affected by paragraph 15a; g) EUR 50 000 000 for Malta under the Structural Funds; h) EUR 600 000 000 for the less developed regions in Poland; i) EUR 300 000 000 for the transition regions in Portugal;s j) EUR 350 000 000 for the more developed region of Slovenia. "
    ]
}