{
    "text": [
        "Project inform tion EUROPEAN COMMISSION Research & Innovation International cooperation Scientific & Technological Cooperation between Africa & the EU Past Achievements & Future Prospects ",
        "3 EUROPEAN COMMISSION Directorate-General for Research and Innovation Directorate D - International Cooperation E-mail: inco@ec.europa.eu LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2011 ISBN 978-92-79-21326-7 doi 10.2777/75258 © European Union, 2011 Reproduction is authorised provided the source is acknowledged. Printed in Belgium EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed ",
        "© w w w . s h u t t e r s t o c k . c o m ",
        "© P . B o t t o n i ",
        "Scientific cooperation between Africa and the European Union Today, entire economies are judged by the investment they make in education, science and technology, culture and innovation. Knowledge, particularly scientifically validated knowledge, is critical for turning the increasingly complex challenges society faces into opportunities for more sustainable development, achieving the Millennium Development Goals and implementing other joint commitments. The major European policies which traditionally set the overall framework for cooperation with Africa are: • the European Neighbourhood Policy (ENP), which includes the North African countries involved in the Barcelona Process, started in 2003 and which gained new momentum as the Union for the Mediterranean (UfM), launched in 2008; • the Cotonou Agreement between the EU and 77 ACP countries, representing 1 billion people (a sixth of the world’s population), which came into operation in 2003 and is due to last for 20 years. A main principle of Cotonou is that poverty is incompatible with a global trading environment and therefore the ACP countries must be drawn into the world economy by a process based on sustainable development through Economic Partnership Agreements (EPAs). • the Trade, Development and Cooperation Agreement (TDCA) with South Africa, which entered into force provisionally in 2000 and became definitive in 2004. This free trade agreement complements South Africa’s political role as part of the ACP. Scientific relations between what is now the European Union and Africa date back more than 25 years to the launch of the first Science and Technology for Development Programme (STD) in 1983 and have steadily developed since. Under the 6th Research Framework Programme (FP6: 2002-2006), teams from 51 of the 53 African countries filed 3,888 applications for participation in research and other collaborative projects together with their peers from Europe and other continents. 873 of these applications from 39 African countries were successful and received funding of some €93 M. During the first two years of the Cooperation Programme of the 7th Research Framework Programme (FP7: 2007-2013), projects involving 368 participants from 37 African countries have already been main-listed. The financial EC contribution to these teams is about €53 million, but the greatest value is in accessing international knowledge networks and strengthening African S&T capabilities through cooperation. The themes offering greatest immediate opportunities for developing mutually beneficial S&T cooperation are health, agro- food, environment (including climate change) and natural resources, information and communication technologies, where there is also the longest-standing experience and capacity in such cooperation. In addition almost €9 million are allocated to activities with Africa in the Capacities Programme so far. Notable examples of such projects are the INCO-Nets ‘CAASTNET’ and ‘MIRA’ which disseminate information about opportunities offered through the FP and support S&T policy dialogue with Sub-Saharan Africa and Mediterranean countries respectively. EU cooperation with Africa is underpinned by a number of agreements and working arrangements. Backing this up, there is a Joint EU/Africa Strategy, adopted in outline at the EU/Africa Ministerial meeting in May 2007. The Strategy is accompanied by a first Action Plan covering a number of selected priority actions, organised into specific “EU-Africa Partnerships”. The Action Plan was approved at the EU-Africa Summit in Lisbon on 8-9 December, 2007. The 8th Partnership covers Science, Information Society and Space. ",
        "Under the 8th Partnership the European Commission (EC) and the African Union Commission (AUC) have made substantial progress towards the identification of a broad range of S&T capacity building projects and initiatives intended to help reinforce the African Science and Technology basis and its research systems both in terms of production and use of knowledge and in terms of institutional S&T policy capability. These prospective activities are compiled in the so-called Book of “lighthouse projects”, a ‘living’ document for further refinement, e.g. through the involvement of the Member States and all relevant players on both sides. Six “early deliverables” (two in Science, two in Information Society and two in Space) were identified for first priority implementation. The two lighthouse projects selected in the Science and Technology chapter are: • African Research Grants: to promote sustainable science and technology research for Africa’s technical, economic and social development. This programme will focus on competitive grants to African researchers and will be managed by the AUC-Human Resources, Science and Technology (HRST) Department, thereby developing its capability to manage and oversee the implementation of research programmes; • ‘Water and food security’ and ‘Better access to health’ in Africa initiativess: to strengthen the capacity in science and technology in order to cope with food security problems while promoting sustainable management of land and water resources. This will focus on cooperation between researchers in Europe and Africa and will be funded to the tune of about €63 million through the special ‘Africa’ call in FP7 published in July 2009. These science and innovation-oriented activities are largely complementary to and intended to be mutually reinforcing with bi-regional and bilateral development and trade cooperation operating through different external policies and their intervention instruments: particularly Development Policy, Neighbourhood Policy (ENP) and Trade Policy. The following small selection of FP6 (2002-2006) and FP7 (2007-2013) projects illustrates the diversity and coverage of knowledge-focused collaborations, which are already delivering results or are in the process of doing so. © w w w . s h u t t e r s t o c k . c o m ",
        "8 CAAST-Net - Network for the Coordination and Advancement of Sub-Saharan Africa-EU Science and Technology Cooperation This INCO-Net has been developed against the background of an emerging global consensus that capacity in S&T is essential not only to economic competitiveness, but also to sustainable development and poverty reduction. It is aimed at supporting S&T policy dialogue among the EU and the African partners as well as increasing the participation of the African researchers in the activities of the 7th European Research Framework Programme (FP7) and supporting greater synergies between research and cooperation activities under the European Development Fund. It strives to support existing intergovernmental processes, including dialogue with the African Ministerial Council for Science and Technology (AMCOST), through a ‘Steering Platform for EU-African S&T Cooperation’. Its primary activities focus on facilitation and promotion of the bi-regional dialogue process and on providing monitoring and analyses to provide feedback. Studies will include analysis of past and on-going Europe-Africa S&T collaborations taking into account not only the European Framework Programmes, but also major bilateral activities between European and African countries as well as other major European and international mechanisms for S&T cooperation as inputs for updating policies and priorities in international cooperation. In addition to promoting African participation in FP7, the project supports the identification of specific research topics for European-African coopera- tion and their recommendation for inclusion in FP7, particularly Specific International Cooperation Actions (SICAs). Its dissemination activities also encourage uptake and impact of research and aim particularly at influencing research policies. CAAST-Net runs from 01/01/2008 to 31/12/2011 with a budget of about €3 million and is coordinated by Dr. Andrew Cherry of the Africa Unit of the Association of Commonwealth Universities (on behalf of the UK Government of Science). It mobilises 18 partners representing funding agencies and major internationally active research organisations from the following countries: Cameroon, Cape Verde, Germany, Ghana, Finland, France, Kenya, Madagascar, Norway, Portugal, Rwanda, Senegal, South Africa, Sweden, Uganda and UK. www.caast-net.org © P . B o t t o n i ",
        "9 MIRA - Mediterranean Innovation and Research Coordination Action The starting point of this INCO-Net is the desire to intensify knowledge-based cooperation between Mediterranean Partner Countries (MPC) and Member States of the European Union as well as with countries associated with the 7th Research Framework Programme (2007-2013). The project therefore aims to develop and support the EU-MPC dialogue, by bringing together MPC and EU policy makers and stakeholders in support of the general political dialogue structured by the Barcelona Process of Euro-Mediterranean dialogue and, more specifically, through the Monitoring Committee for the Euro-Mediterranean Science and Technology Cooperation, also named the Barcelona RTD Committee (MoCo). This project aims to help identify common interests in research areas, set-up S&T priorities, support capacity building activities, enhance the interaction between different cooperation instruments of the EC and the EU Members States. MIRA promotes activities to monitor, develop, promote and contribute to the creation of synergies among the different cooperation S&T programmes between the Mediterranean Partner Countries and EU Member States, and foster the participation of the MPC in the Framework Programme. An Observatory on EU-MPC cooperation in S&T has been created in the frame of the project. Among the activities scheduled are, e.g. the creation of a Euro-Mediterranean Innovation Space (EMIS) discussion platform. It opens a dialogue space among companies, administrations and researchers on how the S&T cooperation could support the development of EMIS. In this conjunction, a pilot action promotes the establishment of a bi-regional Technology Transfer Network. It is a space for benchmarking and exchange of good practices regarding strategies, structures, resources associated with Technology Transfer and the underlying political and cultural aspects which influence the effectiveness and efficiency of Technology Transfer. MIRA will also facilitate the participation in FP7 through capacity building in the MPC, notably by means of an evaluation of the existing Information Points, training of managers, scientists, auditors and other relevant actors, seminars on proposal writing and delivering recommendations to the national authorities (in English, French and Arabic). The INCO-Net runs from 01/01/2008 to 31/12/2011 with a budget of about €3 million and is coordinated by Dr. Rafael Rodríguez-Clemente of the Spanish Council for Scientific Research (CSIC). The consortium is composed of 28 research funding agencies and other relevant partners from Algeria, Egypt, France, Germany, Greece, Israel, Italy, Jordan, Lebanon, Malta, Morocco, Palestinian administrated areas, Spain, Tunisia, Turkey and UK. www.miraproject.eu © P . B o t t o n i ",
        "10 EDCTP - European and Developing Countries Clinical Trials Partnership The European and Developing Countries Clinical Trials Partnership (EDCTP) was created in 2003 as a European response to the global health crisis caused by HIV/AIDS, tuberculosis and malaria. EDCTP is a partnership of 14 EU Member States, Norway, Switzerland and sub- Saharan African countries. EDCTP is jointly funded by the European Commission, its European partners and third-party contributions. EDCTP was the EU’s first ‘Article 169’ programme. This article in the European Treaty enables EU Member States to develop their national programmes into a Joint Programme which can be co-funded by the EC and for increasing the impact of EU-funded research. EDCTP aims to accelerate the development of new or improved drugs, vaccines, diagnostics and microbicides against HIV/AIDS, tuberculosis and malaria, with a focus on phase II and III clinical trials in sub-Saharan Africa. To achieve this, EDCTP funds research by offering integrated research grants which focus on clinical trials that are supported by networking and capacity development activities to ensure successful and sustainable programmes. The budget of EDCTP is €400 million. The national participation of the Member States towards the programme is € 200 million. The European Commission will contribute €200 million to match this contribution, to increase the impact of EDCTP. Additional co-funding is received from ‘third’ party sources such as Public-Private Partnerships (PPP) and the pharmaceutical industry. As many as 60% of EDCTP grantees are African. Since 2003, EDCTP has launched 31 calls for proposals and funded around 100 projects. Many projects are still in progress. Two recent examples of results are: Tentative FDA approval of treatment of HIV in minors: In August 2007, the US Food and Drug Administration (FDA) gave a tentative approval to a fixed-dose anti-HIV drug specifically formulated for paediatric use (Triomune Baby and Triomune Junior). EDCTP is the funder of the pharmacokinetic study leading to this tentative approval. The drug will now be included in the World Health Organization (WHO) Prequalification Programme and will become available under the Presidents Emergency Plan for AIDS Relief (PEPFAR) and Clinton Foundation Programmes. The drugs have been approved and used to treat HIV infected children in Zambia and Uganda. Establishment of national bio ethics committee in Gabon: EDCTP aims to reinforce the African ethics and regulatory environment in the long term. It has funded research ethics committees in Zimbabwe, Ghana, Malawi, Nigeria, Uganda and Gabon and is working i.e. with the World Health Organization (WHO) to strengthen the national regulatory frameworks. The recently established National Bioethics Committee of Gabon with 19 members recruited among key stakeholders is an example of the progress made to safeguard the well-being of African study participants. EDCTP programme expires in 2010 but is seeking to build on its current success through a new and expanded programme. It is planned to extend its remit to include Phase I and Phase IV clinical trials, do more to bridge the gap between discovery and delivery by including health services research and enrol more support. www.edctp.org © E D C T P ",
        "11 VHF Diagnostics - Development of rapid field diagnostics for identification, control and management of haemorrhagic fever outbreaks The control of Viral Hemorrhagic Fever (VHF) outbreaks depends critically on early detection and an early alert, so as to allow, define, and deliver an appropriate response. To improve this process, adequate tools are needed to enable early detection in the basic (field) conditions of local hospitals in Africa. Once the outbreak is identified, case management also needs on-site tools such as viral genome detection to contain the spread of the outbreak by carefully identifying and monitoring viraemic patients able to transmit the virus. The general objective of the present project is to make adequate tools available, so as to identify VHF outbreaks on-site at an early stage and to support the control of an outbreak. The consortium has therefore developed the following: (a) line assays (LA) for antibody detection, as an easy-to-use frontline detection assay for healthcare workers in local hospitals; and (b) fluorescent reverse transcription polymerase chain reaction (F-RT-PCR) assays to be used by specialised mobile outbreak investigation teams applicable at the scene of the outbreak. Both assays will cover the following viruses: the Ebola virus (EBOV), Marburg virus (MRGV), Crimean-Congo virus (CCHFV), Lassa virus (LASV), Rift Valley Fever virus (RVFV), Yellow Fever virus (YFV) and Dengue virus 1-4 (DENV). The F-RT-PCR will additionally cover the most important viral differentials, Influenza A virus (FLUAV) and Influenza B virus (FLUBV). The LA are designed for Viral Hemorrhagic Fevers circulating in Africa. Validation of the LA is achieved by using available sera in the consortium, centralised in a repository for VHF diagnostics development. Existing F-RT-PCRs are validated for field use (EBOV, MBGV 12, CCHFV 13, RVFV 14, DENV 15, FLUAV, FLUBV16). Additionally, F-RT-PCRs not yet described for LASV and YFV are designed and validated for field use. To assess the sensitivity of each assay, RNA-standards are generated for each aetiological agent derived from sections of the respective genomes. The specificity of the assays is evaluated with recent isolates of each aetiological agent and patient and/or rodent sample provided by the collaborating laboratories. The extraction of nucleic acids from blood samples is adapted to field conditions. The development of lyophilised ready-to-use PCR mixes for each aetiological agent, allows field PCR without the need for refrigeration facilities. In the case of LA, the line assays are tested for applicability in local hospitals in Mali and Guinea. This easy-to-use frontline test is indeed a tool able to reduce alert time in the case of an outbreak. For the F-RT-PCR, the development of an integrated toolbox for mobile outbreak investigation teams, enables them to perform initial differential diagnostics and follow-up on patients during the containment of the outbreak. This consists of a field-evaluated set of lyophilised PCR mixes for VHFV, plus FluA and B virus detection, in combination with a field-evaluated simple extraction protocol. If successful, it may be possible to produce the LA assay for the African market. This FP6 INCO research project runs from 01/12/2006 to 30/11/2010 with a budget of € 853,000. It is coordinated by Dr. Manfred Weidmann of Bereich Humanmedizin of the Georg-August-Universität Göttingen, Germany, mobilising teams from Burkina Faso, France, Germany, Guinea, Mali, Senegal and Sweden. © w w w . s h u t t e r s t o c k . c o m ",
        "12 TRYPADV AC2 - Development of an “anti-disease” vaccine and diagnostic tests for African trypanosomosis Rearing livestock, mostly in extensive settings, is a major economic activity in many African, Latin American and other developing countries. The project contributed to the improvement of livestock productivity in the developing world through the limitation of trypanosome-associated pathologies and accurate diagnostics of trypanosome infections. A non-conventional vaccine strategy was developed, aimed at limiting pathology through immunisation against pathogenic factors of trypanosomes. The project aimed at (a) identifying major pathogenic factors of trypanosomes, especially those responsible for anaemia, and producing these molecules in suitable forms for use in a multicomponent vaccine; (b) developing new diagnostic tools based on antibody and antigen detection. The specific objectives of the project were: • to further assess the protective potential of cysteine proteases of Trypanosoma congolense, T. vivax and T. evansi; • to characterise other trypanosome proteases and protease inhibitors and assess their respective roles in pathogenicity; • to evaluate the vaccine potential of recently identified candidate antigens; • to identify and characterise novel pathogenic factors; • to produce candidate molecules for initial immunisation trials; • to evaluate the diagnostic potential of recombinant and synthetic products from various trypanosome antigens in antibody and antigen detection tests. The project expanded initial work on trypanosomal cysteine proteases to screening, characterisation, and assessment of the protective potential of other pathogenic molecules, especially those responsible for anaemia. Trypanosomal cysteine, serine, and metallo-proteases have been characterised for their biological roles in the parasite and host. Natural protease inhibitors present in trypanosomes have been examined for their possible immuno-modulatory effects. The potential of trypanosome proteases and their inhibitors to modulate disease have been examined in immunisation trials. Non-proteolytic pathogenic factors, such as the glycosyl phosphatidyl inositol (GPI) anchor of the variant surface glycoprotein, have also been assessed for their protective potential. Finally, recent developments in the field of proteomics as well as progress in the genome mapping of trypanosomes were used to provide tools to study new pathogenic pathways and molecules. Procedures for antibody detection based on recombinant technology were developed and/or validated. Recombinant and synthetic peptides from cysteine proteases and heat shock proteins, both previously identified as major antigens, as well as newly described molecules have been assessed for their diagnostic potential. Techniques for the detection of parasite antigens in host tissues were re-examined using recently developed monoclonal antibodies. This FP6 research project ran from 01/06/2005 to 31/05/2008 with a budget of €900,000 and is coordinated by Dr. Alain Boulange of the Centre de coopération internationale en recherché agronomique pour le développement (CIRAD) in France. The collaboration brings together 10 teams from the following countries: Belgium, Burkina Faso, France, Mozambique, Portugal, United Kingdom, South Africa, Switzerland, Uganda and Venezuela. http://trypadvac2.eventos.usb.ve © w w w . s h u t t e r s t o c k . c o m ",
        "13 Making the links that make a difference Linking research and innovation Research companies in developing countries may participate in FP7, and particularly so in the Industry Academia Partnerships and Pathways scheme in the People Programme, thus stimulating cooperation between different social actors in the EU and Africa in terms of research innovation through training and mobility of relevant staff. A recent example is a funded project directed at developing malaria vaccines involving universities in Italy and the UK, together with three SMEs from the UK, France and Uganda respectively. Involvement of the research-active company in Uganda aims to stimulate innovation policy and implementation in sub-Saharan Africa in support of Millennium Development Goal 6, by facilitating contact with academics and companies in Europe. The total budget for the consortium is € ~1.9 million over 4 years. Linking research, policy and development cooperation In 2008, DG Research together with DGs Development, EuropeAid and External RELEX developed Guidelines on Agricultural Research for Development that will direct Commission support in the area of agricultural research for developing and emerging economy countries. In addition, a new strategy for the coordination of European research and development policies supporting agricultural research for development has been developed with Members States plus Norway and Switzerland through the European Initiative for Agricultural Research for Development (EIARD) 1 . In the same vein, DG Research is promoting, together with DGs Development and EuropeAid, an innovation system and multi-stakeholders approach to research involving research institutions along with Civil Society Organisations (NGOs, Farmers Organisations) and private companies. For example, a multi-stakeholders platform between Africa and Europe has been created 2 that facilitates the identification of research priorities and the submission of research proposals to the EC instruments (FP7, Food Security Thematic Programme of the Development Cooperation Instrument and the European Development Fund). © w w w . s h u t t e r s t o c k . c o m 1 See http://www.eiard.org 2 Platform for African and European Partnership in Agricultural Research for Development (PAEPARD): http://www.fara-africa.org/networking-support-projects/paepard/ CROP MONITORING FOR FOOD SECURITY This action by the Commission’s Joint Research Centre (JRC) aims at supporting the European Union Food Security and Food Aid Policy. Particular focus is given to Africa where food insecurity problems are widespread. Technical advise, monitoring and evaluation is given to EC- funded projects and programmes in food security, mainly with the United Nations agencies FAO and World Food Programme (WFP). It also contributes to the Global Monitoring for the Environment and Security (GMES) initiative e.g. in the GMES Food Security component and contributes to relevant GMES activities. http://mars.jrc.it/mars/About-us ",
        "14 BAMLINK: Molecular, Environmental and Nutritional Evaluation of Bambara Groundnut ( Vigna subterranea L.Verdc.) for Food Production in Semi-Arid Africa and India Bambara groundnut can contribute to food security for some of the world’s poorest people. Traditional landraces have good nutritional properties; drought tolerance and can yield protein-rich pods where other crops may fail. Recent EU-funded research has developed the first hybrids of Bambara groundnut landraces. This project links partners in Africa, Europe and India in a research endeavour that combines molecular, environmental and nutritional studies and end-users of Bambara groundnut. By dissecting the underlying genetics of the crop and testing its performance across a range of environments, the project establishes criteria and resources required for systematic, regional breeding and improvement programmes that minimise duplication of effort. Within four years collaborators produced the first varieties of the crop, assessed products for a range of uses and identified cultivars and management practices to optimise performance in specific environments. Two genetic linkage maps of Bambara groundnut were made - a ‘wide’ cross (cultivated x wild relative) and a ‘narrow’ cross (cultivated x cultivated), using AFLP, SSR and DArT markers. Collaborators identified genes and QTL’s for drought, heat and cold tolerance and photoperiodic control of pod filling and link genetic and biochemical composition of seeds from genotypes to quantify nutritional composition, nutritive value and processing potential. The development of micro-array-based accessions for landraces, micro-satellite markers and genetic maps for Bambara groundnut, were coupled with agronomic and physiological assessment through multi-environment QTL analysis and the testing of common landraces across locations. Key traits were dissected and markers developed. The genetics underlying nutritional and processing value were assessed and new products developed through SMEs. At all stages end users guided researchers towards desirable traits from new genetic material and novel products. © w w w . w i k i p e d i a . o r g The project runs from 01/01/2006 to 31/12/2009 with an EC contribution of €1,500,000 and is coordinated by Dr. Sayed Azam-Ali of the University of Nottingham, UK. The consortium is composed of 7 partners from: Botswana, Denmark, Germany, Ghana, India, Namibia, Tanzania and UK. www.nottingham.ac.uk/tcru/ activities.html ",
        "15 INSTAPA - Novel staple food-based strategies to improve micronutrient status for better health and development in sub-Saharan Africa Malnutrition, and especially deficiencies of micronutrients like iron, zinc and vitamin A, undermine the progress towards most of the Millennium Development Goals. In view of the serious coverage, compliance and safety concerns of supplementation, the INSTAPA project aims to identify novel staple food-based approaches to improve micronutrient malnutrition for better health and development of women and children in sub-Saharan Africa. It focuses on the improvement of millet, sorghum, maize, and cassava based (complementary) foods. The genetic potential of staple foods for increasing the micronutrient and antinutrient content will be evaluated and the determinants of success and failure of introducing biofortified staple foods in local farming systems will be assessed. The efficacy of biofortified staple foods with adequate levels of provitamin A will be determined. Concerning fortification, the project will develop and test new approaches to optimise iron and zinc fortification of staple food-based foods. The project will develop improved (traditional) processing methods of the staple foods concerned to enhance micronutrient uptake and bioavailability. The approaches developed in the area of biofortification, fortification and processing will be compared on efficacy of improving iron and zinc intake and status. The safety of the improved staple foods on immunity and infections will be evaluated as well as the impact on cognitive development of young children. Through capacity building and strengthening the scientific and technological excellence in the field of staple food-based approaches in Africa and Europe, the project seeks to significantly contribute to the improvement of the dietary quality of young children and their mothers living in resource poor areas in sub-Saharan Africa. New scientific knowledge will be exploited to strengthen the competitiveness of local SMEs targeted at evidence-based production of healthier (complementary) foods for African children. © w w w . s h u t t e r s t o c k . c o m The INSTAPA (FP7 SICA – Specific International Cooperation Action) runs from 01/06/2008 to 31/05/2012 with a total budget of €5 million. The project is coordinated and managed by Inge D. Brouwer of Wageningen Universiteit in the Netherlands. The activities are carried out by a consortium of four European, six African and two interna- tional partners based in the following countries: Benin, Burkina Faso, France, Kenya, Mali, Nigeria, South Africa, Switzerland, UK and the USA. www.instapa.org/instapa ",
        "16 AQUASTRESS – Mitigation of water stress through new approaches to integrating management, technical, economic and institutional instruments Access to water and its efficient use is one of today’s larger challenges and consequently water stress is a pressing environmental problem facing global trade policy and research impacts, with economic, social and environmental implications. Within Europe, and in particular in the Mediterranean region, the imbalance between water demand and availability is becoming increasingly serious. Responses to water stress are varied and determined by local geographical, political, socio-economic and cultural conditions and decision-makers’ need to be able to integrate advances in technology with culturally appropriate institutional, economic and social responses. The overall objective of AquaStress was to enhance sustainable development and strengthen knowledge building, innovation, competitiveness and cohesion in Europe and neighbouring regions. The project 1) developed approaches for the diagnosis and mitigation of water stress; these approaches were European wide in scale, comprehensive, multi-sectoral and integrated (institutional, socio-economic, technical aspects); 2) empowered actors at different levels of involvement, at different stages of the planning process, and working at different spatial scales, to mitigate water stress; 3) prioritised actions that allowed gradual improvement and flexibility to adapt to change in global systems, knowledge, technology and society: It also 4) promoted a cultural change in the European approach to water management, moving from typical central infrastructures towards more distributed, bottom-up, adaptive integrated systems. The work plan was driven by a case study approach in three working phases: (i) characterisation of selected reference sites and their relative water stress situations, (ii) research of options for solutions responding to the highlighted problems, and (iii) implementation of case studies evaluating the applicability of those options taking into account end-users interests and expectations. The project delivered the following results: 1) sustainable water stress options following a multi-stakeholder participatory process; 2) integration of local water stress issues and concerns into the European dimension; 3) new knowledge management tool and approach to support stakeholder and society-driven research in water stress; 4) background for a change in the political and cultural approach to water stress; and 5) contribution to the EU Water Initiative. The project produced a series of final outputs including thematic reports on industrial water saving, sustainable agriculture, economic instruments and public participation, integrated reports on testing and evaluation of water stress mitigation options, an Integrated Solution Support System (I3S), plans and guidelines for sustainable agriculture practices in selected case studies, policy recommendations for sectoral water stress mitigation and water saving plans in selected industries. © w w w . s h u t t e r s t o c k . c o m This FP6 Integrated Project ran from 01/02/2005 to 31/01/2009 with an EC contribution of €10.3 million. It was coordinated by Dr: Alberto Puddu, Istituto di Ricerca Sulle Acque of the Consiglio Nazionale delle Ricerche, Italy mobilising 37 partners from 17 countries: Belgium, Bulgaria, Cyprus; Denmark, France, Germany, Greece, Hungary, Italy, Morocco, Netherlands, Poland, Portugal, Romania, Spain; Tunisia and UK. www.aquastress.net ",
        "17 INCOFISH – Integrating multiple demands on coastal zones with emphasis on aquatic ecosystems and fisheries INCOFISH conducted specifically targeted strategic research towards reconciling multiple demands on coastal zones. It has evaluated and integrated data, tools and concepts suitable to contribute to the goals set by the World Summit for Sustainable Development in Johannesburg, such as restoring healthy fish stocks and ecosystems by 2015. INCOFISH focused its research activities on the following Integrated Coastal Zone Management (ICZM) issues: (a) it documented historical performance of ecosystems to deal with the ‘shifting baselines’ syndrome and provide sound reference points for resource restoration; (b) it provided electronic maps for all coastal species to establish authoritative species inventories and explore scenarios of global change and invasive species; (c) created spatial ecosystem models for all coastal systems treated in this project as a basis for better understanding the resource; (d) provided guidelines and tools for best sizing and placement of marine protected areas; (e) researched impacts of ecotourism on coastal ecosystem and provide best-practice guidelines; (e) identified suitable simple indicators to promote and monitor sustainable fisheries; (f) provided valuation of coastal ecosystem products and services and of different management regimes; (g) reviewed legal instruments for sustainable fishing in coastal zones; (h) revisited coastal transects as a tool for structuring and understanding multiple demands on coastal zones; (i) provided an archive and web portal for easy, public access to all data and tools relevant for ICZM. The tools and concepts resulting from INCOFISH research have been tested in real-world scenarios in selected coastal systems worldwide, including Africa. Together they form a package with the potential to contribute to solving societal problems in coastal zones. Several knowledge products and services of the project linked e.g. to biodiversity and resource conservation have already been picked up outside academia, such as seafood guides accessible through mobile phones. Among the first initiatives to use fish rulers to help push back the percentage of baby fish being caught and marketed was a case study in Senegal. It’s all about not eating baby fish and enrolled cooperation of all stakeholders in the industry to protect their livelihoods by taking better informed fishing and purchasing decisions. The African partners experienced many other benefits to participating in INCOFISH including the chance to work together on cross-ecosystem comparisons using ecological software modelling systems. These have provided a solid basis on which they were able to test ecological hypotheses and strategies of fisheries management. Participants also developed skills in mapping and GIS planning and compiled data on alternative livelihoods for fishers: for example, research was carried out into sea cucumbers in Kenya, a highly valuable bottom-dwelling animal (bêche de mer), but currently undervalued in the country. IUCN recently published INCOFISH country profiles of how international environmental commitments are translated into national laws, rules and regulations. The project ran from 01/04/2005 to 30/04/2008 with a budget of €4.9 million and was coordinated by Dr. Rainer Froese and Dr. Silvia Opitz of the Leibniz Institute for Marine Sciences in Kiel, Germany. The consortium combined the expertise and experience of 35 teams from the following countries in four continents: Brazil, Chile, China, Columbia, Denmark, Ecuador, Estonia, Germany, Italy, Kenya, Mexico, Namibia, Nicaragua, Norway, Peru, Philippines, Senegal, South Africa, Sweden, Thailand, UK, Uruguay. www.incofish.org ",
        "18 DIGITALWORLD - Digital world forum on accessible and inclusive ICT Information and communication technologies (ICT) have a big role to play in improving the lives of people in developing countries, particularly in rural areas. The Internet and mobile phones can create vital lines of communication that are often non-existent otherwise. For example, internet access in Africa could bring learning to children in areas that lack teachers or schools, or information about health issues to areas that have no doctor or health centre. The main problem with trying to introduce ICT into Africa is that standard communication technologies need infrastructure, which costs money. There are very few fixed telephone networks in Africa and poverty and under-development is hampering their construction. There are, however, millions of people with a mobile phone, and Africa is currently the most active world market here. Mobiles as a platform to access the internet may be the most cost-effective way of spreading web access in Africa, along with low-cost technologies such as wireless and broadband, and low-cost laptops. Digital World carried out a comprehensive technological evaluation of existing and emerging technologies and the research challenges for low-cost ICT implementation in developing countries. The most important aim was to identify the barriers that exist to implementation and to find effective research solutions to overcome these. The consortium drew up a series of appropriate initiatives to be undertaken at EU level for broadband internet access on a large scale in Africa and Latin America. An agenda was established for R&D needs in developing countries that will be the basis for future actions. Both local and international stakeholders in the ICT industry, such as web and mobile phone experts, manufacturers, policy makers and development organisations, were brought together to discuss and develop plans for action in what will be an ongoing dialogue. This dialogue resulted in a set of ‘roadmaps’ focusing on the three most promising development areas. Two of them – low-cost access infrastructure for wireless and broadband technologies, eg WiFi, WiMAX, CDMA, HSPA and LTE, along with mobile phones for web access – have great potential for attracting telecommunications service companies as they can be provided in a package, opening a new market. The third roadmap concerned low-cost terminals. Market research companies are currently predicting that PCs will continue to fall in price, which would allow manufacturers to expand markets to developing countries, helping the ICT industry to take off in Africa and Latin America. The One Laptop per Child project, which has created learning opportunities for the world’s poorest children, shows how to help push down prices. Each development roadmap has a dedicated public forum for information exchange and to coordinate development. Such roadmaps will also help align to ICT research priorities between Europe and developing countries. This FP7 Coordination and Support Action in the ICT theme ran with a budget of €7.1 million from 01/01/2008 to 30/06/2009 and was technically coordinated by Stéphane Boyera of W3C in France and mobilised research, industrial and development partners from France, Ghana, Italy, Nigeria, South Africa and Spain. www.digitalworldforum.eu © M e r a k a I n s t i t u t e ",
        "19 TRANSAFRICA – Promoting public transport in Africa More than half of Sub-Saharan African citizens are expected live in urban areas by 2025. With a population of one billion people, public transport now attracts greater attention from African public authorities, economic analysts and international organisations as an essential vector of growth, poverty reduction and sustainable human development. The project addresses diverse aspect of running a public transport activity in Sub-Saharan Africa, from the existing legal and regulatory context to its financial, operational and technical conditions. A large survey among public authorities and operators is carried out to determine the working environment and conditions for developing public transport, including important maintenance issues. A consultation draft was published in 2008 for refinement and support of future planning. Based on results, some technical performance indicators will be developed adapted to the African context, which will also allow improving understanding of the economic impact of transport. It should also help with the gathering of practical information on the technical standards to consider under the particularly difficult operational circumstances (vehicle overloads, poor road maintenance, climate conditions…). It is expected to result in a technical specification book of public transport vehicles in Africa, which may be used by the operators as a basis for future discussions with industrialists. Working groups will then reflect on modalities of applicability or generalisation to other parts of Africa of some reforms and innovations already achieved in order to propose and help develop alternatives to sometimes chaotic development prevailing at the moment. The working groups will also address other related issues such as the professionalization of the informal, integration of urban planning and public transport or renewable energy considerations. It is expected that these contributions will formalise the priorities and conditions of application of particular public transport related policies. The outputs of these analyses and discussions should serve as a basis for the submission of potential future projects to backers for further development and implementation. TRANSAFRICA is a Support Action under the Transport theme of FP7 running from 01/06/2008 to 31/05/2010. It is led by a consortium formed y the International Association of Public Transport (UITP), which has over 3100 members in 90 countries throughout the world, and the African Association of Public Transport (UATP), the Africa Division of UITP, which has over 50 members. www.uitp.org/knowledge/projects-details.cfm?id=444 © w w w . s h u t t e r s t o c k . c o m ",
        "20 COMPETE - Competence Platform on Energy Crop and Agroforestry Systems for Arid and Semi-arid Ecosystems – Africa The objective of the project ‘Competence Platform on Energy Crop and Agroforestry Systems for Arid and Semi-arid Ecosystems - Africa’ (COMPETE) is to stimulate bioenergy implementation in arid and semi-arid regions in Africa. COMPETE has established a platform for policy dialogue and capacity building in the major multi- and bi-lateral funding organisations, and for key stakeholders throughout the bioenergy provision and supply chains. As global fossil energy resources become constrained, bioenergy is emerging as a major potential resource. The arid and semi-arid regions of Africa and Latin America have, in theory, very large areas of land (and associated water and human resources) ‘available’ for bioenergy production. However, the production of biomass for energy will have substantial impacts (positive and negative) on ecosystems and cultures of these target regions. The protection of biodiversity, rural livelihoods and management of scarce water resources are critical considerations in any analysis of the potential for sustainable bioenergy provision in arid and semi-arid regions. Similarly, while modern bioenergy could contribute significantly to poverty alleviation in rural areas, the effects of changes to the supplies of natural resources and ownership of those resources must be an integral part of the development options proposed. Therefore, a comprehensive, multidisciplinary assessment of current land use, energy demand and technology innovation focused on Africa, will be carried out through COMPETE. It will link implementation activities, policy development, trade, funding and South-South-EU cooperation. The improved knowledge of national and regional land use and technology options generated, will provide the local and international partners with the basis for a complete assessment of social, environmental and economic impacts. Finally, all the outputs of COMPETE are integrated into a carefully designed dissemination strategy in order to inform and engage decision-makers and stakeholders. © w w w . s h u t t e r s t o c k . c o m This FP6 coordination action runs from 01/01/2007 to 31/12/2009 with an EC budget contribution of €1,497,000 and is coordinated by Dr. Rainer Janssen of WIP Renewable Energies in Germany. The collabora- tion brings together 43 teams from the following countries: Austria, Belgium, Botswana, Brazil, Burkina Faso, China, Germany, India, Italy, Kenya, Mali, Mexico, The Netherlands, Norway, Senegal, South Africa, Senegal, Sweden, Tanzania, Thailand, Tunisia, United Kingdom, USA and Zambia. www.compete-bioafrica.ne ",
        "21 TERMISOL: New low-emissivity and long lasting paints for cost-effective solar collectors The project aims to develop improved types of selective paints, with high photothermal performance in solar energy conversion, for coating solar collectors. Solar thermal devices converting solar radiation into heat are mainly flatplate collectors. Their most important and critical part is the absorber surface which is often expensive and mainly based on the application of heavy metals. Nowadays, some manufacturers use alternatives based on painting the solar panels, presenting a substantial economical advantage but of limited use due to drawbacks related to high emissivity, low energy efficiency and low durability in service life. To help overcome these drawbacks, new coatings provide hybrid-structured surfaces at defined thickness ranges as a result of control in application methods and by combining multilayer systems to adjust the whole system performance. The project shows that the development of this technology to be applicable anywhere. Moreover, it is especially suited for implementation in Mediterranean countries, which benefit from optimal solar radiation conditions and demand solar infrastructures in remote places, such as rural areas and villages, in addition to buildings of high public frequentation requiring particularly reliable energy supplies e.g. hospitals and hotels. The technical aspects of the project concerning research, technological development and innovation-related activities are defined by the following key phases: • search, characterisation and selection of raw materials; • formulation and development of the selective paint; • optical and physico-chemical characterisation; • application methods, design and building-up of multilayer systems; • artificial ageing and following of the degradation; • construction of real prototypes and optimisation of performance; • evaluation of economic feasibility and energetic performance; • field tests and control of performance. © w w w . s h u t t e r s t o c k . c o m This FP6 project runs from 01/01/2006 to 30/09/2009 with an EC contribution of €875,000 and is coordinated by Dr. Javier García Jaca of the CIDEMCO Centro de Investigación Tecnológica in Azpeitia, Spain. The consortium is composed of 11 partners from the following countries: Egypt, Italy, Morocco, Spain, Tunisia and Turkey. www.ictp.cnr.it/termisol.html ",
        "22 HAMMAM - Hammam, Aspects and Multidisciplinary Methods of Analysis for the Mediterranean Region The Islamic public bath ‘hammam’ is a gift from the past to the future. The aim of this research was to develop strategies and scenarios for the safeguarding, revitalisation and adaptive reuse of historic Islamic public baths or hammams as important social spaces and facilities within the contemporary and future conditions of Mediterranean Islamic cities. The hammam is a central place of cultural heritage of the Mediterranean civilisation. Hammams are an integral part of the Islamic city and well embedded in the historic urban fabric. With the disappearance of hammams, Islamic cities are about to loose a major feature of their cultural heritage with deteriorating consequences on the urban, societal and architectural qualities. The HAMMAM project developed sustainability-oriented strategies for the adaptive revitalisation of hammams in Mediterranean countries to improve their role as places of cultural heritage that serve both the local communities and tourists. The project applied an interdisciplinary and transsectoral approach, based on the concept of sustainability. It integrated architectural and technological considerations with the socio-cultural and economic dimensions in order to ensure ways of sustainable restoration of these important cultural heritage sites. The HAMMAM consortium used the methodology of case studies to fulfill the need for an integrative approach to the research issue. Starting from the investigation and analysis of the local situation (technical, socio-cultural and economic) of specific carefully selected hammams in six different Mediterranean countries (Algeria, Egypt, Morocco, Palestinian-administered areas, Syria and Turkey), the consortium developed sustainable future scenarios for these hammams. The project team assigned a four-month-orientation phase to produce first results of the background studies in order to configure a common scientific basic knowledge of the hammams. The data-collection phase set the basis for the case study approach, at the same time establishing the beginning of the participatory sustainability process in the neighbourhoods. During this phase, Mediterranean participants hosted members of the HAMMAM project team from other countries. This constituted a phase of intense contact with the hammam users and the stakeholders concerned. Ten months were assigned to the analysis phase where the existing patterns and typologies of hammam usage and restoration became more visible. This phase relied heavily on the cooperation of the researchers in order to integrate their findings in an efficient way. It was also the time for an intense participatory process in the hammam neighbourhoods and exchange between local and expert knowledge. The so-called ‘Future concepts phase’ took eight months and was dedicated to scenario- developments and futures strategies. This time of renewed intense contact between the researchers during writing workshops served to strengthen the interdisciplinarity of the scientific results. The dissemination and documentation phase of HAMMAM lasted for five months. As dissemination and policymaking is an important part of this research, special attention was given to the visual appearance of the findings. An exhibition on the move that has started already in the previous phase received its final configuration. © w w w . s h u t t e r s t o c k . c o m This FP6 INCO research project ran from 01/09/2005 to 31/08/2008 with an EC contribution of €1,900,000 and was coordinated by Dr. Heidi Dumreicher of The Vienna Institute for Urban Sustainability, Austria. The collaboration brought together 18 teams from: Algeria, Austria, China, Egypt, France, Jordan, Luxemburg, Morocco, Palestinian-administered areas, Syria, Turkey and United Kingdom. www.hammams.org ",
        "23 Mini-Profile of International Cooperation Partner Countries in Africa Indicators based on latest UNDP Human Development Reports (2007/2008) and successful participations in the 6th European Research Framework Programme Africa is the second largest and second most-populous continent after Asia and represents about 6% of the Earth’s surface, 20% of the land area. It is recognised as the cradle of humanity. Country/Territory Land area [km2] Population (2004) [‘000] Participations in FP6 (2002-2006) EC Contributions for S&T cooperation [€’000] Life expect-ancy at birth (2005) Adult literacy rate [15 years & older] Total gross enrolment ratio (primary, second- ary & tertiary) 2004 gross enrolment (female as % of male) 2005 Ranking for human development indicator (out of 177) GDP per capita [US$] PPP 2004 Total emission Mt CO2 2004 per capita emission t CO2 Algeria 2,381,740 32,854 56 3.441 71.7 69.9 73.7 102.4 104 7,602 193.9 5.5 Angola 1,246,700 16,095 2 452 41.7 67.4 25.6 85.0 162 2,335 7.9 0.7 Benin 112,622 8,490 11 1.810 55.4 34.7 50.7 72.5 163 1,141 2.4 0.3 Botswana 581,726 1,836 8 951 48.1 81.2 69.5 101.6 124 12,387 4.3 2.4 Burkina Faso 274,000 13,933 22 3.959 51.4 23.6 29.3 76.8 176 1,213 1.1 0.1 Burundi 27,830 7,859 0 48.5 59.3 37.9 82.8 167 699 0.2 0.0 Cameroon 475,442 17,795 10 1.397 49.8 67.9 62.3 83.0 144 2,299 3.8 0.3 Cape Verde 4,033 507 4 437 71.0 81.2 66.4 99.7 102 5,803 0.3 0.7 Central African Republic 622,984 4,191 0 43.7 48.6 29.8 64.6 171 1,224 0.3 0.1 Chad 1,284,000 10,146 1 192 50.4 25.7 37.5 59.8 170 1,247 0.1 0.0 Comoros 2,235 798 0 64.1 - 46.4 83.9 134 1,993 0.1 0.1 Republic of the Congo 342,000 3,610 3 174 54.0 84.7 51.4 89.1 139 1,262 3.5 1.0 Democratic Republic of the Congo 2,344,858 58,741 5 856 45.8 67.2 33.7 72.6 168 714 2.1 0.0 Côte d’Ivoire 322,460 18,585 4 428 47.4 48.7 39.6 67.1 166 1,648 5.2 0.3 Djibouti 23,200 804 0 53.9 - 25.3 75.3 149 2,178 0.4 0.5 Egypt 1,001,449 72,850 90 6.634 70.7 71.4 76.9 - 112 4,337 158.1 2.3 Republic of Equatorial Guinea 28,051 484 0 50.4 87.0 58.1 81.7 127 7,874 5.4 10.5 Eritrea 117,600 4,527 0 56.6 - 35.3 71.0 157 1,109 0.8 0.2 Ethiopia 1,104,300 78,986 15 1.389 51.8 35.9 42.1 76.4 169 1,055 8.0 0.1 Gabon 267,668 1,291 7 1.468 56.2 84.0 72.4 94.0 119 6,954 1.4 1.0 Gambia 10,380 1,617 5 252 58.8 - 50.1 96.8 155 1,921 0.3 0.2 Ghana 238,534 22,535 19 2.772 59.1 57.9 50.7 90.8 135 2,480 7.2 0.3 Republic of Guinea 245,857 9,003 7 718 54.8 29.5 45.1 73.9 160 2,316 1.3 0.1 Guinea Bissau 36,125 1,597 2 466 45.8 - 36.7 64.7 175 827 0.3 0.2 Kenya 580,367 35,599 45 5.599 52.1 73.6 60.6 95.2 148 1,240 10.6 0.3 ",
        "24 Mini-Profile of International Cooperation Partner Countries in Africa Indicators based on latest UNDP Human Development Reports (2007/2008) and successful participations in the 6th European Research Framework Programme Africa is the second largest and second most-populous continent after Asia and represents about 6% of the Earth’s surface, 20% of the land area. It is recognised as the cradle of humanity. Country/Territory Land area [km2] Population (2004) [‘000] Participations in FP6 (2002-2006) EC Contributions for S&T cooperation [€’000] Life expect-ancy at birth (2005) Adult literacy rate [15 years & older] Total gross enrolment ratio (primary, second- ary & tertiary) 2004 gross enrolment (female as % of male) 2005 Ranking for human development indicator (out of 177) GDP per capita [US$] PPP 2004 Total emission Mt CO2 2004 per capita emission t CO2 Algeria 2,381,740 32,854 56 3.441 71.7 69.9 73.7 102.4 104 7,602 193.9 5.5 Angola 1,246,700 16,095 2 452 41.7 67.4 25.6 85.0 162 2,335 7.9 0.7 Benin 112,622 8,490 11 1.810 55.4 34.7 50.7 72.5 163 1,141 2.4 0.3 Botswana 581,726 1,836 8 951 48.1 81.2 69.5 101.6 124 12,387 4.3 2.4 Burkina Faso 274,000 13,933 22 3.959 51.4 23.6 29.3 76.8 176 1,213 1.1 0.1 Burundi 27,830 7,859 0 48.5 59.3 37.9 82.8 167 699 0.2 0.0 Cameroon 475,442 17,795 10 1.397 49.8 67.9 62.3 83.0 144 2,299 3.8 0.3 Cape Verde 4,033 507 4 437 71.0 81.2 66.4 99.7 102 5,803 0.3 0.7 Central African Republic 622,984 4,191 0 43.7 48.6 29.8 64.6 171 1,224 0.3 0.1 Chad 1,284,000 10,146 1 192 50.4 25.7 37.5 59.8 170 1,247 0.1 0.0 Comoros 2,235 798 0 64.1 - 46.4 83.9 134 1,993 0.1 0.1 Republic of the Congo 342,000 3,610 3 174 54.0 84.7 51.4 89.1 139 1,262 3.5 1.0 Democratic Republic of the Congo 2,344,858 58,741 5 856 45.8 67.2 33.7 72.6 168 714 2.1 0.0 Côte d’Ivoire 322,460 18,585 4 428 47.4 48.7 39.6 67.1 166 1,648 5.2 0.3 Djibouti 23,200 804 0 53.9 - 25.3 75.3 149 2,178 0.4 0.5 Egypt 1,001,449 72,850 90 6.634 70.7 71.4 76.9 - 112 4,337 158.1 2.3 Republic of Equatorial Guinea 28,051 484 0 50.4 87.0 58.1 81.7 127 7,874 5.4 10.5 Eritrea 117,600 4,527 0 56.6 - 35.3 71.0 157 1,109 0.8 0.2 Ethiopia 1,104,300 78,986 15 1.389 51.8 35.9 42.1 76.4 169 1,055 8.0 0.1 Gabon 267,668 1,291 7 1.468 56.2 84.0 72.4 94.0 119 6,954 1.4 1.0 Gambia 10,380 1,617 5 252 58.8 - 50.1 96.8 155 1,921 0.3 0.2 Ghana 238,534 22,535 19 2.772 59.1 57.9 50.7 90.8 135 2,480 7.2 0.3 Republic of Guinea 245,857 9,003 7 718 54.8 29.5 45.1 73.9 160 2,316 1.3 0.1 Guinea Bissau 36,125 1,597 2 466 45.8 - 36.7 64.7 175 827 0.3 0.2 Kenya 580,367 35,599 45 5.599 52.1 73.6 60.6 95.2 148 1,240 10.6 0.3 ",
        "25 Country/Territory Land area [km2] Population (2004) [‘000] Participations in FP6 (2002-2006) EC Contributions for S&T cooperation [€’000] Life expect-ancy at birth (2005) Adult literacy rate [15 years & older] Total gross enrolment ratio (primary, second- ary & tertiary) 2004 gross enrolment (female as % of male) 2005 Ranking for human development indicator (out of 177) GDP per capita [US$] PPP 2004 Total emission Mt CO2 2004 per capita emission t CO2 Lesotho 30,355 1,981 0 42.6 82.2 66.0 102.8 138 3,335 - - Liberia 111,369 3,442 0 - - - - - - - - Libyan Arab Jamahiriya 1,759,540 5,918 0 73.4 84.2 94.1 105.9 56 10,335 59.9 9.3 Madagascar 587,041 18,643 2 257 58.4 70.7 59.7 95.4 143 923 2.7 0.1 Malawi 118,484 13,226 7 460 46.3 64.1 63.1 97.9 164 667 1.0 0.1 Mali 1,240,192 11,611 18 2.346 53.1 24.0 36.7 74.7 173 1,033 0.6 0.0 Mauritania 1,030,700 2,963 2 112 63.2 51.2 45.6 95.8 137 2,234 2.6 0.8 Mauritius 2,040 1,241 0 72.4 84.3 75.3 98.3 65 12,715 3.2 2.6 Morocco 446,550 30,495 128 11.480 70.4 52.3 58.5 87.5 126 4,555 41.1 1.4 Mozambique 801,590 20,533 11 1.173 42.8 38.77 52.9 82.9 172 1,242 2.2 0.1 Namibia 825,418 2,020 7 690 51.6 85.0 64.7 104.3 125 7,586 2.5 1.2 Niger 1,267,000 13,264 15 1.442 55.8 28.7 22.7 72.2 174 781 1.2 0.1 Nigeria 923,768 141,356 3 172 46.5 69.1 56.2 83.4 158 1,128 114.0 0.9 Rwanda 26,798 9,234 1 115 45.2 64.9 50.9 99.1 161 1,206 0.6 0.1 São Tomé e Príncipe 964 153 0 64.9 84.9 65.2 99.1 123 2,178 0.1 0.5 Senegal 196,723 11,770 37 6.226 62.3 39.3 39.6 88.7 156 1,792 5.0 0.4 Seychelles 451 86 1 151 72.7 91.8 82.2 - 50 16,106 0.5 6.7 Sierra Leone 71,740 0 41.8 34.8 44.6 72.6 177 806 1.0 0.2 Somalia 637,661 8,196 0 47.1 - - - - - - - South Africa 1,221,037 47,939 125 14.436 50.8 82.4 77.0 101.0 121 11,110 436.8 9.8 Sudan 2,505,813 36,900 5 763 57.4 60.9 37.3 89.0 147 2,083 10.4 0.3 Swaziland 17,364 1,125 0 40.9 79.6 59.8 93.7 141 4,824 1.0 0.8 Tanzania 945,087 38,478 29 4.571 51.0 69.4 50.4 94.9 159 744 4.3 0.1 Togo 56,785 6,239 1 328 57.8 53.2 55.0 72.3 152 1,506 2.3 0.4 Tunisia 163,610 10,105 111 8.304 73.5 74.3 76.3 106.3 91 8,371 22.9 2.3 Uganda 236,040 28,947 27 4.821 49.7 66.8 63.0 97.0 154 1,454 1.8 0.1 Zambia 752,614 11,478 11 1.595 40.4 68.0 60.5 92.0 165 1,023 2.3 0.3 Zimbabwe 390,757 13,120 6 603 40.9 89.4 52.4 95.4 151 2,038 10.6 0.8 ",
        "26 Country/Territory Land area [km2] Population (2004) [‘000] Participations in FP6 (2002-2006) EC Contributions for S&T cooperation [€’000] Life expect-ancy at birth (2005) Adult literacy rate [15 years & older] Total gross enrolment ratio (primary, second- ary & tertiary) 2004 gross enrolment (female as % of male) 2005 Ranking for human development indicator (out of 177) GDP per capita [US$] PPP 2004 Total emission Mt CO2 2004 per capita emission t CO2 Lesotho 30,355 1,981 0 42.6 82.2 66.0 102.8 138 3,335 - - Liberia 111,369 3,442 0 - - - - - - - - Libyan Arab Jamahiriya 1,759,540 5,918 0 73.4 84.2 94.1 105.9 56 10,335 59.9 9.3 Madagascar 587,041 18,643 2 257 58.4 70.7 59.7 95.4 143 923 2.7 0.1 Malawi 118,484 13,226 7 460 46.3 64.1 63.1 97.9 164 667 1.0 0.1 Mali 1,240,192 11,611 18 2.346 53.1 24.0 36.7 74.7 173 1,033 0.6 0.0 Mauritania 1,030,700 2,963 2 112 63.2 51.2 45.6 95.8 137 2,234 2.6 0.8 Mauritius 2,040 1,241 0 72.4 84.3 75.3 98.3 65 12,715 3.2 2.6 Morocco 446,550 30,495 128 11.480 70.4 52.3 58.5 87.5 126 4,555 41.1 1.4 Mozambique 801,590 20,533 11 1.173 42.8 38.77 52.9 82.9 172 1,242 2.2 0.1 Namibia 825,418 2,020 7 690 51.6 85.0 64.7 104.3 125 7,586 2.5 1.2 Niger 1,267,000 13,264 15 1.442 55.8 28.7 22.7 72.2 174 781 1.2 0.1 Nigeria 923,768 141,356 3 172 46.5 69.1 56.2 83.4 158 1,128 114.0 0.9 Rwanda 26,798 9,234 1 115 45.2 64.9 50.9 99.1 161 1,206 0.6 0.1 São Tomé e Príncipe 964 153 0 64.9 84.9 65.2 99.1 123 2,178 0.1 0.5 Senegal 196,723 11,770 37 6.226 62.3 39.3 39.6 88.7 156 1,792 5.0 0.4 Seychelles 451 86 1 151 72.7 91.8 82.2 - 50 16,106 0.5 6.7 Sierra Leone 71,740 0 41.8 34.8 44.6 72.6 177 806 1.0 0.2 Somalia 637,661 8,196 0 47.1 - - - - - - - South Africa 1,221,037 47,939 125 14.436 50.8 82.4 77.0 101.0 121 11,110 436.8 9.8 Sudan 2,505,813 36,900 5 763 57.4 60.9 37.3 89.0 147 2,083 10.4 0.3 Swaziland 17,364 1,125 0 40.9 79.6 59.8 93.7 141 4,824 1.0 0.8 Tanzania 945,087 38,478 29 4.571 51.0 69.4 50.4 94.9 159 744 4.3 0.1 Togo 56,785 6,239 1 328 57.8 53.2 55.0 72.3 152 1,506 2.3 0.4 Tunisia 163,610 10,105 111 8.304 73.5 74.3 76.3 106.3 91 8,371 22.9 2.3 Uganda 236,040 28,947 27 4.821 49.7 66.8 63.0 97.0 154 1,454 1.8 0.1 Zambia 752,614 11,478 11 1.595 40.4 68.0 60.5 92.0 165 1,023 2.3 0.3 Zimbabwe 390,757 13,120 6 603 40.9 89.4 52.4 95.4 151 2,038 10.6 0.8 ",
        "27 © w w w . s h u t t e r s t o c k . c o m © w w w . s h u t t e r s t o c k . c o m ",
        "28 European Commission Scientific and Technological Cooperation between Africa and the European Union: Past Achievements and Future Prospects Luxembourg: Publications Office of the European Union 2011 — 22 pp. — 14.8 x 21 cm ISBN 978-92-79-21326-7 doi 10.2777/75258 How to obtain EU publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758 Priced publications: • via EU Bookshop (http://bookshop.europa.eu); Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "For more information Information on the 7th Research Framework Programme (2007-2013): http://cordis.europa.eu/fp7 International scientific and technological cooperation policy and action by the EU: http://ec.europa.eu/research/iscp/index_en.html Information on European S&T developments in policy and practice: http://ec.europa.eu/research/index.cfm Africa-EU partnership: http://africa-eu-partnership.org/au-eu/templates/home.jsp?subkey=1&locale=en © www.shutterstock.com K I - 32 - 11 - 925 - E N - C Group on Earth Observation (GEO): the Group on Earth Observations is coordinating efforts to build a Global Earth Observation System of Systems, or GEOSS. GEO promotes international collaboration for exploiting the potential of Earth observations in decision making in an increasingly complex and environmentally stressed world. As of June 2009 this voluntary collaboration had 79 governments and the European Commission as members. The Commission’s Joint Research Centre coordinates the infrastructure development for spatial information in Europe. Moreover, 56 intergovernmental, international and regional organisations are recognised as participating organisations. 17 African countries are currently members of GEO. Uganda and South Africa sit currently on the Executive Committee representing Africa (South Africa as Vice Chair). http://earthobservations.org/index.html Project inform tion "
    ]
}