{
    "text": [
        "EUROPEAN COMMISSION Directorate-General for Information, Communication, Culture and Audiovisual Media Monthly newsletter ISSN 1021-2353 Innovation, business creation and employment by Edith Cresson, Member of the European Commission Compared with the United States and Japan, the EU is at an immediate disadvantage in that it dedicates a much smaller percentage of its GDP to research. Whilst Japan spends 2.8 % of its GDP on research and the USA spends 2.5 %, the EU limits itself to just 1.8 % on average. Moreover, within these figures, the share of research undertaken by industry is smaller in the EU. It is therefore no surprise that in Europe, employment creation in high-tech firms has been less than that of the United States. Another issue that affects the EU is the need to stop the 'brain drain' of its talented professionals to the USA and elsewhere. Creating the right environment We know that governments cannot set up innovative high-growth companies by decree. Their role is to create the right environment, permitting a 'melting-pot' of scientists, entrepreneurs, financiers and advisers to develop and crystallise. National governments, regional authorities, universities, large companies, financiers and the European Union are all involved in the complex process of innovation and we will only succeed through a concerted effort. One of the key figures in the success of the United States is the substantial role of risk capital. For example, the money invested in 'early stage' deals (seed and start-up) in Europe in 1996 was only 6.5 % of the total investment in new technology-based firms in comparison with 56 % in the USA. Fostering innovation through EU finance During 1997, the European Union undertook several initiatives to help technologically innovative small and medium-sized businesses (SMEs) to access venture capital funds and to develop venture capital markets in Europe. First of all, the l-TEC initiative aims at developing the capacity of venture capital operators to evaluate and manage start-up investments in innovative SMEs. In practical terms, the project participates in the financing of the initial evaluation and management costs. There are now 13 venture capital funds available with a total investment capacity of around ECU 600 million, 250 million of which are specifically earmarked for start-ups. The second initiative is a programme made up of three complementary mechanisms ( 1 ): — a 'European technology facility start-up' which will participate in the capital of venture funds; — a system of financial contributions to support the creation of joint transnational enterprises by SMEs in the EU; — a system of co-guaranteeing funds. Finally, the European Investment Bank has launched a special three-year programme with a 'European technology facility' now in operation. This will allow up to ECU 125 million to be invested jointly with private investors. This will be added to those venture capital funds which actively seek high growth technological SMEs. This scheme will be put into action by the European Investment Fund. In total, therefore, around ECU 380 million in funds for risk capital will be available through EU initiatives. However, these public funds will have a substantial leverage effect, mobilising private investment participation, which will result in an estimated total of up to ECU 2 billion in innovation- oriented capital funds. Business and employment creation is a challenging objective that confronts us all in the EU. All actors must play their respective parts in setting up a favourable legal, regulatory and financial environment, which will ultimately lead to the much needed creation of businesses and growth of employment opportunities. After a speech delivered at Coventry, 14 May 1998. JUNE/JULY 1998 · Thetextof this issue was completed on 2 June 1996. O See page 2 for more information. 6/7 ",
        "DECISIONS ■ The euro is on track in 11 countries ... Everything is in place now for the launch of the euro on 1 January 1999: the final decisions were taken, after the European Parliament had given its opinion, on 1, 2 and 3 May by the Council of the European Union, meeting at the level of finance ministers or that of Heads of State or Government. The latter drew up the definitive list of the 11 European Union countries that will take part in the new currency: Austria, Belgium, Finland, France, Germany, Ireland, Italy, Luxembourg, the Netherlands, Portugal and Spain. The Heads of State or Government also reached agreement on the appointment of the members of the Executive Board of the European Central Bank. The European Council, consisting of the ministers of economy and finance of the countries taking part in the euro, adopted the last two texts concerning the sin­ gle currency. The first, the regulation on the introduction of the euro, establishes it as the single currency of the participat­ ing Member States as from 1 January 1999, the euro being divided into 100 cent. It also provides for euro notes and coins to be put into circulation as from 1 January 2002. National notes and coins will continue to circulate for another six months at most, although each participating country may shorten this period. The second text sets out the technical specifications of the eight euro coins, with a face value of 1, 2, 5, 10, 20 and 50 cent and 1 and 2 euro. 1 ... and the conversion rates What will be the exchange rate between the Irish punt and the German mark on 1 January 1999? In order to enable the mar­ kets to prepare themselves as fully as possible, and to prevent speculative currency movements, the economy and finance ministers of the countries adopting the euro indicated on 2 May the bilateral conversion rates between their currencies. They adopted a parity grid from which it is possible to obtain the rate of any one of the participating currencies in terms of each of the other 10. This grid results from a formula drawn up by the ministers in agreement with the governors of the cen­ tral banks of the countries in question, the European Commission and the European Monetary Institute, the fore­ runner to the European Central Bank. The central banks of the 11 countries adopting the euro have undertaken to ensure that on 31 December 1998 the market exchange rates are equal to the central rates set out in the parity grid. On 1 January 1999 the conversion rates between the 11 currencies will become fixed and irrevocable. As for the value of the euro, it will be known only on 1 January 1999: € 1 will be equal to ECU 1 (ECU 1 currently equals GBP 0.68 or IEP 0.78), the ecu being the present European monetary unit; it will disappear on 1 January 1998. Even though the ecu contains currencies which will not take part in the euro in 1999 — the pound sterling, Greek drachma and Danish crown — the euro rate as from 1 January 1998 cannot be announced yet. The European Commission will therefore propose the final official ecu exchange rates, released on 31 December 1998, as the irrevo­ cable conversion rates for the euro for the 11 participating cur­ rencies. H Cross-border glasses and dental care The inhabitants and social insurance contributors of an EU Member State have the right to buy their glasses and correc­ tive lenses in another EU country, and be reimbursed at the rate in force in the country in which they are insured. In the same way, they can receive dental treatment in another EU country than the country of their national health registration, and be reimbursed at the rate in force in the latter. Two such rulings were handed down by the European Court of Justice on 28 April, when it found in favour of two citizens of Luxembourg. One of them had been denied permission by his health insurance fund to have his daughter treated by an orthodontist in the German town of Trier; the other, who had bought glasses with corrective lenses in Belgium, was refused reimbursement by the relevant body in Luxembourg, on the grounds that he had not requested permission to buy the glasses outside the country. Β Financial assistance for innovative SMEs Innovative SMEs will be able to obtain financial asssistance under three complementary schemes, which are part of a pro­ gramme the EU Council of Ministers adopted on 19 May, fol­ lowing an initiative of the European Parliament. The pro­ gramme has a budgetary allocation of ECU 450 million for the three­year period 1998­2000. It includes a start­up facility, 'ETF start­up', under which the EU will support for more than 10 years risk­capital funds specialising in new technologies. The second scheme, called 'joint European venture' OEV), will help with the setting up of joint ventures involving two or more SMEs, established in different European countries. The maximum contribution to any one JEV will be limited to ECU 100 000. The third scheme, a system of guarantees for SMEs, is designed to make it easier for small firms wishing to expand to obtain loans. The EU budget will help the European Investment Fund to provide the necessary guarantees, thus enabling it to share the risks with financial intermediaries. Β Some 200 000 new Erasmus scholars During the 1998/99 academic year, some 200 000 students will follow courses in another European country, thanks to the EU's Erasmus programme. What is more, they will be able to have these study periods recognised in their country of origin. In 1996/97 these students numbered just 80 000. In the same way, some 35 000 teachers in higher education will be able to work next year in another European country; they were just 16 000 in 1996/97. The European Commission announced on 25 May that it had signed Erasmus contracts with 1 627 uni­ versities or their equivalents for the academic year 1998/99. For the first time the programme will cover not only the mem­ bers of the European Economic Area — the 15 EU countries plus Iceland, Liechtenstein and Norway — but also the six can­ didates for EU membership: Cyprus, the Czech Republic, Hungary, Poland, Romania and Slovakia. H Harmonising export credit insurance In order to eliminate distortions to competition between com­ panies based in the different EU countries, the EU Council adopted on 7 May a directive which furthers the harmonisation of export credit insurance. The directive sets out the general principles and definitions regarding in particular scope of cover, causes of losses, exclusions of liability and indemnification of claims. The directive applies to medium­ and long­term cover for transactions which is provided, directly or indirectly, by at least one EU Member State, and involves the exports of goods Frontier-free Europe, No 6/7-1998 ",
        "HOW DOES THE EUROPEAN UNION RELATE TO THE WORLD? ( 1 ) II. THE COMMON FOREIGN AND SECURITY POLICY (CFSP) World events are constantly challenging the Union to act with the determination and cohesion expected of a world entity of its population size and economic strength. The Treaty on European Union, which came into force in November 1993 and was recently amended by the Treaty of Amsterdam, responded by setting, as a Union objective, the definition and implementation of a common foreign and security policy, cov ering all matters relating to the security of the Union and including the progressive framing of a common defence policy. Why have a common foreign and security policy (CFSP)? This is a new objective for the Union but a very important one. The Treaty of Amsterdam, which is now in the process of ratifi cation, defines the objectives of the CFSP as follows: — to safeguard the common values, fundamental interests, independence and integrity of the Union in conformity with the principles of the United Nations Charter; — to strengthen the security of the Union in all ways; — to preserve peace and strengthen international security, in accordance with the principles of the United Nations Charter as well as the principles of the Helsinki Final Act and the objectives of the Paris Charter; ments of which were joint declarations and common ap proaches. The Treaty of Amsterdam also introduces a new con cept, namely that of 'common strategies'. What is meant by Europe's common foreign and security policy being the second 'pillar' of the Treaty? How does the CFSP work? Under the Treaty of Maastricht, the edifice of European Union is supported by three pillars: the European Community, the common foreign and security policy, and the fields of justice and home affairs. Where the CFSP is concerned, procedures are intergovernmental and, therefore, different from those which apply to external economic relations. It is the European Council of Heads of State or Government and the Council of Ministers which have overall control: the European Council defines the principles and general guidelines for CFSP, and all decisions in the Council are taken unanimously, except some on the implementation of joint actions. However, the European Commission participates in all discussions, can make proposals, and has a right of initiative. The European Parliament is regularly consulted but has no direct powers. The Treaty of Amsterdam endows the CFSP with a new instru ment, that of common strategies, which will be pursued by the Union in areas where Member States share important interests. Such strategies may lead to the adoption of joint actions or common positions. to promote international cooperation; to develop and consolidate democracy and the rule of law, and respect for human rights and fundamental freedoms. Everyone agrees that the speed of development of a common foreign and security policy cannot be forced. Member States must see it as a natural means of furthering their national inter ests as well as those of the Union. Progress made so far has built on the launch in 1970 of European political cooperation (EPC), which has created vital habits in Member States with regard to the exchange of infor mation, consultation and policy coordination in external politi cal relations. The Treaty on European Union has taken EPC's 25 years of experience further by creating 'common positions' and 'joint actions' as new instruments of the CFSP, the traditional instru- (') The first part of this article was published in No 5-1998. Joint actions are binding legal instruments which commit the Member States to addressing specific situations where opera tional action by the Union is deemed to be required. Significant joint actions have been adopted to deal with the problems of the former Yugoslavia: assistance with the organisation of elec tions; involvement in the structures established by the peace agreements; convoying of humanitarian aid, etc. Other such actions have included the appointment of special envoys to the Middle East and to the African Great Lakes region and assis tance with parliamentary elections in Russia, South Africa and the Middle East. The stability pact for central Europe, estab lished in 1994 to foster good neighbourliness, democracy and human rights in the countries of the area, was the result of a successful joint action. Common positions define the approach of the Union to a par ticular problem. Member States must ensure that their nation al policies conform to the common positions. Among the most important so far adopted have been those establishing a broad framework for relations with Albania, Cuba and Rwanda and those laying down measures relating to the States of the former Yugoslavia, Haiti, Nigeria, Sudan, Libya and Burma. A common position has also been adopted on the prevention and manage ment of conflicts in Africa. Supplement — Frontier-free Europe, No 6/7-1998 ",
        "Is the EU working towards a common defence? Is there to be a European army? As a result of the new post-cold-war scenario, it has become apparent that the EU must take more responsibility for its own security and must prevent or manage any local conflicts. The threats confronting the Union are not directly military but relat ed more to nuclear safeguards, organised crime, environmen tal disasters, illegal trafficking of nuclear materials, overpopula tion, poverty, mass migration and ethnic and regional conflicts in the vicinity of the Union. The CFSP as defined in the Maastricht and Amsterdam Treaties should help the EU meet these challenges. Once the Treaty of Amsterdam enters into force, the Union will be able to take responsibility for operations to manage certain conflicts, including the use of military force. Crises such as those in the former Yugoslavia or Albania have shown the importance of such operations, which, until now, the Union has not had the authority to mount. Moreover, under the new Treaty, the Union will gradually frame a common defence poli cy, with the Member States cooperating in the field of arma ments. At the same time, it is generally acknowledged that NATO will continue to play a fundamental role in the territorial defence of Europe. The Union will intervene in the management of local crises through the Western European Union (WEU), which represents the defence component in the process of European integration. The WEU, which has its headquarters in Brussels, has recently developed a substantial operational capability. In the recent past it has intervened in Bosnia (to maintain order in Mostar) and in Albania (to train the local police). It can also call on national armed forces, it has a military planning unit and other specialised bodies, it encourages cooperation in the field of armaments and it can avail itself of NATO resources. Membership of the WEU falls into various categories: there are 10 full members (which are also members of the EU), three associated members (Turkey, Norway and Iceland, which are members of NATO but not of the EU), five observers (members of the EU but not of the WEU) and associate partners in central and eastern Europe. The Treaty of Amsterdam provides for the possible integration of the WEU into the European Union at a future date. At this stage a European army would appear to be a very distant prospect. Such an army would never come about without the approval of each Member State and no plans exist to compel any Member State to commit its own troops without the approval of its government, a point that the reflection group confirmed in its report to the 1996 Intergovernmental Conference. Such a significant decision as to whether soldiers should be sent to war or not will remain the prerogative of the nation State. The current 'Euro Corps' was set up by France and Germany as the potential beginning of a future European army. Spain and Belgium also participate and, depending on the situation, the operational command may be either the WEU or NATO. With a multinational headquarters and a mixed headquarters battalion, it is expected to grow to over 50 000 soldiers and has been fully operational since October 1995. Has the CFSP lived up to expectations? The CFSP has been in existence now for just over four years and it cannot be compared to the foreign policies of the Member States, which have developed over centuries. However, now that the Treaty has established a single institutional framework covering economic affairs, trade, foreign policy, and justice and home affairs, a more comprehensive and more consistent approach to foreign policy is gradually evolving. The EU's relations with central and eastern Europe cover all these facets, as do, to varying degrees, those with Russia and the countries of the former Soviet Union, Asia (including Japan and China), Africa and Latin America. The EU has also been actively supporting the Middle East peace process, in particular through the work of its special envoy to the region. The nature of the EU's relationship with the United States of America confirms its status in the world. The EU and the USA are now consulting closely on all major international issues. This new relationship was further extended at the EU-US Summit in Madrid in December 1995, where both sides agreed to cooperate more closely on a wide range of issues, including combating the drugs trade and international crime. Where the CFSP has not appeared to be wholly effective (for example, in the former Yugoslavia), much can be explained by the lack of substantial progress in integrating the EU's political and economic foreign policies. As the Albanian crisis recently demonstrated, coordinated intervention by the international community at political, economic and security levels can guide a country back towards economic sanity and the democratic process. The role of the EU will have been decisive in this con text. The Intergovernmental Conference which drew up the Treaty of Amsterdam made a number of changes which should improve the visibility and coherence of the CFSP: a joint planning body (the Political Committee) will be set up to provide a political analysis of situations and a high representative for the CFSP will be appointed once the Treaty enters into force. As already men tioned, the common strategies represent a further innovation, but these are only modest improvements and the Union will have to do more if it is to articulate clearly its common interests and speak with a single voice on the international stage. II Supplement — Frontier-free Europe, No 6/7-1998 ",
        "eurostat κ ΕΥ F I G U R ES Data Shop Eurostat Luxembourg tel. (352) 43 35 22-51 — fax (352) 43 35 22-221 Credit institutions in the European Union Larger enterprises but fewer of them The consolidation of credit institutions led to a wave of mergers towards the end of the 1990s which in tum led to a further fall in the number of enterprises in this sector in most EU countries in 1995-96. However, there are exceptions to this rule. Some countries have seen a rise in the number of institutions over the past few years, notably Greece, where there were 58 enterprises in 1996 as against 49 in 1992, Ireland (53 as against 49) and Sweden (124 as against 108). Number of credit institutions in the European Union (1992-96) 9 250 9 000 8 750 8 500 8 250 8 000 1992 L^ 1993 1994 1995 1996 Number of credit institutions - 1996 Β DK D EL IRL I NL FIN UK eurostat EU-15 Enterprises 140 203 3 542 58 313 573 Local units 17 963 2 203 70 187 2 167 37 079 42 436 63 937 221 172 923 233 353 124 538 8 393 : 24 406 605 6 390 5 572 4 490 1756 2 530 16 499 234 887 Total interest and commis­ sions collected by credit institutions in the EU rose from ECU 1 047 055 million in 1992 to ECU 1 243 380 million in 1996. Average annual growth rates varied. In some countries income rose quite sharply whilst in others, more Interest and commissions received Average annual growth rates (%) 16,3 20 15 10 5 S3 5,3 2,5 π particularly the Scandinavian countries, it fell. -5 -10 -15 -20 -3,2 Β -1,7 -3,1 -0,4 -0,6 -0,9 \"ΜΓ\" -0,9 -5,8 -1,0 -11,3 DK D EL I Interest and commissions received — ECU billion (1992-96) Β DK D EL E F IRL IRL NL -13,2 FIN S UK NL FIN @3 eurostat UK EU-15 1992 48.22 12.98· 235.40 6.34 69.09 229.16 1996 36.96 10.21 288.92 6.99 64.51 418.71 129.32 34.10 41.11 24.07 13.35 24.99 113.81 33.55 40.09 23.18 12.85 6.12 15.46 178.95 1 047.0 172.03 1 243.?4 Supplement — Frontier-free Europe, No 6/7-1998 ",
        "Despite the downward ten­ dency for employment in the banking sector, the number of persons employed in this sector remained stable in most EU countries. Over the period 1995­96, the sharpest fall in employment in absolute terms was in the United Kingdom (30 400 persons) and in relative terms in Finland (­11.5%). The share of the banking sector in total employ­ ment in every country apart from Luxembourg ranged from 1.1% (in Sweden) to 2.1 % (in Germany). Luxembourg was a notable exception in that its banking sector accounted for 11.3% of total employment Number of persons employed in the banking sector ­1995­96 Β DK D EL E F IRL Number of persons employed in the banking sector: change 1995/96 (%) L^ Γ DK D EL IRL L NL A Ρ FIN S UK I NL FIN L32 eurostat S UK 1995 1996 95/96 % % of total employment 1996 76 529 46 695 757 800 55 078 244 908 343 775 23 100 337 893 18 255 95 000 66 706 63 057 31305 43 305 481500 76 266 43 757 750 100 56 768 242 221 338 470 23 700 331035 18 582 97 000 66 958 63 149 27 707 43 238 451800 -0.3 -6.3 -1.0 3.1 -1.1 -1.5 2.6 -2.0 1.8 2.1 0.4 0.1 -11.5 -0.2 -6.2 2.01 1.67 2.11 1.47 1.96 1.52 1.81 1.65 11.26 1.40 1.85 1.43 1.34 1.08 1.73 Compared with the United States and Japan, the aver­ age business unit in Europe has fewer staff. With a few exceptions, between 10 and 20 persons are employed per unit. In 1992 to 1996, the tenden­ cy was for relative stability. Only Ireland and the United Kingdom saw a large increase in this ratio, whilst the figures for Greece and Portugal declined. Persons employed per business unit, 1996 L^ Β DK D EL F IRL I L NL A Ρ FIN S UK US JP Persons 1992 1996 employed Β 5 4 per DK 19 18 business unit D EL 13 29 14 26 E 7 6 F 14 13 IRL 16 19 I 13 L 20 22 NL 14 15 A 10 Ρ 19 13 FIN 13 S 15 16 UK 21 27 US 23 28 I4¿j eurostat JP 22 27 Supplement — Frontier-free Europe, No 6/7-1998 ",
        "or services originating in a Member State. The total risk period must be two years or more, including the manufacturing period. ■ An overhauled SME information network How can one buy from or sell to another EU country? How can one obtain the backing of the European Regional Fund, or take part in a European research programme? SMEs can obtain answers to such questions from the 233 Euro Info Centres (EICs), located throughout the EU. And if the local ElCdoes not have the answer, it will tell the SME where to look. The make­ up of the reformed EIC network was announced on 14 May. The network also includes 1 7 'network heads', which are busi­ ness organisations with their own national or regional net­ works; they are thus well placed to transmit information. The list of EICs can be obtained electronically (central.admin.eic@fcis.cec.eu.int). □ IN BRIEF Consumers will have better access to justice within two and a half years at most. Under the terms of a directive adopted by the EU Council on 23 April, consumer associations and independent bodies like the ombuds­ man will have access to the courts throughout the EU. They will thus be in a position to put an end to practices which are banned under nine EU directives designed to protect consumers, ranging from consumer credit to inclusive tours and medicinal advertising. The internal market in natural gas has been launched. The EU Council adopted on 11 May, in agreement with the European Parliament, the direc­ tive which will open up the market in 10 years, thus offering industrial users a degree of choice. The directive sets out the principles, particularly as regards non­discrimination in relation to gas companies, as well as com­ mon rules. The European Commission will be able to exempt certain categories of State aid to companies from competition rule formalities. The categories in question are small and medium­sized enterprises (SMEs), research, environmental protection and employment and training. The EU Council has drawn up the framework of these future exemptions in a regulation it adopted on 7 May. To improve awareness of Community law within the legal professions, the EU Council adopted on 18 May the Robert Schuman project. Over a three­year period this action programme will provide both initial and con­ tinuing vocational training and information to judges, prosecutors and lawyers. The project will be allocated ECU 5.6 million from the EU budget. Soon shopkeepers and artisans, whether self­employed or in employment, will be able to ask an EU Member State to recognise qualifications obtained in another Member State, without having to furnish proof, as is the case at present, of professional experience obtained over a certain peri­ od of time. The EU Council adopted provisionally on 18 May, pending a final reading by the European Parliament, a directive which will replace the 35 texts dealing with professions such as hairdresser and travel agent. The start of the next academic year in universities will witness the launch of 54 new permanent courses on European integration, and the creation of 78 European modules and 45 new 'Jean Monnet chairs', corresponding to full­time teaching posts. These initiatives are all part of the Jean Monnet project. The projects selected for next year were announced by the European Commission on 22 April. They include 25 Jean Monnet European Centres of Excellence, which bring together all existing resources in the field of European studies within a university or at regional level. The definitive nature of transfer orders between banks and other finan­ cial institutions will soon be guaranteed throughout the EU, even in the event of the insolvency of one of these institutions, thanks to a directive which the EU Council adopted on 27 April, after agreement had been reached with the European Parliament. The text makes transfer orders binding. A holidaymaker who books a package holiday with a travel agency, and is then obliged to pay his hotel bill twice over because of the agency's insol­ vency, has the right to be reimbursed by the tour operator's insurance company. In a ruling which it handed down on 14 May, the European Court of Justice held that the 1990 directive on package holidays guaran­ teed unfortunate tourists this right. Hereafter a single text will contain the rules which require EU Member States to notify the European Commission when they provide for techni­ cal standards and regulations. The EU Council adopted on 28 May, after approval by the European Parliament, a directive which codifies all previ­ ous texts. INITIATIVES • A more 'European' taxation of savings In order to ensure the effective taxation of savings income within the EU as a whole, by avoiding unfair competition between Member States, the European Commission submit­ ted a directive to the Fifteen on 20 May. The directive now pro­ posed would leave it up to each EU country to choose between two possibilities, as regards the way in which it would deal with the savings income received by savers living in other Member States. A Member State could either apply a with­ holding tax of at least 20 % or give the tax authorities of the country of residence of the savers full information on the inter­ est received by them. Savers, for their part, would pay tax in their country of residence if the country in which they had invested their money had opted for the information formula. But if this country had opted for the withholding tax, savers could decide in which of the two Member States they would pay the tax on their savings income. The Commission's pro­ posal is part of a package of fiscal measures provided for in December by the EU Council; it does not seek to harmonise taxation of interest income within the EU. INTERNAL MARKET: PROGRESS BUT ALSO GAPS There is progress as regards the implementation of European single market rules. In May the proportion of directives which still awaited transposition in at least one Member State had fallen to 18 %, as compared with 35 % in June 1997. There remained only 1.2 % of direc­ tives which had yet to be transposed into national legis­ lation in Finland, and 2 % in Sweden. But they are star pupils. At the other end of the scale were to be found Belgium (7.1 %) and Italy (6.4 %). These are among the facts to be gleaned from the latest single market score­ board, published by the European Commission on 18 May. As for the different economic sectors, telecom­ munications were well in the rear, with 64 % of direc­ tives still waiting to be transposed in at least one EU country. Next were intellectual and industrial property (57.1 %), public procurement (55.6 %) and transporta­ tion (53.3 %). Meanwhile, Member States are not keep­ ing to their own timetables for making good the delays in transposing EU directives. What is more, national technical measures are multiplying, threatening the smooth operation of the European single market. O IN BRIEF The European Commission published on 13 May the results of its initial examination of the national action plans for employment, submitted by the Member States in order to implement the 19 guidelines adopted last December by the EU Council. On the whole, these plans emphasise the integration of the jobless and the development of the spirit of enterprise. However, they give a lower priority to the guidelines' two other 'pillars': adjustment to technological changes and equality of opportunities between men and women. The concrete evaluation of these plans will take place in December, at the European Council in Vienna. Frontier-free Europe, No 6/7-1998 ",
        "The Official Journal of the European Communities can now be consul­ ted daily on the Internet, in the 11 official languages (http: //europa.eu.int/eur-lex). This Internet site, called EUR-Lex, also carries the texts of all European treaties. As from this summer, it will carry all the directives and other European 'laws' in force. The preparatory texts of these measures will be added at the end of the year. Between 2000 and 2004 some 2.5 million Europeans, both the young and the not so young, will study, train for a profession or work in anoth­ er EU country, thanks to a grant from the European Union, if the pro­ posals submitted by the European Commission on 27 May are accepted. In order to achieve this goai, the Socrates, Leonardo and Youth pro­ grammes would dispose of a total of ECU 3 billion. This is some 60 % more than during the period 1995-99. Socrates includes the Erasmus higher education programme. In order to guarantee the legal recognition of electronic signatures throughout the EU, the European Commission submitted on 13 May a draft directive which would set out a minimum of rules on security and responsibility. The directive would ensure the free movement of on-line services, particularly electronic commerce. An unchanged supplementary pension but with smaller contributions: it should be possible to achieve this goal by taking full advantage of the European market. By eliminating the obstacles which prevent pension funds, insurance companies and other bodies from investing outside the frontiers of their own country, one could increase yields on capital invested to provide retirement income. This is the orientation suggested on 19 May by the European Commission, which plans to submit a direc­ tive on this subject next year. The trend towards standardisation is gathering pace in the European Union, but the preparation of technical standards remains very slow, the European Commission has noted in a report which it presented to the EU Council on 19 May. The main responsibility for the progress to be made lies with European standards organisations. The conditions for setting up and running SMEs could be improved, according to the authors of a report on simplifying the environment com­ panies operate in, submitted to the European Commission in early May. Entitled BEST, after the name of the group which drew it up, the report answers some 200 questions, ranging from financing formalities to the new technologies and vocational training. SEEN FROM ABROAD ^ The euro as seen from Washington 'I think that the general tendency in Europe towards politi­ cal and economic unity is positive; the United States has supported it, and I have personally supported it strongly', President Bill Clinton declared on 4 May, after the official launch of the euro. Europeans 'will have to show that they are opening up their economy', he continued, 'that they are uniting but do not exclude others'. The Assistant Secretary to the Treasury, Timothy Geithner, stated on 7 May that he saw 'no threat to American interests in the efforts, crowned with success, of the Europeans to build an integrated econ­ omy, endowed with a healthy and stable currency... The credibility [of the euro] will depend in the last resort on whether macroeconomic policy succeeds in producing a durable growth which creates jobs.' Mr Geithner also felt that the euro would facilitate economic coordination with the United States, and that what was economically good for Europe was also good for his country. The President of the New York Federal Reserve Bank, William McDonough, spoke along similar lines. He foresaw, in addition, that in the future — perhaps in 10 years' time — the world would have two major reserve currencies — the dollar and the euro. ^ East Europeans still favour entry If the inhabitants of the 10 central and east European coun­ tries that are seeking to join the EU were to take part in a referendum, 60 % of them would vote for membership. This is one of the findings of a Eurobarometer survey car­ ried out last November and published on 1 9 May. Of the five countries that have already begun entry negotiations with the EU, Poland recorded a massive 'yes' to member­ ship with 63 %. There were 57 % 'yes' votes 'in Slovenia, 56 % in Hungary, 49 % in the Czech Republic and 35 % in Estonia. The 'no' votes ranged from 6 % in Poland to 18 % in Slovenia. Those undecided ranged from 11 % in Slovenia to an exceptionally high 37 % in Estonia. Among the five other candidate countries, Romania recorded the maxi­ mum percentage of 'yes' votes (71 %). At the other end of the spectrum were Latvia and Lithuania, with just 40 % in favour and 32 % and 26 % undecided respectively. On the whole, the EU seemed to be more popular in these coun­ tries with young people and the well educated. Farmers and retired people accounted for many of the EU's detrac­ tors. The contents of this publication do not necessarily reflect the official views of the institutions of the European Union. Reproduction is authorised provided the source is acknowledged. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu.int). European Commission Directorate-General for Information, Communication, Culture and Audiovisual Media Rue de la Loi/Wetstraat 200 — B-1049 Brussels +*Ζ.*+ OFFICE FOR OFFICIAL PUBLICATIONS • OP * OF THE EUROPEAN COMMUNITIES * —'—• + • * L-2985 Luxembourg Catalogue number: CC-AI-98-007-EN-C "
    ]
}