{
    "text": [
        "Trade and investment 2012 ",
        "EUROPEAN COMMISSION EUROPEAN UNION TRADE AND INVESTMENT 2012 2012 Directorate-General for Trade European Commission DG TRADE Unit A3 B-1049 Brussels/Belgium http://ec.europa.eu/trade/contact/online-enquiry/ ",
        "More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2012 ISBN 978-92-79-25242-6 doi 10.2781/42666 © European Union, 2012 Reproduction is authorised provided the source is acknowledged. Printed in Belgium PRINTED ON ELEMENTAL CHLORINE-FREE BLEACHED PAPER (ECF) PRINTED ON TOTALLY CHLORINE-FREE BLEACHED PAPER (TCF) PRINTED ON RECYCLED PAPER PRINTED ON PROCESS CHLORINE-FREE RECYCLED PAPER (PCF) EUROPE DIRECT IS A SERVICE TO HELP YOU FIND ANSWERS TO YOUR QUESTIONS ABOUT THE EUROPEAN UNION. Freephone number (*): 00 800 6 7 8 9 10 11 (*) CERTAIN MOBILE TELEPHONE OPERATORS DO NOT ALLOW ACCESS TO 00 800 NUMBERS OR THESE CALLS MAY BE BILLED. Table of Contents Message from the EU Trade Commissioner 1 | The EU as a Global Player 2 | Strong Performance in EU Trade 3 | Development Aid 4 | Services 5 | Investment References Contact details ",
        "potential for both sides. They also fully meet Europe's expectations – and break new ground – on human rights and sustainable development. One trade agreement that stands out in particular is the EU's most ambitious and comprehensive FTA so far: the EU-Korea FTA, which is applied since 1st July 2011. We have, for instance, succeeded in facilitating bilateral access to services and public procurement markets, and increased protection for investors in both economies. We also welcome renewed dialogue with two major partners, with China on investment, and with Russia, which has just joined the WTO. As you can see, the EU is actively advancing its bilateral trade agenda in order to achieve the ambitions under which such trade is being pursued. Nevertheless, the multilateral agenda, the cornerstone of all rules-based trade, remains a crucial point of our trade policy agenda. Within the framework of the new Lisbon Treaty, the EU has also gained new competence in terms of protection of European investments abroad. In turn, the EU is working to convert Europe into an even more attractive destination for foreign investors. I hope that this short publication will provide you with some useful information on the prospects of strengthening our partnerships in trade and investment. All in all, this is a real win-win formula that is mutually conducive to growth and development. First of all, we are working with our most important trade partner, the US, to strengthen transatlantic trade relations: a broad reflection process is underway through the EU-US High Level Working Group on Jobs and Growth. We are progressing towards our long-term objective of a free trade agreement (FTA) with the Association of South-East Asian Nations (ASEAN) countries. We have neared completion of an FTA with Singapore (the first ASEAN country with which the EU launched a bilateral FTA), and we are negotiating with Malaysia. We welcome the launch of the EU-Vietnam FTA, and plans are underway for an FTA with Indonesia. These comprise some of the building blocks for a possible future comprehensive FTA with the ASEAN region, which would account for 5.6% of EU imports and 4.2% of EU exports in both goods and services. At the regional level, we are making progress with Economic Partnership Agreements (EPAs), with deals entering the implementation phase from the Caribbean to the Pacific to the Indian Ocean. In particular, the EU recently completed an EPA with Eastern and Southern Africa (ESA), its first EPA with an African region, and steady progress is being made on other upcoming EPAs. We are working towards a free-trade agreement with India, and are moving closer to a Comprehensive Economic and Trade Agreement with Canada. We have recently taken important steps towards launching a major FTA with Japan. Agreements have been signed with Colombia, Peru and Central America. These have important economic Karel De Gucht EU Trade Commissioner 1 2 We have experienced not only a €281 billion surplus in manufacturing in 2012, a five-fold increase since 2000, but also a €86 billion surplus in services that year, growing by a factor of 17 over the past decade; and, in 2011, a €7 billion surplus in agricultural products, reversed from a €3.3 billion deficit in 2000. The EU is deeply c o m m i t t e d t o o p e n international markets in a way which is conducive to growth and invest- ment at times of economic uncertainty. The EU is amongst the most open economies in the world. The average applied tariff for goods imported to the EU is very low, particularly so when taking into account the preferential market access most countries enjoy. More than 70% of goods imports are entering our market at zero or reduced tariffs. The EU is also open to investment and trade in services. The services sectors are vital to the EU economy, and the EU’s bilateral and multilateral trade agreements seek to further open up trade in services in both the EU and with our trading partners. The EU is deeply committed to open inter- national markets in a way which is conducive to growth and investment at times of economic uncertainty. We are also strong supporters of the multilateral agenda set forth by institutions like the World Trade Organisation (WTO). This is not only important to foster growth in the EU itself, but also because of our responsibility as the biggest economy in the world, the biggest trade player, the biggest aid donor, the biggest investor worldwide and also the biggest recipient of foreign investment. The EU is the top trading partner for 80 countries; while by comparison, the US is the top trading partner for a little over 20 countries. We are the world's largest exporter and importer of manufactured goods, at around 20% of the total, in sharp contrast to the significant declines experienced in countries like the US and Japan over the past two decades. MESSAGE FROM THE EU TRADE COMMISSIONER ",
        "3 4 International trade and investment matters to Europe. Trade is an engine for global growth as it contributes to long-term jobs in the EU and around the world, and has a real impact on the day-to-day lives of people and businesses in Europe and its partners. It offers a path to development for those in most need, wherever they live. The challenge in a constantly changing world is for us to maintain and improve our position, and to leverage the benefits of trade towards recovery from the current economic crisis. We tackle this challenge by completing the trade deals that are currently on the table and engaging more closely with our strategic partners. For instance, we intend to launch talks for an agreement on investment with China, and we have already launched a broad dialogue with the US on how to deepen our trade relationship. Trade liberalisation creates additional opportunities for innovation and stronger productivity growth, thus reinforcing the positive effect on our economy. The EU is in favour of trade liberalisation and promotes globalisation to the benefit of all, in developed and developing countries alike. Globalisation must continue to develop through commonly agreed rules and principles, ensuring benefits to the population as a whole. Trade openness can be an important lever to lift developing countries out of poverty and enable them to reap the benefits of globalisation. Moreover, a rules-based trading system is a necessity for globalisation to work effectively. Enforcement of these rules is equally important, and institutions must be built and strengthened to ensure the proper enforcement of these rules. The EU must step up efforts to apply our rights under bilateral and multi- lateral agreements to open markets that are closed. The EU will act vigorously against any tendencies that may harm our interests. Open trade contributes to growth Global trade has grown rapidly in the last ten years. Between 1999 and 2008 - an important period in terms of trade growth - the value of world trade in goods grew by 73%. It has been estimated that about a quarter of that growth is due to trade policy choices: traditional tariff cuts as well as other measures that reduce non-tariff barriers. The other three quarters would be due to the overall economic growth (and increased demand), technology, efficiency gains in transport, etc. The benefits of globalisation and open trade far outweigh the risks Openness to trade can produce significant benefits to Europe and its partners: • First, trade liberalisation generates economic growth. If we complete our free trade nego- tiations, more than half of EU trade would fall under the rules of our bilateral and multilateral FTAs, adding more than 0.5% to EU GDP. • Second, increased trade can also bring lower prices, better quality and greater choice for consumers. For instance, cutting tariffs and removing trade barriers can put an extra €600 in the pockets of an average EU family every year. • Third, by generating economic growth, increased trade provides more and better jobs for Europe and its partners. Inter- national trade directly provides employment for around 18% of the EU labour force, and generates a 7% wage premium for European workers. In partner countries, jobs in export- oriented manufacturing sectors have pay rates 3-9 times higher than those in closed economies, and many of those are linked to trade with Europe. Protectionism? No thank you! Two thirds of EU imports are raw materials and components necessary for the EU production process. Raising the cost of imports would reduce competitiveness of EU production both within the domestic EU market and for exports, leading directly to a loss of European production and jobs. Moreover, products are often not made in one single country anymore: for example, a smartphone that is ‘assembled in China’ contains less than 4% value-added in China, but more than 16% produced in Europe. In some cases of European ‘made in China’ smartphones or tablets, up to 54% of the value is produced in Europe. In this case, rising EU protectionism would exclude European companies from international supply chains; we could still buy mobile phones and tablets, but none of their value would be produced in Europe. All this demonstrates that, more and more, countries need to import in order to be able to export, underscoring the vital importance of integration into the world trading system for sustained growth. Moreover, a rise in EU protectionism would lead to tit-for-tat elsewhere. The EU would be the first to suffer under a protectionist war, both because it is a top world exporter, and because many of our partners have liberalised auton- omously and apply duties that fall below their legal obligations, which means that they can raise them again. During the financial crisis in 2008-2009, while border measures alone affected only around 1% of world trade, they affected twice as much of EU exports. With a trade war, the EU would also find it more difficult to pay for its increasing deficit in energy products (€342 billion in 2010), due largely to our lack of natural resources. The EU has also taken major steps at home to reduce protectionism. In agriculture, one sign of this is reduced support for farmers in the EU as indicated by the falling difference between EU market prices for various agricultural goods and the global market prices for the same goods. This difference, on the aggregate, has fallen from 71% in the mid-eighties to only 7% today, a sharp reduction in support. The opening up of EU agricultural markets has also improved EU performance in a number of global indicators for reduced domestic support, measured by international institutions like the Organisation for Economic Co-operation and Development (OECD) 1. The EU as a global player ",
        "excluding energy products, are relatively stable at 19.4%, down only 1.3 points since 1995. By comparison, with 12.5% and 8% of global market shares respectively, the US and Japan both lost 6 points in market shares over the same period. Growth in industry : The success of EU industry in third markets has helped us effectively manage our rapidly increasing energy bill. Increasing openness to world trade : EU trade with the rest of the world doubled from 1999 to 2010. EU balance of payments by sector, 2010 Sector 2010 Balance Manufacturing €281 billion surplus Energy €342 billion deficit Agriculture €7 billion surplus Services €86 billion surplus 5 6 SOURCE: Eurostat Trade in goods by main world traders, 2010 share of national exports in world exports % Trade in goods by main world traders, 2010 share of national imports in world imports % Additionally, according to the United Nations Conference on Trade and Development (UNCTAD), the EU is home to eight out of the world's top ten financial transnational corporations, and seven out of the world's top ten non-financial corporations, ranked by the size of foreign assets. Finally, participation by the EU in international trade has made it among the most competitive regions in the world. The chart below demonstrates strong performance by EU Member States in terms of the World Economic Forum’s Global Competitiveness Index. EU Member States Rank Among the Most Competitive in the World (2011-2012) The EU is the number one world exporter of goods and services. It is also the top exporter and importer of goods among G20 partners. Such strong performance is corroborated by a number of key trends: Top rank in FDI : The EU ranks first in both inbound and outbound international investments (with stock of €2,964 billion and €4,152 billion respectively). Growing surpluses across sectors : Between 2000 and 2010, EU surplus for manufacturing products has more than tripled to €188 billion, and its surplus in services has multiplied by over 17 times to €86 billion in the same period. The surge in EU trade manufacturing and services surplus has more than offset the doubling of the energy budget deficit over the decade. Improving trade balances : The EU’s overall account deficit shrank significantly from €31.3 billion in 2011 to €8.8 billion in 2012. In addition, the extra-EU27 trade in goods deficit was €3.8 billion in May 2012, an improvement from €14.5 billion the previous year. Improving market shares : Despite the rise of emerging economies, EU trade market shares, Source: World Economic Forum, Global Competitiveness Report 2011-2012 Country Global Competitiveness Index (GCI) 2010-2011 rank GCI 2010-2011 Switzerland 1 5.74 Singapore 2 5.63 Sweden 3 5.61 Finland 4 5.47 United States 5 5.43 Germany 6 5.41 Netherlands 7 5.41 Denmark 8 5.40 Japan 9 5.40 United Kingdom 10 5.39 Note: The EU experienced a surplus in trade in goods of €6.9 billion in May 2012. 2. Strong performance in EU Trade Balance of payments euro-indicators for the EU27 Billions of Euro 40 20 0 -40 -60 -80 -100 -20 Q1/2011 Q2/2011 Q3/2011 Q4/2011 Q1/2012 Trade in Services Trade in Goods Account Balance Balance of payments, Euro-indicators for the EU-27, 2011-2012 ",
        "7 8 With €53 billion of development aid in 2011, the European Union with its 27 Member States remains the world's biggest donor, providing more than half of global official aid. Even under heavy budgetary constraints, 16 Member States managed to increase their aid. Three of these are ranked among the five largest donors worldwide, and four have already reached the target of spending 0.7% of their Gross National Income (GNI) on aid as decided by EU Member States in 2005. EU official development aid reached 0.42% of EU GNI in 2011, which exceeds the efforts of other major donors. However, efforts are still needed to reach the agreed target of 0.7% EU GNI by 2015. The EU is a major contributor to Aid for Trade (AfT) programmes worldwide, accounting for approximately 32% of total AfT flows in 2010 at about €10.7 billion. The EU and its Member States account for 60% of total trade related assistance commitments. The EU continues to guide its AfT programmes to leverage trade for development, paying particular attention to least developed countries, and lending support to regional and continental integration efforts, including South-South initiatives. In addition to this assistance, the EU grants trade preferences to developing countries. This system, known as the Generalised System of Preferences, or GSP, was set up in 1971 and is the most widely used system of preferences of any developed country. The GSP grants additional preferences to countries that engage in respecting labour, environmental and good governance standards (GSP+), as well as total access to EU markets (except for arms and ammunition) for Least Developed Countries (LDCs) through EBA (Everything but Arms). The EU GSP has recently undergone a review, which aims to strengthen the effectiveness of trade preferences towards the countries that need it most, especially Least Developed Countries (LDCs), and that are not part of any other preferential arrangement. LDCs will still be able to access the EU market at zero tariffs. Meanwhile, the new system will increase trans- parency and predictability, and continue to emphasise labour rights, environmental and good governance standards. The new GSP system will come into effect in 2014. 3. Development Aid SOURCE: EUROSTAT 05 10 15 20 25 30 2006 2007 2008 2009 2010 Total Food, drink and tobacco Fuels Manufactured Goods EU-27 Imports from Least Developed Countries by product group, 2006-2010 billions of euros The EU also takes the lead in advancing the benefits of trade toward sustainable development. Internally, the EU has the lowest per capita energy consumption among the developed countries in the G20, and has less than half the per-capita CO2 emissions (8.2 tonnes) of the United States (19.3 tonnes), Australia (17.7 tonnes) and Canada (16.9 tonnes). Europe is also a world leader in the development of environmental technologies, and is a strong advocate of transparency in the use and acquisition of natural resources through its support of the Extractive Industries Transparency Initiative (EITI). S ustainable Trade and Development The EU and its Member States account for 60% of total trade related assistance commit- ments. ",
        "9 10 The EU pursues a gradual liberalisation of the global trade in services, both at the multilateral level through the General Agreement on Trade in Services (GATS) negotiations in the WTO, and at bilateral/regional level. The EU reported a surplus in service transactions of €73.5 billion with the rest of the world in 2010. The EU was at the top among world exporters and importers of commercial services in that year, and most EU international trade in services was accounted for by three sectors: transport, travel and other business services. In 2011, the EU external current account recorded a surplus with the USA, Switzerland and Brazil, and a deficit with China, Russia and Japan. According to Eurostat statistics, in early 2012, the EU also achieved an overall surplus in the services sector of €25.2 billion, despite the financial crisis. SOURCE: WTO World trade in commercial services: leading exporters in 2010 T h e s e r v i c e s e c t o r accounts for some three-quarters of the gross domestic product (GDP) for the EU and over three-quarters of EU jobs are in the services sector. Services are important for both developed and developing economies. Rapidly expanding services sectors, like hotels and restaurants, finance and real estate, are contributing more to economic growth and job creation worldwide than traditional manufacturing sectors. The service sectors account for some three-quarters of the gross domestic product (GDP) for the EU and over three-quarters of EU jobs are in the services sector. No country can prosper today without an efficient service infrastructure.Telecommuni- cations, transport, banking and distribution are essential to economic development. Moreover, trade liberalisation for goods is inseparable from liberalisation in the service market – the two are closely intertwined and feed into each other's growth. Crucially, trade in services allows for the transfer of know-how and technology. The service economy is the fastest growing sector not only in the developed world, but also among developing countries, where it represents often more than 50% of GDP and shows signs of vibrant growth. Services are the backbone of any economy: • They are a prerequisite for economic performance. Producers and exporters of textiles, cars or computers will not be competitive without access to an efficient banking, insurance, accounting, telecom or transport system. • They are a prerequisite for development: access to world class services helps exporters and producers in developing countries capitalise on their economic strength. • They facilitate consumer savings, faster innovation and technology transfer. • They contribute to long-term investment. It is also important to bear in mind the growing impact of services investment, which represent 70% of the services trade as well as 70% of the investment flows according to WTO. World trade in commercial services: leading importers in 2010 4. Services ",
        "11 12 Investment is a key driver of sustainable economic development. It is essential in generating economic growth, jobs and poverty reduction. It represents an important source of productivity gains, and plays a crucial role in driving growth in businesses and jobs at home and abroad. It is partly through FDI that companies can build the global supply chains that are essential to the modern inter- national economy, although many parts of the global value chain do not constitute affiliates, but independent firms supplying other firms. Innovation in transportation and information technologies has in turn facilitated trade and the globalisation of business enterprise beyond the confines of large corporations. Investment is a key factor in the international economy. Globalisation has seen a dramatic increase of capital movements, including notably of FDI. Both a cause and an effect of globalisation, FDI flows reached a record high of almost €1,500 billion in 2008, before the financial and economic crisis. The EU is the top recipient (stock of €2,964 billion of inward investments) and also ranks highest globally in outbound international investments (stock of €4,152 billion of investments abroad). Likewise, it has expe- rienced net gains in both FDI outflows and inflow over the past several years, currently at €370 billion and €225 billion respectively. Overall, the EU consistently tops the tables as the largest source and destination for FDI in the global economy.,. The Treaty of Lisbon incorporated foreign direct investment (FDI) within the common commercial policy, thus making it part of the EU exclusive competence. The EU has an interest in creating an attractive and stable climate for European investors abroad, as well as to preserve and promote an open investment regime at home. This strategy is pursued through a combination of negotiations, notably by including investment issues in EU FTAs, dialogues with key partners (i.e. US, China and Russia) and the active participation in work conducted in international fora (OECD, UNCTAD, G8, G20 IMF). EU-27 FDI billions of euros SOURCE: EUROSTAT 5. Investment The EU is the top recipient and also ranks highest globally in outbound international invest- ments. R esponding to the Financial Crisis The EU has been addressing the world financial crisis - which did not originate in Europe, but which triggered the economic and debt crisis - with decisive action. Some concrete steps the EU has taken include the signing in 2012 of the Treaty on Stability, Coordination and Growth by 25 EU Member States, comprising a package of six EU laws aimed at close surveillance of public finances and macroeconomic imbalances; the European Financial Stability Facility, a permanent rescue fund launched in May 2010; financial measures aimed at curbing the power of rating agencies, reducing bad loans and systematic failures, and improving cross-border management in the banking sector; as well as proposals for the next EU budget that include structural reforms to facilitate greater economic resilience. Such an approach ensures that short-term recovery goes hand in hand with long-term reforms that make a difference over time. With 502 million inhabitants, the EU has the world’s third largest population after China and India. The EU’s 2011 GDP of €12.2 trillion is now the biggest in the world. With just 7% ",
        "• Around 70% of the EU’s agricultural imports originate from developing countries • The EU imports more agricultural products from developing countries than Australia, Canada, Japan, New Zealand and the US put together. • Agricultural export subsidies have been reduced drastically: 15 years ago, the EU spent €10 billion a year on export subsidies. In 2009, no more than €350 million was spent. In the context of the WTO negotiations, the EU has offered to eliminate all export subsidies by 2013. • The EU and its Member States account for more than half of the development aid in the world. (US=2.5%). • In 2010 the EU had a lower deficit (-6.4% of GDP) than the US (-8.4% of GDP) and Japan (-8.1% of GDP). • In 2010 the EU had a lower government debt (80% of GDP) than Canada (84% of GDP), the United States (94.4% of GDP) and Japan (220% of GDP). • In 2010 inflation in the EU (2.1%) and euro-area (1.6%) were among the lowest in the world. • Energy consumption per capita in 2008 in the EU (3,616 kgoe) was lower than energy consumption per capita in Canada (7,539 kgoe), United States (7,075 kgoe), Saudi Arabia (6,176kgoe) and Australia (5,975 kgoe). • Energy consumption per capita in the EU is the lowest among the industrialised countries of the G20. • European carbon dioxide emissions (8.2 tonnes per capita) are less than half of the emissions per capita of the US (19.3 tonnes per capita), Australia (17.7 tonnes per capita) and Canada (16.9 tonnes per capita). of the world’s population, the EU accounts for 25.8% of world GDP, and its trade with the rest of the world accounts for around 20% of global exports and imports (excluding intra EU trade). Around two thirds of EU countries’ total trade is done with other EU countries. China will be the EU’s largest trading partner in 2012, followed by the United States. Did you know that: • The EU with its half a billion inhabitants accounts for 7% of the world population, the third largest member of the G20 in terms of population. • Europeans live 12 years longer (79.8 years) than the average citizen in the world (67.9 years). • GDP per capita (in €) in the EU is €24,400 and in euro-area €27,700, which places Europe among the five best performing economies. • The euro area’s GDP is €9,176 billion, more than twice as high as the GDP of China with its €4,434 billion (2010). • EU GDP grew by nearly 35% over 1995-2008 and reduced by approximately 2.5% over 2008-2010. Over the last 15 years, this represents an average annual growth of 1.8% Key figures on the EU With just 7% of the world’s population, the EU accounts for 25.8% of world GDP, and its trade with the rest of the world accounts for around 20% of global exports and imports. 13 14 ",
        "Find out more about Trade: ec.europa.eu/trade EU trade newsletter: trade.ec.europa.eu/eutn Market Access Database: http://madb.europa.eu Export Helpdesk: http://exporthelp.europa.eu Contact us: ec.europa.eu/trade/contact Contact Details References • European Commission, DG Trade • Eurostat • United Nations Commodity Trade Statistics Database (COMTRADE) • United Nations Conference on Trade and Development (UNCTAD): World Investment Report • World Bank (WB): World Development Indicators • World Economic Forum: Global Competitiveness Report • World Trade Organization (WTO): International Trade Statistics Unless otherwise mentioned, all data in the text is based on statistics from Eurostat. EUROPEAN COMMISSION EU TRADE AND INVESTMENT 2012 Luxembourg: Publications Office of the European Union 2012 - 25 pp. - 17.6 x 25.0 cm ISBN 978-92-79-25242-6 doi 10.2781/42666 15 ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http:// publications.europa.eu/others/agents/index_en.htm). "
    ]
}