{
    "text": [
        "Research for AGRI Committee – The CAP Strategic Plans beyond 2020 Assessing the architecture and governance issues in order to achieve the EU-wide objectives Policy Department for Structural and Cohesion Policies Directorate-General for Internal Policies PE 617.501 - October 2018 EN STUDY Requested by the AGRI committee ",
        "",
        "Abstract The study assesses the design of the new CAP Strategic Plans as foreseen in the proposal COM (2018) 392. The proposed strategic planning is a step forward in evidence-based policy-making, enabling greater flexibility for Member states and the efficiency of the policy. The remaining challenges are associated with the complexity of the process and limited capability, or willingness, of the policy system to implement it. Suggested improvements relate to analytical support, an inclusive preparation process, smooth implementation and rewarding ambition. Research for AGRI Committee – The CAP Strategic Plans beyond 2020 Assessing the architecture and governance issues in order to achieve the EU-wide objectives ",
        "This document was requested by the European Parliament's Committee on Agriculture and Rural Development AUTHORS Emil Erjavec, Marko Lovec, Luka Juvančič, Tanja Šumrada, Ilona Rac, Ljubljana University Research manager: Albert Massot Project and publication assistance: Catherine Morvan Policy Department for Structural and Cohesion Policies, European Parliament LINGUISTIC VERSIONS Original: EN ABOUT THE PUBLISHER To contact the Policy Department or to subscribe to updates on our work for the AGRI Committee please write to: Poldep-cohesion@ep.europa.eu Manuscript completed in October 2018 © European Union, 2018 This document is available on the internet in summary with option to download the full text at: http://bit.ly/2O9222C This document is available on the internet at: http://www.europarl.europa.eu/RegData/etudes/STUD/2018/617503/IPOL_STU(2018)617503_EN.pdf Further information on research for AGRI by the Policy Department is available at: https://research4committees.blog/agri/ Follow us on Twitter: @PolicyAGRI Please use the following reference to cite this study : Erjavec, E. et al. 2018, Research for AGRI Committee – The CAP Strategic Plans beyond 2020: Assessing the architecture and governance issues in order to achieve the EU-wide objectives, European Parliament, Policy Department for Structural and Cohesion Policies, Brussels Please use the following reference for in-text citations : Erjavec et al. (2018) DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorized, provided the source is acknowledged and the publisher is given prior notice and sent a copy. Cover image used under licence from Vojko Flegar. ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 3 CONTENTS LIST OF ABBREVIATIONS 5 LIST OF FIGURES 7 LIST OF TABLES 7 EXECUTIVE SUMMARY 9 RESEARCH QUESTIONS AND OBJECTIVES 13 RESEARCH APPROACH AND PRESENTATION OF THE LEGISLATIVE PROPOSAL 17 2.1. Methodology 17 2.2. Theoretical frame: the concept of Evidence-based policy-making 18 2.3. Strategic plans – summary of legal framework 20 ACHIEVEMENT OF EU-WIDE OBJECTIVES 25 3.1. Literature review and stakeholders’ views 25 3.2. Assessment and open issues 28 ASSESSMENT OF STRATEGIC PLANNING FROM NATIONAL PERSPECTIVES 31 4.1. Literature review and stakeholders’ views 31 4.2. Assessment and open issues 35 RECOMMENDATIONS TO THE LEGISLATORS 39 5.1. Literature review and stakeholders’ views 39 5.2. Final assessment and recommendations to co-legislators 43 REFERENCES 51 ",
        "IPOL | Policy Department for Structural and Cohesion Policies 4 ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 5 LIST OF ABBREVIATIONS AGRI Agriculture and Rural Development Committee AKIS Agricultural Knowledge and Innovation Systems CAP Common Agricultural Policy EBPM Evidence-based policy making EAFRD European agricultural rural development fund EAGF European agricultural garantee fund EC European Commission EP European Parliament IACS Integrated Administration and Control System MS Member States SP Strategic plans ",
        "IPOL | Policy Department for Structural and Cohesion Policies 6 ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 7 LIST OF FIGURES Figure 1: The generic policy cycle 19 LIST OF TABLES Table 2: The proposed general and specific goals of the CAP in the period 2021-2027 21 Table 2: Elements of the Strategic Plans 22 ",
        "IPOL | Policy Department for Structural and Cohesion Policies 8 ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 9 EXECUTIVE SUMMARY The proposed EC Regulation (COM (2018) 392) is introducing comprehensive strategic planning at the MS level as one of the key new elements of the future CAP. The goal of this study is to assess the design of the new CAP Strategic Plans with a specific focus on Title V of the proposal COM (2018) 392. The analysis is based on a qualitative assessment of the CAP new delivery model, detecting possible risks at both the EU and national levels in pursuing the CAP specific objectives, and elaborating suggestions for improvements. The study draws on the complementary use of three main sources of information: i) meta-analysis, i.e. an in-depth review of available primary and secondary resources; ii) primary data- gathering to additionally explore positions and opinions of stakeholders; iii) qualitative assessment based on the Evidence-based decision making (EBDM) theoretical framework. General assessment of the proposed governance of Strategic planning The new delivery model is seen as a step in the right direction, as this is the foundation of modern public policy governance. There will also be greater acceptance through increased legitimacy of these policies. The proposal draws on the established model of strategic planning of Rural Development policy. The proposal gives some prospects for simplification, but essentially the governance system is not changed and contains all the shortcomings of the previous arrangements. The key question should therefore be how the proposed Strategic plans will be applied in the real world and whether they will bring about a more effective policy. The necessary accountability mechanism for strategic planning is weak Limited accountability and ability to establish an efficient intervention logic are serious gaps of the new delivery model. The current legal proposal does not frame the proposed CAP specific objectives in a results-oriented manner. Three objectives relevant to the environment and their accompanying indicators are not directly linked to existing environmental legislation. The current proposals are also not clear on to the method of quantifying the baseline situation. The study also questions the proposed exemption of background documents and analyses envisaged in the annexes of national Strategic plans from the evaluation process. The process of strategic planning is left to the capacities and ingenuity of the Member States, without guarantees that performance at the EU level will be measurable, as the national priorities emerge from SWOT analysis and may not necessarily reflect the EU-level priorities. There are limited compelling incentives for Member states to make efforts for better policies. The procedure related to the approval of the Strategic plan is practically the only mechanism in the EC’s power for ensuring targeted and ambitious strategic planning. Therefore, it is important that the Commission be empowered to conduct a proper qualitative assessment of the Strategic plans. CAP strategic plans should contain a satisfactory and balanced level of consultation between stakeholders and involvement of other public authorities, and the Commission should be well equipped to assess the plan within a reasonable timeframe. The adoption procedure should be more formalized, with the stakeholders' opinions at national level taken into account. This can improve the quality of the design, as well as the legitimacy of the document. Additionally, effective cooperation between different public authorities will be essential to ensure the successful drafting and implementation of the strategic plans. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 10 Clearer objectives and division between EU and national levels Objectives should be quantified at the EU level and if associated legislation and objectives exist in other EU policies, these should be incorporated into the quantified definition of objectives in the CAP legal proposals. The legislative proposal requires a better demarcation of common EU and national objectives. In principle, commonly defined should be those objectives that add value when implemented on a common scale, while the objectives where the principle of subsidiarity is more salient should remain at the national level. The current system in designing measures is restrictive: Member states can only choose measures and adapt them. Moreover, some measures are compulsory in order to prevent renationalisation of policies and to achieve societal goals. Flexibility and quality of strategic planning at the Member state level Striking a right balance between flexibility, subsidiarity, a level playing field at the EU level and policy control is a very complex task. Given that CAP funds have historically been based on a ‘measure by measure’ approach, Member states have little experience in programming various CAP instruments in an integrated way. Developing planning and implementation capacities will be a major challenge for all Member States, especially for small ones and those acceding EU after 2004. Empowering Member states with greater subsidiarity may result in a substantial administrative burden at the MS level. Within chapter V of the proposed regulation, the section on simplification is empty and left completely to MSs, which means that the Commission is leaving this at their discretion. There are also risks stemming from the varying capacity of actors in different Member States, while flexibility may also be associated with risks of departure from the pursuit of common goals at the EU level. Therefore, the CAP proposals need to be accompanied by safeguards at the EU and MS level, in particular by ensuring the effective engagement with civil society both in contributing to the design and in monitoring the progress of Strategic plans. Without serious investment in personnel, processes, analytical support and inclusive preparation of Strategic plans, there may be considerable differences in policy implementation between individual countries. This could conceivably cause falling standards and negative trends in individual MS, which would in turn result in further weakening of the common policy. An enlarged “technical assistance” budget could be used to improve the depth and quality of data collection. This budget should be extended to Pillar 1 of the CAP. Improved monitoring of agricultural policy The monitoring and evaluation procedures need to be defined more precisely and the quality of both of these parts of the policy cycle should be improved. The period 2021-2027 is a period of learning, in which the quality of data sources must be significantly increased, with systematic monitoring of the measures and their effects. Both Member States and EU bodies (JRC, EEA, Eurostat) have a role to play here. It is of utmost importance to strengthen data sources related to analyses of needs; in particular, it is necessary to thoroughly reflect the appropriate data that will be employed as indicators for identifying and monitoring objectives. We explicitly emphasize the role of data, indicators, knowledge and analyses for more effective strategic planning and therefore a better agricultural policy. The European Commission and Member states need to be obligated to provide reputable and independent scientific and technical evidence to support their choices. This will require the establishment of a common platform with open access to all strategic plans, progress and evaluation reports. ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 11 Proposed amendments to the regulation Proposals for amending the draft regulation are the following:  Strengthening the principle 'no backsliding' with the requirement to maintain at least an absolute amount and relative share of support for climate and environmental objectives (art. 92).  Strengthen the requirement to include quantified objectives of the Strategic Plans resulting from environmental legislation and commitments.  Strengthen the stakeholder consultation process with more binding requirements concerning the composition of parties involved in the process, joint decision-making, monitoring and evaluation. (Annex III).  Include a criterion (Article 106) demanding \"ambition and reachability of national targets in line with needs and the consistent use of intervention logic on the basis of available data\".  Strengthen the Governance and Coordination System section with the contents of Annex III (or alternatively include the annexes for evaluation).  In the Simplification section of the draft regulation, specify the reasons and relevance of the EU objectives.  Include as mandatory annexes to the plan regarding the training and education of civil servants and stakeholders for the implementation of the Strategic Plans.  Include impact and contextual indicators in the reporting and monitoring system, and reporting on their changes.  Independent quantitative and qualitative public assessment of independent experts and groups at the EU and national level should be an obligatory part of the report.  A compulsory share of technical assistance should be devoted to establishing databases and analytical support for strategic planning. Final remarks The period 2021-2027 will have to be a 'deployment' period for CAP Strategic planning where no major adjustment of the measures nor particularly improved results can be expected. The range of changes is so profound that a more long-term view should to be taken, stressing the importance of collective learning and system building, in order to be able to implement better in the future. The co-legislators should determine what the new delivery model is expected to achieve in a political sense. If the aim is to provide more flexibility and political responsibility, we must act accordingly: enable transparency, stakeholder involvement and positive competition between countries. Strategic plans should therefore be seen as a step towards strengthened capability and accountability of the policy in the long run. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 12 ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 13 RESEARCH QUESTIONS AND OBJECTIVES In December 2017, the European Commission published a Communication announcing a new round of changes to the CAP post-2020, which has also been officially initiated by its legislative proposals published June 1 st , 2018. The proposals, more specifically the proposed Regulation 1 (COM (2018) 392), introduce an important new element to the CAP delivery model, namely comprehensive strategic planning at the Member State (MS) level. Many see it as the crucial element of the proposal, one that is to turn a new page in the CAP’s history. The Agriculture and Rural Development Commissioner Phil Hogan elaborated this by saying (Agra Focus, 2018a): “Rather than rules & compliance the focus will shift to results & performance /…/ moving away from a ‘one-size-fits-all’ to a more tailor-made approach”. Applying national strategic planning to the entire CAP (this was already done for Rural Development policy in previous programming periods) certainly represents the greatest novelty and merits careful consideration and debate. Will there be minimal requirements for Member States to prevent backsliding and ensure that they pursue the key objectives of the CAP reform route? What kind of obstacles and risks can be expected when implementing the strategic logic at the national level? Within the new delivery model, common overarching CAP goals, indicators, eligible interventions and some other elements will be set at the EU level. Member States will operate in this framework and form strategic plans, in which they will determine national operative goals based on the assessment of particular needs, adaptations of measures and provisions for monitoring progress, all based on a clearly established intervention logic. They will have to ensure that their actions, including those outside the CAP framework, do not distort the common market or create excessive administrative burdens. This implies that the responsibility for a prudent approach and performance will be transferred to MSs, while the Commission’s role will mainly be limited to validating strategic plans and monitoring their implementation, including imposing appropriate sanctions in case of unjustified actions or insufficient progress. 1 European Commission (2018): Proposal for a Regulation of the European Parliament and of the Council establishing rules on support for strategic plans to be drawn up by Member States under the Common agricultural policy (CAP Strategic Plans) and financed by the European Agricultural Guarantee Fund (EAGF) and by the European Agricultural Fund for Rural Development (EAFRD) and repealing Regulation (EU) No 1305/2013 of the European Parliament and of the Council and Regulation (EU) No 1307/2013 of the European Parliament and of the Council. KEY FINDINGS The European Commission’s proposal which foresees MS preparing national CAP Strategic plans is one of the key features of the post-2020 CAP, applying the principle of strategic planning to the entire CAP. We may expect significant differentiation in the quality of implementation of the new CAP delivery model between MS. The CAP stakeholders (representatives of the MS, farmers and environmental organisations) have recognised several challenges connected with the new delivery model, which deserve further consideration. The study provides a qualitative assessment of CAP strategic planning detecting the risks at the EU and national levels and elaborating recommendations to legislators. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 14 At the MS level, the quality of actual strategic plans will depend on the integrity and quality of the policy system in place. The process should be based on an open public debate on the subject and active engagement of the agricultural community and other relevant stakeholders, competent implementing apparatuses and good analytical support systems (expert analyses, suitable databases), as well as a broad strategically oriented management culture amongst the authorities and decision makers. All these elements will be needed to make the shift to evidence-based policymaking (EBPM), i.e., policymaking that is built on measurable facts and formed in a regular, functional policy cycle. Based on the discussions so far and the varying success of previous Rural development programmes, on which the CAP strategic planning actually builds, we may expect significant differentiation in the quality of implementation of the new CAP delivery model among MS. Namely, we assume that while some countries will be able to use this greater flexibility to create more targeted measures and better policy, for others it may represent a considerable planning and implementation challenge. This applies to both decision-makers and beneficiaries. These predictions represent a considerable risk that should be carefully managed, either by introducing necessary amendments to the legislative process or via implementing acts. For a number of MSs, the transition towards a strategically oriented and performance-based agricultural policy will prove to be a daunting task that will require increased efforts in terms of substantially upgrading strategic, analytical and administrative capacities, procedures and methods of work. At the level of EU institutions, this is often overlooked or not given sufficient consideration. Meeting the environmental and conservation objectives, which will be a sort of a litmus test for the new approach, represents a particularly critical point in this sense. The European Commission regards strategic planning at the MS level as something that will preserve the “common features” of the CAP, while allowing for adaptation to diverse conditions on the ground where appropriate. The Commission considers its role to be limited to that of a guardian (gatekeeper), whose role in the process of the implementation of the new delivery model will be to safeguard the pursuit of common strategic objectives and promote mutual learning between MS. This new role makes sense in light of the strengthened flexibility, which is emerging as a long-term trend in the CAP’s development. The first responses of MS and representatives of agricultural stakeholders to the new implementation model have been rather reserved and critical. Many do not regard it as a real simplification, mainly ignoring the aspect of simplification that stems from the possibility to shape rules at the implementation level. Representatives of environmental NGOs have also been highly critical towards the proposal, perceiving the new approach as an increase in subsidiarity without the accompaniment of the necessary accountability mechanisms, which could create a ‘race to the bottom’, leading to a decrease in the standards of delivery. They believe that the proposed model in its current form can bring about renationalization and see the result-oriented policy as potentially being “an empty shell” without necessary safeguards, especially for the environment (Agra Focus, 2018b). The goal of this study is to assess the design of the new CAP Strategic Plans beyond 2020 with a specific focus on Title V of the proposal COM (2018) 392 (European Commission, 2018). The analysis is based on a qualitative assessment of the new EC approach, detecting possible risks at the EU level (i.e. “achievement of EU-wide objectives and/or control of performance”) and at the national level (i.e. “flexibility of internal policy priorities, capacity of programming and/or implementation”) as identified by the financer of this study. Based on this, the authors have been tasked with exploring „whether the integrated policy roadmaps and tailor-made national pathways will be able to respond effectively to farmers’ and wider rural communities’ concerns as well as to achieve the EU environmental and climate- related objectives ”. ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 15 In an attempt to analyse the proposed governance system and the process of CAP strategic planning, this study is especially interested in the way that the suggested approach and architecture of strategic planning can affect achieving set goals. Questions guiding this research are as follows:  What is the quality of the proposed CAP strategic planning? How rigorously is the system of strategic planning conceived in the sense of abiding by the principles of EBPM? How are the needs supposed to be determined and how will the indicators and objectives be defined? What is the criterion of correspondence between measures and the targets set and what are the alternatives available? What are the steps to establish a robust intervention logic?  What are the key challenges with regard to achieving goals at the EU level? Which are the systemic risks stemming from governance of strategic planning? What are the main risks for achieving economic, environmental and societal goals? What is the ability of the proposed system to provide for effective control of policy performance at the EU level?  Does the proposed system allow sufficient flexibility to ensure that Strategic plans meet the needs and achieve adequate effectiveness and efficiency of policy at the national level? Do the Member States demonstrate sufficient capability for adopting the strategic and evidence-based approach in all segments of agricultural policy, thus contributing towards the strategic objectives at the EU-level?  What are the recommendations to legislators regarding governance of strategic planning? Which legal solutions could be considered in order to improve the quality of policy outcomes, enable achievement of strategic objectives at national and EU level and increase the ability to accommodate policy to specific national needs and conditions? These research questions were approached by combining (a) a robust theoretical framework, (b) desk research, involving a thorough review of legal and policy documents, studies and analyses, and (c) a survey of experts. The study outlines risks and challenges associated with achieving the EU-level objectives as well as the objectives of agricultural policies at the MS level. We end the study by critically outlining the challenges inherent in the proposed system of CAP strategic planning. The conclusions of the study focus primarily on developing recommendations to the legislators. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 16 ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 17 RESEARCH APPROACH AND PRESENTATION OF THE LEGISLATIVE PROPOSAL 2.1. Methodology The study draws on the complementary use of three main sources of information: i) meta-analysis, i.e. an in-depth review of available primary and secondary sources; ii) primary data-gathering to additionally explore positions and opinions of stakeholders; iii) qualitative assessment based on the EBPM theoretical framework. The literature review is based mainly on the analysis of written contributions and position papers of different stakeholders circulating both before and after the publication of the legislative proposals. In most cases, this type of information is available in specialised publications, such as Agra-Facts, Agra- Focus and Agra-Europe, which report on opinions of the European Commission, MEPs, MSs (especially within the Council of the EU) and European farming and environmental interest groups. To our knowledge, independent sources (e.g. experts, think tanks) have yet to deal specifically with the question of CAP strategic planning; at best, the issue is briefly addressed in general analyses of the post-2020 CAP. In order to obtain a better understanding of viewpoints and opinions, additional inquiry was carried out as part of this research. A questionnaire was designed and sent to various members of the policy expert community. These include members of the Special Committee on Agriculture (SCA), Council of the EU, key interest organisations (mainly farmers’ representatives and environmental organisations) at the EU level and some representatives of the research community dealing with the CAP. We invited them to answer questions based on the tasks presented in the introduction (Chapter 1):  In your estimate, will the proposed system of CAP strategic planning be able to ensure meeting EU priorities? What are the main risks, especially in the area of economic, environmental and societal goals? What is your evaluation of the proposed legal framework and its ability to provide for effective control of policy performance at the EU level? KEY FINDINGS The conceptual design of CAP Strategic planning is based on the theoretical concepts of policy cycle and evidence-based policy-making (EBPM). In real-world situations characterized by incomplete information and often conflicting policy goals, it is difficult for these two concepts to be fully realised; this must be taken into account to avoid exaggerated expectations. There are several reasons why decision-makers are not always able, or willing, to take evidence into account. The point of departure in determining the objectives and interventions of CAP Strategic plans are SWOT analyses and elaborations of needs in accordance with individual specific CAP goals. This is followed by the determination of intervention logic (setting target values and benchmarks for indicators and consideration of the contribution of selected mechanisms). ",
        "IPOL | Policy Department for Structural and Cohesion Policies 18  In your opinion, do Member States have sufficient, excessive or insufficient capacity to achieve the necessary flexibility of internal policy priorities? What do you think is the capacity for programming and implementation of the new CAP delivery model at the national level? Are there differences between countries and can these differences jeopardise the meeting of societal goals at the EU and national level?  What is your general assessment of the proposed approach to CAP strategic planning? What legislative amendments do you recommend that could reduce risk and improve the potential efficiency and effectiveness of the new CAP delivery model? In addition to answering these questions, stakeholders have also been asked to provide any additional resources at their disposal. The query has been replied to by:  1 Member State representative (Luxembourg);  2 (out of 3 asked) representatives of agricultural interest representatives (COPA-COGECA and CEJA);  2 (out of 4 asked) environmental organisations (Birdlife and EEB); and  8 (out of 10 asked) researchers actively engaged in CAP analysis (Alan Matthews, Ants-Hannes Viira, Roel Jongeneel and for the IEPP: Anne Maréchal, David Baldock, Kaley Kart, Faustine Bas- Defossez and Stephen Meredith). A relatively modest response rate may be attributed to the topic of our interest, which is highly specific and politically complex, as well as to the short time provided for replies. Regardless, the survey unveiled some important additional aspects, which were integrated into this study. As indicated, the theoretical framework of the research is based on the concept of evidence-based policy-making, EBPM (Cairney, 2016). Below we briefly present its framework. We used it primarily to evaluate the proposals taken from the meta-analysis and analysis of the survey, as well as to develop our own assessments and recommendations. It has to be noted that we have also expanded the scope of the discussion of the legislative framework for the Strategic plans within the relevant section beyond the Chapter V to the extent of briefly assessing the linkage with elements established within other chapters (i.e. ‘new’ policy objectives, flexibility of measures and the system of evaluation). 2.2. Theoretical frame: the concept of Evidence-based policy-making The conceptual design of CAP Strategic planning is based on the theoretical concepts of policy cycle and evidence-based policy-making (EBPM) (Cairney, 2016). In real-world situations characterized by incomplete information and often conflicting policy goals, these two concepts are difficult to put into practice; this fact must be taken into account to avoid a large expectations-reality gap. In short, the concept of policy cycle refers to stages in the policy process, i.e. agenda setting, policy formulation, legitimation, implementation, evaluation and succession. Agenda setting serves to identify, categorize and rank problems by type and importance. This is followed by policy formulation, which includes setting objectives, choosing from a list of instruments, and identifying costs and effects. Legitimation is necessary to ensure that there is sufficient support by decision makers, the executive and stakeholders. Implementation means setting responsibilities, ensuring necessary resources, and making sure things are carried out as planned. The purpose of evaluation is to assess the extent of success, whether decisions were wrong and whether policy was implemented correctly (i.e. policy ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 19 performance measured in terms of impact, results and outputs), based on which a decision is made to either continue, modify or discontinue the policy (Cairney, 2012). Figure 1: The generic policy cycle Source: Cairney, 2012, p. 34. Cairney (2012, p. 35) lists the following conditions to be met for the proper application of the policy cycle:  The policy’s objectives are clear, consistent and well-communicated and understood.  The policy will work as intended when implemented.  The required resources are committed to the programme.  Policy is implemented by skilful and compliant officials.  Dependency relationships are minimal.  Support from influential groups is maintained; and  Conditions beyond the control of policymakers do not significantly undermine the process. The policy cycle is based on the broader concept of EBPM, according to which policymaking should be based on objective scientific evidence. While this sort of logic is hard to resist by scientists and public administrations alike, it is in fact ambiguous, as it tries to apply the abstract way of thinking to complex political realities, which involve not only rational but also emotional logic. Thus, policy cycle as an analytical tool tends to oversimplify the complex reality of policymaking, which often takes place in conditions of uncertainty and decentralised systems with division of responsibilities (Cairney, 2016). Such systems are also typical of the CAP. According to Cairney (2016, 2015), there are several reasons why decision-makers are unwilling or unable to take evidence into account. The decision-making environment is in fact one of multiple issues, routine is present in its subsystems and there are specific internal rules of the game. These problems add to the general issue of uncertainty, resulting in the process of debate being ignored, reliance on coalitions, lobbying, manipulation and specific framing. Agenda setting Policy formulation Legitimation Implemen- tation Evaluation Succession ",
        "IPOL | Policy Department for Structural and Cohesion Policies 20 When faced with the complex environment, decision-makers often decrease the cognitive load by employing heuristics. Two such approaches can be pointed out. The first one is to rationally pursue clear goals while prioritizing certain kinds and sources of information. There is substantial evidence on using the rational approach to address the uncertainty problem, which arises due to incomplete information, including in CAP policy-making. The problem can be tackled by involving more expert knowledge and by improving the quality of information, which the EU institutions have tried to do during the past years and decades. In contrast to the ‘rational’ approach, the second shortcut draws on emotions, deeply held beliefs and decision-making under time pressure and has been less researched, though several authors working on the CAP do provide some anecdotal evidence with this regard. While science cannot reduce the ambiguity of the political process, it can engage in persuasion via joining coalitions or translating evidence into framing. In order to get the EBPM closer to real-life conditions, Cairney (2016) proposes to:  recognize that there are different views on EBPM;  accept rational and irrational shortcuts as practice;  accept the reality of complex decision-making, which is not top-down;  take into account other principles of good governance based on pragmatic thinking such as search for consensus, combining scientific advice with values, sharing responsibility, allowing ownership of ideas by stakeholders; and  set limits, such as should EBMP refer to the use of evidence in the process or to policy as such? 2.3. Strategic plans – summary of legal framework To receive EU support under the EAGF and the EAFRD, MSs will have to establish Strategic plans. Each MS will set a single plan for its entire territory (with possible regional elements), covering the period from 1 January 2021 to 31 December 2027. The CAP Strategic plans will presumably draw on analyses of strengths, weaknesses, opportunities and threats (SWOT) and elaborations of needs in accordance with individual specific CAP goals (Table 1). In this regard, forming the environmental and climate objectives will have to take into account the relevant sectoral legislation, and special attention will be given to risk management. All needs addressed by the CAP Strategic plan will have to be described in detail, prioritized and their choice justified on the basis of the latest available and most reliable data. Funds from the current EAFRD technical assistance can be used for these purposes (European Commission, 2018). In the next step, the intervention logic will have to be determined for each specific goal. This means setting target values and benchmarks for all common and specific indicators listed in the Annex to the Regulation and choosing and justifying the choice of instruments from the offered set based on a sound intervention logic. The contribution of existing mechanisms will have to be considered (impact assessment of interventions so far), and comprehensiveness and conformity with goals in environmental and climate legislation will have to be demonstrated. A review of the environmental and climate architecture of the Strategic plan will have to be enclosed, as well as a review of interventions pertaining to the specific goal of generational renewal and facilitation of business development. Where relevant, MSs are encouraged to involve measures within the national jurisdiction notwithstanding the obligations concerning the common market principle. To improve the integration of measures and transparency, the Commission expects the MSs to describe ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 21 the interplay between CAP-supported measures with national and regional interventions, including the description of accompanying activities to achieve the abovementioned specific goals. Table 1: The proposed general and specific goals of the CAP in the period 2021-2027 Fostering a smart and resilient agricultural sector ensuring food security Bolstering environmental care and climate action and contributing to the environmental- and climate-related objectives of the EU Strengthening the socio-economic fabric of rural areas (1) Support viable farm income and resilience across the EU territory to enhance food security (4) Contribute to climate change mitigation and adaptation, as well as sustainable energy (7) Attract young farmers and facilitate business development in rural areas (2) Enhance market orientation and increase competitiveness including greater focus on research, technology and digitalisation (5) Foster sustainable development and efficient management of natural resources such as water, soil and air (8) Promote employment, growth, social inclusion and local development in rural areas, including bio-economy and sustainable forestry (3) Improve farmers' position in the value chain ( 6) Contribute to the protection of biodiversity, enhance ecosystem services and preserve habitats and landscapes (9) Improve the response of EU agriculture to societal demands on food and health, including safe, nutritious and sustainable food, as well as animal welfare Fostering knowledge, innovation and digitalisation in agriculture and rural areas Source: European Commission, 2018. MSs will independently define common elements of interventions in the Strategic plans within the given framework, including the definitions of agricultural activity, agricultural area, eligible area, genuine farmer, small farm and young farmer. To some extent, MSs will also independently delineate between coupled and decoupled support (through their own definition of minimum requirements) and define requirements of the new system of conditionality. As regards production-coupled support and/or the intensity of support, MSs will have to take into account existing international commitments, e.g. within the WTO. In order to avoid double funding, an appropriate delineation with other funds (e.g. the ESF) operating in rural areas will also have to be taken into account. According to Article 92, there should be no backsliding with regard to environmental and climate- related objectives in the current period (European Commission, 2018): “Member States shall aim to make,through their CAP Strategic Plans and in particular through the elements of the intervention /…/ a greater overall contribution to the achievement of the specific environmental- and climate-related objectives /…/ in comparison to the overall contribution made to the achievement of the objective /…/ in the period 2014 to 2020.” Finally, procedures for drawing up plans should be transparent, effectively involving competent authorities on the environment and climate, relevant regional and local authorities, economic and social partners and bodies representing civil society and relevant bodies responsible for promoting social inclusion, fundamental rights, gender equality and non-discrimination. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 22 The Content of CAP Strategic plans The mandatory elements of CAP Strategic plans are listed in Article 95 and further detailed in Articles 96-103 of the proposed legal text. They will contain overview tables with goals, measures and funding, a chapter on governance and coordination, a section on the AKIS and digitalisation strategy, and enclosed will be the entire SWOT analysis, ex-ante evaluation and description of the process and results of public consultation with stakeholders. Table 2: Elements of the Strategic Plans (a) Assessment of needs Summary of the SWOT Identification of needs for each specific objective (specifically for risk management and vulnerable geographical areas) National environmental and climate plans Sound justification of choices (b) Intervention strategy Targets and milestones based on a common set of result indicators for each specific objective Overview of planned interventions contributing to results, incl. financial allocations and explanations of how the intervention contributes to targets based on a sound intervention logic, coherence and compatibility Consistency and complementarity in climate and environment (no backsliding), generational renewal, sectorial overview, risk management, interplay between national and regional interventions (c) Common elements Definitions such as Agricultural Area, Agricultural Activity, Genuine and Young farmer Minimum requirements for decoupled aids Conditionality: description of GAECs and their contribution to objectives Technical Assistance and CAP network Other implementation information: entitlements, product of reductions, coordination and demarcation between the EAFRD and other Union funds (d) Interventions The description shall include elements such as: Territorial scope Requirements Eligibility conditions WTO green box compliance (where relevant) Planned outputs, financial allocations (annual breakdown) Variation of unit amount (area and animal payments) and method State Aid considerations (where relevant) (e) Target and financial plans Overview tables (f) Governance and coordination systems Governance bodies Control system and penalties including IACS, conditionality, bodies responsible for checks, monitoring and reporting structure (g) Modernisation Description of the organisational set-up of the AKIS and provision of advice and innovation support services ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 23 Strategy for the development and use of digital technologies (h) Simplification A description of the elements related to simplification and reduced administrative burden for final beneficiaries. Source: European Commission, 2018. Approval and amendments of CAP Strategic plans Strategic plans, which should be submitted no later than 1 January 2020, will be assessed by the Commission based on the following criteria (Article 106): “the completeness of the plans, the consistency and coherence with the general principles of Union law, /…/ their effective contribution to the specific objectives /…/, the impact on the proper functioning of the internal market and distortion of competition, the level of administrative burden on beneficiaries and administration.” The process of approval will not cover the annexes; consequently, the Strategic plans not containing all the elements may also be approved if justified. MSs should provide additional information and revise the plans upon request, with the entire procedure not taking longer than eight months. The time limits for the Commission do not include the time needed by MSs to provide all the necessary information to comply with the requirements. Strategic plans may be amended up to once a year, with the procedure lasting no more than three months (Article 107). A common set of impact, result and output indicators agreed at the EU level pertaining to the annual performance clearance is included in the accompanying Annex “to ensure a level playing field in assessing the effectiveness of the measures used”. Monitoring of the implementation of CAP Strategic plans Concurrent review of the implementation of the CAP Strategic plans will be carried out using annual reports in which MSs will describe their progress through a system of output (referring to the implementation and use of finance) and outcome (referring to immediate results produced through the application of a measure) indicators to be agreed at the Union level. In case of a more than 25-per cent deviation from the respective milestone for the reporting year in question, the Commission may request that the MS draw up an action plan with corrective measures and indicate the expected timeframe for their implementation. In extreme cases, when a MS formulates an inadequate action plan or none at all, it may even be possible to withhold payments. A system of rewarding performance in the field of environment and climate change will also be introduced. With an appropriate level of performance in these areas, countries will receive a \"bonus\" of 5% of their allocated rural development funds for 2027. Not meeting objectives will thus not yet be the cause for a financial penalty, but failing to secure an additional 5% will surely cause some public pressure and a worse negotiating position in the next EU budgetary perspective. However, Matthews (2018a) points out that the system of rewarding, in the presence of too little internal and external pressure, may work negatively, in particular in terms of encouraging too unambitious targets in strategic plans. Comparing the expected dynamics and quality of monitoring with existing Rural development programmes, we may notice that the proposed approach is more strategic and more result-oriented, demanding quick action and corrective measures in case of non-compliance. Currently, a similar dynamic of reporting is only used for outputs and spending in rural development planning, which is actually more of a technical activity than a substantive, political task. To be implemented effectively, ",
        "IPOL | Policy Department for Structural and Cohesion Policies 24 such an approach demands competent human resources (e.g. strategic workgroups), effective coordination and organisation of the process, a well-established culture of democratic dialogue and learning that involves a broad spectrum of stakeholders, as well as sufficient external analytical and expert support. ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 25 ACHIEVEMENT OF EU-WIDE OBJECTIVES 3.1. Literature review and stakeholders’ views The proposed CAP approach has resulted in a variety of stakeholder responses to achieving EU-wide objectives. Critical opinions are expressed, in particular by representatives of environmental groups and individual representatives of the research community, while representatives of Member States and of farmers’ organizations are more focused on the operative perspectives, risks and limits of the preparation and implementation of Strategic plans at the national level. In their responses to the survey, COPA and COGECA, umbrella organisations representing the interests of the farming community, are “overall positive about the proposed legal framework, nonetheless one must ensure that indicators included in this framework are reliable, workable and not influenced by factors outside farmers’ control” (COPA-COGECA, 2018). They also reiterated that “COPA and COGECA are confident that the proposed system could ensure that the future CAP meets its objectives. However, their fulfilment will also greatly depend on the way Member states will design their national strategic plans, especially when considering the CAP specific objective (a) support viable farm income and resilience”. In public statements, their representatives specifically point out that Strategic plans of Member States should secure a balanced approach among the three key pillars of sustainability. They also expressed concerns over the “differences in implementations between Member states (which) could lead to distortions of competition and/or fragmentation of the single market”. The latter concern was also expressed by the FoodDrinkEurope, an umbrella body representing the food and drink industry, which reportedly stated that “only a truly common agricultural policy can guarantee a strong and well-functioning single market” and emphasised the need for a strong role of the Commission during the approval process of the national Strategic plans (Agra Focus, 2018b). Similarly to COPA-COGECA, the position of CEJA (2018) (European Council of Young Farmers) emphasises the economic interests of the farming community: “Linking the CAP to performance through the new delivery model is an ambitious bet from the European Commission which we hope will be truly beneficial to farmers. However, the control framework still needs to be specified /…/.” Conversely, representatives of the environmental NGOs Birdlife International, European Environmental Bureau, Worldwide Fund and Greenpeace were highly critical towards the CAP Strategic Plans KEY FINDINGS The proposed system follows the fundamental logic of evidence-based policy-making, but we can identify some disadvantages and risks that can reduce the effectiveness of the new delivery model of the CAP. One of the risks is associated with the accountability gap in the model and the systemic weakness of intervention logic. There are also limited incentives or few compelling requirements for Member states to make efforts towards better policies. In the legislative proposals for CAP strategic planning, structures and mechanisms need to be improved. Objectives require quantification at the EU level and if associated legislation and objectives exist in other EU policies, these should be incorporated into the quantitative definition of objectives. The role of the Commission in the approval process of the national Strategic plans may be strengthened in order to ensure the quality of the process. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 26 proposal. Agra Focus (Agra Focus, 2018b) summarised their first reactions: they perceived the proposed planning system as increased subsidiarity without putting in place necessary accountability mechanisms, which may result in a “race to the bottom”. They judged that the EC proposal will bring about renationalization of the CAP and that the proposed policy was “an empty shell /…/ compared with the more results-based approach”. In their latest joint publication in the form of a leaflet ‘Last chance CAP’ (EEB et al., 2018), all four environmental NGOs call for a stronger enforcement of legislation, financial support for the environment and the countryside, and for the end of \"perverse subsidies\". It also specifically highlights the need for \"improving the governance of the CAP and the performance framework\". The environmental groups warn that, according to the Commission’s proposal, the MS reporting obligations are modest, as it is sufficient to report only the percentage of farmers/beneficiaries or hectares that are subject to climate and environment-related measures. Their concern is that the percentage of enrolment has no direct link with actual environmental or climate performance. For this reason, they express doubts about the new strategic planning of CAP and corresponding practice being result-based: “The way the delivery model is structured merely incentivises weakly designed environmental commitments in order to maximize enrolment and be recognised by the EC as a ‘good performer’.” (EEB et al., 2018). Environmental NGOs also emphasize the importance of stronger involvement of environmental authorities, the scientific community and environmental NGOs in the programming and implementation of the future CAP. In their opinion, to achieve environmental EU-wide objectives the MSs must use “robust scientific methodology” in drawing up their plans. Special attention is given to the greater role of the European Commission, which should allocate enough time and resources for the assessment of national plans (Agra Focus, 2018c). On the other hand, during the implementation phase “a strong governance and accountability framework and sufficient penalties and incentives systems for MSs” should be ensured (EEB et al., 2018). The influential think-tank Farm Europe is also critical of the Commission's proposals for the governance of the CAP (Agra Focus, 2018d; Farm Europe, 2018). Similarly as environmental NGOs, they propose that a stronger effort be made to quantify targets and call for key parameters on environmental baselines to be set in the legal texts at the EU level. They point out that the proposed solutions will lead to situations where farms with similar characteristics at different locations will face different environmental requirements, depending on the choices that MSs will make in their Strategic plans. They also warn that MSs will be tempted to reduce environmental requirements and ambitions in order to secure the additional 5% of the envelope for environmental performance, as well as to provide a cost advantage for their farms. In their opinion, the Commission will hardly control and limit these expected \"distortions\". So far, the research community has not added much to the public debate on the new CAP governance model. This makes the opinions received from the respondents to our survey who have a research background all the more interesting. Without exception, they see the new delivery model as a step in the right direction, as it potentially brings more strategic logic and an evidence-based approach to the policy process. In their joint opinion, IEEP researchers (Maréchal et al., 2018) regard CAP strategic planning as “potentially a bold move to ensure that all streams of agricultural support are fully utilised to achieve environmental, economic and social sustainability in a coherent and locally tailored way”. At the same time, researchers also point out that there is a number of risks linked with the way this approach is currently set out for meeting the EU-wide objectives. The risks relate to questions such as how the proposal leads to a clear and quantified definition of objectives, what are the legal frameworks of monitoring and, in particular, how the accountability frame is defined. ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 27 As IEEP researchers (Maréchal et al., 2018) develop further, in order for CAP measures to contribute to the achievement of the objectives (effectiveness), \"specific objectives\" should be sufficiently concrete and measurable so that “quantified, measurable milestones and targets can then be established in Member States’ CAP plans and subsequently monitored”. In their opinion, the legal proposal does not meet these expectations as none of the proposed CAP specific objectives are framed in a results-oriented manner. They illustrate this problem on the case of environmental protection, where three objectives relevant to the environment and their accompanying indicators are not directly linked to existing environmental legislation, while such an alignment could have ensured better integration (Hart et al., 2018). There is also limited incentive compelling MSs to make efforts to identify and address potential synergies or undesirable trade-offs between different economic, environmental and societal goals. IEEP researchers reiterate that this raises concerns about the nature of the targets that MSs are likely to set, as well as in what kind of position they will be to assess their progress and identify any gaps and issues requiring action, particularly in those countries that are lagging behind in a particular area. Clarity in what these priorities are is an important first step, alongside capacity building, to help engender a culture of continuous development in meeting EU priorities. Similarly, it will be difficult for the Commission to assess Member States’ performance properly and hold them accountable in case objectives are not achieved, if these are not articulated more clearly. In his responses to the survey, Alan Matthews (2018b) shares similar views. To him, the problem mainly lies in how to align national priorities with EU targets and priorities. National priorities namely emerge from a SWOT analysis and may not necessarily reflect EU-level priorities. He illustrates the point on the case of National Energy and Climate plans, where a specific quantitative target for emission reductions is set at the EU level. If the national CAP Strategic plans individually do not add up to the required EU target, he sees “a clear basis for the Commission to engage in an iterative process with MS to raise the national targets”. His views again expose the problem that no specific quantitative targets are outlined for the nine CAP specific objectives and that no formal procedures are defined that would enable the Commission to define these targets in dialogue with Member states. Another set of associated risks refers to the fact that the new delivery model leaves a lot of flexibility and discretion to MSs. While a certain level of flexibility is necessary to move towards a results-based approach rather than an approach based on strict compliance with pre-set rules, a certain level of responsibility is equally important. IEEP representatives (Maréchal et al., 2018) warn that the current development of the CAP has shown that flexibility is often used by MSs to opt for the least ambitious approach (cf. Alliance Environnement and Thünen Institute, 2017). The problem is particularly relevant for environmental and climate targets. Furthermore, the current proposals are not clear on the method of quantifying the baseline situation. They lack a strong accountability mechanism and give no reference for how MSs will be held accountable for not reaching objectives. To them, an open question remains how the Commission will determine the non-fulfilment of the objectives (regression clause), in particular with respect to ill-defined baselines: “without clarity on what this clause means, any evaluation of whether ‘no regression’ is achieved risks being left to the discretion of desk officers and could be applied in an inconsistent manner”. Matthews (2018b) believes that this flexibility and discretion for MSs links to the more general question of how to incentivise MSs to be ambitious in setting national targets for the nine specific goals. Experienced observers of the CAP have little doubt that an important motivation for many agricultural ministries is to get the money to the farmers with minimum administrative effort and minimum requirements to be observed. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 28 Here the Commission is putting a lot of weight on the potential of a participative process with a wide range of stakeholders to push MSs to a high level of ambition. In particular, environmental organisations feel that there is a likelihood of a high level of heterogeneity in the \"quality\" of the participatory process among various MSs, which, according to Alan Matthews, will reflect the maturity of civil society and different political cultures. He proposes that a similar approach be taken for the CAP Strategic Plans as was done with the Cohesion Funds Partnership Agreements, where the Commission issued a delegated regulation on a code of conduct for how the partnership process must be implemented. Something similar might be necessary here. In his response to the survey, Matthews (2018b) also considers other ways to encourage the ambition of Member states to achieve EU-wide objectives. Given the current regulation proposal, the “stick and carrot” approach is ruled out by the pre-allocated nature of CAP funding. As an alternative, he proposes a portion of the Pillar 1 allocation be top-sliced before it is pre-allocated, and put into a separate fund where the funds would be allocated on a quasi-competitive basis. He further draws attention to the fact that the Commission will be approving Strategic Plans concerning a much higher amount of funding than the existing rural development policy. As a likely implication, the Commission may try to use this leverage to alter Member states’ preferences and priorities as part of this process, which would seem to make this a highly political process. At any rate, we can expect a very demanding process of adopting CAP Strategic plans, both in political and in organizational terms. Undoubtedly, there seems to be a need for a major upgrading of skills in national (and regional) Ministries, but also at Commission level to handle the preparation of these plans and their approval (Mottershead et al., 2018). 3.2. Assessment and open issues Based on a review of literature, views expressed by survey respondents and our own reflection, we attempt to give an assessment of the extent to which the proposed governance system of CAP strategic planning can lead to the desired level of achievement of EU wide objectives, and which challenges are associated with this process. As a starting point, our estimate is that the proposed system follows the fundamental logic of EBPM, but we can identify some of the disadvantages and risks that can reduce the effectiveness of the new delivery model of the CAP. The primary and fundamental issue is the accountability gap in the new delivery model. A complex two-tier approach (EU: Member States) is proposed, which requires a very precise distribution of tasks in individual phases of the policy cycle. Although the vast majority of critique in this respect has been related to the environmental dimension, we can upscale the issue to all 9 CAP specific objectives. Objectives should be quantified at the EU level and if associated legislation and objectives exist in other EU policies, then these should also be incorporated into the quantitative definition of objectives in the CAP legal proposals. Environment and climate change, as well as other goals such as generation renewal, are explicitly mentioned several times in the legislative proposal. Will the envisaged \"soft approach\" in defining the needs and objectives required by the specific strategy for these areas be sufficient? Would it not be better to strengthen quantitative commitments on the basis of an appropriate methodology? Is the 'no-backsliding' commitment strong enough? It speaks about the efforts of MSs to achieve goals on the basis of an ex-ante analysis, and thus depends on the evaluation of the current state and goals but fails to instruct on how to define the situation and goals. The question naturally follows how the implementation of quantified objectives will be transmitted to the level of Member States. This will require special attention and probably also legal solutions, in ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 29 particular with respect to the transparency of procedures and the comparability of approaches. We expect significant problems with data sources in individual cases, as well as lacking expertise in defining links between needs, goals and measures. The second question is the systemic weakness of intervention logic. We outline two dimensions of this issue. The first one applies to the process of defining needs at the EU and MS level. The specific objectives of the EC proposal are set rather loosely, with no indicators or targets explicitly determined in values. This leaves the process to the capacities and ingenuity of the MSs, without guarantees that the overall performance at the EU level will be measurable. In light of previous experience, in the absence of rigorously defined objectives, MSs will likely focus their efforts on the selection of measures and modalities of implementation, while the definition of needs and objectives, which is the essence of EBPM, will not be taken into account in a satisfactory manner. Furthermore, it is worth emphasizing that the current proposal anticipates the definition of needs based on SWOT analyses. Relying solely on this 'soft' approach may lead to ill-defined and poorly substantiated needs, and potentially increase the chance of non-rational decisions. A more precise, scientifically sound and quantitatively substantiated definition of needs is not foreseen in the CAP Strategic plans, which poses a serious risk for the governance system. The other weakness of the proposal for CAP strategic planning stems from the choice of measures; in the proposed system, decision-makers will have to choose from a given set of measures. Especially in the area of direct payments (with the exception of the eco-scheme), the choice is rather limited and MSs are likely to seek justification for the continuation of current measures. Due to the loose approach envisaged in defining the needs and objectives in the Strategic plans, which is likely to be accompanied by a rigid structure of selected interventions, the entire system of strategic planning is moving away from the concept of evidence-based policy-making. Justification of the intervention logic, which is based on a (mainly qualitative) assessment of needs and path-dependent approach in defining objectives and measures, renders CAP strategic planning rather unconvincing and poses a serious risk to the fulfilment of EU-wide objectives. The third set of issues relates to the risks associated with the approval of Strategic plans. The procedure related to the approval of the Strategic plan is practically the only mechanism in the Commission’s power for ensuring targeted and ambitious strategic planning. At the same time, the whole process will take place under a time constraint, and it will also be faced with limited data coverage and lack of experience. Taking also into account considerable political pressures that can be expected in the process, this represents a series of risks that may reduce the potential of CAP strategic planning for achieving its intended goals. Adding to all this, background documents and analyses envisaged in the annexes of national Strategic plans will not be subject to evaluation. The current legal proposals allow the plans to be approved without all the required elements. The evaluation criteria are defined in a rather general manner and leave considerable space for manoeuvring. These issues increase the risk that policy will focus primarily on smooth implementation, corresponding expenditure and outputs. It is therefore necessary to clarify and strengthen the Commission's role in the adoption procedures. The Strategic plans themselves should formally obtain the opinion of the environmental authorities. In terms of accountability, it would be worthwhile to consider the establishment of independent expert bodies that would evaluate programmes in terms of quality and achievement of the objective at the EU level. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 30 It is also necessary to obtain the views of national organizations in the fields of environment, agriculture and rural development. Moreover, strategic plans, evaluations and results should be made available to EU stakeholders and the public, preferably in a single place that is regularly updated, to facilitate comparative engagement, peer pressure and mutual learning, hopefully turning the trend towards a sort of 'race to the top'. The fourth set of risks is related to the guiding principle of flexibility of national Strategic plans. The considerable flexibility of MSs in setting agricultural policy objectives and measures is not a problem in itself. In fact, if tailored to specific national needs and conditions, subsidiarity can increase the efficiency of interventions, while contributing to the objectives of EU agricultural policy. However, such an outcome should by no means be taken as granted. Given the current political and economic climate in several MSs, flexibility may also be associated with risks of departure from the pursuit of common goals at the EU level. Several respondents to our survey are concerned with the renationalisation of agricultural policy and the departure from what has already been achieved. Namely, the Strategic plans may address only a part of the pinpointed needs based on insufficient data sources, resulting in a limited set of measures with corresponding objectives. For this reason, it is realistic to expect that at least some Strategic plans will be driven primarily towards outputs, with interventions focused primarily on the successful absorption and distribution of funds. From the viewpoint of intervention logic and the theory of EBPM, this is not sufficient. Moreover, if trapped in such a situation, the entire CAP strategic planning process would deteriorate into an administrative task, with no instruments and policy approaches to provide adequate ambition. For this reason, it is necessary to strengthen the roles of the partnership approach, expert support and formal assessment of plans. The fifth issue pertains to analytical support and a partnership approach in the formulation of Strategic plans. As regards the participation of the relevant stakeholders, the main commitments are laid down, but there are no specific requirements (i.e. the annex with the description of the consultation will not be subject to evaluation). The adoption procedure should be formalized in the form proposed above (code of conduct), where the stakeholders' opinions at national level are seriously taken into account. This can improve the quality of the design, as well as the legitimacy of the document. There is additional room for the improvement of strategic planning by strengthening the process by improving the analytical background at both EU and national levels. The legislative framework could highlight this issue more openly. Strategic planning is an intellectually demanding task, which, in addition to democratic decision-making, requires top-level knowledge and the ability of key decision-makers to search for compromise decisions. We can conclude that in the legislative proposals for CAP strategic planning, structures and mechanisms need to be improved. This is needed for a thorough preparation and evaluation of national Strategic plans, to strengthen transparency and information, to involve stakeholders at the national level, to upgrade the competence of implementing institutions, to exchange practices and approaches, and to ensure independent revision of plans and achievement of targets. ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 31 ASSESSMENT OF STRATEGIC PLANNING FROM NATIONAL PERSPECTIVES 4.1. Literature review and stakeholders’ views In the view of EU Agriculture and Rural Development Commissioner Phil Hogan, the new CAP delivery model is “not a mere shift of responsibilities from the Commission to Member States”. Member states “would have the possibility to tailor the tools and measures available to reflect the reality of your own conditions and the particular challenges which you face /…/ This is achieved through less prescription, fewer detailed provisions at EU level, less complexity and few exceptions and more clarity”, he outlined (Agra Focus, 2018e, p. 3). The optimistic stance of the Commission about the roles and possibilities of MSs in CAP strategic planning at the national level has not only been faced with the scepticism of environmental organizations regarding the possibility of achieving the EU-wide objectives, as discussed in the previous chapter, but MSs themselves have also raised concerns. They mainly highlight the question of whether the new delivery mechanism will lead to real simplification for beneficiaries and national administrations and are expressing concerns over renationalisation of agricultural policy. These concerns are reflected in the statement of French Minister St phane Travert (Agra Focus, 2018f, p. 3) who “favoured the simplified approach”, but said the new CAP Strategic Plans were “complex and in complete contradiction with the desire for broader simplification”, a point echoed by Ireland, Germany, Austria, Belgium, Denmark, Estonia, Czech republic, Slovenia, Poland, Portugal and Romania at the June Council meeting. Many considered Strategic Plans too complex and warned of delays in approving and paying out direct aids and called for a transitional period (Agra Focus, 2018f). Countries such as Spain, Portugal, Slovenia, Slovakia, Lithuania, Latvia, Estonia, France, Italy, Finland,Hungary, Poland, Malta and KEY FINDINGS Strategic planning will lead to more effective policies as they will be designed closer to the sources of information on what the real constraints and problems are. It increases the potential to result in more differentiated responses reflecting the heterogeneity of farming practices and rural areas across Europe. There also will be greater legitimacy of these policies. Specific risks arise from the programming capabilities of the MSs, as well as the European Commission. Given that a predominant part of the CAP has historically been based on a ‘measure by measure’ approach, Member states have little experience in the programming of various CAP instruments in an integrated way. The risks stem from the rigidity of the planning and implementing bodies, accustomed to the current ways of work, the power of the administration and all those involved in the decision-making process. Without serious investment in personnel, processes, analytical support and inclusive preparation of Strategic plans, considerable differences may develop in the quality of policy planning and implementation between individual countries. This could conceivably cause falling standards and negative trends in individual Member states, which would, in turn, result in further weakening of the common policy. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 32 Cyprus had similar budget-related fears for the period post-2020 and urged against any possible delays in approving Strategic Plans and paying out direct aid to farmers (Agra Focus, 2018g). The views of MSs on the overall ambition of Strategic plans differed significantly. A minority of representatives from more reform-oriented countries like the Netherlands, Sweden and Denmark wanted more clarification on how the new greening architecture would enhance the policy’s environmental ambition (Agra Focus, 2018f). The Dutch delegation supported “ the general direction and the new division of labour between the EU and Member States ”, but would like to see “ more ambition and less tradition ”. Similarly, Sweden’s representative at the June Council meeting fully supported “ the higher level of ambition on climate and greater focus on targeted environmental measures under the 2nd Pillar ” (Agra Focus, 2018f). The Swedish representative also said the new delivery model must not lead to distortion of competition but achieve “ results and common objectives ”. The representatives of the reform-oriented Member States would like to see even greater subsidiarity, as the current plans including compulsory measures are “too prescriptive”. Although this is acknowledged and confirmed by the respondents to our survey, most countries would like more guidance from the Commission, but also a more simple approach. Generally speaking, MSs are not reluctant about the prospect of greater flexibility itself. What concerns them, as the representative of Luxembourg in our survey (Schmit, 2018) puts clearly, is how to find the right balance and the appropriate level of ambition for the economic, environmental and social goals. In practical terms, it will not be possible to avoid conflicts between food production and environmental protection targets, which politicians want to avoid. MS representatives also point out that strategic planning is a significant innovation, and, according to their views, quite demanding in terms of programming, reporting and monitoring. The said Luxemburg representative further states that “ a lot of figures will have to be produced, brought together, processed and analysed. Different sets of indicators will have to be put in place concerning output, result and performance of the measures that will be implemented in the MS. In theory these tools should provide for an effective control of policy performance although they are very burdensome. There are also factors outside the scope of CAP that can and will have an influence on whether the targets and objectives are achieved ”. In the view of Member States, striking the right balance between flexibility, subsidiarity, a level playing field at the EU level and policy control is a very complex task. The new delivery model, states Schmit (2018), “ offers in theory a lot of flexibility but the adoption process of the strategic plan, the monitoring and the types of interventions that the Member states have to implement on a compulsory basis restrict this subsidiarity ”. In-depth review of available resources and survey findings confirm that developing planning and implementation capacities will be a major challenge for all MSs, especially for small ones and those acceding the EU after 2004. The representative of Luxembourg said, \" the human resources and information infrastructure costs will be very high and the time frame envisaged for the implementation is not realistic ”. Similarly, Members of the European Parliament in the debates held so far have supported greater flexibility but rejected renationalization to prevent distortions to competition on the common market (Agra Focus, 2018h). MEPs in the AGRI Committee share the views of the majority of MSs and express concerns over whether simplification will actually happen. Several members of the AGRI Committee believe that the proposal is not realistic, and could in fact worsen bureaucracy and red tape. Some were critical towards a stronger environmental orientation, whereas on the other hand, members of the EP Committee for the Environment (ENVI) pushed for strengthening the environmental and climate dimension in the national Strategic Plans (Agra Focus, 2018i). ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 33 To this point, we have primarily been concerned with the views of Member States. Concerns about \"excessive flexibility\", as reported in the previous chapter, were also raised by other stakeholders in the policy process, starting with the opinions of farmers’ organizations. COPA-COGECA is of a similar opinion as the majority of MSs and has called for real simplification and preserving a common policy (Agra Focus, 2018j). It has expressed concerns over performance measures and indicators on the environment and opposition to bureaucracy monitoring performance. More information on their views was obtained through the questionnaire. In their responses, they estimate that developing joint programming of first- and second-pillar measures could lead to an excessive amount of information and rules, which would be neither simple nor beneficial for farmers. They also expect that differences among countries could occur, a view shared by the majority of researchers. COPA and COGECA (2018) doubt that the procedure for approval of the CAP strategic plan by the Commission will effectively ensure compliance with EU objectives. On the other hand, they find it important that the CAP strategic plans adequately reflect the diversity of MSs in terms of structural conditions (both domestic and external) and market situations and can be adjusted accordingly. The ability of MSs to adapt to the new delivery model and perform within this framework is also at the core of young farmers’ concerns (CEJA, 2018). CEJA has expressed concern that delays of payments to farmers are likely to occur due to problems in strategic planning. Additional insights were provided by the researchers participating in the survey. Building on the EBPM concept, which is rational and scientifically sound, the new CAP delivery model is well-accepted. The greater subsidiarity for MSs can be justified on a number of grounds. Matthews (2018b) has expressed this in a very convincing way:  “That it will lead to more effective policies because they will be designed closer to where the information is available on what the real constraints and problems are, and will also result in more differentiated responses reflecting the heterogeneity of farm issues, structures etc. across Europe.; and  That as a result of better-designed policies there will be greater acceptance of the legitimacy of these policies which I think is part of the debate about simplification. Farmers and others complain about red tape and bureaucracy when what they really mean is that the rules do not makesense from their point of view.  That it is a response to the Brexit vote which showed a desire for people to take more decisions at more national and local levels; and  That it forces MS to make explicit choices about priorities and which farmers to support, thus avoiding the shifting of blame for these choices to the EU which had helped to undermine the legitimacy of the EU in many countries.” While the general direction of change should be welcomed, clearly there are potential weaknesses and risks that need to be addressed. Some were mentioned in the previous chapter, where we presented the potential EU-level effects of flexibility given to MSs. In the continuation, we elaborate the risks from the MS perspective. Drafting the Strategic Plans, which cover both Pillar 1 and Pillar 2, will be a new task for all Member States that could result in a more effective and integrated way of utilising CAP funds. Nonetheless, there are significant risks associated with the expected differences and ways countries address the process of conceiving a strategy. This derives from the varying capacities of actors in different Member ",
        "IPOL | Policy Department for Structural and Cohesion Policies 34 States (Jongeneel, 2018; Viira, 2018). Thus, it is difficult to imagine that all CAP Strategic plans will contribute to both (a) the EU specific objectives and (b) addressing national needs in a better way. It is unrealistic to expect that there will be no major qualitative difference between individual MSs in this regard. There are fears about insufficient capabilities inducing decision makers to water down the requirements (as was the case in the previous round of reform with ‘greening’, which the Council and EP found too complicated for farmers; Jongeneel, 2018). In general, there would seem to be a need for dramatic improvement of skills in national (and regional) Ministries but also at the Commission level to handle the preparation of these plans and their approval, as, for example, the IEEP’s report to the European Parliament argued (Mottershead et al., 2018). Maréchal et al. (2018) argue that if objectives were to become more result-oriented, this would require a change in MS programming processes and monitoring regimes as well as in the ‘control culture’ which would need to become much more balanced (in line with the proportionality principle). Given that CAP funds have historically been based on a ‘measure by measure’ approach, MSs have little experience in programming various CAP instruments in an integrated way. This means there will very likely be deficiencies in current MS capacity with respect to the approach of the new delivery model. This is as relevant for the European Commission as it is for MSs, which will also have to invest significantly to adapt to the new culture and mission around SP approval and monitoring of performance. This will require significant capacity building and knowledge exchange both at the EU and national/regional levels, to create a culture more conducive to thinking through the optimal design and combination of measures (in both Pillars) to deliver outcomes, rather than to comply with EU rules. A sufficient period of preparation will also be required for both the European Commission and national ministries, and this needs to start soon if the Strategic plans are to be drafted, approved and made operational by 2021. Maréchal et al. (2018) warn that, in order “to be effective, the new approach envisaged with the SPs must be well embedded in appropriate cultures and institutions within the Member States as well as the Commission. It entails a commitment to an ambitious programme of change, a sequence of well coordinated and supervised changes, and it is unclear at the moment who will supervise this process and ensure it is carried out transparently”. Maréchal et al. (2018) also point out the need for a more effective cooperation between relevant authorities at different levels and across policy areas. Effective cooperation will be essential to ensure the successful drafting and implementation of Strategic plans. Cooperation between environmental and agricultural authorities is particularly important here. The authors believe that it should be strengthened at all levels (EU, national, regional). This will be particularly important under the new delivery model, as environmental authorities often possess competencies in the design and use of environmental planning tools as well as monitoring; this should not be seen as a threat but rather as “an asset by agricultural authorities for the development of the strategic plans”. The requirement to elevate capacity and strengthen cooperation for efficient implementation of the new delivery model requires additional investments in facilitation, cooperation, capacity building and knowledge exchange for stakeholders involved in programming, implementation and monitoring, in particular for working with farmers and other land managers (Maréchal et al., 2018). Given the differences in capacity and related weaknesses highlighted, the proposed greater subsidiarity threatens to undermine the potentials and sustainability of the Strategic plans. With respect to this, Maréchal et al. (2018) mention that the CAP proposals need to be accompanied by safeguards at the EU and MS level, in particular by ensuring the effective engagement of civil society ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 35 organisations both in contributing to the design and in monitoring the progress of Strategic plans. IEEP researchers illustrate this with the current experiences with Rural Development programming, where the level of stakeholder consultation and engagement vary significantly from one country to another – even if the rules are common and fall under the European code of conduct on partnership. In the future, the CAP Strategic plans will no longer fall under the code of conduct on partnership set out in the Common Provisions Regulation. Therefore, it will be even more important that a strong framework on partnership and common rules be inserted into the proposals. As it stands, while there is a requirement for MSs to consult adequately with ‘relevant’ stakeholders, the annex on consultation will not be part of the approval process of the plans. This needs to be rectified, as does the level of discretion given to MSs to decide what is relevant and what is not – as they stand, the current proposals leave too much discretion to the MSs, with the associated risks as set out above. Finally, we can agree with Matthews (2018b), who believes that EU farmers can live with some differentiation in support policies across MSs, due to the fact that the EU has had such differences now for over a decade. Nevertheless, the more uneven the level of ambition across MSs, both in the design and implementation and execution of their Strategic plans, the more legitimate complaints about an uneven playing field become. We should therefore endeavour to “ensure that all Strategic plans demonstrate a high level of ambition”; this “is not only desirable in terms of outcomes but is also necessary in terms of process”. 4.2. Assessment and open issues Review of the relevant literature and views of the survey respondents has demonstrated two dimensions in reflecting on the national dimension of the EC proposal. The first group is formed by representatives of the majority of Member States and representatives of farmers' organizations, as well as representatives of the EP AGRI Committee, who emphasize that strategic planning can lead to additional administrative burdens with negative effects for beneficiaries due to delayed payments and long-standing procedures of the European Commission, resulting in income pressures on farmers and others. Although these arguments usually lack a direct reference to individual elements of strategic planning, there are clearly misgivings about its introduction. That is understandable in a way. Strategic planning is a systematic departure from the established practices of the distribution of agricultural policy funds, which are characterized primarily by 'fulfilling conditions' and the historical logic of distribution of assets that favours certain producers based on the amount of their resources and production orientation. Strategic planning thus clearly threatens a particular type of producer, since practically any change in agricultural policy that entails increasing rationality and result orientation disturbs the current distribution of resources. Secondly, strategic planning might result in substantial administrative burden at the MS level. Moreover, there is no guarantee that MSs will be able to reduce these burdens for themselves and for beneficiaries in the given time. Balancing between public objectives and risks in line with the new performance-oriented approach will in fact be an administratively demanding process, especially if it is coupled with the equally demanding task of identifying and ranking national needs and linking them via intervention logic to nationally tailored measures within the 'reformed' CAP, which have yet to be agreed (!). It seems likely that the process will result in limited to no change at the implementation level at best (at least in the 2021-2027 period); in the worst case, the administrative burden could actually increase, including for beneficiaries. Interestingly enough, within chapter V of the proposed regulation, the section on simplification is empty and left completely to MSs, which means that the Commission is ",
        "IPOL | Policy Department for Structural and Cohesion Policies 36 leaving this at their discretion. However, since risks related to governance and administrating the new delivery model cannot be separated from the rest of the objectives, the issue of bureaucratic burdens and governance should be addressed explicitly and based on proper risk assessments. On the other hand, representatives of the professional public and environmental organizations point out the risks arising from loosely defined principles of strategic planning defined in the legislative proposals, which could result in failing to achieve goals defined at the EU level. Some of these risks have already been highlighted in examining the Member States' flexibility in strategic planning and achieving EU-level targets, so we will not repeat them at this point. We reiterate, however, that flexibility is envisaged at the level of determining national needs and objectives, and above all at the level of implementation (definitions, requirements, controls), while the framework of measures remains quite similar. However, we can agree with the opinions mentioned above, which underline that specific risks arise from the programming capabilities of the MSs and the European Commission. These risks stem from the rigidity of the planning and implementing bodies, accustomed to the current ways of work, the power of the administration and all those involved in the decision-making process, the willingness to participate in various bodies and the involvement of stakeholders. Adequate analyses of needs, adaptation of measures, establishment of monitoring, preparation and reception of documents all require time, sufficient and well-trained human resources, an adequate institutional framework and an established culture of public consultation. The scope of strategic planning is namely crucially dependent on the programmers and administrators of agricultural policy. Both are in the hands of state and regional administrations which have until now been strongly engaged in meeting legislative and institutional demands (mainly driven by the EC), living in fear of audits and low absorption of funds. Though differences between parts of the EU in the quality and functioning of administrations are enormous, certain challenges are common. The current implementation of strategic logic through Rural Development Programmes indicates not only large differences in quality, but also ensnarement in a bureaucratic, emulating logic, and a legacy of distributing funds based on historical rights. Strategic planning is supposed to be a creative, intellectual and democratic endeavour, which requires excellent staff and a comprehensive approach. Will civil servants in Member States be up to the challenge? How to build a newly required culture of action and cooperation? In truth, probably in most Member States, civil servants are not sufficiently trained for quality strategic planning. Deficiencies also arise from the weak position of agricultural officials in society, inappropriate and narrow education, lack of training and practical experience, poor quality of management and politicized state administrations. The complexity of modern agricultural policy, as reflected in the European Commission's proposal, also requires science and knowledge, multi-disciplinarity, good analytical bases, creative solutions and, of course, a democratic exchange of views on the various options and effects of the proposals. The proposal for a European Network for Agricultural Policy, which would upgrade the existing Rural Development Network, should support the exchange of opinions and democratic decision-making, but it will not in itself provide a higher quality of planning. More radical moves are needed, and above all, more investment in human resources and modes of operation of the responsible ministries. There are additional obstacles to the future strategic planning of the CAP. We may expect the new approach to widen the East(South)/West(North) divide. Agricultural policy discourses and their understanding are quite different. They are influenced by objective historical, structural and economic ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 37 differences in the agricultural systems and rural areas in different parts of the Union. These differences have not yet been adequately recognized by the EU decision makers. Measures to compensate for the lagging economic development of the agriculture of the East(South) states behind the West(North) have only been partially successful. Moreover, the CAP is unable to address rural (un)employment, depopulation and poverty in the East(South). The developmental needs here are different and the implementation of the CAP so far has been administratively and financially too demanding to benefit the majority of the rural population, with the exception of rural elites with the capacity to acquire extensive EU funding. This is, of course, a harsh statement based on the authors’ personal experience and difficult to prove, owing to a lack of good records. The established practice, where in many cases decision on the choice of measures is tailored to the preferences of individual stakeholders certainly does not contribute to a clear intervention logic. It is neither proper nor democratic to ask someone who depends on the public purse for his or her survival, how much funding and under which conditions they should receive. All too often, such approaches are hidden behind income- and production-related considerations, but so far, for most CAP measures, they have not been clearly defined. This is where the real CAP policy problem is hidden. While environmental objectives may be linked to actual issues that are also covered by the general legislation, the income and production part is not clear – neither at the EU level nor at the MS level. The fact is that any more precise definition of policy priorities will lead to a redistribution of support and consequently to considerable political and economic tensions. Therefore, as already mentioned, it is necessary to have a clear commitment at the EU level for all dimensions of the CAP. To conclude, in the view of the authors of this study, there are significant differences between MSs in the capacity for strategic planning in the field of agricultural policy and without serious investment in personnel, processes, analytical support and inclusive preparation of Strategic plans, there may be considerable differences in policy implementation between individual countries. This could conceivably cause falling standards and negative trends in individual MSs, which would in turn result in further weakening of the common policy that could have dramatic consequences for the future of CAP. It is an open question whether this can lead to the pressure for renationalisation in more developed countries of the EU due to 'unfair competition' (i.e. by abandoning some environmental standards in some Member States) and not wanting to pay for \"bad practices\" elsewhere, the deterioration in the quality of the public debate in less developed countries and further bad compromises. Vaguely defined criteria and ambiguities arising from the legislative proposal on Strategic Plans represent a significant risk of unequal treatment and, essentially, an increase in disparities between MSs. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 38 ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 39 RECOMMENDATIONS TO THE LEGISLATORS 5.1. Literature review and stakeholders’ views Some recommendations on possible refinements to the current legislative proposal on CAP strategic planning can be gathered from the discussions in Chapters 3 and 4. Nevertheless, before embarking on a more detailed elaboration of the recommendations to legislators, we are adding some additional substance deriving from our own survey and literature review. Although the public discourse on CAP strategic planning is largely dominated by lively exchange on the three CAP specific objectives for the environment, we will attempt to develop broader recommendations in the direction of improving result-based and evidence-based policymaking. In the public discussion, the principle of strategic planning itself is not questioned. Furthermore, Maréchal et al. (2018) emphasize that there are positive elements in the CAP proposals that should be kept. With respect to this, they outline the proposal for enhanced conditionality with new elements such as “ crop rotation and the more explicit links to the Sustainable Use of Pesticides Directive and the Water Framework Directive ”. The overall move to a results-based approach and programming of the entire policy is also a step forward but, as highlighted in the sections above, there are several loopholes and risks associated with the new framework that should be tackled by the co-legislators. Amendments from the co-legislators can help ensure that the future design and monitoring of CAP Strategic Plans KEY FINDINGS Strategic planning should be regarded as a process. The key question should be how the proposed Strategic plans will be applied in the real world and whether they will bring about a more effective policy. The greatest opportunity arising from the proposed approach is greater flexibility for Member states and efficiency for the EU. Risks are associated with the complexity of the process resulting in administrative burden of planning for MSs. The envisaged system of rewarding performance may reduce the ambition in setting objectives and the associated risk of stimulating a 'race to the bottom'. The legislative proposal requires a better demarcation, which objectives should be set at the EU level and which ones at the national one. The current system of designing measures is restrictive: Member states can only choose measures and adapt them. This limits strategic planning and flexibility of Member states in adapting to their situations. One of the key conditions for the improvement of Strategic plans lies in the improvement of evidence bases and in actually applying these data in policy planning, monitoring and evaluation. Quality of the new delivery model demands substantially more work with staff, institutions and decision-making structures. The co-legislators should determine what the new delivery model is expected to achieve in a political sense. If the aim is to provide more flexibility and political responsibility, EU must act accordingly: to enable transparency, stakeholder involvement and positive competition between countries. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 40 meets the Commission’s stated intentions and is not simply dependent on the political will of individual Member States. The collected materials and survey responses offer some further guidance for possible improvements of the current legal proposals; to a large extent, they lead in similar directions as some findings already discussed in the previous chapters. They can be distilled into the following theses for recommendations:  a clearer definition of objectives;  improved policy accountability;  a more consistent, more transparent and targeted approval process of Strategic plans;  an upgraded system of data collection and data management in support of strategic planning;  capacity building, improvement of training and knowledge exchange in support of strategic planning; and  improvements in the institutional context, reflected in improved cooperation in the programming and implementation of Strategic plans. Representatives of environmental NGOs and researchers are unanimous in their assessment that the CAP new delivery model should have far clearer objectives than envisaged in the current regulation proposal. Maréchal et al. (2018), as well as BirdLife International (2018) share the opinion that specific objectives should be in line with the EU environmental acquis and SDGs. Especially, compliance with legislation should continue to be the baseline for all payments. According to BirdLife International (2018), this means “maintaining current Statutory Management Requirements (SMRs) under the new conditionality system, making penalties much more dissuasive and correcting the widespread malpractice highlighted by the Court of Auditors (e.g. violations such as habitat conversion by farmers being considered involuntary by authorities)”. With respect to this, BirdLife International (2018) further argues against bringing “ together the climate and environmental and biodiversity objectives as these must be pursued in parallel while there should be cross-check mechanism ensuring there are no trade-offs”. They understand this in a way that while MSs will inevitably have to set priorities in terms of allocating money to different schemes, they will have to demonstrate that they are pursuing all objectives in a balanced and efficient way, tackling the most severe problems in the most relevant regions and farming systems. They also believe that achieving environmental goals requires a “minimum ring-fencing of money for environmental action, and particularly for biodiversity, as 40% of the Natura 2000 network is farmland that requires tailored farming practices to achieve the objectives of the EU Birds and Habitats Directives”. The social and economic objectives need to be “nature/climate-proofed”. Each Strategic plan “should undergo a Strategic Environmental Assessment (SEA) and be subject to Appropriate Assessment under Article 6 of the Habitats Directive to ensure some basic internal coherence, e.g. with the existing Natura 2000 network, but the Commission must actively screen draft plans”. As regards accountability , according to Maréchal et al. (2018) there should be a reduction in the level of discretion which MSs are currently proposed to have, especially “ in relation to the setting of their level of ambition and targets; clearer rules on what happens if Member States do not meet the set targets should be spelt out; and the 'no regression' clause should be strengthened and made operational (linked to expenditure and measures) ”. IEEP researchers propose some further concrete ideas. The attractiveness of the eco-scheme should be strengthened through the introduction of a ring-fencing. There must be an obligation for MSs to give significant weight to environmental objectives in relation to other ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 41 objectives. This requires CAP funds to be spent in a very different way and for a sufficient budget to be allocated to relevant interventions in order to ensure key economic, environmental and societal goals are achieved. The same authors (ibid.) opine that “ this is critical, for example, to ensure eco-schemes and agri- environmental schemes are capable of supporting a shift towards the redesign of agricultural systems, backed by independent knowledge as well as support agricultural systems that deliver truly sustainable outcomes ”. To ensure the Strategic plans set a sufficiently high level of ambition, the “no regression clause” should be made operational. The same applies to the new monitoring and reporting regimes and “ a change in the control culture to become much more proportionate ”. To deliver its objectives, the CAP needs “ a concrete set of results-orientated objectives grounded on meeting EU targets and international commitments ”. BirdLife International (2018) refers to the current weakness of the EU Rural Development policy as an unpromising basis for the new strategic planning: “ [an unnamed] report found that during the last programme less than one third of the Rural Development Programme (RDP) evaluation documents stated clearly how the RDP measures applied were intended to deliver the desired public benefits”. This indicates the need that flexibility given to the MSs within the new delivery model be used in the most efficient way and “help achieve the objectives instead of systematically deviating from them. Smart, well-designed accountability is strongly needed”. In order to achieve the CAP objectives set at the EU level regarding the environment (biodiversity, water, soil, air and climate), Birdlife claims that the EU should require MSs to include certain elements of EU legislation as part of their CAP strategic plan on a non-tradable basis. The rationale for the elements is “based on scientific evidence of which issues are indispensable for Member States to take action on if certain environmental objectives are to be reached ”. According to this international environmental organization (BirdLife International, 2018), the key elements are:  a nature conservation plan for Natura 2000 sites, coherent with MSs’ Priority Action Frameworks (PAFs) setting out how objectives of and funding for Natura 2000 sites management will be delivered under the CAP (similar to the current requirement in the Rural Development Regulation);  a plan for how the objectives of the River Basin Management Plans under the Water Framework Directive are to be achieved;  a climate mitigation plan, to explicitly and obligatorily look at no CO2 livestock and fertilizers emissions, CO2 emissions and sinks, and therefore to consider the management of grasslands, landscape elements, agroforestry, peatlands etc. Under this, permanent pastures and landscape features should be strictly protected (ban on ploughing, ban on cutting etc.); and  a strategy for organic farming. Member States should be required to include a strategy for supporting organic farming and for increasing the area under organic farming (relative to needs) in their CAP Strategic plan. A major component of this accountability mechanism, according to international environmental organisations (BirdLife International, 2018; EEB et al., 2018) is the power given to the Commission within the approval process of the national plans. According to their belief, without a proper mix of incentives to submit good Strategic plans, there is a risk that the new delivery mechanism will fail for the environment and sustainable farming. They also list numerous proposals in this area. EEB et al. (2018) suggest raising the transparency of the EC review of national Strategic plans by introducing an obligation to have a discussion on the EC’s remarks in the Monitoring Committees. According to them, ",
        "IPOL | Policy Department for Structural and Cohesion Policies 42 the regulation shall oblige MSs that the minutes of each meeting and other exchanges with stakeholders be kept by the national authorities and be made available upon request, all this in order to oblige MSs to be able to justify possible circumvention of stakeholders’ views or evidence provided. Similar requirements are also stated by BirdLife International (2018), which specifically requires that the Commission be empowered to make a proper qualitative assessment of the plans. The need for an active role of EC is suggested in various steps. It should be strictly determined whether or not there is a mismatch between the EU objectives and the ones set at national level, making the national objectives less ambitious than the EU ones. If there are serious divergences, BirdLife International (2018) suggest that the Commission should “withhold the whole of the national budget until the Member state submits a plan that is in full coherence with the EU objectives”. The EC should also strictly evaluate the intervention logic, the level of ambition and the quality of all measures proposed in the Plan and assess them against the objectives. This assessment is made jointly with the relevant services in the Commission such as DG Environment, the European Environmental Agency and the Joint research centre. To ensure that the environmental assessment is carried out appropriately and that an effective engagement with civil society organisations takes place at different levels of decision making, Maréchal et al. (2018) suggest that all the annexes are part of the approval process of the Strategic plans, including in particular the Strategic Environmental Assessment (Annex I) and the description of how the consultation with partners is intended to be carried out (Annex III). Available policy documents stress the importance of effective monitoring and evaluation. Maréchal et al. (2018) see a role to be played here by both Member States and EU bodies (JRC, EEA, Eurostat). They underline the importance of strengthening the data sources related to analyses of needs, and in particular, the necessity of thoroughly reflecting the appropriate data that will be employed as indicators for identifying and monitoring objectives. BirdLife International (2018) stresses that continued assessment is needed of the suite of CMEF indicators to ensure that they are fit for purpose and cover all relevant areas. Challenges exist both in gathering reliable data for indicators and in the way that certain indicators are linked to policy objectives, especially when multiple measures may be implemented across the same land area. They emphasize that “ this makes it hard to quantify the net impacts of CAP programmes at the macro level, especially given that these may occur in the longer term and be an indirect effect of the intervention. This serves to undermine the intervention logic for the policy as a whole. ” BirdLife International (2018) adds the following: “Lack of clarity over how the data that MS are required to collect is used has also led to disillusionment, and the characterisation by some of the monitoring and evaluation requirements as an excessive “administrative burden”. To avoid monitoring becoming simply a box-ticking exercise, used to justify continued payments, it should feed into the debate at both the national and EU levels on how to improve policy, its impact, and how to measure this. The CMEF should be driving developments in monitoring and evaluation at MS level which will require greater effort and focus on how the framework is constructed. This would create a sense of shared responsibility between MS and the Commission, as well as continuing to create a culture of robust, credible data gathering from MS for aggregation and use in EU-level evaluation.” An enlarged “technical assistance” budget could be used to improve the depth and quality of data collection. This budget should be extended to Pillar 1 of the CAP: currently, it is limited to Pillar 2 (Maréchal et al., 2018). We further proposes adding amendments to the proposed regulation to ensure that significant resources are allocated to advice, guidance, capacity building and knowledge exchange at the EU and national/regional levels (BirdLife International, 2018; Maréchal et al., 2018). In the view of BirdLife International (2018), Member states must be obliged to consult the scientific community (universities, research institutes, academies of science, scientific societies) and to seek evidence openly (e.g. calculation of costs, quantification of problems, and effectiveness of schemes). Although more detailed ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 43 proposals in this area are not provided, such views signal possible deficiencies in capacities for strategic planning at the Member state and EU level which require the wider involvement of experts and the professional public. Previous chapters have already indicated the need for a step change and a genuinely new approach to delivery at the farm or territorial levels. In the opinion of Maréchal et al. (2018), these changes are “ essential to achieve sustained environmental and climate action at the scale required to meet EU priorities and commitments and to ensure that this is sustainable in the longer term ”. This necessitates greater cooperation, including active and positive engagement with farmers, stakeholders and the private sector, underpinned by investments in capacity building at different levels. The same authors share the opinion that the CAP proposals do not stress the scale of the change required and this will need to be strengthened if the CAP is to become a policy meeting societal demands. Due to the urgent and profound change in the paradigm of strategic planning and corresponding requirements for evidence-supported definition of needs, MSs need to commit to spending money on facilitation, cooperation, analytical support, capacity building and knowledge exchange. Maréchal et al. (2018) believe that this will provide the basis for greater cooperation, including active and positive engagement with farmers, stakeholders and the private sector, which will be a key ingredient in making the SP approach work and is currently not stressed enough in the CAP proposals. Chapters 3 and 4 already highlight the importance of the partnership principle in Strategic planning. According to BirdLife International (2018), at MS level full consultation with all stakeholders, including NGOs and especially environmental NGOs, must be legally binding, with clear minimum standards set at the EU level. They believe that comprehensive involvement of environmental stakeholders helps to ensure that “ EU funds deliver on EU environmental objectives and sustainability in the wider sense, which will be of increased importance in the new results-based model of the CAP ”. Their involvement also helps to increase transparency and hold MSs accountable for their commitments and reveal any breaches. In doing so, international environmental organization explicitly emphasize that national environmental authorities must be responsible for the environmental aspects of national/regional CAP programmes, or at least fully involved, and the Commission should be able to contest decisions that go against the recommendations of competent authorities and agencies or are not coherent with national planning tools on the environmental side. 5.2. Final assessment and recommendations to co-legislators CAP strategic planning proposed by the European Commission exhibits many flaws and faces many limitations. Its problems range from being caught in the logic of past measures, weak evidence bases, conflicting and not clearly defined priorities, to important deficiencies in planning and implementing structures; the list goes on. There are also realistic fears that similarly to “Greening” in the previous CAP reform (ECA, 2017), some decision makers and stakeholders may also use strategic planning simply as a new pretext to preserve the redistribution approach of the CAP, with at best marginal changes in its functioning and effects. But does this mean we should oppose the Commission’s proposal in general? The principle of strategic planning is not in itself under question, as this is the foundation of modern public policy governance. Furthermore, it is important to take into account that, in accordance with Cairney (2015, 2016), there is no ideal EBPM. For this reason, strategic planning should be regarded as a process. Instead, the key question should be how the proposed Strategic plans will be applied in the real world and whether they will bring about a more effective policy. If we are pursuing this goal, it is necessary to adequately supplement the proposed regulation on CAP strategic planning. This is in fact ",
        "IPOL | Policy Department for Structural and Cohesion Policies 44 also the main purpose of this study; drawing proposals, based on a review of relevant documents, survey of stakeholders and experts, and own expertise. But before continuing with this, let us take a look at some conceptual dilemmas. The proposed new model of policy delivery draws on the established model of strategic planning of Rural Development policy. This is characterised by (i) a two-tier approach (EU vs. Member state/ programming region); (ii) a predetermined hierarchy of objectives; (iii) loosely defined needs through SWOT analysis and (iv) selection of measures from a legally binding list of eligible interventions with corresponding implementing provisions. The current proposal gives some prospects for simplification, but essentially the governance system is not changed. We can therefore say that the proposal contains all the shortcomings of the previous arrangements of strategic planning. Given the currently proposed legal arrangements and with respect to the current institutional capacities. it is not realistic to expect immediate establishment of an effective and complete policy cycle and intervention logic. The preconditions presented in the introduction of this chapter (Cairney, 2012) are not met. Partly, this can be attributed to the wider political framework of the European Union, additionally hindered by the restrictions and rigidities of the EU Common agricultural policy. The previous discussion in this study presented several ideas and suggestions, which, in the authors’ opinion, can improve the management of CAP strategic plans. A number of these suggestions derive from the proposals obtained from the conducted survey. More strategic thinking with a balanced approach across the objectives Who responded to our survey on CAP strategic planning and the way the responses have been shaped largely reflects how this debate unfolds in the general public. The question of strategic planning of the CAP is technical in substance, but also requires expertise and active engagement in the subject, which leaves the discussion confined in a relatively narrow circle. With the introduction of strategic planning, the gap is evidently deepening in European agricultural policy. It unveils the fundamental question of agricultural policy, whether the policy should narrow the focus primarily to the production and income- related objectives of agricultural producers, or take a broader view on social goals related to agriculture, primarily seeking a more consistent achievement of environmental objectives. The current debate clearly illustrates this ambiguity. Concrete criticism and proposals of the legislative framework of Strategic plans are presented almost exclusively by representatives of environmental organizations and researchers, while state representatives and farmers point out the consequences of more rigorous strategic planning. Although they do not seem to oppose the principle of strategic planning, they point to the political-economic reality, revealing certain discomfort with possible changes to the current arrangements. Therefore, the fundamental conceptual contradiction in the EU agricultural policy is also reflected in the current debate on CAP strategic plans. It is fair to emphasize that the integration of environmental elements into the EU Common agricultural policy has been constantly increasing since early 199os, reflecting its attempts to be more societally relevant. This is in stark opposition to its scope in the past, when the policy was strictly sectoral, in the domain of agricultural ministries and agricultural pressure groups. At the Union level, fundamental common concerns about the environment are undisputed and are embedded in the Treaty of the European Union. Many commentators, especially representatives of environmental organizations, criticize the Common agricultural policy for exploiting this (legitimate) societal concern primarily to maintain the size of the agricultural budget, its patterns of distribution to specific farmers and Member states and thus the political power of the agricultural sector. ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 45 Most of the proposals from the discussion on strategic planning touch on environmental issues and thus to 3 out of 9 specific objectives of the CAP. There are virtually no proposals on how to improve the policy planning process for the economic and social goals, which gives a somewhat worrying picture about the importance given to those issues by the actors in EU agricultural policy. This of course does not mean that it is necessary to implement only proposals to improve strategic planning in the field of the environment and to ignore other aspects. In fact, most of the proposals that originally refer to the environment can be extended to the entire set of CAP strategic objectives. Strengthening dialogue, a partnership approach, professionalism, quantification of goals and a more pronounced intervention logic applies to the whole policy. Moreover, we even argue that the necessary paradigm changes in the CAP will not occur until the complete strategic logic is incorporated into the whole framework of modern agricultural policy. The \"correction\" of only one part of strategic planning is condemned to failure unless we consider that any change must be politically forced. Further, we consider that further toughening of the trench warfare between the “defenders” of production/economic and environmental interests in agricultural policies is counter-productive. A truly effective logic of strategic planning can only be realized if stakeholders engage in a dialogue with a genuine interest to reach commonly agreed strategic goals. Different objectives and measures at EU and national levels The CAP policy objectives are relatively clear, what is missing is only their quantification. However, the division between the EU and national objectives to which national flexibility refers should be more precisely defined. Tangermann (in Horseman, 2018) emphasises that the development and assessment of the national strategic plans should be taken sufficiently seriously. He sees subsidiarity as a good idea as there are certain policy objectives that should be pursued at the EU level (such as allocation via market forces) while others, such as environmental issues, should be pursued nationally or regionally. However, proper division of responsibilities would require national (co)financing, which is not part of the Commission proposal. The instruments are more or less well known, although their actual effects have been surrounded with certain controversies. Moreover, as demonstrated from the current experience of Greening of direct payments, the objectives have been criticized for being used to legitimize the existing instruments while it should be the other way around (i.e. the selection of instruments should follow the objectives) (Erjavec et al., 2015). In addition, the decision-making practice has shown that package deals on the budget and CAP have led to a less ambitious design of instruments in return for a lower budget (ibid.). All this had led to severe criticism, particularly by environmental NGOs. The implementation will now also depend more on the national administrations, which will result in the diverging quality of the process and policy results. Therefore, the legislative proposal requires a better demarcation of common EU and national objectives. In principle, objectives that add value when implemented on a common scale should be commonly defined, while objectives where the principle of subsidiarity is more salient should remain at the national level. The same principle could apply for both objectives as well as measures/interventions. The demarcation should be taken into account in assessing the actual extent of flexibility at the national level and thus in measuring performance. If the state reaches poor results with minimum possible flexibility of a measure, this is not a problem of the MS, but of the measure. On the contrary, when a MS is given a greater flexibility and the objectives of an intervention are not met, the responsibility is on the MS. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 46 In the future, more innovation should be allowed in designing measures. The current system is restrictive: MSs can only choose measures and adapt them; moreover, some measures are compulsory. In a way, this is understandable and intended to prevent renationalisation of policies and to achieve environmental goals. On the other hand, it limits strategic planning and flexibility of MSs in adapting to their situations. In an appropriate framework, proposals could be bolder and allow for innovative concepts (e.g. cooperation for addressing environmental issues or for strengthening agri-food chains). The crucial constraint here appears to be the instruments supporting farm income and resilience is the income support, where the discourse to be narrowed down into various modalities of (area-based or even production-based) direct payments. It should be borne in mind that the measures to be adapted by the MSs at the implementation level are still a matter of negotiations. The period 2021-2027 will thus have to be a 'deployment' period where no major adjustment of the measures nor particularly improved results can be expected. The range of changes is so profound that a more long-term view should be taken by pointing to the importance of collective learning and system building, in order to be able to implement better in the future. More precisely, our proposal is that the proposed regulation defines:  CAP objectives relevant at the EU level, with corresponding indicators and methodologies to define Member states’ monitoring requirements and upscaling methods;  where appropriate, EU-wide objectives defined in conjunction with other sectoral legislation;  CAP objectives monitored at the national level, with corresponding indicators, related EU-level objectives and indicators; and  the need for evidence-supported (i.e. quantified) intervention logic. Proposals related to monitoring and evaluation The monitoring and evaluation procedures need to be defined more precisely and their quality improved in both parts of the policy cycle. The period 2021-2027 is a period of learning, in which the quality of data sources must be significantly increased, with systematic monitoring of the measures and their effects. We explicitly emphasize the role of data, indicators, knowledge and analyses for more effective strategic planning and therefore a better agricultural policy. The European Commission and MSs need to be obliged to provide reputable and independent scientific and technical evidence to support their choices. The burden of proof must be on the MSs; they should be able to make a credible case that the spending would be efficient and would add value. The European Commission should empower the process by strengthening MSs’ capacities with investments in data systems and analytical support systems. Many questions regarding the needs assessment, the relationship between the measures and the impacts of policies have not been explored or there are no permanent monitoring systems covering the whole territory of the EU. Improvements in this respect would allow a more strategic orientation of the agricultural policy and, in particular, the preparation and implementation of effective strategic plans. For this reason, one of the key conditions for the improvement of Strategic plans lies in the improvement of evidence bases and in actually applying these data in policy planning, monitoring and evaluation. This does not apply solely to the most exposed objectives (e.g. income- and environment- related), but also to those pertaining to social issues (e.g., indicators for rural poverty, quality of ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 47 knowledge creation and transfers), where the supporting data framework is relatively poor and incomplete. These indicators should also be given a much higher level of importance in the general debate about the agricultural policy in the EU (step change needed also in this sense), as well as macroeconomic indicators, which correspond to the wider societal objectives and are the basis of every economic policy. Decision makers at all relevant levels should be encouraged to contribute, but also to make good use of better data support for better-informed decisions. In order to support ambition rather than compliance with the objectives, a mechanism should be considered to reward those MSs that will achieve the greatest progress with regard to their baseline situation, and not merely with respect to the objectives they have set themselves. The current proposal for reporting on the effects of the Strategic plans is rather administrative. Improvements are needed in particular with respect to the quality and procedures of monitoring, resulting in more comprehensive monitoring of agricultural policies at the national and EU level. Currently, there are considerable differences between MSs in this respect. Technical assistance under the CAP (both pillars) should be applied to achieve this aim. The level of monitoring and evaluation at the EU level needs to be improved. This will require establishment of a common platform with open access to all strategic plans, progress and evaluation reports. Preparation of independent impact studies on the new implementation model (at different levels) should be supported in order to provide the basis for an informed public debate involving stakeholders from different countries, benchmarking, mutual learning and taking good practice across countries to ensure a 'race to the top'. Approving, monitoring and evaluating programmes demands highly qualified, professional and cross- disciplinary staff. Achieving quality of the new delivery model demands substantially more work with staff, institutions and decision-making structures. The system of training, workshops, knowledge exchanges, analytical support at the level of administration and stakeholder should be strengthened and improved. Without belittling their important contribution, this goes beyond the purview of the competent EC desk officers; therefore, the Commission also needs to raise the level and quality of operation in the field of approval and monitoring of Strategic plans. It is worth considering engaging independent experts (i.e. not related to official structures) as reviewers of the Strategic plans. Strengthening the internal and external think-tank apparatus is a prerequisite for a better governance with strategic planning. More precisely, proposed modifications of the regulation on CAP strategic planning are:  the inclusion of impact and contextual indicators in the reporting and monitoring system, and reporting on their changes;  independent quantitative and qualitative public assessment of independent experts and groups at the EU and national level should also be an obligatory part of the report;  a compulsory share of technical assistance should be devoted to establishing databases and analytical support for strategic planning;  public reporting at the EU and national level with key output data, results and impacts of policies should be compulsory; and  a permanent specific institutional support for programming and implementation at the EU and national level should be created. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 48 More precisely in relation to Title V (contents, the process of adopting Strategic Plans) Proposals for amending this part of the draft regulation are as follows:  strengthen the principle of 'no backsliding' with the requirement to maintain at least absolute values and relative share of support for climate and environmental objectives (Art. 92);  strengthen the requirement to include quantified objectives of the Strategic plans resulting from environmental legislation and commitments;  strengthen the stakeholder consultation process with more binding requirements concerning the composition of parties involved in the process, joint decision-making, monitoring and evaluation. These requirements could be drafted in line with the provisions put in place in cohesion policy, and using the European Code of Conduct on Partnership as a basis (Annex III);  include the criterion (Art. 106) about \"ambition and reachability of national targets in line with needs and the consistent use of intervention logic on the basis of available data\";  strengthen the Governance and Coordination System section with the contents of Annex III (or alternatively include the annexes for evaluation);  in the Simplification section of the draft regulation, specify the reasons and relevance of the EU objectives;  include as mandatory annexes to the plan for the training and education of civil servants and stakeholders for the implementation of the Strategic Plans. We emphasize that in order to ensure that strategic plans are of good quality and can deliver gradually more in line with social expectations, it is important that the Commission be empowered to make a proper qualitative assessment of the Strategic plans. Also importantly, CAP strategic plans should contain a satisfactory and balanced level of necessary consultation of stakeholders and involvement of other public (especially environmental) authorities, and that the Commission should be well equipped to assess the plan within a reasonable timeframe. Final remarks: strategic planning is a process We conclude this section with a thesis that the co-legislators should ask themselves what the new delivery model is expected to achieve in a political sense. Therefore, if the aim is to provide more flexibility and political responsibility, we must act accordingly: enable transparency, stakeholder involvement and positive competition between countries. This is the direction also proposed by Matthews (2018b) who draws parallels with the cohesion policies in this respect. Another point of consideration relates to the extent to which it is possible to improve the quality of design in terms of improved data sources and intervention logic. More emphasis needs to be given to the training of the administration at the national and EU level for demanding and complex tasks of strategic planning, as well as greater involvement of expertise in planning. All this also requires a step change in the wider public perception with respect to social challenges, use of public funds, and the mode of operation of public administration. The greatest opportunity arising from the proposed approach is greater flexibility for MSs and efficiency for the EU. Risks are associated with the administrative burden of planning for MSs and lowering standards or 'race to the bottom' for the EU. The legislators should ask themselves what we wish to achieve with evidence-based strategic planning. We dare to assert that all criteria for implementing the EBPM cannot be met. This may frustrate those participants who want more than the political-economic framework actually enables. In the worst case, it will lead to differences in ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 49 implementation, deterioration of results and friction between countries. Strategic plans should therefore be seen as a 'political tool' that should lead to strengthened capability and accountability of the policy in the long run. The process is also helpful in the context of more informed public discourse, and thus raising more realistic expectations, depending on available resources and time. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 50 ",
        "The CAP Strategic Plans beyond 2020: assessing the architecture and governance issues in order to achieve the EU-wide objectives 51 REFERENCES  Agra Focus, 2018a. EU Executive unveils long-awaited CAP legislative proposals post-2020. AGRA FOCUS. The monthly report for European agribusiness executives (268): 14.  Agra Focus, 2018b. Future CAP legal texts spark negative reactions from lobby groups & NGOs. AGRA FOCUS. The monthly report for European agribusiness executives (268): 19–20.  Agra Focus, 2018c. Future CAP plan signals “race to the bottom” on standards, Green NGOs. AGRA FOCUS. The monthly report for European agribusiness executives (267): 9.  Agra Focus, 2018d. Farm Europe slashes CAP simplification moves. AGRA FOCUS. The monthly report for European agribusiness executives (269): 4–5.  Agra Focus, 2018e. Hogan sets out stall on CAP simplification post-2020 ministerial reactions. AGRA FOCUS. The monthly report for European agribusiness executives (269): 3–4.  Agra Focus, 2018f. EU farm ministers call for “real simplification” & reject any budget cuts. AGRA FOCUS. The monthly report for European agribusiness executives (268): 2–4.  Agra Focus, 2018g. Member state delegations air grievances about future CAP legal texts. AGRA FOCUS. The monthly report for European agribusiness executives (268): 20–21.  Agra Focus, 2018h. MEPs approve Dorfmann report. AGRA FOCUS. The monthly report for European agribusiness executives (267): 20–21.  Agra Focus, 2018i. Budget cuts post-2020, renationalisation & environment worry AGRI MEPs. AGRA FOCUS. The monthly report for European agribusiness executives (268): 27–28.  Agra Focus, 2018j. Healy calls on ministers to simplify Farm Policy & rejects any budget cuts. AGRA FOCUS. The monthly report for European agribusiness executives (268): 10–11.  Alliance Environnement and Thünen Institute, 2017. Evaluation study of the payment for agricultural practices beneficial for the climate and the environment. Final Report. Publications Office of the European Union, Luxembourg.  BirdLife International, 2018. Response to Questionnaire about the CAP Strategic plans governance for the EP AGRI Committee study [19.9.2018].  Cairney, P., 2016. The Politics of Evidence-Based Policy Making. Palgrave Macmillan UK, London.  Cairney, P., 2015. How can policy theory have an impact on policymaking? The role of theory-led academic–practitioner discussions. Teach. Public Adm. 33, 22–39.  Cairney, P., 2012. Understanding Public Policy: Theories and Issues. Palgrave Macmillan UK, London.  CEJA, 2018. Response to Questionnaire about the CAP Strategic plans governance for the EP AGRI Committee study [17.9.2018].  COPA-COGECA, 2018. Response to Questionnaire about the CAP Strategic plans governance for the EP AGRI Committee study [18.9.2018].  ECA, 2017. Greening: a more complex income support scheme, not yet environmentally effective. Special Report no. 21/2017. European Court of Auditors, Luxembourg. ",
        "IPOL | Policy Department for Structural and Cohesion Policies 52  EEB, BirdLife International, Greenpeace, WWF, 2018. Last Chance CAP. https://www.birdlife.org/sites/default/files/attachments/last_chance_cap_- _20_september_2018_002.pdf.  Erjavec, E., Erjavec, K., Lovec, M., 2015. From “Greening” to “Greenwash”: Drivers and Discourses of the CAP 2020 “Reform,” in: The Political Economy of the 2014-2020 Common Agricultural Policy: An Imperfect Storm. Centre for European policy studies (CEPS); Rowman and Littlefield International, Brussels; London, pp. 215–244.  European Commission, 2018. Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing rules on support for strategic plans to be drawn up by Member States under the Common agricultural policy (CAP Strategic Plans) and financed by the European Agricultural Guarantee Fund (EAGF) and by the European Agricultural Fund for Rural Development (EAFRD) and repealing Regulation (EU) No 1305/2013 of the European Parliament and of the Council and Regulation (EU) No 1307/2013 of the European Parliament and of the Council (COM/2018/392 final - 2018/0216 COD).  Farm Europe, 2018. CAP Reform: A renationalisation project that would cost 20% of farmers’ income. Farm Europe. https://www.farm-europe.eu/news/reforme-de-la-pac-un-projet-de- renationalisation-qui-couterait-20-au-revenu-des-agriculteurs/.  Hart, K., Baldock, D., Tucker, G., 2018. Ideas for defining environmental objectives and monitoring systems for a results-oriented CAP post 2020, a report for WWF Deutschland. Institute for European Environmental Policy (IEEP), Brussels.  Horseman, C., 2018. Stakeholder reactions to the new CAP proposals for 2021-27. IEG Policy Agribusiness Intelligence Informa. https://iegpolicy.agribusinessintelligence.informa.com/PL217316/Stakeholder-reactions-to-the- new-CAP-proposals-for-202127.  Jongeneel, R., 2018. Response to Questionnaire about the CAP Strategic plans governance for the EP AGRI Committee study [21.9.2018].  Maréchal, A., Hart, K., Baldock, D., Bas-Defossez, F., Meredith, S., 2018. Response to Questionnaire about the CAP Strategic plans governance for the EP AGRI Committee study [19.9.2018].  Matthews, A., 2018a. The greening architecture in the new CAP. CAP Reform Blog. http://capreform.eu/the-greening-architecture-in-the-new-cap/.  Matthews, A., 2018b. Response to Questionnaire about the CAP Strategic plans governance for the EP AGRI Committee study [20.9.2018].  Mottershead, D., Hart, K., Maréchal, A., Meredith, S., Lorant, A., Bas-Defossez, F., Baldock, D., Bureau, J.-C., Matthews, A., 2018. Research for AGRI Committee - Towards the CAP post 2020 - Appraisal of the EC Communication on ‘The Future of Food and Farming’ of 29 November 2017. European Parliament, Policy Department for Structural and Cohesion Policies, Brussels.  Schmit, F., 2018. Response to Questionnaire about the CAP Strategic plans governance for the EP AGRI Committee study [19.9.2018].  Viira, A.-H., 2018. Response to Questionnaire about the CAP Strategic plans governance for the EP AGRI Committee study [17.9.2018]. ",
        "",
        "PE 617.501 IP/B/AGRI/2018-106 Print ISBN 978-92-846-3971-7 | doi:10.2861/403326 | QA-04-18-861-EN-C PDF ISBN 978-92-846-3970-0 | doi:10.2861/80680 | QA-04-18-861-EN-N The study assesses the design of the new CAP Strategic Plans as foreseen in the proposal COM (2018) 392. The proposed strategic planning is a step forward in evidence-based policy-making, enabling greater flexibility for Member states and the efficiency of the policy. The remaining challenges are associated with the complexity of the process and limited capability, or willingness, of the policy system to implement it. Suggested improvements relate to analytical support, an inclusive preparation process, smooth implementation and rewarding ambition. "
    ]
}