{
    "text": [
        "Mapping the least-cost option for rural electrification in Burkina Faso Scaling-up renewable energies Moner-Girona M., Bódis K., Korgo B., Huld T., Kougias I., Pinedo-Pascua I., Monforti-Ferrario F. and Szabó S. 2017 EUR 28514 EN Photo Credit ACP-EC Energy Facility ",
        "This publication is a Science for Policy report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. Contact information Name: Sandor Szabó Address: European Commission, Joint Research Centre, Via Enrico Fermi 2749, 21027 Ispra (VA) Italy Email: Sandor.Szabo@ec.europa.eu Tel.: +39 0332786582 JRC Science Hub https://ec.europa.eu/jrc JRC102198 EUR 28514 EN PDF ISBN 978-92-79-68695-5 ISSN 1831-9424 doi:10.2760/900097 Print ISBN 978-92-79-69337-3 ISSN 1018-5593 doi:10.2760/10219 Luxembourg: Publications Office of the European Union, 2017 © European Union, 2017 The reuse of the document is authorised, provided the source is acknowledged and the original meaning or message of the texts is not distorted. The European Commission shall not be held liable for any consequences stemming from the reuse. How to cite this report: Moner-Girona, M., Bódis, K., Korgo. B., Huld, T., Kougias, I., Pinedo-Pascua, I., Monforti-Ferrario, F. and Szabó, S., Mapping the least-cost option for rural electrification in Burkina Faso - Scaling-up renewable energies , Publications Office of the European Union, 2017, EUR 28514 EN, doi:10.2760/900097, JRC102198 All images © European Union 2017, except: [page 25, Fig. 9, Source: 2iE], [page 34 , Fig. 16, Source: Université de Moncton and Université de Ouagadougou], [page 36, Fig. 18, Source: SONABEL and DGE], [page 49, Fig. 23A, Source: Atlas de l’Afrique, 2015] Universal access to electricity in Burkina Faso: scaling-up renewable energy technologies This report describes the current status and limitations of the power sector in Burkina Faso and develops a new methodology that through spatial analysis processes aims to provide a possible pathway for universal electricity access through a sustainable energy mix. Two percent of the rural population in Burkina Faso has access to electricity and supply is lacking at many social structures such as schools and hospitals. Energy access achievements in Burkina Faso are still very modest. The rural electrification strategy for Burkina Faso is scattered in several electricity sector development policies: there is a need of defining a concrete action plan. Planning and coordination between grid extension and off-grid electrification programmes is essential to reach a long-term sustainable energy model and to avoid high unnecessary infrastructure investments. This report describes the development and the results obtained with a dynamic planning tool to support national government and development partners in defining an alternative electrification plan. Currently, the common national policy for electrification is dominated almost exclusively by grid extension with the government subsidising fossil fuel electricity production. However, the results of our analysis suggest that an electrification plan mainly based on further grid extension becomes inefficient and unsustainable in order to reach the national energy access targets. Our results also suggest that Burkina Faso’s rural electrification strategy should be driven by distributed mini- grids powered by local renewable resources. We find that this approach would connect more people to power more quickly, and would reduce imported fossil fuel dependence/consumption that would otherwise be necessary for grid extension options. ",
        "i Contents Avant propos ........................................................................................................ 1 Résumé..............................................................................................................6 1 Introduction: Burkina Faso’s energy context ....................................................... 12 1.1 Present electricity mix ................................................................................ 12 1.2 An alternative to the present energy mix ...................................................... 14 1.3 Strengthening the institutional, legislative and regulatory framework for the electricity sector .............................................................................................. 14 1.3.1 Challenges for the electricity sector ...................................................... 14 1.3.2 National strategy for growth and sustainable development ...................... 15 1.3.3 Establishment of a national renewable energy agency ............................ 19 1.4 Strengthening energy policy at regional level ................................................ 20 2 Strengthening the institutional, legislative and regulatory framework for rural electrification ...................................................................................................... 22 2.1 Electrification strategy at national level ........................................................ 22 2.2 Specific regulatory framework for rural electrification ..................................... 22 2.2.1 Assessment studies for national rural electrification ............................... 23 2.3 Management of energy access programmes .................................................. 24 2.3.1 Rural Electrification Fund .................................................................... 24 2.3.2 Electricity cooperative ........................................................................ 27 2.3.3 Multipurpose platform projects ............................................................ 27 2.3.4 Special programme for electrification: ‘Chefs-lieux’ for rural communities . 27 2.3.5 ACP-EU Energy Facilities and other rural electrification mini-grids ............ 28 2.3.6 Energy context at regional level (ECOWAS) ........................................... 29 2.4 National and regional targets for electricity access ......................................... 29 3 Infrastructure: the electricity network in Burkina Faso ......................................... 31 3.1 Status of the grid ....................................................................................... 31 3.1.1 Quality of grid service ........................................................................ 32 3.2 Policy of grid expansion and scheduling failure .............................................. 32 3.3 Potential of large PV grid-connected systems to prevent shortage of supply in hot season ........................................................................................................... 34 3.3.1 Identification of high energy demand centres in Burkina Faso that are highly compatible with solar energy technologies ...................................................... 35 4 Infrastructure: Fossil fuel power plants and renewable energy installations ............. 36 4.1 Projected and reinforcement of heavy fuel oil plants ....................................... 36 4.2 Projected hydroelectric plants ..................................................................... 36 4.3 Wind energy farms .................................................................................... 36 4.4 Large-scale grid-connected solar installations and connected mini-grids ........... 37 ",
        "ii 5 Energy tariff and prices .................................................................................... 41 5.1 Energy prices ............................................................................................ 41 5.1.1 Electricity prices ................................................................................ 41 5.2 Financial and operational sustainability ......................................................... 43 6 Key planning steps in a systematic approach for country-level validation ................ 45 6.1 Consultation with main national and regional stakeholders .............................. 45 6.2 Mapping of gaps in infrastructure and socio-economic information ................... 46 7 Rural electrification planning tool: Least-cost electricity option for Burkina Faso ...... 51 7.1 Methodology: Calculation of geo-referenced least-cost option .......................... 51 7.1.1 Hydropower ...................................................................................... 53 7.1.2 Diesel genset .................................................................................... 54 7.1.3 Solar PV ........................................................................................... 55 7.1.4 Calculation of least-cost option for each settlement ................................ 56 8 Results ........................................................................................................... 57 8.1 Current tendencies for grid extension ........................................................... 57 8.2 Least-cost technology according to dynamic criterion ..................................... 58 8.2.1 Sensitivity analysis ............................................................................ 61 9 Conclusions .................................................................................................... 64 9.1 Recommendations and future developments ................................................. 65 References ......................................................................................................... 68 List of abbreviations and definitions ....................................................................... 75 List of figures ...................................................................................................... 78 List of tables ....................................................................................................... 79 ",
        "1 AVANT-PROPOS Au Burkina Faso, le secteur de l’énergie est en pleine mutation. Caractérisé depuis plusieurs décennies par une domination de l’utilisation traditionnelle de la biomasse, une productivité électrique nationale majoritairement thermique (à base d’hydrocarbures importés) et en dessous de la demande d’une population en constante augmentation, un coût de l’électricité parmi les plus élevés de la région, le secteur de l’énergie a connu en 2016 une orientation dictée par une nouvelle politique. Cette nouvelle vision consiste à une transition vers les énergies vertes et renouvelables, avec un accent particulier sur l’énergie solaire. Elle se justifie par un contexte international marqué par la lutte contre le changement climatique et ses effets néfastes, et une situation nationale caractérisée par un faible accès des populations aux services énergétiques modernes avec pourtant un fort potentiel solaire sous-exploité et une biomasse abondante non valorisée. La nouvelle politique décrite dans le Plan National de Développement Economique et Social (PNDES) se matérialise par des projets ambitieux de systèmes de production d’énergies renouvelables à toutes les échelles de la chaîne d’approvisionnement énergétique du Burkina. Il s’agit notamment de projets de production photovoltaïque de grande taille destinée à l’injection dans le réseau national, de projets de mini-réseaux isolés alimentés par des systèmes solaires ou hybrides à destination du monde rural et de la promotion de systèmes solaires et bioénergétiques individuels. Pour faciliter l’entrée des capitaux privés dans le secteur de l’énergie et tirer plein profit du développement des énergies renouvelables, le Gouvernement a présenté une nouvelle loi règlementant le secteur de l’énergie, votée à l’assemblée nationale le jeudi 20 avril 2017. Cette loi fixe le cadre légal d’exercice des activités de production, de distribution et de transport de l’énergie électrique, supprime la segmentation géographique du secteur et les monopoles associés, et trace les lignes propices au développement des énergies renouvelables et à la promotion de l’efficacité énergétique. Dans le contexte actuel de la transition énergétique du Burkina, ce rapport du Centre commun de recherche de la Commission européenne (JRC) apparaît comme un accompagnement indispensable et un véritable outil d’aide à la décision. Il présente toutes les facettes de la situation énergétique du pays, met en évidence les enjeux actuels de l’accès des populations aux énergies modernes, propose un instrument d’études comparatives des systèmes de production électrique et de planification adapté au monde rural, et fait des recommandations pertinentes qui corroborent la justesse du choix politique du pays pour atteindre l’objectif de «l’énergie durable pour tous». Dr. Bruno KORGO Ministère de l’Energie Directeur Général des Energies Renouvelables ",
        "2 Foreword For several decades, the energy sector in Burkina Faso has been characterised by a dominance of the traditional use of biomass, by a primarily thermal productivity of electricity at national level (based on imported fossil fuels) and, below the demand from a population that is constantly growing, by one of the highest costs of electricity in the region. Since last year, the sector has been in a process of complete transformation guided by a new policy approach. This new vision consists of a transition to green and renewable energies with an emphasis on solar energy. It is aligned within the international context marked by the fight against climate change and its detrimental effects. The new policy is reinforced by the fact that Burkina Faso does not have much access to modern energy services and yet has untapped solar and biomass energy resources. The new policy outlined in the national economic and social development plan is materialised by ambitious renewable energy projects. These include large-scale photovoltaic projects connected to the national grid, isolated solar or hybrid mini-grids in rural areas and the promotion of solar and bioenergy stand-alone systems. In order to facilitate the investments of private capital into the energy sector and to promote the development of cost-effective renewable energy projects, the government launched a new law regulating the energy sector. The law was voted in the National Assembly on 20 April this year and establishes the legal framework for the production, distribution and transmission of electricity, removes the geographical segmentation of the sector and the associated monopolies and lays down the guidelines to promote the development of renewable energies and energy-efficiency measures. In the current policy context of Burkina Faso’s energy transition, this report by the Joint Research Centre of the European Commission appears to provide essential support and be a real tool for decision-making. It presents all the aspects of the country’s energy situation, highlights the current challenges of people’s access to modern energies, proposes a tool for comparative studies of electricity generation and planning systems adapted to the rural world, and highlights recommendations that corroborate the right political choice of the country to achieve the goal of ‘sustainable energy for all’. Dr. Bruno Korgo Ministry of Energy Director-General of Renewable Energies ",
        "3 AVANT-PROPOS Outil d’analyse spatiale des options les moins coûteuses pour l’électrification rurale au Burkina Faso L’accès aux services énergétiques durables et à moindre coût en Afrique subsaharienne est limité et reste un défi majeur pour la croissance économique et l’industrialisation du continent. Le Burkina Faso souffre en particulier d’un très faible niveau d’accès aux énergies modernes (18,83 %) et notamment dans les zones rurales (3,06 %). Le secteur de l’énergie en Afrique présente des vastes opportunités commerciales et d’investissement pouvant stimuler la croissance et la création d’emplois, en particulier dans le domaine des énergies renouvelables. Le nouveau consensus européen pour le développement et un partenariat renouvelé avec les pays d’Afrique, des Caraïbes et du Pacifique (ACP) se focalisent sur la coordination étroite de deux priorités: accroître l’accès aux énergies durables et abordables, et lutter contre le changement climatique. Au Burkina Faso, l’Union européenne (UE) intervient activement dans le secteur de l’énergie avec des investissements dans la construction d’infrastructures d’envergure tout en soutenant le développement de l’électrification rurale. De plus, l’UE soutient le gouvernement dans la mise en œuvre de politiques et cadres réglementaires favorables contribuant à créer un environnement commercial sain et à stimuler les investissements privés et publics. Ce rapport du Centre Commun de Recherche de la Commission européenne (JRC), «Outil d’analyse spatiale des options les moins coûteuses pour l’électrification rurale au Burkina Faso», montre l’engagement de l’UE à soutenir l’Afrique et le Burkina Faso dans le secteur de l’énergie, également au niveau scientifique. Le rapport développe une nouvelle méthodologie basée sur des processus d’analyse spatiale susceptible d’ouvrir une voie qui permettra d’atteindre l’accès universel à l’électricité à travers le mix énergétique durable. Le modèle développé pour le Burkina Faso est le résultat d’une collaboration entre la Commission européenne et le Centre pour les énergies renouvelables et l’efficacité énergétique de la Communauté économique des États de l’Afrique de l’ouest (CEDEAO-CEREEC), qui a abouti à la mise en place d’un outil de soutien pour la planification de stratégies dans le secteur de l’énergie au niveau continental (observatoire de la CEDEAO pour les énergies renouvelables et l’efficacité énergétique — ECOWREX). Thierry Barbé Chef d’unité, chef de Coopération Délégation de l’Union européenne au Burkina Faso ",
        "4 Foreword Burkina Faso: mapping the least costly options for rural electrification Access to sustainable and affordable energy services in sub-Saharan Africa is limited and remains a critical challenge for the economic growth and industrialisation of the continent. Burkina Faso in particular suffers from a very low level of access to modern energies (18.83 %), especially in rural areas (3.06 %). Africa’s energy sector presents vast business and investment opportunities, thus boosting growth and jobs, in particular in the field of renewable energy technologies. The new European Consensus on Development and a renewed partnership with the African, Caribbean and Pacific Group of States focus on the close coordination of two priorities: increasing access to sustainable and affordable energy and tackling climate change. In Burkina Faso, the European Union actively contributes to the energy sector. It has investments in large infrastructures, promotes rural electrification and supports the government in the implementation of enabling policies and regulatory frameworks that aim to promote a healthy business environment and boost private and public investments. This European Commission’s Joint Research Centre (JRC) Science for Policy report entitled ‘Mapping the least-cost option for rural electrification in Burkina Faso’ shows the commitment of the European Union in supporting Africa and Burkina Faso in the energy sector at scientific level as well. The report developed a new methodology based on processes of spatial analysis in order to provide a possible pathway for universal electricity access through a sustainable energy mix. The model developed for the Burkina Faso case is the result of a collaboration between the JRC and the Centre for Renewable Energy and Energy Efficiency of the Economic Community of West African States (ECOWAS), which resulted in the development of a support tool for planning strategies in the energy sector at continental level (ECOWAS Observatory for Renewable Energy and Energy Efficiency). Thierry Barbé Head of Unit, Head of Cooperation Delegation of the European Union to Burkina Faso ",
        "5 Acknowledgements The input of the national authorities in Burkina Faso, namely the Electrification Development Fund (FDE), the national electricity company (SONABEL), the Ministry of Energy, and the National Institute of Statistics and Demography (INSD), have added value to this report by creating a more accurate and reliable dataset. We would particularly like to thank former FDE director, Jean Baptiste Kabore and Gervais Ouoba (FDE), Andrea Leone, Jean Baptiste Fauveland and Laura Vitullo from the EU delegation in Burkina Faso. Jean Francois Dallemand (JRC) critically reviewed the study, his contributions are highly appreciated. Special acknowledgement goes to Romain Frandj from the IED, who has provided the JRC with the attributes of the RE_IMPROVE project (funded by Intelligent Energy Europe- European Commission). We would like to thank the extended work done by W. Mostert reviewing rural electrification agencies. The final report was commissioned by the EU Energy Initiative Partnership Dialogue Facility (EUEI PDF). We would also like to acknowledge the previous study on rural electrification in Burkina Faso, ‘Mainstreaming Energy for Poverty Reduction and Sustainable Development (MEPRED)’. The work was co-funded by the European Commission and DANIDA. Jean-François Dallemand (JRC) critically reviewed this report and his contributions are highly appreciated. Authors Moner-Girona, M., Bódis, K., Korgo, B., K., Huld, T., Kougias, I., Pinedo-Pascua, I., Monforti-Ferrario, F. and Szabó, S. ",
        "6 Résumé Le Burkina Faso est un pays sahélien enclavé en Afrique de l’Ouest. Il a une superficie de 274,222 km 2 et, en 2015, une population de 18,4 millions de personnes avec une croissance démographique annuelle de 3,1 % [1]. En 2012, la population rurale représentait 72 % de la population totale. Dans les zones rurales, la majorité de la population (environ 90 %) utilise toujours la biomasse traditionnelle (bois de chauffage et charbon de bois) comment principale source d’énergie. Contexte politique Le contexte énergétique du Burkina Faso se caractérise par: i) une prédominance de la consommation d’énergie de la biomasse, qui représente 80 % de la consommation d’énergie primaire; ii) une dépendance aux combustibles fossiles importés; iii) un très faible déploiement d’énergie renouvelable; et iv) un faible accès à l’énergie moderne et un manque d’approvisionnement en électricité dans de nombreuses structures sociales telles que les écoles et les hôpitaux. Au Burkina Faso, seulement 3 % de la population rurale a accès à l’électricité Le pourcentage de la population ayant accès aux services énergétiques modernes au Burkina Faso est encore très faible (18,83 % de la population a accès à l’électricité). Les disparités géographiques sont importantes: en 2015, seulement 3,06 % de la population rurale a accès à l’électricité alors que le pourcentage de la population urbaine atteint jusqu’à 60 %. La priorité du gouvernement est de faire progresser l’électrification rurale nationale à 45 % d’ici à 2030. La consommation annuelle d’électricité par habitant est de 44 kWh au Burkina Faso, contre 200 kWh au Sénégal et 270 kWh en Côte d’Ivoire. L’offre en électricité actuelle au Burkina Faso est basée sur les importations, la production de combustibles fossiles et l’hydroélectricité. Le pays dépend fortement des importations. L’extension du réseau électrique se développe à un rythme beaucoup plus lent que prévu. L’offre en électricité du Burkina Faso repose principalement sur la production de combustibles fossiles et thermiques (environ 63 % de l’offre totale en électricité), la totalité des combustibles fossiles étant importés. En outre, la part de l’électricité importée, principalement en provenance des pays sous instabilité politique (par exemple la Côte d’Ivoire), augmente (jusqu’à 31 % en 2015). Cette situation de dépendance énergétique et la fluctuation constante des prix du pétrole multiplient les problèmes de sécurité énergétique. Le Burkina Faso détient toujours un des coûts d’électricité les plus élevés (0,21 euro par kWh) par rapport à ses pays voisins. Depuis 2010, le coût moyen de la production d’électricité est supérieur à son prix de vente. Pour atténuer l’équilibre négatif de la compagnie nationale d’électricité (Sonabel), l’État accorde à Sonabel une subvention annuelle: en 2014, l’État a alloué aux compagnies nationales d’électricité et d’hydrocarbures des subventions aux carburants d’une valeur de 28 milliards de francs CFA (43 millions d’euros). Les difficultés financières de Sonabel ont entravé la réhabilitation et la maintenance des réseaux électriques et de la flotte vieillissante de centrales électriques. Ce rapport décrit un outil d’analyse spatiale pour évaluer les voies vers une électrification rurale durable et son application au Burkina Faso. Les résultats aideront le gouvernement du Burkina Faso et les partenaires au développement à définir les options d’électrification rurale les moins coûteuses dans le cadre du plan national de mesures «Énergie durable pour tous» (Systainable Energy for All — SE4ALL). La planification des programmes d’extension du réseau électrique et d’électrification hors réseau et leur coordination sont essentielles pour parvenir à un modèle énergétique durable à long terme et éviter des investissements d’infrastructure élevés. En ce ",
        "7 moment, au Burkina Faso, il n’existe pas de plan directeur spécifique pour le développement des technologies d’énergies renouvelables au niveau national (à l’exception de certaines indications générales de la Communauté économique des États de l’Afrique de l’Ouest). L’outil d’analyse spatiale du JRC présenté dans ce rapport peut être influent à un stade de développement initial pour surmonter les limites de l’actuelle planification nationale éparse et augmenter la probabilité d’atteindre les objectifs nationaux SE4ALL. Les objectifs envisagés par le gouvernement sont d’atteindre un accès à l’électricité de 95 % pour l’ensemble du pays (50 % dans les zones rurales) et l’accès pour l’ensemble de la population à une solution de cuisson non polluante dans les zones urbaines (65 % dans les zones rurales) d’ici à 2030. Le gouvernement a également fixé à 50 % la part d’énergies renouvelables dans l’offre électrique d’ici à 2030 (sans biomasse). Conclusions principales Les projets d’électrification locaux et plus petits, basés sur des ressources locales devraient, à long terme, être plus réalisables que les projets centralisés basés sur des combustibles fossiles importés. Nos résultats suggèrent que 65 % des établissements non électrifiés devraient être desservis par des technologies décentralisées. Ce rapport met en lumière l’important potentiel photovoltaïque(PV) au Burkina Faso et montre des résultats qui peuvent accroître la volonté du gouvernement et des organisations internationales de déployer des énergies renouvelables sur son territoire. Le rapport compare les options de la technologie électrique en fonction des ressources locales disponibles (petites centrales hydroélectriques et PV solaire) avec des ressources de combustibles fossiles importées (génératrice diesel ou extension du réseau électrique) dans le but d’une optimisation moins coûteuse. Les résultats suggèrent clairement qu’une plus grande intégration des énergies renouvelables dans l’approvisionnement général en électricité, une diminution de la domination actuelle des combustibles fossiles et l’élimination des subventions des combustibles fossiles est la stratégie la plus rentable. Les miniréseaux PV (basés sur les systèmes photovoltaïques couplés aux piles) sont l’option technologique la plus appropriée. En raison des conditions géographiques, hydrologiques et climatiques du pays, la production d’électricité hydroélectrique par la rivière ne semble pas être réalisable ni optimale. Des études antérieures indiquent que les ressources éoliennes sont très faibles. L’option du générateur diesel n’est ni souhaitable ni appropriée en tant qu’opération d’électrification rurale en raison de la forte dépendance des importations de carburants et de l’augmentation des coûts due au transport des combustibles. À l’heure actuelle, l’épine dorsale de la politique nationale d’électrification est l’extension de réseau électrique. Cependant, la charge économique pour développer et maintenir le réseau national devrait être très élevée et n’est pas nécessairement l’option la moins coûteuse. Ainsi, la planification devrait également tenir compte de l’option concurrentielle des miniréseaux alimentés par des ressources renouvelables locales. Selon notre modèle, l’investissement cumulé requis au Burkina Faso afin d’atteindre l’accès universel à l’électricité d’ici à 2030, y compris l’approvisionnement de la population déjà reliée au réseau mais sans accès à l’électricité, est d’environ 1,7 milliard d’euros. En ce qui concerne les aspects économiques, le rapport présente une approche qui peut réduire le coût marginal de l’électrification rurale au Burkina Faso grâce au déploiement de 374 mégawatts crête (MWc) supplémentaires d’installations photovoltaïques décentralisées. Cette action pourrait également générer des économies d’émissions annuelles qui équivaudraient à 162 000 tonnes de CO 2 , cette estimation provient de l’utilisation du facteur d’émission du Burkina Faso qui est de 0,70 tCO 2 /MWh. ",
        "8 Le gouvernement du Burkina Faso détermine ses engagements envers la Convention- cadre des Nations unies sur les changements climatiques (CCNUCC) dans sa «contribution décidée à l’échelle nationale» (INDC); les coûts d’investissement associés dans les scénarios d’atténuation pour le secteur de l’énergie sont estimés à 1,1 milliard d’euros. La définition de la source du capital/des fonds dépasse le cadre de la présente étude: une littérature spécifique sur ce sujet implique plusieurs dispositifs financiers et incitatifs pour soutenir le déploiement d’énergie décentralisée. Travail connexe et futur du JRC Au cours des dernières années, le JRC a élaboré une méthodologie dans le but de guider les décideurs politiques sur le continent africain dans la mise en place de solutions de rechange fiables à un modèle d’électrification rurale s’appuyant fortement sur les combustibles fossiles. La méthodologie a été développée au niveau continental en tant qu’outil interactif (l’outil RE 2 nAF: énergie renouvelable pour l’électrification rurale en Afrique). À la suite d’une collaboration du JRC avec l’institution de recherche basée en Afrique, le Centre pour les énergies renouvelables et l’efficacité énergétique (CEDEAO- CEREEC), un système d’information géographique (SIG) similaire a été développé. Associer étroitement le plan d’électrification du Burkina Faso et de tels outils pourrait aider à obtenir un soutien international pour les projets d’électrification. Dans la présente étude, les ressources éoliennes et hydrauliques ont été incluses dans la cartographie statique. La prochaine étape pour améliorer l’outil interactif RE 2 nAF serait d’intégrer les technologies éoliennes et hydroélectriques comme paramètres dynamiques. À titre de suite, nous visons à appliquer cette méthodologie à un certain nombre de pays supplémentaires. Notre objectif est d’étendre l’outil interactif RE 2 nAF pour identifier de nouvelles possibilités. Cela impliquerait de renforcer les plans nationaux/régionaux d’électrification rurale grâce à des informations à jour sur les pays sélectionnés, en coopération avec la direction générale de la coopération internationale et du développement de la Commission européenne. Un facteur clé pour la validation de la méthodologie est d’améliorer la transparence et de mettre à jour les coûts engagés sur le terrain dans les options en matière de technologie énergétique. ",
        "9 Executive summary Burkina Faso is a West African landlocked Sahelian country. It has a surface area of 274,222 km 2 and, in 2015, had a population of 18.4 million with a 3.1 % annual population growth [1]. In 2012 the rural population made up 72 % of the total population. In rural areas, the majority of the population (about 90 %) still relies on traditional biomass (firewood and charcoal) as their main energy source. Policy context Burkina Faso’s energy context is characterised by: (i) a predominance of biomass energy use with 80 % of the primary energy consumption; (ii) a dependence on imported fossil fuels; (iii) a very low deployment of renewable energy technologies; and (iv) limited access to modern energy and electricity supplies that lack at many social structures such as schools and hospitals. In Burkina Faso, only 3 % of the rural population has access to electricity. The percentage of the population that has access to modern energy services is still very low (18.83 % has access to electricity). Geographical disparities are significant: in 2015 only 3.06 % of the rural population had access to electricity, while in the case of the urban population the figure increased up to 60 %. The government’s priority is to scale up national rural electrification to 45 % by the year 2030. The annual electricity consumption per capita is 44 kWh, compared with 200 kWh in Senegal and 270 kWh in the Ivory Coast. The current electricity mix is based on electricity imports, fossil fuel generation and hydropower. Burkina Faso heavily depends on imports. Grid extension is developing at a much slower pace than planned. Burkina Faso’s electricity mix mainly relies on thermal and fossil fuel generation (about 63 % of the total electricity mix), with the entirety of fossil fuels being imported . Additionally, the share of imported electricity is increasing (up to 31 % in 2015), mostly from countries under political instability (e.g. the Ivory Coast). This situation of energy dependency and the constant fluctuation of oil prices raise energy security issues. Burkina Faso still has one of the highest costs of electricity (0.21 EUR/kWh) compared to its neighbouring countries. Since 2010, the average cost of electricity production was higher than its selling price. To mitigate the resulting negative balance of the national electricity company, Sonabel, the state grants it a yearly bridge subsidy: in 2014, the state allocated fuel subsidies worth CFA 28 billion (EUR 43 million) to the national power and hydrocarbon companies. Sonabel’s financial difficulties have hampered the rehabilitation and maintenance of electricity networks and the ageing fleet of power plants. This report describes a spatial analysis tool for assessing pathways towards sustainable rural electrification and its application to Burkina Faso. Findings shall support the Burkina Faso government and development partners to define the least-cost rural electrification options within the framework of the national action plans of the Sustainable Energy for All (SE4ALL). Planning and coordination between grid extension and off-grid electrification programmes are essential to reach a long-term sustainable energy model and to avoid high infrastructure investments. At the moment in Burkina Faso there is no specific master plan for the development of renewable energy technologies at country level (apart from some general indications from ECOWAS). The JRC spatial analysis tool presented in this report can be influential at an early development stage to overcome the limitations of the current scattered national planning and to increase the probability of achieving the national goals of SE4ALL. The objectives envisaged by the government are to reach a global 95 % of electricity access (50 % in rural areas) and universal access to clean cooking solutions in urban areas (65 % in rural areas) by 2030. The ",
        "10 government has also set a target of 50 % of renewable energy in the electric mix by 2030 (without biomass). Key conclusions and main findings Smaller local electrification projects based on indigenous resources are in the long term expected to be more feasible than centralised ones based on imported fossil fuels. Our results suggest that up to 65 % of the non- electrified settlements are to be served by decentralised technologies. This report highlights the substantial photovoltaic (PV) potential in Burkina Faso and shows results that may increase the willingness of the government and of international organisations to deploy renewable energies in its territory. The report compares electricity technology options based on the available local resources (small hydropower and solar PV) to imported fossil fuel resources (diesel generator or grid extension) by means of least-cost optimisation. The results strongly suggest that an increase in the integration of renewable energy in the overall electricity supply and a decrease in the current dominance of fossil fuels is the most cost-effective strategy, including the elimination of fossil fuel subsidies. PV mini-grids (based on PV systems coupled with batteries) are the most suitable technology option. While due to the geographic, hydrologic and climatic conditions of the country, a run-of-the-river hydropower electricity generation does not seem to be feasible or optimal. Previous studies indicate that wind resources are very low. The diesel generator option is neither suitable nor appropriate as a rural electrification option due to the high dependency on fuel imports and the increasing costs due to fuel transportation. The backbone of the national policy for electrification is currently grid extension. However, the economic burden to develop and maintain the national grid is expected to be very high and not necessarily the least-cost option. Therefore, planning should also consider the competitive option of mini-grids fed with local renewable resources. According to our model, the required cumulative investment for Burkina Faso to reach universal access to electricity by 2030 is about EUR 1.7 billion, including electricity provision to the population of settlements already connected but without access to electricity. As far as economic aspects are concerned, this report shows one potential approach that reduces the marginal cost of rural electrification in Burkina Faso through the deployment of an additional 374 MW p of decentralised PV systems. This action could also potentially yield annual emissions savings that would equal 162,000 tonnes of CO 2 , estimated by using Burkina Faso’s grid emission factor of 0.70 tCO 2 /MWh. Burkina Faso’s government determines its commitments to the United Nations Framework Convention on Climate Change in its ‘intended nationally determined contributions’; the associated investment costs under the mitigation scenarios for the energy sector are calculated as EUR 1.1 billion. Defining the source of capital/funds is beyond the scope of the present study; specific literature on this topic implies several financial and incentive schemes to support the deployment of decentralised energy. Related and future JRC work In recent years, the JRC has developed a least-cost methodology aimed at guiding policymakers in the African continent to set up reliable alternatives to a rural electrification paradigm that heavily relies on fossil fuels. The methodology was developed at a continental level as an interactive tool (see RE2nAF). Following a JRC collaboration with the Africa-based research institution, the Centre for Renewable Energy and Energy Efficiency (ECOWAS-ECREEE), a similar geographic information system- based tool was developed. Tightly linking the Burkina Faso electrification plan to such tools could help to attract international support for electrification projects. ",
        "11 In the present study, wind and hydro resources have been included as static mapping. The next step to enhance the interactive tool would be to integrate wind and hydro technologies as dynamic parameters. As a follow-up, we aim to apply this methodology to a number of additional countries. Our goal is to extend the RE2nAF interactive tool to identify additional opportunities. This would involve supporting national/regional rural electrification plans with up-to-date information on countries selected in cooperation with DG International Cooperation and Development of the European Commission. A key factor for the validation of the methodology is to enhance transparency and update field costs for the energy technology options. ",
        "12 1 Introduction: Burkina Faso’s energy context Burkina Faso is a West African landlocked Sahelian country. It has a surface area of 274,222 km 2 surface and in 2015 a population of 18.4 million [2] with a 3.1 % annual population growth [1,3,4]. Burkina Faso’s energy context is characterised by: (i) predominance of biomass energy use with an 80% of the primary energy consumption (see Figure 1); (ii) dependence on imported fossil fuels (see Figure 1); (iii) very low deployment of renewable energy technologies; and (iv) low access to modern energy [5]. The amount of population with access to modern energy services in Burkina Faso is still very low (18.83 % of the population has access to electricity), with only 2.3 % of the rural population having access to electricity [5]. Figure 1. Primary energy consumption in Burkina Faso (2012). Source: SONABEL [6,7] and MMCE [8] This section presents the current energy policy context of the country, the challenges and perspectives to reach an alternative electricity mix that could support a robust national development strategy coupling growth and sustainability and pursuing the energy-related sustainable energy goals in the SDG, as stated in the SE4ALL National Plan of Actions [9,10]. The SE4ALL implementation is followed by a focal point in the Ministry of Mines, Quarries and Energy (MMCE). The MMCE was divided in 2016 in two ministries: Ministry of energy (ME) and Ministry of Mines and Quarries (MMC). 1.1 Present electricity mix The electricity production of Burkina Faso in 2015 mainly relied on hydropower (6 % of total electricity capacity) and thermal-fossil fuel generation (about 63 % of the total power generation capacity) [11]. All petroleum products are entirely dependent on imports by road at high cost from ports over 1,000 km away, since the country has no known crude oil reserves or refining capacity. As for natural gas, Burkina Faso has no natural gas production, consumption, or reserves. In rural areas the main energy source is the utilisation of traditional biomass [12]. A combination of market and steadily increasing demand for electricity has contributed to a major shift in the Burkina Faso electricity mix from 2007 to 2015 (Figure 2). Burkina Faso has increased its dependency on electricity imports (up to 31 % in 2015) from its neighbours Ghana, Togo and Côte d’Ivoire (Figure 3). Imports have increased because of the new Bobo-Ouaga transmission line connected in 2010, and due to the lower electricity cost of the electricity imports compared to the electricity produced in Burkina Faso by thermal power fuelled by high-cost imported oil. ",
        "13 Figure 2. Historic and projected electricity demand. Source: JRC compiled with data from WAPP [13], EIA [14], United Nations, Department of Economic and Social Affairs [15], World Bank's Development Indicator data [3] and SONABEL [7]. Figure 3. Electricity consumption and evolution of the electricity generation and imports (GWh), 2001-2015. Source: JRC compiled with data from SONABEL [16], UN Statistics Division-Energy Statistics Database [17] ",
        "14 1.2 An alternative to the present energy mix Burkina Faso is in the process to define an integrated national renewable energy programme (see section 1.3). The recent establishment of the Direction Générale des Energies Renouvelables (DGER), the Direction Generale de l’Efficacité Energétique (DGEE), and the new agency dedicated to renewable energy and energy (ANEREE) will accelerate the implementation of such specific programme. Burkina Faso may seriously consider an alternative energy mix to ensure a substantial increase in the country’s power supply to meet the fast-growing electricity demand and to reduce the country’s dependence on imported fossil fuels for electricity generation [18] (see section 8). In this framework, the Department of Energy is establishing an institutional and regulatory framework for the recent launch of the national renewable energy agency. The new agency will accelerate the implementation of incentive mechanisms for a greater use of indigenous renewable energy sources [11, 12]. — Hydropower generation has limited potential mainly due to the irregular precipitation pattern. Hydropower already provides 8 % of the total electricity consumption (2015) assuring an average production of 100 GWh (55 to 135 GWh per year depending on rainfall) [20]. — In spite of the country's high solar energy potential [21], the installed PV capacity in 2014 was less than 7,000 kW p [20]. In 2014, solar energy represented 0.8 % of the total national electricity consumption. However, the implementation of PV projects in Burkina Faso has been accelerating since 2014 with a 30% increase of installed capacity per year. — Wind energy is the least advantageous form of renewable energy for Burkina Faso, given the low wind speeds. There have been, nonetheless, some studies suggesting relatively higher wind energy potential in Dori, in the Sahel region [22], [23]. However, in Sahel region the solar potential is higher than the average (1,650 kWh/kWp) [24] and comparatively 2.3 times higher than wind potential (700 kWh/kWp). 1.3 Strengthening the institutional, legislative and regulatory framework for the electricity sector 1.3.1 Challenges for the electricity sector With regard to the electricity sector, the country is confronted with two main challenges: i) the need to ensure a substantial increase in the country’s power supply to meet a fast- growing demand; ii) the need to supply electricity to several urban and rural settlements while improving the reliability and quality of the overall service. In order to face these challenges and to strengthen the institutional, legislative and regulatory framework for the electricity sector the former Ministry of Mines and Quarries Ministère des Mines, et de l’Energie (MMCE) set up several policy instruments and strategies as shown in Table I. Since 2016, the Direction Générale de l'Energie (DGE) are converted to three general directions: Direction Generale des Energies Renouvelables (DGER), Direction Generale des Energies Conventionnelles (DGEC) and Direction Generale de l'Efficacité Energétique (DGEE). The Energy Ministry has written a new policy for the energy sector (LPSE) in 2016, and a new energy law is being voted at the national assembly. In the field of energy in Burkina Faso, the Energy Sector Policy Letter (LPSE) of the Ministry of Energy, Mines and Quarries reflects the vision of the presidential program and the National Plan for Economic and Social Development (PNDES). It has opted unequivocally for an energy transition towards green and renewable energies, in particular towards solar energy. This in order to make energy \"accessible and available\" through the energy mix by increasing the share of renewable energies in current production, promoting energy efficiency and strengthening the production of conventional energies. Reforms of the institutional, legislative and regulatory framework are therefore needed. ",
        "15 1.3.2 National strategy for growth and sustainable development A few policy documents have set the scene for growth and sustainability in Burkina Faso specifically mentioning the energy issues. The Poverty Reduction Strategy Paper (PRSP) [25] was the central framework of the government’s economic and social development policies from 2000 to 2010. The PRSP identified the lack of infrastructure as a major impediment to poverty reduction. The PRSP Priority Action Programme envisaged an increase in the country’s electricity access rate from 17% in 2008 to 26% in 2012. In 2011, the Strategy for Growth and Sustainable Development (SCADD) [19] replaced the PRSP. The SCADD integrates several options to develop the electricity sector. These options are: a) the establishment of institutional and regulatory frameworks and fiscal measures that allow the mobilisation of actors and financial resources in the energy sector; b) to secure the country's supply and reduce energy costs; c) the extension of electricity networks to rural areas; d) mobilisation of national energy potential and its development and e) to improve the efficiency of energy consumption. In October 2013, the National Policy for Sustainable Development in Burkina Faso (PNDD) [26] was published. The PNDD contains provisions to assess the progress of the SCADD and the National Rural Sector Programme (NRHP). The main instruments for the assessment are the National Observatory for Environment and Sustainable Development (ONEDD) [27] and the criteria and indicators for sustainable development (CSD and ISD) described in the Institutional Framework for Sustainable Development (IFSD) [28] (see Figure 4). Since August 2016, the Government has a new development plan: the National Policy for Sustainable Economic and Social Development (PNDES) 2016-2020 [1]. The PNDES is the reference document of the strategy and actions of the Government of Burkina Faso for the period 2016-2020 to achieve its development objectives. The plan is based on three main pillars: (i) institutional reform and modernization of the administration; (ii) human capital development; (iii) boosting enabling sectors to create decent jobs. Figure 4. Sustainable development policies and assessment instruments in Burkina Faso. Source: JRC compiled with data from [1,16,17,19,25–28] ",
        "16 Table I . Regulations, incentives and legislative energy framework at national level Sector/Policy Document of reference Characteristics Nature /Status Energy sector reform Energy Sector Development Policy Paper (‘Lettre de politique de développement du secteur de l’énergie’) (2000) Government programme involving local, state and federal institutions together with energy companies -Integrate the issue of energy in the strategy against poverty -Regulates and establishes the ‘Energy Development Account’ to financially support the programme Strategic short–term measure to improve access to electricity and social development / Revised in 2016 to integrate energy efficiency and renewable energies Energy production & distribution Law 15-2001/AN (2001) Law revision 060/98/AN (2004) Law 027/AN1 (2007) Opening of the national power and hydrocarbon companies (SONABEL and SONABHY) to private participation: - Enhances the qualitative and quantitative security of energy supply -Reduction of the overall electricity costs by liberalising the production and distribution of electricity within Burkina Faso -Authorises private production: no monopoly on production and distribution -It is not necessary to request permission to be equipped with a small generator. For larger power plants, authorizations, licenses and concessions are essential depending on whether production or/and distribution are needed -Market was liberalised where SONABEL was not present Mandatory Energy production & distribution Law 0xx/ANxx (2017) -In the proposed Law electricity production and distribution is open to private investors -In the new law there will be no longer geographic segmentation with a monopoly of SONABEL in the first segment. -From 2017, production and distribution will be authorized to private sector but transportation network is going to be still a monopoly of SONABEL A new law is being voted at the assemble (2017). Electricity Decree 089/PRES/PM/MCE (2003) Establishment of the Rural Electrification Fund (‘Fond de Développement de l’Electrification’ – FDE) Strategic Electricity Arrete 089/MCPEA/MMCE/MFB (2006) Decree 08- 013/MMCE/MEF/MCPEA (2009) -Fixing electricity tariffs for SONABEL grid. The Ministry of Energy, Ministry of Trade and Ministry of Finance are jointly responsible for setting electricity tariffs in the country. The Ministries are supported by independent authorities who issue supporting regulations for the price-setting process -In the perspective of a new law, the decision is made by Ministry of Energy under proposition of the regulation authority Mandatory ",
        "17 Sector/Policy Document of reference Characteristics Nature /Status Energy & poverty reduction Ministerial decree 21/MCE/SG/DGE (2006) Interdepartmental framework to integrate poverty in energy issues. Interdepartmental Committee for Multisector Approach Facilitation in the Sector of Energy (CIFAME) (2006) Strategic- Collection on needs to energy access Electricity (rural) National White Paper (LBN) (2006) Focus on the provision of modern energy services to the entire population of Burkina Faso by the year 2020 Strategic Electricity Decree 369/PRES/PM/MCE/MEF/MCPEA (2008) Regulate the general electrical energy supply. Responsibilities, organisation and functioning of the Regulatory Authority of the Electricity Subsector Strategic Electricity (rural) Arrete 09-018 /MCE/MCPEA/MEF (2009) Fixes selling prices of produced, imported and distributed electricity in the electrified settlements of the second segment of electrification (rural electrification) Mandatory Energy efficiency Energy Sector Project Development (SEDP 2006-2011). Implementation of the programme aimed at the efficient use of energy in public building Strategic Electricity Law 053-2012/AN (2012) Law on general regulation of electricity and the implementing regulations Mandatory/Adoption and enacting of the law Energy production Energy Sector Policy document (POSEN) 2013 Reference framework for implementation of energy sector reforms for 2014-2025. Implemented through two programmes, the ‘Energy’ and the ‘Steering and Support’ programmes Strategic/Adoption of the energy policy document Energy efficiency National Action Plan for Energy saving (2014) Short term measure to improve energy efficiency and promote rational use of energy Mandatory/ Under review Energy distribution Restructuration of the national electricity company (2014) Studies on the reorganization and turnaround of the financial situation for SONABEL Strategic Electricity (RET) Bidding for a target of 225 MW p of connected solar PV by 2020. New projects in process can increase the target to 300 MW p Construction started in 2016 of 33 MW p being extended to 50 MW p (Ministry of Energy). A tender was launched and five operators have been recruited to install 68.25MWp in five settlements. . Development of 26 MW p (WINDIGA energy) Plan for another tender to recruit five other operators in 2017 for a total of 80 MW p . Strategic/ New projects in process with World Bank (2 PV plants of 30MWp) and another initiated by UEMOA can increase the target to 300MW Energy and poverty reduction SE4ALL national action plans. Decree No. 2013 - 00057/ MMCE /SG/DGE 23 An inter-ministerial committee initiative was established in 2013 to develop the National Plan of Actions to reach the UN SE4ALL goals. The SE4All implementation is followed by a focal point in the Ministry of Mines, Quarries and Energy. Strategic -National plan draft submitted to European Commission (2015) -The draft action plan will be validated by all stakeholders ",
        "18 Sector/Policy Document of reference Characteristics Nature /Status Energy sector reform LPSE (lettre de politique sectorielle de l'énergie) 2016 In 2016, The Energy Ministry has written a new policy for the energy sector (LPSE). Renewable energy and energy efficiency are defined as important axes of development of the energy sector. A new energy law is being voted at the national assembly (2017). Strategic/ Adoption and enacting of the law Renewable energy sector Décret N°2016- 1200/PRES/PM/MINEFID/MEMC for the establishment of the ‘Agence Nationale des Energies Renouvelables et de l’Efficacité Energétique’ Establishment of the new agency dedicated to renewable energy and energy efficiency (2016) Strategic Sources : Compiled by the authors from [29–32]. ",
        "19 1.3.3 Establishment of a national renewable energy agency Till 2016, there were no integrated policies or strategic directions for the use of renewable energy technologies (RET). However, in 2016 the Government announced an important change of energy policy by make a strong transition towards renewable energy. Very recently (October 2016) the Ministry of Energy created a new agency dedicated to renewable energy and energy efficiency, ‘Agence Nationale des Energies Renouvelables et l'Efficacité Energétique’ (ANEREE). The main missions of the ANEREE are: 1) Control, supervise and promote the market for renewable energies and energy efficiency 2) Establish a National Energy Efficiency Promotion Strategy. 3) Support, enhance and pilot projects of national scope in the field of renewable energies and energy efficiency. 4) –Unify and integrate private sector, NGOs and technical and financial partners in the field of renewable energies and energy efficiency 5) -Executing commercial services and all other public service missions in the field of renewable energies and energy efficiency. 6) Support research, innovation and training in the field of renewable energies and energy efficiency. Table II gathers the main instruments and tools that support the development of renewable energy technologies in Burkina Faso. The Department of Energy is establishing an institutional and regulatory framework for the creation of a Renewable Energy Agency and to implement incentive mechanisms for greater use of indigenous renewable energy as stipulated in the Strategy for Growth and Sustainable Development (SCADD) [19]. Thus, the Government has planned to conduct a study to provide the most suitable institutional arrangements and organisation to support the development of the renewable energy sub-sector. Adopted in 2007, the strategy for rural electrification supports solar energy for the electrification of rural areas lacking connection to the SONABEL grid. The United Nations Industrial Development Organisation (UNIDO) report provides information about small hydropower status and its potential [33]. The UNIDO study identifies 70 potential small hydropower sites with a total capacity of 139 MW (with 32 MW hydropower sites already installed in 2015). The wind energy atlas [23] assesses the potential of wind average speeds in Burkina Faso at a 30, 50 (small and medium turbines) and 80m (large turbines). The average wind speed ranges between 1 and 3 m/s, with the maximum only obtained in the north (up to 6 m/s for 50 m height). ",
        "20 Table II . Studies to support renewable energy technologies at national level. Sub-sector Document of reference Characteristics Commissioned/Fin anced Solar energy Study of the development of solar energy in Burkina Faso: analysis and recommendations -provides some reference for the tariff sector -explores the types of support that the Government could establish and advises the authorities on the strategy - provide basic elements for the establishment of the institutional and regulatory framework for renewable energies Study commissioned by the former Ministry of Mines and Energy and financed by the French Development Agency (AFD) through the Research and Capacity Building Fund Biofuel ADECIA study [34] Draft policy on biofuels Support development and structuring of Jatropha sector in rural West Africa 1.1 million EUR funded by French Development Agency (AFD) and French Global Environment Facility (GEF) Biofuel Biofuel standards [35] -Analysis of the regulatory and political conditions for biofuels in Burkina Faso -Evaluation of the adaptation of the Roundtable on Sustainable Biomaterials standards (RSB) for biofuels for small farmers. École Polytechnique Fédérale de Lausanne (EPFL) Renewable energy Identification of scenarios to increase the use of RET Scenarios by technology to increase the use of RET in Burkina Faso UNDP in collaboration with MMCE Energy Mix Feuille de route pour la diversification de l’approvisionnement en électricité du Burkina Faso [36] Analysis of the options for energy diversification in Burkina Faso The World Bank Renewable Energy and Energy Efficiency PANER (plan actions national des energies renouvelables) and PANEE (plan actions national d’efficacité énergétique[37,38] Description of strategic options for renewable energies and energy efficiency for Burkina Faso SE4ALL initiative Sources: Compiled by the authors [29–32,34,35,37,38]. 1.4 Strengthening energy policy at regional level The energy context of the 15 ECOWAS Member States evolved in a complex framework of regional and sub ‐ regional coexisting policies [39]. Table III gathers the policy instruments from the West African Economic and Monetary Union (UEMOA) that targets energy access and rural electrification. The UEMOA Regional Initiative for Sustainable Energy (IRED) [39] established targets and policy instruments that are much more ambitious than the ones set by the Burkina Faso government (i.e., 82 % of the total power capacity by RET by 2030). These instruments (see Table III) could drive the government of Burkina Faso to set more challenging targets for energy access rates at country level. ",
        "21 Table III. Energy policy instruments at regional level ECOWAS/UEMOA (West African Economic and Monetary Union) Sector Document of reference Characteristics and Goals Nature/Status Energy access White paper on energy access. ECOWAS/UEM OA. (2006) [40] Targets to be achieved by 2015: - individual electricity supply (100 % for the urban areas and 36 % for the rural areas) - 60 % rural population with access to motive power for productive use - improved cooking fuels and stoves Voluntary: Non-binding target. Several financial and legal instruments were proposed (2013) but have not yet been implemented Energy access and Renewable Energy UEMOA Regional Initiative for Sustainable Energy (IRED) (2008) [39], [41] Targets to be achieved by 2030: -universal access to electricity -increase of share of renewables from 36 % to 82 % -average production costs of electricity of 0,05 EUR/kWh -78 % renewable energy of the UEMOA electricity consumption Public-private partnerships. Implementation in 3 stages: 1) 2010-2013: Absorption of energy deficit 2) 2013-2020: Ensure the competitiveness of the supply through the development of an interconnection programme and hydropower development 3) 2020-2030: Maximising the potential of renewable energies like solar thermal targeted option Renewable energy West African Power Pool Master Plan (revised in 2011) [13] Targets to be achieved by 2025: -36 % of the total installed capacity in ECOWAS from RET -28 % share from large hydro -8 % share from \"new renewables\" Strategic: regulated Biomass/ Biogas Sustainable use of wood ‐ fuel strategies CILSS report (2005) [42] - Wood biomass, sustainable management of forest and wooded lands - Sustainable use of wood ‐ fuel, including substitution strategies (LPG and kerosene) - Biogas depends on the Ministry of Animal Resources CILSS covers 7 ECOWAS countries (Niger, Burkina Faso, Mali, Senegal, Cape Verde, Guinea Bissau and Gambia) [43] Energy efficiency ECOWAS energy efficiency policy (2015) [44] Scenario considers possible energy savings. Source: Compiled by the authors. [13,30,39–44] ",
        "22 2 Strengthening the institutional, legislative and regulatory framework for rural electrification In 2015, only about 18.8 % of the population had access to electricity. Geographical disparities are huge: only 3% of the rural population has access to electricity while the percentage with respect to the urban population increases to 60% in 2015 [19,45,46]. The annual electricity consumption per capita is 44 kWh in Burkina Faso, compared with 200 kWh in Senegal, and 270 kWh in Côte d’Ivoire. In the rural areas of Burkina Faso, the majority of the population (about 90 %) is still relying on traditional biomass (firewood and charcoal) as the main energy source [12]. 2.1 Electrification strategy at national level Electricity is important for rapid economic growth and poverty alleviation. With regard to the electricity sector, Burkina Faso is confronted with an imminent challenge: the need to supply electricity to several urban and rural settlements while improving the reliability and quality of the overall service. The country’s electricity supply strategy is mainly based on establishing interconnections with neighbouring countries and the refurbishment and extension of the existing network. To a much smaller extent it supports the development of local generation capacity. The country's electricity supply is mainly managed by the national electricity company, which is a public company. SONABEL is fully responsible for the production, import and distribution of electricity in Burkina Faso. In 2014, there were no private producers of electricity on the grid. Nonetheless, Burkina Faso adopted an electricity law allowing the liberalisation to the private sector, yet did not privatise the national electricity company. 2.2 Specific regulatory framework for rural electrification The national strategy for electricity access is not defined in one single regulatory framework but enclosed into several sustainable development policies (see section 1.3.2). Rural electrification pace and achievements in Burkina Faso are still very modest (Figure 5). Figure 5. Additional settlements electrified per year. Source: JRC compiled from INSD (2016) [2]. An appropriate rural electrification master plan can be useful for policy-makers to set the policy direction, to develop coordinated programmes and to set the roadmap for rural ",
        "23 electrification. The long-term programme has to take account of recent political instability (failed coup) and political unrest in the neighbourhood countries (Côte d’Ivoire, Mali) due to the high-energy dependence of energy imports. 2.2.1 Assessment studies for national rural electrification Several studies for the assessment of a potential national rural electrification plan have been conducted (see Figure 6) but still one single regulatory framework would much facilitate the implementation of a unified strategy for rural electrification. With regard to new electrification, the Rural Electrification Fund (FDE) is responsible for rural electrification programmes, whereas SONABEL electrifies peri-urban areas near the existing grid [47]. Figure 6. Strategies for rural electrification in Burkina Faso. Sources : [13,24,27,29–32,47,48] — ‘Plan National d'Electrification’. A provisional national electrification plan was commissioned in 2006 by the Ministère de l'Énergie et des Mines - Secrétariat Général and financed by DANIDA [48]. — ‘Le Deuxième Plan National d'Électrification’ . In 2008, the “Direction Générale de l'Energie” DGE commissioned a study to assess the national programme for rural electrification [31]. The Government decided to base the country’s electricity supply strategy on mainly establishing interconnections with neighbouring countries and the rehabilitation and extension of the existing network while supporting the development of local generation capacity. Local generation was based in multiple purpose platforms, isolated grid projects, and solar PV systems [47]. — Electricity Infrastructure Strengthening and Rural Electrification Project - Feasibility study of the rural electrification priority programme completed in October 2007 financed by the African Development Bank. — Electrification Plan Programme (2013-105) for more than 600 settlements in Burkina Faso . SONABEL conducted a study on the electrification of remote centres for 2013-2015 [49]. This rural electrification programme was completed in 2014 with the technical assistance and financing of the EU, French Development Agency, World Bank, India Aid and the African Development Bank. The studies for the assessment of a national rural electrification plan conducted so far mainly focus on grid extension projects (2006). However, the assessments are slowly increasing the use of decentralised energy technologies (2015, 2016). STRATEGIES FOR NEW ELECTRIFICATION •Responsible for rural electrification programmes Rural Electrification Fund FDE Small-scale priority investment approach •Electrifies peri-urban areas near the existing grid National Electricity Company SONABEL ASSESSMENT FOR RURAL ELECTRIFICATION PLANNING •Commissioned by Ministère des Mines, des Carrières et de l'Energie (2006) National Electrification Plan •Study commissioned by Ministère des Mines, des Carrières et de l'Energie (2008) financed by AfDB. Rural electrification assessment •SONABEL (in progress since 2013). Financed by EU, AFD, World Bank, India Aid and AfDB. Master electrification plan ",
        "24 2.3 Management of energy access programmes The access to energy is mainly managed by the FDE (see section 2.3.1); the Union of Electric cooperatives (COOPEL) (see 2.3.2), the programme of multifunctional platforms (see section 2.3.3) and other additional sources (see section 2.3.5). 2.3.1 Rural Electrification Fund The Rural Electrification Fund (FDE) was established in 2003 (Decree 2003-89 /PRES/PM/MCE) and became operational in 2005. The FDE is the entity of the Ministry of Energy that facilitates, implements and finances the rural electrification policy. The mission of the fund is to facilitate access to electricity for the rural population by providing loan guarantees and subsidies to rural electrification investments and preparatory studies. The targets for rural electrification set by the FDE are summarised in Table IV . Table IV . Electrification access targeted by FDE (2012) Objective Past achievements Progress indicators Main orientation Electrification of 60 communities per year 40 communities electrified Access rate: 13% Access rate: Population living in an electrified area/Total population Electrification of over 400 communities by 2015 22 feasibility studies financed Electrification rate: 2 % Electrification rate: Number of electrified communities/Total number of communities Implementation of the National White Paper recommendations regarding energy access Source: CLUB-ER [50] Electrification Development Taxes ( Taxe de Développement de l’Electrification rurale, TDE): The government took an important measure by introducing an electrification development tax exclusively for investment in electricity infrastructure in rural areas (2 FCFA/kWh, equivalent to 0.03 cEUR/kWh) [51] and the tax exemption for 5 years on the exploitation of renewable energy equipment [52] ( ",
        "25 Table V ). During 2012, 7 communities were electrified through the collected TDE taxes. In 2013, 17 communities were electrified with funding from the TDE-2012 (12 communities electrified by the TDE-2013 funding). According to the rural electrification strategy paper (2008), the needs for financing for the period 2007-2020 are 5.6 billion FCFA/year, equivalent to 8.5 million EUR/year (for 10 to 20 settlements/year), the share of the TDE is not negligible in this investment. ",
        "26 Table V. FDE sources of funding and financing for rural electrification FDE source of funding FDE financing strategy Investor/operator financed/loaned by FDE Rural electrification fee: 2 CFA /kWh (0.03 cEUR/kWh) levied on the kWh- consumption of all national SONABEL consumers Loans: 40 % for distribution network Electricity cooperative/association/ NGO Grant from Ministry of Finance (CFAF 500 million approx.) Grants: 100 % for transportation lines Territorial entities Fees from power sector concessions and revenue from penalties Grants: 60 % for distribution network. Private entities Donors : Funds secured by government and transferred to FDE Building of power stations: 100 % by FDE Source: CLUB-ER [50] EUEI-PDF [27], [51,52] The concessions for rural electrification are allocated to private operators. Burkina Faso uses a small-scale priority investment approach, where the investments are identified by individual feasibility studies prepared by the FDE. The investment and operation is entrusted to installers while the ownership of assets goes to the national power company for MV-lines and to local community cooperatives for LV-lines. Supported electrification projects are implemented by electricity cooperatives and operated by private firms under an ’investment plus 5 year of Operation and Maintenance (O&M) contract‘ [47]. Figure 7 depicts the project cycle under FDE. Figure 7. FDE project cycle of decentralised electricity service in Burkina Faso Source: JRC compiled from [47] and FDE reports Hybrid power plants project (PMER) : The FDE started to build 10 solar-diesel hybrid power plants with 5 billion FCFA (7.6 million EUR) funding from the Government (2013). Three hybrid systems have already been installed in the Sahel region. This programme is in an experimental phase and aims to be replicated in all diesel-powered communities across the country. Access to energy services programme (PASE) : Foresees the electrification of 50 rural communities (30 settlements completed between 2012 and 2013). The FDE received Project Selection •Project identification •Formation of Electricity Cooperative •Feasibility study •Selection Concession and O&M contract •Cooperative is owner and installer • O&M contract with private operator Tendering, supervision of construction, commissioning •Coperative contracts a consulting engineer for supervision •FDE controls the management of funds and consultatnt services Operation, payments collection and new costumers •Operator is responsible for operation, safety, billing, and new customers Expected total process time: 9 months ",
        "27 FCFA 6 billion of financial support (EUR 9 million) from the World Bank. In 2015, individual and collective solar PV kits were distributed to 20 communities. The project is under negotiation for an additional USD 17.5 million. As part of this new funding, 50 more communities could benefit from electrification through interconnection to the national grid and the construction of hybrid diesel/PV power stations. 2.3.2 Electricity cooperative Coopératives d’électricité (COOPEL) groups 60 cooperatives and an operator (‘fermier‘). COOPEL works with the FDE under the ‘Electricity for All’ programme. Local cooperatives produce and distribute electricity on the territories not connected to the grid and are part of an umbrella organisation, the National Union of Electric Cooperatives in Burkina Faso (UNCOOPEL). The implementation of the COOPEL is heavily subsidised (investment subsidy, exemption from VAT, 80 % subsidy on the price of diesel). Electricity can be purchased via the cooperative at wholesale prices and can be resold at retail price. The electricity price for customers in rural areas is equivalent to SONABEL prices. 2.3.3 Multipurpose platform projects The Program of Multifunctional Platforms (supported by UNDP) involves local communities and small and medium-sized enterprises (SMEs). Projects usually include diesel generation, mills, battery chargers and pumps; a set of installations is chosen by the community with the aim of increasing productivity using electricity [47]. An interesting feature in Burkina Faso is the role of women’s associations in the management of these multipurpose platforms. 619 communities (development centres) have been identified as priority candidates and are under screening to identify the most appropriate energy supply for each community [30] (see Figure 8). Figure 8. Distribution of development centres in Burkina Faso Source: IED [30] 2.3.4 Special programme for electrification: ‘Chefs-lieux’ for rural communities SONABEL was commissioned by the state to run this programme for the electrification of 87 rural communities not yet electrified by 2015. The number of communities was ",
        "28 eventually increased to 104 in response to field studies. This FCFA 52 billion (EUR 79 million) programme is fully funded by the state budget. It runs in three phases, phase 1 and 2 have been already implemented with the electrification of 47 communities. The third phase was launched in 2016 and electrifies the remaining 57 rural communities. 2.3.5 ACP-EU Energy Facilities and other rural electrification mini-grids The European Commission as part of the ACP-EU Energy Facility I and II programmes (Energy Facility http://energyfacilitymonitoring.eu/) granted ten rural electrification projects in Burkina Faso (2009-2016). The projects were co-financed by several actors: the government of Burkina Faso through the FDE, a Belgian NGO, French and Burkinabe private sectors as well as Burkina Faso’s beneficiaries: — ELSA project: Electrification of 28 villages in the Sahel with a high percentage of renewable energy (final implementation at the end of 2016). — SINCO project: Electrification of 10 settlements in the provinces of Yatenga and Zandoma. Supported by the SINCO cooperative focused on promoting an ecozone with planning for solar power (70 kW p ) and solar PV kits. Project finished in 2015. — ULPE: Electrification by solar photovoltaics of ten communities in the Zoundwéogo province (project under implementation in 2016). — ERD ZIGO project: Increase access to electricity services from renewable energy technologies. The project will implement the installation of two hybrid generating plants and 260 km of MV lines and 189 km of LV lines. It aims to electrify 31 communities by PV/biomass/diesel hybrid systems and electrify 14 communities by PV/diesel hybrid systems (project under implementation). — Dynamic eco-electrification in north and north-central of Burkina Faso: Distribution of 4,000 solar kits with a total capacity of 120 kWp, 2 photovoltaic plants with a capacity of 250 kW and 6 photovoltaic systems with a total capacity of 2 MW p (project under implementation). — Service Secular for Cooperation and Development (SLCD) Project: Electrification of 3 settlements by 4 hybrid mini-grids in the province of Sanmantenga by diesel hybrid systems (diesel/locally produced jatropha biofuel). Projected finished in 2015. — Jatropha project: Provide energy from Jatropha curcas oil (for electricity production) to isolated population by the promotion of Jatropha plant self-production in marginal non-productive lands in Burkina Faso and Ghana (project under implementation in 2016). — MICRESOL programme: Provided microcredit for the acquisition of individual solar kits in the central eastern Burkina Faso, during 2011-2016. MICRESOL aimed to develop access to electricity using local renewable energies. 1,000 families and micro-entrepreneurs now have access to electricity services with a total of 15,700 beneficiaries. — Solar energy for improved livelihood in Burkina Faso project (Energy Facility I): 3,000 households and enterprises are using completely installed solar home systems on a 'fee for service' basis. — Flexy Energy project: Coordinated by the 2iE foundation (http://www.2ie-edu.org/) in Ouagadougou. The specific objectives are to demonstrate the technical, economic, social and environmental feasibility of distributed power generation by solar/genset hybrid power plants in rural and peri-urban areas. A hybrid PV/genset mini-grid of 30 KW p /77 KVA installed in Bilgo (2016) brings electricity to more than 300 households. The project was financially supported by the European Union with financial contribution from SONABEL. ",
        "29 Figure 9. Hybrid PV system in Bilgo (30KW p /77KVA ). Source: 2iE Other rural electrification projects: — IRENA and Abu Dhabi Fund for Development (ADFD) funded USD 10 million (January 2016) to a 3.6 MW rural electrification project to provide electricity to 42 communities electrifying more than 12,000 households, businesses, health and education facilities and community centres with solar PV systems, PV/diesel and power distribution mini-grids [53]. — Ten solar power plants (10 kW p each) were installed (2016) in Koudougou Region. The PV systems will produce electricity for telecommunications plants. — A contract to build a 1.3 MW p PV power plant in Ziga has been concluded, implementation is ongoing. — A GIS system (http://www.prs-burkinafaso.com/) has been developed to localise the PV-water pumping systems installed under the ‘Programme Régional Solaire’ (CILSS/IED). 2.3.6 Energy context at regional level (ECOWAS) ECOWAS, through its Renewable Energy and Energy Efficiency Agency (ECREEE), [39] gives support to set up RE master plans to increase RES shares in the ECOWAS countries’ portfolios [13]. In the case of Burkina Faso, the technical studies were inspired from ECOWAS since 2015 (PANER and PANEE) [37,38] but its implementation has been hampered by the socio-political crisis that the country has experienced from 2014 to 2015. 2.4 National and regional targets for electricity access The PRSP Priority Action Programme forecasted an increase in the country’s electricity access rate from 17 % in 2008 to 26 % in 2012, but the actual increase was lower reaching 16 % of population. In 2015, 39 % of the population lived in areas with electricity services (coverage rate) and the country had an increase in electricity demand at a rate close to 10 % per year. In 2015, only 18.8 % of population had access to electricity, with huge disparities still present between areas: only 3 % of the rural population had access to electricity while in urban centres this rate reached 60 % [45], EICVM data 2009/2010 [19,46,53] ",
        "30 Figure 10. Actual and planned access to electricity compared to national and regional targets Source: SONABEL [6,7,16,54], INSD [55] ECOWAS [4,13,39,44] In a longer-term perspective, the targets established by the government for energy access are more moderate than the targets settled at regional level by ECOWAS (see Figure 10). In 2011, SONABEL aimed to achieve a goal of electrification of 60 % in 2015 [13,55] starting from the baseline of 13.1 % in 2010 [3] and the envisages by the SE4All objectives are to reach a national electricity access of 65% (95% in urban areas and 50 % in rural areas) by 2030. While ECOWAS was targeting at regional level universal access to electricity by 2030 [39]. Still, the targets for access to electricity set by the government at country level and ECOWAS at regional level are far from being reached (see Figure 10). Indeed, the new actual plans stated by the Government [1] are more ambitious with challenging goals for 2020: 80 % of electricity coverage 45 % of national electrification rate (19 % of rural electrification and 75 % of urban electrification) 30 % of renewable energy in the energy mix (from 6.4 % in 2015) ",
        "31 3 Infrastructure: the electricity network in Burkina Faso Planning and coordination between grid extension and off-grid electrification programmes is essential to reach a long-term sustainable energy model and avoid duplication of infrastructure investments. This section analyses the status of the grid and its plans for extension. Section 8 will comparatively assess the competitiveness of these plans with off-grid options. 3.1 Status of the grid Burkina Faso historically had two electricity networks, independent from each other. Since 2009, these two networks are interconnected (Interconnected National Network). This report refers to the electric-power transmission as the bulk infrastructure aimed at transferring electrical energy, from generating power plants to electrical substations located near demand centres. The electric power distribution refers to the local wiring between high-voltage substations and customers. The analysis provided in this report involves the combined existing or planned transmission lines (90, 132, 225 and 330 kV) and the existing or planned distribution network (33kV lines) in Burkina Faso. The 33 kV network is used both as a distribution network and as a network for transporting electricity from the power stations (interconnected network). The low-voltage network is generally three-phase except in some rural areas where the single-phase technique is used. Figure 11. General plan of an electric power transmission and distribution network. Source: USA-Canada Power System Outage Task Force [56], Riepl S. [57]. ",
        "32 3.1.1 Quality of grid service Over last years, interruptions in the interconnected areas have increased (for data on electricity interruptions in 2008, please refer to the bottom-right graph included in Figure 12). The main causes for load shedding (when there is not enough electricity available to meet the demand) are (1) significant increase in demand recorded during the hot season (air-conditioning electricity use increases by 8% of the total services) and a large new connection of new customers in the Ouagadougou region; and (2) an increased unavailability of the interconnection with Côte d’Ivoire (15 % of the total services) [7]. On top of these facts, the current grid is in a delicate ageing situation [58,59]: according to a World Bank report [59] the percentage of assets older than 30 years is at 50 % for the transmission lines and 32 % for the distribution lines [60] (see Table VI). Table VI. Electricity network status in Burkina Faso Length Asset value Percentage of assets older than 30 years Refurbishment cost (*) (km) (EUR million) (weighted average) (EUR million) Transmission 1,161 155 50 46 Distribution 6,396 247 32 47 Source: World Bank, AICD [59]. *Refurbishment Cost (Asset value x Assets older than 30 years % x 60 %) In 2011 and 2012, SONABEL hired 61 MW of short-term emergency diesel generators in order to have a fast solution to cover the failure of electricity delivery from the Côte d’Ivoire caused by a mix of political and technical problems. The rental contract ended in 2012. To face the critical power supply situation, SONABEL paid FCFA 28 billion (EUR 42 million) for the production of 235 GWh. In comparison, imports from Cote d’Ivoire generated gains of FCFA 17.6 billion over the 2 years. 3.2 Policy of grid expansion and scheduling failure SONABEL local development policy and interconnection is based on first creating the backbone of the grid and then expanding the distribution network. In 2015, the 225 kV High Voltage (HV) interconnection from Cote d’Ivoire supplied around 30 % of the electricity requested by the Burkina Faso network. A second high voltage interconnection (225 kV) with Ghana (Bolgatanga-Ouagadougou) is scheduled to be commissioned in 2017. Two other regional interconnections are planned under the WAPP project [11], a 330 kV transmission line (Nigeria-Niger-Burkina Faso-Benin) and the Ghana-Burkina Faso–Mali 225 kV interconnection line. As previously mentioned, the backbone of the grid experienced a degree of improvement in 2009 thanks to the interconnection of the two previously isolated electricity networks. Still, the expansion of the distribution and transmission network has followed a pace much slower than planned [32]. According to the latest data available (2016), approximately 6,000 km of distribution lines originally planned to be in place before 2014 are yet to be built. Figure 12 provides the spatial illustration of the current status of the existing national grid in Burkina Faso 1 . 1 From the existing medium and low lines, Figure 11 only includes the 33 kV lines. Single-wire earth return (SWER) lines and 11 kV lines are not included (around 8,600 according to SONABEL). This exclusion might also explain the differences with the distribution length reported in Table VI. ",
        "33 Figure 12. Existing 2 and planned national electricity grid. Single-wire earth return lines and 11 kV lines are not included Source : JRC compiled from SONABEL [16,54] The amount of times in one year that the grid has experienced power outage in 2008 and the corresponding amount of electricity non-distributed to the users caused by the power outage are illustrated in Figure 13. Figure 13. Status of the national grid Source: JRC compiled from World Bank, AICD [58,59] 2 According to the latest 2016 SONABEL report [15] the existing high-voltage transmission lines in 2015 were: 488 km for 225 kV, 315 km for 132 kV and 142 km for 90 kV. For the medium voltage lines (33 kV and 20 kV) there is a total length of 4,243km. There are around 8,700 km of low tension lines. ",
        "34 These facts reinforce the need to look for a faster and more effective rural electrification approach and a tailored rural electrification option that gives a stronger role to lower capital investments using reliable and indigenous sources. 3.3 Potential of large PV grid-connected systems to prevent shortage of supply in hot season The daily load curve of SONABEL is characterised by an evening peak during rainy season (from May/June to September) and a day peak during the dry period. During the seasonal peak power consumption (hot season), air conditioning in the Ouagadougou region absorbs from 30 to 80 MW (from a total of 180 MW). The generation of solar energy at the peak power consumption (the so called ‘peak shaving’) can help to prevent the power blackouts and offset the increasing power demand in the country. Over the past decade, electricity demand has increased by about 13 %, while supply has increased by just 8 % [5]. The peak demand in 2015 was 244 MW for a total consumption (including imported electricity) of 1,442 GWh. With the goal of reducing the country’s dependence on imported fossil fuels for electricity generation Burkina Faso has the ambition to install 225 MW p solar power plants by 2020 (see Figure 14) that would generate about 360 GWh of electricity production [21], at around 20 % of the total consumption for 2020. Figure 14. The injection of PV electricity to the main grid in Burkina Faso might offset the increase in power demand and prevent power cuts in hot season Source : JRC compiled with data from PVGIS [21], WAPP [13], EIA [14], United Nations, Department of Economic and Social Affairs [15], World Bank's Development Indicator data [3] and SONABEL [7]. Despite the relatively high up-front cost of large PV power plants, the operation of the solar power plant in a high irradiation country such as Burkina Faso results in lower costs than the power produced by imported coal or diesel, even taking into account amortisation of the initial investments. Indeed, the development of high voltage interconnections will enable the Burkina Faso transmission network to increase its capacity to penetrate electricity generated from large PV solar fields. ",
        "35 3.3.1 Identification of high energy demand centres in Burkina Faso that are highly compatible with solar energy technologies The government intends to install, through public-private partnerships, 5 large PV systems of 10 MW p . The mining sector in Burkina Faso is one of the largest electricity consumers, so the location of PV production at high-energy demand sites would be particularly feasible reducing the country ’ s vulnerability to energy supplies, reducing the transmission-associated losses and increasing the access to electricity in neighbouring rural communities 3 [61]. Figure 15. Identification of high-energy demand centres attractive for solar energy technologies Source: JRC with data/mapping from Programmation régionale MEPRED [30]. Burkina Faso has an important need of energy demand for large irrigation systems (more than 100 locations identified in Figure 15). A solar irrigation pump system could significantly enhance incomes in remote areas by providing a cost-effective way of delivering irrigation water, particularly during the long dry season, replacing diesel powered pumps with solar pumps [62]. The cost of a solar PV water pumping system without any subsidy is 60 % of the cost of the diesel pump, over a life-cycle of 10 years [63]. 3 CDM Zina, 2015 Canadian mining company based in Burkina Faso will install a 22 MWp capacity facility in Zina. The plant will be connected to SONABEL’s main power grid. ",
        "36 4 Infrastructure: Fossil fuel power plants and renewable energy installations According to SONABEL, the installed capacity in 2015 was 325 MW, with 293 MW supplied by 24 thermal power plants and 32 MW by 4 hydropower plants [16]. In 1999, nine small-scale hydropower sites with a total of 36 MW were identified. Currently, only two small hydropower plants exist Tourni (0.5 MW) and Niofila (1.5 MW). from a total potential of 139 MW [33,64]. The estimated total annual electricity production is 1 GWh. The energy input for fossil fuel plants in 2013 was of 5 618 TJ (with an estimated 40 % of production to input) [13]. In 2015, the fossil fuel consumed for electricity production was 191,349 tones with an average of consumption of 211 g/kWh. 4.1 Projected and reinforcement of heavy fuel oil plants Several fossil fuel plants are in the process of reinforcement or implementation [13], [16]: - Extension of the Bobo II plant by an addition of 40 MW capacity. - Reinforcement of heavy fuel oil plant of 90 MW in Komsilga. - Heavy fuel oil plant of 20 MW in Sore. - The Electricity Sector Support Project (PASEL/World Bank) supports the construction of two thermal stations (Ouahigouya and Fada N’Gourma). However, the Ouahigouya station has been suspended [5]. - Connection of isolated centres (13.5 MW) to the main grid mainly run by diesel generators [65]. 4.2 Projected hydroelectric plants - Hydroelectric plant of 60 MW at the border with Ghana on the site of Noumbiel. The estimated total annual electricity production is 203 GWh, 80 % of which will be diverted to Burkina Faso and 20 % to Ghana. - A dam with a hydroelectric plant of 12 MW in Bougouriba (2016-2020) with estimated total annual electricity production of 30 GWh. - A dam with a hydroelectric plant of 14 MW in Bagre-Aval (2017-2019) with an estimated total annual electricity production of 37.3 GWh. - A 2.5 small hydropower MW plant is in the pipeline to be built at Samendeni Dam and two additional mini hydropower plants are planned, including Bonvale [33,64]. 4.3 Wind energy farms The potential for wind power is very limited, given the low wind speeds. Accordingly, there are no wind farms installed in Burkina Faso. However, small-scale generators at suitable sites and for selective purposes (e.g. water pumping, desalination systems) might be feasible. JRC is in the phase of extending its least-cost modelling to wind potential. ",
        "37 Figure 16. Wind energy resources in Burkina Faso Source: Atlas éolienne du Burkina Faso (50m) [23]. Université de Moncton and Université de Ouagadougou. 4.4 Large-scale grid-connected solar installations and connected mini-grids At the end of 2016, there were not yet PV systems feeding into the national grid. Nevertheless, there were a few large-scale grid-connected PV projects in the pipeline with a total capacity of approx. 200 MW p [8]. The PV plants projected by 2020 are listed below: Average wind speed (m/s) at 50 m ",
        "38 Figure 17. Existing grid connected power stations and planned PV plants Source: SONABEL and DGE -The installation of the largest photovoltaic power station in West Africa (33 MW p ) was launched in June 2016 in Zagtouli (on the borders of Ouagadougou and a short distance of the main grid 225 kV line) and will be commissioned in 14 months at the latest [66]. Total cost including the connection to high voltage network is EUR 47.5 million. It is financed by the AFD (EUR 22.5 million loan to the State, reallocated as a grant to SONABEL) and the European Union (EUR 25 million grant). The cost of construction and operation is much lower than the initial estimates made in 2010 (EUR 63 million). The PV plant could deliver around 4,000 MWh/month to the main grid during the hot season, helping to prevent a shortage of supply. Despite the relatively high up-front cost of a total of EUR 47.5 million (1.4 EUR/W p ), the operation of the solar power plant in a high irradiation country such as Burkina Faso will be able to produce electricity at lower price compared to SONABEL’s current cost. ",
        "39 Figure 18. Launching of the construction of the Zagtouli solar plant (33MW p ) Source: SONABEL and DGE - In collaboration with former MMCE and MINEFID (Ministère de l’économie, des finances et du développement), an Independent Electricity Producers (IEP) selection process is in progress for 5 solar power systems with a total capacity of 67.5 MW p. The PV plants will be owned by IEPs also responsible for the building and operation phases. Two Public- Private Partnership (PPP) contracts were signed in 2015 with the State and the corresponding PPPs are under negotiation with SONABEL [8,16]. - 5 PV plants are going to be constructed by PPP contracts with the State and the corresponding PPPs are under negotiation with SONABEL. A total of 80 MW p with injection of the electricity produced into the grid.The pre-selected sites are gathered in Table VIII. The call for tender is open and the operational status is foreseen for 2020, also relying on the evolution of the Ouagadougou-Ouahigouya 90 kV line. -A PV plant of 20 MW p is planned to be installed in Zina as the first large scale private photovoltaic power plant in Burkina Faso. 16 MW p of the total 20 MW p installed will be used by the mining company (WINDIGA SA). SONABEL and SEMAFO (the foundation of the mining company) signed in 2013 the terms and conditions of the power purchase agreement. The total investment expected is EUR 34 million with a planned building time of 10 months [67]. The characteristics of this 20 MW p plant are summarised in Table VII. Table VII. Construction of 20 MW p PV plant Installed capacity 20 MW p Energy production 34 GWh / year Technology Si Polycrystalline Project cost: EUR 34 million (Debt: EUR 28 million) Dates Construction 2014 (10 month for operation) Lifetime 25 years Financial partners AfDB, EAIF, GEF Source : SONABEL and SEMAFO [67] ",
        "40 -Three photovoltaic solar projects of 20 MW p through the signature of PPPs. Ongoing studies by UEMOA for the financing and installation of the PV systems. - A photovoltaic solar project of 1.5 MW p (extensible with 3 MW p ) in Ouagadougou. The commissioning was supposed to take place in 2012 (already committed financing). - A photovoltaic solar project of 20 MW p (extensible with 40MW) in Ouagadougou. The commissioning was supposed to take place in 2014. Table VIII. Projected PV plants in Burkina Faso Location Installed capacity ( MW p ) Financial partners Status (2016) Zagtouli I 33 EU, EIB, AFD (SONABEL) Installation launched Zina 20 WINDIGA SA PPP and PPA contracts signed 20 PV Mini-grid projects Mobilisation of financing PIE MMCE and MINEFID Ongoing. Signed contracts. Kodeni 17 Pâ 17 Zagtouli 17 Patte d’oie 5.5 Zano 11 AFD Call for tender is open. The operational status is foreseen for 2020. Fada 10 Dori 15 Dédougou 15 Ouagadougou 30 Bobo-Dioulasso 10 UEMOA Project under study Banfora 5 Koudougou 15 Ouahigouya 5 Source: MMCE, 2IE , SONABEL [8,16]. ",
        "41 5 Energy tariff and prices 5.1 Energy prices Monthly household total energy costs for the rural population ( 8 inhabitants / household ) in rural areas are FCFA 6,372 (EUR 9.8), including FCFA 2,250 (EUR 3.4) for lighting and FCFA 825 (EUR 1.3) for mobile charging [68]. According to a GIZ study [69] the monthly expenses for a household includes about FCFA 300 (EUR 0.5) of coal per day and FCFA 4,500 (EUR 6.9) per month to buy 12 kg of butane gas. Table IX. Hydrocarbon prices per region (FCFA/Litre) (August 2012) LOME port (Togo) COTONOU port (Benin) TEMA port (Ghana) OUAGA BOBO OUAGA BOBO OUAGA BOBO Coastal deposits 416.12 416.12 416.12 416.12 416.12 416.12 Charges on coastal deposits 14.03 14.03 16.06 16.06 8.18 8.18 Transport and transit 48.57 55.85 49.97 57.25 50.03 58.51 Fees and importer margin 22.98 22.98 22.98 22.98 22.98 22.98 Sales price without tax 501.70 508.98 505.13 512.41 497.31 505.79 Customs duties and taxes 29.62 29.62 29.82 29.82 29.71 29.71 Tax on petroleum products 0.00 0.00 0.00 0.00 0.00 0.00 Value added tax 0.00 0.00 0.00 0.00 0.00 0.00 Output depot sale price (all taxes incl.) 531.32 538.61 534.94 542.23 527.02 535.50 Subvention -95.00 -95.00 -95.00 -95.00 -95.00 -95.00 Fees and marketers margin 14.95 14.95 14.95 14.95 14.95 14.95 SONABEL selling price 451.27 458.56 454.89 462.18 446.18 455.45 1 EUR=656 FCFA (2012) Source: SONABEL, FDE (Internal communication, 2012). 5.1.1 Electricity prices By the will of the Government, consumer electricity tariffs have remained the same since the 2006 tariff review. As shown in Figure 19 and Table X, the tariff consumption is divided between domestic customers, industrial customers and administrations. ",
        "42 Figure 19. (A) Electricity tariff for the national grid in Burkina Faso and neighbouring countries (B) Electricity production costs, tariffs and revenues for Burkina Faso in 2015 Source: JRC compiled with UPDEA data (2009) [70], and World Bank data (2016) [4,67] . 656 FCFA=1 EUR (2015) The State subsidises diesel used for electricity generation at the SONABEL national electricity company and at the level of electricity cooperatives. Despite the high level of government yearly subsidy, Burkina Faso still has one of the highest costs of electricity (0.21 EUR/kWh) compared to its neighbouring countries. Since 2010, the average cost of electricity is higher than its selling price. In 2015, SONABEL’s average selling price was 122 FCFA/kWh (0.19 EUR/kWh), against an average generation cost of 139 FCFA/kWh (0.21 EUR/kWh) resulting in the loss of 17.1 FCFA per kWh sold (0.03 EUR/kWh). Indeed, the net result for the financial year 2015 was a deficit of more than FCFA 17 billion (EUR 26 million). To reduce SONABEL losses the Government failed to authorize the readjustment of tariffs and therefore the State grants SONABEL with a bridge yearly subsidy [5,71]. ",
        "43 Table X. Electricity tariffs Electricity Tariff (FCFA/kWh) kWh/month 1994- 2004 2004- 2006 2006- onwards 2006- onwards (EUR/kWh) Low tension 5/30 Ampere 0-50 86 86 96 0.14 51-200 86 90 102 0.15 200- 86 95 109 0.17 Triphase 10/30 Ampere 0-50 86 86 96 0.14 51-200 86 95 108 0.17 200- 86 100 114 0.17 Source: SONABEL [49]. In the case of isolated areas, the government is granting a subsidy on fuel used for electricity production in isolated centers with the scope harmonising the kWh prices in rural areas with those within SONABEL perimeters. The total FDE funding for rural electrification projects takes place through a combination of upfront investment grants and interest rate free loans; however, more financial assistance is often needed because many households cannot pay the full cost of operation. 5.2 Financial and operational sustainability The constant fluctuation of oil prices and the import dependence in Burkina Faso remains one of the main obstacles for thermal generation [72]. Figure 20. Evolution of average annual diesel prices in Ouagadougou Source: Société nationale burkinabé d’hydrocarbures (SONABHY) and INSD 2016 [2] In addition to the balancing subsidy, the State has undertaken to grant a subsidy to SONABHY to maintain the prices of fuel supplied to SONABEL for electricity generation at FCFA 405 per litre of distillate diesel oil (DDO) and FCFA 280 per litre of heavy fuel oil (HFO). However, the State’s limited cash-flow situation makes difficult to deliver financial resources to SONABHY and SONABEL. In 2015, the SONABEL balancing subsidy debts totalled to CFAF 51 billion (EUR 78 million) [5] . SONABEL’s financial difficulties are largely responsible for the delays in the rehabilitation and maintenance of electrical networks and some power plants. Moreover, financial situation also disrupt fuel supply. In 2015, SONABEL had virtually no fuel reserves for the main thermal power generation centres (less than a day of production) although SONABEL was expected to have safety stock fuel reserves (lasting at least 20 days of ",
        "44 production). Fuel carriers’ strikes in 2015 demonstrated the instability of the country’s energy supply with the shutdown of the main power plants in 24 hours [5] ",
        "45 6 Key planning steps in a systematic approach for country- level validation The purpose of this report is to support the Burkina Faso government and development partners to provide tools for assessing and defining options for the least-cost rural electrification technologies. In recent years, JRC has developed a least-cost methodology aimed at guiding policy-makers in the African continent in setting up credible alternatives to a rural electrification paradigm based heavily on fossil fuels [73,74]. The methodology was developed at continental level and relies on datasets available on a global level. When applied at country level, the same methodology could provide more accurate results by addressing the information gaps existing at continental level. For this reason, when the methodology has to be applied at country-level, the key planning steps described in Figure 21 are applied in order to improve the analysis and achieve better results. Figure 21. Approach for validation of continental methodology at country level This approach has been followed in Burkina Faso case, refining the least-cost methodology by acquiring more detailed and updated data at country and local levels (see section 8). 6.1 Consultation with main national and regional stakeholders A consultation by telephone and email with the main national and regional stakeholders involved in the national rural electrification policies (see the complete list in Table XI) was performed to integrate the national conditions and understand what their needs would be and the most useful way to use the tool. The question of whether they would be willing to consider the results of the study in their RE master plan was also examined. The process consisted of: - Data gathering with the collaboration of national authorities (Table XI) in charge of energy development, finance, environment and energy ministries, international, regional and non-governmental organisations (NGOs), academia and the EC delegation. - Discussion with national authorities in charge of energy development to incorporate the final results of the study in their rural electrification master plans and what would be the most useful way to use the tools. ",
        "46 6.2 Mapping of gaps in infrastructure and socio-economic information Table XI summarises the information required for mapping rural electrification strategies and narrowing the gap in infrastructure and socio-economic information available at country level. Table XI. Information required for defining rural electrification options. M AIN CONTENT I NSTITUTION F ORMAT S TATUS A CCURACY S TRATEGIES AND R EGULATORY F RAMEWORK Electrification: Long-term objectives and strategic goals MMCE Report √ + Targets for electrification rates and national goals for renewable energy MMCE Report X Transparent overall rules and guidance regarding development plans and financial mechanisms MMCE/FDE Report/ guidelines √ ++ Legal framework for off-grid projects MMCE Law/directive/ regulation √ + Electricity regulation to support rural electrification projects SONABEL/F DE/MMCE Law/directive/ regulation √ + Roles and responsibilities among the relevant institutions and stakeholders MMCE Report/ guidelines √ ++ ",
        "47 M AIN CONTENT I NSTITUTION F ORMAT S TATUS A CCURACY D EVELOPMENT PLANS Review of energy access in the country (i.e. detailed electrification rates in different areas) FDE √ - Compilation of master plan for rural electrification or similar and plan for generation, transmission and distribution SONABEL/F DE/MMCE √ + Criteria for the selection of target areas/communities; resource mapping for target areas/communities (i.e. hydro, biomass, wind, solar radiation). FDE Use of GIS and energy resource mapping X Identification of ranking criteria to approve and finance off-grid projects– economic, technical, financial and operational viability. FDE Use of least- cost technologies studies. √ + Action plans including prioritisation of areas/communities to be electrified MMCE/FDE X Identification of criteria to approve and finance grid extension projects. Use of grid extension criteria. SONABEL/ MMCE Use of GIS for grid planning. √ + Data collection on location, socio-economic conditions, electricity demand, etc. INSD √ + ",
        "48 M AIN CONTENT I NSTITUTION F ORMAT S TATUS A CCURACY S ETTLEMENTS AND E NERGY INFRASTRUCTURE Settlements: -Identification of name and number of inhabitants and location (coordinates) -Information on energy access status: Electrified or non- electrified -Number and size of social infrastructure (educational, health centres, water pumps, large irrigation for agriculture, etc) -GIS layer with distribution of population INSD √ +++ + ++ - Electrified settlements -Mode of electrification -Quantification (capacity installed) of upcoming and existing rural electrification projects -Electricity demand -Number of connections (including social infrastructure) and population covered - Cost estimations SONABEL/ MMCE/ INSD √ +++ + + ++ - Large consumption centres: -Location and consumption (mines, large irrigation areas ) MMCE/ MEDD √ - Identification of large and medium power stations - Location studies (GIS layers or coordinates) - Capacity and type of generation MMCE/ SONABEL X √ + ",
        "49 M AIN CONTENT I NSTITUTION F ORMAT S TATUS A CCURACY N ATIONAL N ETWORK POWER LINES Existing national network power lines: -GIS layer or coordinates of ends and vertexes. -When GIS layer does not exist: mapping of existing power lines and network single-line drawings MMCE/ SONABEL X √ ++ Power transfer, fault level and transmission line losses MMCE/ SONABEL √ + Grid extension projects. -Compilation of master plans for the development of electrical networks in rural areas in GIS layer or coordinates of ends and vertexes. Include cost estimations -When data is not available in GIS format, mapping of existing power lines and network single-line MMCE/ SONABEL √/ - ++ ",
        "50 M AIN CONTENT I NSTITUTION F ORMAT S TATUS A CCURACY F INANCIAL INCENTIVES AND ELECTRICITY PRICING POLICIES Low-cost rural electrification plan (LCREP). X Low-cost investment plan (LCIP) including cost estimations. X Specification on types and amounts of financial incentives for off-grid electrification projects (e.g. Investment subsidies, VAT & import duty exemption, income tax holidays) X Criteria for the entities eligible for financial incentives (e.g. Power producers, project owners, end-user, community) X Updated diesel price at national level and regional level MMCE √ +++ Cost estimations National grid. Existing National Network power lines and grid extension projects MMCE/SON ABEL √ / + Tariffs applied for: -connection to the national grid -diesel mini-grid -photovoltaic systems -mini hydro power -large hydropower X General pricing principles for off-grid electrification (i.e. tariff structure for off-grid applications) √ ++ F INANCING MOBILISATION Mechanisms for mobilising funds for off-grid rural electrification (domestic as well as international sources). X Status: √ Available X Not available Accuracy: (-) Low, (+) Acceptable, (++) Medium, (+++) High ",
        "51 7 Rural electrification planning tool: Least-cost electricity option for Burkina Faso The use of spatial analysis in the frame of decision support tools has been demonstrated to be an effective tool in the definition of general rules for a more functional rural electrification plan at national level in Africa [75–81]. The JRC georeferenced electrification tool used in this report aims to support the Burkina Faso government and development partners to define a coordinated plan for electrification, focusing on different technological choices The methodology in this report is presented in detail in a scientific article published by the authors [82] and will be briefly summarised in the next subsections. 7.1 Methodology: Calculation of geo-referenced least-cost option The methodology and the main steps used in this study are illustrated in the simplified logical framework (Figure 22). The optimisation process detects the least-cost option for each settlement by comparing four electricity generation technologies (grid extension, diesel genset, PV and small-scale hydropower). Figure 22. Logical framework of the JRC methodology to determine the least- cost option for each location. Source: Moner-Girona et al. [82] ",
        "52 The developed methodology includes geospatial analysis and mapping, in a way that harmonises and integrates global and regional databases. The identified input data for the analysis and the corresponding sources are: -Administrative areas, settlement locations and distribution of population [83,84]. -Transmission network: The existing and planned transmission networks have been compiled from several sources of information [49,82,83,85]. -Power stations: existing and planned [49,85]. -Hydrological and solar resources [21,86–90]. -PV, battery, Balance of Systems (BOS), Operation and Maintenance (O&M) prices, lifetimes and national diesel prices [72,91–93]. -Travel time to main cities: Dataset of accessibility [94]. -Electricity demand per settlement. There is a lack of detailed data on rural electricity demand in Burkina Faso. The electricity demand projection (Figure 3) is based on population estimations provided by the United Nations [15] for Burkina Faso, in combination with the average household’s population and electricity consumption data from INSD [84,95], and IMPROVES [83]. The daily profile of the electricity load is estimated considering the data available in government records (FDE database_2014; personal communication) and INSD [2,45] for settlements in rural areas and energy use in social infrastructure [96,97], and population for each location (see Table XII for assumptions considered). Table XII . Parameters for optimisation modelling. General Parameters Population growth rate (country average) 2.8 % [15] Total population modelled (population included in settlements accounted in FDE database) 15.6 million Number of inhabitants per household 8 in rural areas 5 in urban areas Percentage of scattered households 50 % (30 % for Sahel region) Households Electricity consumption (2015) 40 kWh per capita per year Rate of increase in consumption 4 %/year Daily energy consumption pattern for households 1/3 of the energy is consumed during the daytime and 2/3 during evening and night Average ability to pay 220 FCFA/kWh (0.33 EUR/kWh) Infrastructures Load assumptions for social structures 2 kW social centre 5 kW health centre 15 kW hospital Rate of increase in consumption 4 %/year The daily energy consumption pattern for social infrastructure and productive uses 2/3 of the energy is consumed during daytime and 1/3 during evening and night Source: [2,31,65,96–99] ",
        "53 The elaborated geoprocessing builds on spatial numerical operations within GIS environment and also applies functions of remote sensing and satellite image processing, through the evaluation of long-period meteorological data [21,100,101]. For each settlement, starting from the geospatial analysis, the cost of each electrification technology is evaluated with a specific cost model. In the final step the least-cost technology among the four studied options is detected and represents the optimal option. 7.1.1 Hydropower The hydrogeographic conditions of Burkina Faso can be described by the location of the country (continental, landlocked country with savannahs and a desert area in the north), by the relief (fairly flat plateau; average altitude is 400 m, lowest point is 125 m, highest point is 749 m) and its hot and arid tropical climate of the Sudanese and Sahelian type. Burkina Faso has a primarily tropical climate with two very distinct seasons: a long dry season from October to April and a short rainy season from May/June to September. Seventy percent of the annual total rainfall occurs in July through to September. There are three climatic regions: (i) The north of the country belongs to the Sahelian zone with a very short and moderate rainy season. This area typically receives less than 600 mm of rainfall and the dry season can last between 8 and 10 months. (ii) The largest climatic zone is the Sudano-Sahelian zone, which covers central Burkina Faso. Precipitation is higher than in the north, but rarely goes beyond 1000 mm. (iii) Southern Burkina Faso is covered by the Sudanian zone, which is the most humid of the regions. Its rainy season lasts 6 months with rainfall of up to 1,300mm (Figure 23 A). In accordance with the climatic conditions, most of the streams can be characterised by seasonal flow. Three main river basins drain the surface of the country; Volta (65 %), Niger (29 %) and Comoé (6 %) (Figure 23 B). Figure 23. (A) Climate zones and (B) main river basins in Burkina Faso Source : (A) [102], (B) Authors based on [87,89] The suitability mapping of potential small-scale hydropower plants focused on run-of-the- river technologies that do not require the construction of dams [101]. Hydropower potential can be defined using different approaches. The ‘technical’ hydropower potential gives the potential electric power ’that could be, or have been developed, considering current technology, regardless of economic and other restrictions’ [103]. The site- selection procedure is based on evaluation of hydro-geographical circumstances, including drainage properties derived from the digital terrain model, climatic conditions and river regimes (discharge variability, perennial or intermittent watercourses). In the initial phase of the modelling the physical constrains of potential locations have been delineated using a continental scale data set [104]. Based on the hydrographical ",
        "54 characteristics and detailed description of African river data, river segments and suitable area fulfilling the following criteria had been selected as potential locations of mini hydro systems: - permanent river (from VMAP0) [105]; - river gradient or surface gradient along the river > 1 % (derived from SRTM30) [106]; - catchment size > 100 km 2 (calculation based on HydroSHEDS) [107]; - mean annual stream flow > 4 m 3 /s (GRDC) [108]. The processed and combined GIS data resulted in a binary map of suitable and non- suitable areas. Distance analysis and cost estimation have been performed to estimate ‘economic’ and ‘exploitable’ potentials and thus, mapping potential locations of run-of- river hydropower generation [101]. The authors previously performed a similar analysis on the European scale. Since datasets for river discharge and available hydraulic head in Europe are more detailed than the African ones, the present study adapted to the local status. Thus, the required riverbed gradient (1 %) is higher than the one for Europe (0.5 %), in order to stay on the safe side. The estimation of the electricity production cost from this technology was based on our previous studies [100] (0.15 EUR/kWh) combined with the additional costs due to distance between the customer location and the closest suitable river section. The lifetime production costs have been calculated taking into account the average lifetime, the investment and operation cost of the hydropower plants projects in Africa [100,109]. The grid extension cost from the closest permanent river to a local grid has been set at 0.025 EUR/kWh/km [100]. 7.1.2 Diesel genset The cost of electricity from diesel gensets is calculated following the methodology described in [110]. For diesel gensets, fuel consumption is the major portion of the costs. To estimate the location-specific operating costs for diesel gensets (that derives from the transport of fuel from the closest bigger city assumed to have a fuel station), the national diesel price has been combined with the transport cost of diesel for each location. The travel time data was derived from the ‘Global map of accessibility’ in Nelson [94]. The computations are performed in three main steps. Step 1. Transport costs for diesel: (cid:2)(cid:3) = (cid:5)(cid:6)(cid:7)(cid:8)(cid:9) (cid:10) ( Eq. 1 ) Where: - (cid:11) (cid:9) : is the transport costs (cid:13)(cid:14)(cid:15)(cid:16)(cid:17) - (cid:11) (cid:18) : is the national market price for diesel (cid:13)(cid:14)(cid:15)(cid:16)(cid:17) - (cid:19) is the diesel consumption per hour (cid:13) (cid:20) ℎ(cid:17) ⁄ - (cid:3) is the travel time (cid:13)h(cid:17) - (cid:24) is the volume of diesel transported (cid:13)l(cid:17) Step 2. Production cost for electricity is calculated as: Pp = (Pd + Pt)η ( Eq. 2 ) Where: - (cid:11) \" : is the production cost for electricity (cid:13)(cid:14)(cid:15)(cid:16) #$ℎ ⁄ (cid:17) - η is the conversion efficiency of the generator (cid:13)(cid:20) #$ℎ ⁄ (cid:17) Step 3. The final costs of electricity consist of the production costs and the costs of labour, maintenance and amortisation. For this, (cid:13)(cid:14)(cid:15)(cid:16) #$ℎ ⁄ (cid:17) unit costs are calculated using the commercial price and the average lifetime for the 4–15 kW diesel generators. The input parameters for the electricity costs of diesel genset are: ",
        "55 - Lifetime of the diesel genset: 10,000 hours. On average generators would last from 1 to 5 years [111], with most of them ranging in the lower lifetime line. - National retail diesel price: 1.00 EUR/l (2011) range between 2008-2016: 0.94-1.04 EUR/l. - Fuel consumption of the genset with a conversion efficiency ( η ) of 0.286 (cid:13)(cid:20) #$ℎ ⁄ (cid:17) [112]. 7.1.3 Solar PV Solar energy production is modelled using hourly solar radiation data derived from satellite observations [113], [114] as the number of solar irradiation field measurements in Burkina Faso is limited to 10 principal meteorological stations [115]. The optimisation algorithm is applied at each location using the hourly solar irradiance data from PVGIS [21], the calculation of the system performance ratio, the calculation of the PV system/battery size ratio and load demand profile for each settlement (considering the existing social infrastructure and domestic consumption for each settlement). The input parameters for the calculation of the off-grid PV electricity costs are: - PV module price: 0.83 EUR/W p (2014); Balance-of-System (BOS) components: 1.0 EUR/W p . - Batteries lifetime: 5 years; Battery price: 122 EUR/kWh. - System is optimized so that energy delivery will fail due to empty batteries on less than 5% of days. - Operation and Maintenance (O&M) annual costs: 2 % of the capital expenditure; - PV system lifetime: 20 years. - 70 % system performance ratio for the PV systems, also considering the losses in charging and discharging of batteries. - Capital cost of construction of the minigrid including replacements of BOS. - Cost of capital as discount rate: 5 %; depreciation: 5 %/year 4 . Atlantic Bank Burkina is assuming conservative discount rates between 5 % and 10 % for PV systems [71,116]. Based on above assumptions the PV system costs can be defined by the following equation: (cid:2)(cid:24) %&’( = (1 + 0.02 ∗ .1 ) /(cid:11) (cid:6)(cid:10) ∗ (cid:2)(cid:24) \"01(cid:8)2 + (cid:11) (cid:6)(cid:10) ∗ 345 \"01(cid:8)2 + ∑ 378 91:2 ∗ 378 \"01(cid:8)2 ;< => =? ;<@ (1 − 0.05) ;∗C(cid:5) D ( Eq. 3 ) Where: - (cid:11) (cid:6)(cid:10) : Estimated PV system peak capacity E#F \" G depending on solar radiation and consumption profile of the community - 378_IJKL is the total battery array size (cid:13)#$ℎ(cid:17) optimised per each location - (cid:2)(cid:24)_MNJ(cid:19)L is the module price E(cid:14)(cid:15)(cid:16)/#F \" G - 345_MNJ(cid:19)L is the BOS price E(cid:14)(cid:15)(cid:16)/#F \" G - 378_MNJ(cid:19)L is the module price (cid:13)(cid:14)(cid:15)(cid:16)/#$ℎ(cid:17) - N1 lifetime (cid:13)PLQNI(cid:17) of the PV system - N2 lifetime (cid:13)PLQNI(cid:17) of the battery In a second step, the PV technology option is further processed to distinguish between PV minigrid ( (cid:11) (cid:6)(cid:10) > 15#$ \" ) and PV stand-alone systems ( (cid:11) (cid:6)(cid:10) < 15#$ \" ). 4 Influences the price of future battery replacements ",
        "56 7.1.4 Calculation of least-cost option for each settlement Grid extension might not be the most appropriate option for scattered population even at medium distance from the grid. We define a ‘dynamic criterion’ that favours grid connections where the population is concentrated and at a relatively short distance from the existing distribution lines (33 kV). When grid extension is not feasible, as determined by the ‘dynamic criterion’, off-grid solutions are assessed taking into account the specific electricity loads for each settlement. Grid extension is likely to be a viable alternative compared to decentralised systems in each settlement i when: (TUI(cid:3) VWWXY01(cid:18) ) 1 ∗ (T7(cid:11) VWWXY01(cid:18) ) 1 > (TUI(cid:3) Y01(cid:18) ) 1 ∗ Z 1 ( Eq. 4 ) D: Distance from the rural community to the main grid (cid:13)#[(cid:17) T7(cid:11) VWWXY01(cid:18) : Estimated peak capacity E#F \" G TUI(cid:3) VWWXY01(cid:18) : Calculated cost of decentralised system E(cid:14)(cid:15)(cid:16)/#F \" G TUI(cid:3) Y01(cid:18) : Cost of grid extension (cid:13)(cid:14)(cid:15)(cid:16)/#[(cid:17) Grid extension costs in Sub-Saharan Africa can certainly reach 30,000 EUR/km or more [59]. In addition, as Burkina Faso experiences constant capacity shortage in the transmission system and power shortage in generation, the grid extension may trigger investments in the centralised power system that may more than double the costs of electrification [117]. The unit price for grid extension under this criterion has been set to a relatively high cost (40,000 EUR/km), which is realistic if compared to the field costs in Burkina Faso [30], [118]. Capacity costs estimation have been completed for each settlement in Burkina Faso for all competitive technologies (extension of the grid from the closest existing network, hydropower including the extension of a local grid from the closest permanent river section, off-grid PV system and stand-alone diesel generator). Based on the generation cost of each study’s technology, the following formula defines the minimum cost for each geographic location: (cid:13)\\].]\\(cid:15)\\ %V9(cid:9)VWWXY01(cid:18) (cid:17) 1 = (cid:13)minimum (Diesel efgh , Hydro efgh , PV efgh )(cid:17) 1 ( Eq. 5 ) ",
        "57 8 Results 8.1 Current tendencies for grid extension In Burkina Faso, 95 % of the electricity is consumed in urban areas, while electricity needs in peri-urban and rural areas remain almost uncovered [71]. The national policy for electrification is dominated almost exclusively by slow grid extension coupled with the government subsidising fossil fuel electricity production. Still, a high proportion of the rural population is not connected to the grid even for communities located relatively close to the existing transmission lines. Around 1,500 non-electrified communities with a total of 2.5 million people are within 5 km of distribution lines (20 % of the total non- electrified settlements and 16 % of the total population). Figure 24 identifies the settlements within the country based on the current mode of electricity supply. Figure 24. Existing energy technology per community. Data source: SONABEL, FDE internal communication (2014). GIS processing and map: JRC [82]. The eligibility criteria for the selection of grid extension can be based on either social considerations, cost-effectiveness criteria or a combination of both. Burkina Faso policy prioritises grid extension when feasible accordingly to distance criterion [30]. The distance criterion to the grid is based on the assessment of the operating constraints of the electricity network and the analysis of options for power supply to settlements identified as priority candidates [30]. The grid extension approach does not take into consideration the needs of refurbishment of the existing grid. If refurbishment costs were taken into consideration [119], the picture would change dramatically hindering the grid extension option. According to the Energy Ministry feasibility study [30] and [47], SONABEL established the minimum criterion of extending the grid to communities located within 25 km from the nearest 33 kV line and to settlements with over 6,000 people as well as smaller ones ",
        "58 located along the transmission route (D<1 km). In 2008, a revised feasibility study [30] updated the minimum size of the settlements to be connected to 1,500 inhabitants. Figure 25 illustrates the location of the communities classified following a combination of size of communities (more than 6000, between 1,500 and 6,000, less than 1,500 inhabitants) and the minimum distance criteria along four corridors as in the feasibility study mentioned above. Figure 25. Distribution of communities according to size and the distance to the 33 kV line. Data source: [82,84,120,121]. GIS processing and map: JRC [82]. As illustrated in the cheese diagram in Figure 25, 77 % of the population in Burkina Faso still resides in rural areas. Only 1 % of the communities are located farther from the grid than 25 km and almost all of them retain a population of fewer than 6,000, the size limit for urban settlement in Burkina Faso. Most of the large communities are located along a 5 km corridor from the existing or planned lines. 8.2 Least-cost technology according to dynamic criterion Figure 26 shows the geographical distribution of the least-cost technology when using the dynamic criterion (described in detail in section 7) including electricity loads per settlement, and the distance of load centres to grid. ",
        "59 Figure 26. Least-cost electricity option for Burkina Faso Source: Moner-Girona et al. [82]. Our least-cost spatial planning results show a clear preference for decentralised RE technologies when low electricity demand does not justify the high investments of grid extension. These results are along the same lines as other studies, i.e. the World Bank, PDF EUEI, REN21 [122–124]. The techno-economic results under a universal electricity access target suggest distributed generation options to 60 % of the population living in non-electrified communities. The results show the same tendency even under conservative assumptions with higher module PV prices and lower grid extension costs (see section 8.2.1). Although in our previous continental level studies hydropower was mapped as the optimal electricity source in Burkina Faso [100] in some regions close to southern river tributaries of the Black Volta and Komoe River (south-west) and Pendjari River (south- east), there were no settlements that were located within an economically feasible distance. As a result, due to the geographic, hydro-geographic and climatic conditions of the country [125], the run-of-the-river based small or mini hydropower electricity generation does not seem to be competitive nor an optimal electricity source for remote communities in Burkina Faso. Figure 27 shows the comparative analysis of the two major distributed electricity generation options (diesel generator versus PV-minigrids) [100,126,127]. The map shows the difference in electricity costs (EUR/kWh) when comparing electricity generated by diesel generators (at diesel cost at 0.94 EUR/l) and PV mini-grids (module cost of 1 EUR/W p ). While the decrease of PV module prices have steadily favoured the PV based options in the last decade as the high oil prices prevailed, the sharp decrease of oil prices had the opposite effect. The price drop during 2014/16 in oil prices make the diesel option much more competitive than the presented model results suggest (2011 prices, with a range of 0.94-1.04 EUR/l between 2008-2016). As investment in electricity ",
        "60 generation assumes at least 5 years of operation, the most adequate approximation for the fuel cost would probably be a 5-year moving average price of the given fuel so the short-term fluctuation is excluded. The input parameters used for diesel in this study reflect these longer-term price trends. Figure 27. Least-cost electricity option: PV versus diesel generator potential Source: RE2nAF [127]. When applying the dynamic criterion, the results show that the national grid would cover 8.3 million people distributed in 2,300 communities (see Table XIII ). From the 2,300 communities that our model suggests, 620 are already electrified communities. Moreover, our total cost calculation is based on the assumption of providing electricity to all the communities with a 100 % coverage. This assumption takes into account that for the already electrified urban communities 46 % of population does not yet have access to electricity, so 54 % of the already electrified settlement will gain access to electricity. ",
        "61 Table XIII. Costs of providing electricity to all the communities with a 100 % coverage: Outcomes of the model. Grid extension PV technology TOTAL Urban Rural TOTAL Urban Rural TOTAL Population [Million] Non-electrified settlements 0.4 4 4.4 0.2 6.3 6.5 10.9 Already electrified settlements * 3.1 0.8 3.9 0.2 0.6 0.8 4.7 TOTAL / / 8.3 / / 7.3 15.6 Costs [Million EUR] Non-electrified settlements 18 327 345 34 1,150 1,184 1,529 Electrified settlements * 22 68 90 18 106 124 214 TOTAL / / 435 / / 1,308 1,743 (*) For our model we assumed 54 % of urban population with electricity access and 2% of rural population with electricity access The results of the model clearly demonstrate the remarkable photovoltaic potential in Burkina Faso covering 40 % of the population (with a suggested total installed capacity of 350 MW p ). The PV minigrid ( (cid:11) (cid:6)(cid:10) > 15#$ \" ) is a prime candidate to provide service to a population of over 7.2 million (for 4,948 small and medium-sized villages) and PV stand- alone systems ( (cid:11) (cid:6)(cid:10) < 15#$ \" ) for 115,000 people (0.7 % of the population). It should be stated that due to the absence of accurate demographic and geographical information for a highly dispersed population, our study does not included the calculations for the highly dispersed population. In those areas where population is highly dispersed, a PV stand- alone system might be considered the least-cost option solution. The average cost of electrification per inhabitant for grid and PV are 52 and 180 EUR/capita respectively. The total capital cost of connecting 15.6 million new customers in the baseline scenario is approximately EUR 1.7 billion ( Table XIII ). Due to the volatility of oil prices and the subsidising of fossil fuel electricity production, it becomes unsustainable for the Government to continue supporting fossil fuel electricity production to reach universal access to electricity [71]. For instance, in 2014, the subsidies that SONABEL and SONABHY received from the State for fuel were worth FCFA 28 billion (EUR 43 million) [5]. According to the International Monetary Fund [128], till 2013 Burkina Faso had subsidised almost EUR 200 millions of fossil-fuel, which would translate to bringing electricity through decentralised technologies to 1 million rural people. To face the critical power supply situation, SONABEL paid FCFA 28 billion (EUR 42 million) for the production of 235 GWh. 8.2.1 Sensitivity analysis a) Sensitivity analysis on electricity load profiles and demand projections Electricity load profiles We have performed a sensitivity analysis to determine how a variation in the load profile or a change in the electricity demand would influence the selection of the least-cost technology option in each settlement. The different load profiles investigated assuming universal electricity access are: - Household profile. The electricity load per settlement follows the assumption that households are the dominant customer group (current average household consumption is 40 kWh/year/capita). - Social profile. The electricity load per settlement is calculated assuming that the households are the dominating customer group and incorporating 10 % of total load due to social infrastructure. ",
        "62 - Productive profile. The electricity load per settlement is calculated incorporating productive uses and potential commercial activities (40 % of productive use, 10 % due to social infrastructure and 50 % to households). Figure 28. Solar radiation and consumption profiles Source : Moner-Girona et al. [82] Demand projections The total peak demand for each settlement is estimated by summing up all household and social infrastructure demands and a coincidence factor of 70 %. In order to investigate the effect of energy demand projections on least-cost rural electrification technologies two different electricity demand projections are investigated under the social load profile: - Universal electricity access scenario (reach universal electrification by 2030). The full coverage scenario assumes all households (in rural and urban areas) will be electrified over a 20-year period beginning in 2012 and ending in 2032. The increase in demand is applied only in non-electrified settlements (from no electricity consumption to 40kWh/year/capita). - High-energy demand scenario: The increase in total demand is due to an increase of electricity consumption from 40 to 110 kWh/year/capita in electrified settlements by 2032, and an increase from 0 to 40 kWh/year/capita for settlements without access to electricity. For population already living in electrified areas there is a distinction between rural and urban areas. Table XIV. Share of population covered by different technologies. Model results for the three different load profiles and the two different demand scenarios. Household load profile Social load profile Productive load profile Universal access scenario High energy- demand scenario PV stand-alone (%) 1 1 1 1 1 PV minigrid (%) 46 46 52 46 40 Grid extension (%) 53 53 47 53 59 ",
        "63 The sensitivity analysis shows that changing the load profile to productive use, increasing the share of day consumption, results in a slight shift from grid extension to distributed technologies. These findings indicate that an increase in productive activities favours the share of PV systems. At the same time moving from the universal access scenario towards a higher energy-demand scenario, increases the share of grid extension from 53 % to 59 %. Here we observe the modular nature of PV that can relatively easily adapt to an increase in per capita consumption or number of customers, giving priority to the modularly implementable off-grid solution. b) Sensitivity analysis on PV and diesel costs The analysis of the diesel cost parameters on its competitiveness for electricity production has been based on the 2008-2016 data of diesel price development in Burkina Faso from [72] and from global petrol prices [129]. Burkina Faso needs to import all fossil fuels, most of which come from trade partner countries that have lately experienced turbulent disruptions (Côte d’Ivoire, Mali). Due to the energy security problems and to the high prevailing subsidies already funded, Burkina Faso is amongst the group of countries that did not follow the decreasing trend of oil prices in the national diesel prices. These prices stayed quite stable with the decrease between 2012 and 2016 below 5%. Therefore, the sensitivity analysis has shown negligible changes in settlements where diesel generators were potentially the most economic option for electricity generation (changing diesel costs from 0.94 to 1.04 EUR/l). Sensitivity analysis on the cost of PV technology suggests that lowering the cost of PV components would have a significant impact on reducing the costs of universal electrification: decreasing module cost from 1 to 0.8 EUR/W p reduced the total investment costs by almost 10 %. But taking into account the slow grid electrification progress in Burkina Faso, a large part of the population is not going to be connected in the near future: 7.9 million people (50 % of population) still live in non-electrified communities away from the 5 km corridor. Therefore, there is a big opportunity for a large proportion of these communities to get electricity from a different solution than that of grid extension. ",
        "64 9 Conclusions Burkina Faso highly depends on imported fossil fuels for the generation of electricity and has one of the highest costs of electricity production (0.21 EUR/kWh), compared to its neighbouring countries. Since 2010, the average cost of electricity is higher than its selling price. As a consequence, the State is granting SONABEL with yearly bridge subsidies . In 2015, the SONABEL balancing subsidy debts total up to CFAF 51 billion (EUR 78 million). If this situation persists, it will lead to the degradation of SONABEL’s production facilities and to delays in rehabilitation and maintenance of the electrical networks. On top of that, the problem of low electrification rates is severe. Up to date government rural electrification policies are still based on the ‘status quo’ path of grid extension. Accordingly, Burkina Faso progress falls substantially short of what is required to attain the SE4ALL objectives by 2030 [130]. The results of the present study underline the need for a new national approach which will emphasise the opportunities for long-term sustainable options, and increase access to electricity on an accelerated timeline. While the existing plan gives poor prospects for the expansion of decentralised technologies, the results from a least-cost analysis indicate a preference for distributed renewable energy systems, even stronger when the low level of consumption does not justify the high investments of grid extension. The calculated additional decentralised options could potentially yield to annual emissions savings equal to 162,000 tons of CO 2 , using Burkina Faso’s grid emission factor of 0.70 tCO 2 /MWh [131]. Taking into account the upfront investment needs and the related risks, the planning, regulation and authorisation capacities in Burkina Faso, the central grid extension option may not be feasible (as shown by the halted grid implementation of the last decade), giving priority to the modularly implementable off-grid solution. MEPRED Study by Ministry of Mines and Energy JRC Universal electricity access scenario COVERAGE 5.5 million people 15.6 million people 1,528 communities (21% of non-electrified communities) Electrified by interconnections 7,149 communities (100% of non-electrified communities) Electrified by interconnections and PV Technology: 100% grid Technology: 53 % communities by grid 47 % communities by PV COSTS EUR 200 million + EUR 1,743 million Refurbishment & production (costs over 20 years NOT included) Cumulative investment (costs distributed over 20 years) + EUR 100 million network refurbishment [59] + 100 MW power plants refurbishment Production costs NOT included New network: EUR 435 million New PV installed: EUR 1 300 million 36 EUR/inhabitant + production costs 111 EUR/inhabitant (cost in 20 years) Source : JRC with the interpolation from MEPRED [30] 1 EUR=656 FCFA (2016) ",
        "65 The key costs figures compare the total investment cost calculated by our least-cost model for universal electricity access (EUR 1.7 billion) to the estimations of the Energy Ministry study [30], where 5.5 million people (1,528 additional communities) would be electrified by grid extension with a total investment cost of EUR 200 million. The grid extension figures do not include the costs of fossil fuel consumption at the generation sites, neither the capacity shortage in the transmission system, or energy shortage in generation. It should be noticed that the results of the MEPRED study correspond to a scenario with a national electricity access target of 45 % and a rural electricity access target of 36 %, without adding the 100 million EUR needed for the refurbishment of the existing network [59]). Our model results are based on the assumption of providing electricity to all the communities with a 100% coverage; including those living in already electrified settlements but without access to electricity (46 % of urban population and 98 % of rural population). It should be noted that the present study has an additional characterisitic compared to our previous work [132,133]. It considers energy-related geospatial information by taking into account the variation of electricity load for each location and considers the current electrification status and the rate of electrification (urban/rural). To our view this is important because it responds better to the status quo of the country and adapts to the modular nature of PV technology (with PV size per settlement ranging from 400 W p to 567 kW p ). 9.1 Recommendations and future developments CONCRETE AND UNIFIED ACTION PLAN FOR RURAL ELECTRIFICATION Scattered plan A. Rural electrification achievements in Burkina Faso are very modest, still less than 5 % of the rural population have access to electricity. The rural electrification plan for Burkina Faso is scattered in several policies for electricity sector development. However, currently the Government is on the process of defining a concrete and single action plan like those existing in other Sub-Saharan countries, which successfully support rural electrification (e.g. Cape Verde, Kenya). The JRC spatial analysis tool presented in this report can be influential at an early development stage to increase the probability of achieving the national rural electrification goals. The objectives envisaged by the government are to reach a global 95% electricity access (50% in rural areas) and universal access to clean cooking solution in urban areas (65% in rural areas) by 2030. The Government also set a target of 50% renewable energy in the electric mix by 2030 (without biomass). B. Furthermore, most of the neighbouring countries from which Burkina imports electricity most of have experienced turbulent disruptions (Côte d’Ivoire).. Therefore, smaller local projects are expected to be more feasible than centralised planning in the long-term. C. Burkina Faso has to import all fossil fuels, mostly from countries under political instability (Ivory Coast). This raises energy security issues and considering the already high subsidies, it explains why Burkina Faso is amongst the few countries where national diesel prices did not follow the decreasing trend of oil prices. Stronger support institutions A. The institutional development must be considered when undertaking an assessment of the sustainability and risk factors of a proposed rural electrification planning. The Rural Electrification Fund (FDE) was developed with international institutions to manage their direct subsidies or concessional loan transfers. In the case of implementing a rural electrification plan with a high percentage of PV distributed technologies. FDE should become a fully-fledged financial institution due to the higher complexity of financing many smaller local projects which ",
        "66 requires higher installation costs of PV but lower running costs [122,134]. Following this trend, the FDE is being turned to a rural electrification agency; studies are being done for the creation of a Fund for the energy sector. In the same line, the national agency for renewable energy and energy efficiency (ANEREE) was launched in 2016. B. Burkina Faso should develop a clear renewable energy financing strategy capable of securing resources to cover the financial needs to implement the use of renewable energy technologies while gaining universal access to electricity [135,136]. Therefore, there is a need to coordinate the resources coming from a variety of institutions: international lenders, investment funds, energy operators and national and international markets. Specific literature on this topic implies a stronger consistency for renewable energy funds allowing a centralised management of the national or international subsidies [122,134,137]. C. The recent launch of the renewable energy agency (October 2016) will strengthen the development of a specific programme for renewable energy technologies at the national scale with involvement of the influential ECREEE (the renewable energy centre of the Economic Community of West African States). The rural electrification planning tool can help to revise the national priorities and support the coordination with other programmes [82]. The next stage of this study is to proceed with the discussion and consultation with main stakeholders of the results of the mapping and extension of the rural electrification master plan. STRONGER INTEGRATION OF RENEWABLE ENERGY SOURCES This paper highlights the substantial photovoltaic potential in Burkina Faso and shows results that may increase the willingness of the government and international organisations to develop renewable energies in its territory. For the economic aspects, the paper shows one potential approach on how to reduce the marginal cost by the deployment of an additional 374 MW p of solar photovoltaic capacity in Burkina Faso. The optimisation of the least-cost technology option is based in the available local resources (small hydropower and solar PV), or imported fossil fuel resources (diesel generator or grid extension). The results strongly suggest an increase in the integration of renewable energy in the overall electricity supply and a decrease on the current dominance of fossil fuels. A. Currently, the common national policy for electrification is grid extension. The national portfolio might strongly consider more profitable projects such as mini-grids using local resources, as the economic burden to develop and maintain the national grid will be very high and not necessarily the least-cost option. Our results suggest up to 65% of the non-electrified settlements would be covered by decentralised technologies. B. The cumulative investment to reach universal access to electricity by 2030 is EUR 1.7 billion according to our model. However, defining the source of capital/funds extends the scope of the present study. Specific literature on this topic implies several financial and incentive schemes to support the deployment of decentralised energy technologies [122,134,137]. C. The diesel generator option has strongly decreased due to the high dependency on fuel imports and the increasing costs due to transportation. D. Due to the geographic, hydrogeographic and climatic conditions of the country [56] run-of-the-river hydropower electricity generation does not seem to be a feasible nor an optimal electricity source for communities in Burkina Faso. E. SONABEL studies indicate that wind resources are very low and hydropower potential is not high. Accordingly it has already recommended the use of solar resources (PV and thermal). but at the moment there is not a specific master plan for development at country level (apart from some general indication from ECOWAS) [4]. ",
        "67 IDENTIFIED OPPORTUNITIES FOR THE EXTENSION OF THE PLANNING TOOL The developed model resulted into a collaboration with the Africa-based research institution ECOWAS-ECREEE and the development of a similar tool (ECOWREX) [64]. Linking the Burkina Faso electrification plan more tightly for such tools could help attract more international support to the electrification projects of the country. In order to integrate the social and environmental aspects [138–140] into our rural electrification planning tool the following cross-cutting aspects of the UN Sustainable Development Goals could also be considered: (i) identification of potential significant adverse impacts on the environment and resettlement issues (such as on rural-urban migration patterns. urbanisation and rural planning), (ii) roles and priorities of men and women in the electrification planning and possible mechanisms to ensure equal participation, (iii) links between electricity services and educational, health and productive sectors. ",
        "68 References [1] Ministère de l’Economie et des Finances. Burkina Faso. Plan national de devéloppement économique et social (PNDES) 2016-2020. Ouagadougou, Burkina Faso: The Burkina Faso Government; 2016. [2] Institut national de la statistique et de la démographie. Annuaire statistique 2015. INSD. Ouagadougou, Burkina Faso: 2016. doi:10.1007/s13398-014-0173-7.2. [3] World Bank. World Bank’s Development Indicator data 2014. http://data.worldbank.org/ (accessed January 1, 2015). [4] ECOWAS. ECOWAS Renewable Energy and Energy Efficiency Status. Paris, France: REN 21/UNIDO; 2014. [5] African Development Fund. Burkina Faso. Energy sector budget support programme. Appraisal report. Tunis, Tunisia: ONEC/OSGE DEPARTMENTS; 2015. [6] SONABEL. Rapport d’activites 2013. Ouagadougou, Burkina Faso: SONABEL; 2013. [7] SONABEL. Rapport d’activities 2008. Ouagadougou, Burkina Faso: SONABEL; 2008. [8] Ministère des Mines et de l’Energie. Point des secteurs de l’energie et des mines. Ouagadougou, Burkina Faso: 2014. [9] UNFCCC: Intended nationally determined contribution. Burkina Faso. Ouagadougou, Burkina Faso: UNFCCC; 2015. [10] SE4All. SE4ALL. Burkina Faso : Evaluation rapide et analyse d’écart. Ouagadougou, Burkina Faso: SE4ALL; 2014. [11] Miketa A, Saadi N. Africa Power Sector: Planning and Prospects for Renewable Energy. Abu Dhabi United Arab Emirates: IRENA; 2015. [12] Bassirou Q, Souleymane S. Renewable Energy in West Africa- Regional Report on Potentials and Markets: Burkina Faso. vol. 49. Eschborn, Germany: GTZ; 2009. [13] Tractebel Engineering, GDF Suez International Power. Update of the ECOWAS Revised Master Plan for the Generation and Transmission of Electrical Energy Optimal development plan and analysis of transmission network performance and stability. Final Repo. Brussels, Belgium: WEST AFRICAN POWER POOL (WAPP); 2011. [14] Energy Information Administration (EIA). EIA- International Energy Statistics 2014. http://www.eia.gov/cfapps/ipdbproject/IEDIndex3.cfm (accessed May 20, 2009). [15] United Nations. World Population Prospects: the 2012 revision. Methodology of the United Nations population estimates and projections. Econ Soc Aff 2014:54. [16] SONABEL. Rapport d’Activités 2015. 2015. [17] UN Statistics Division. UN Statistics Division-Energy Statistics Database. UN Stat Div Stat Database 2013. http://unstats.un.org/unsd/energy/edbase.htm (accessed December 14, 2016). [18] Belward A, Bisselink B, Bódis K, Brink A, Dallemand J-F, De Roo A, et al. Renewable energies in Africa. Current knowledge. Luxembourg: Publication Office of the European Union; 2011. doi:10.2788/1881. [19] International Monetary Fund. Burkina Faso: Strategy for Accelerated Growth and Sustainable Development SCADD (2011 – 2015). Washington, DC: 2012. [20] IRENA International Renewable Energy Agency. IRENA dashboard 2016. http://resourceirena.irena.org/gateway/dashboard/ (accessed December 1, 2016). [21] Joint Resarch Centre-European Commission. Photovoltaic Geographical Information ",
        "69 System (PVGIS) 2015. http://re.jrc.ec.europa.eu/pvgis/ (accessed September 1, 2015). [22] Wethe J. Energy Systems: Burkina Faso. Vulnerability – Adaptation – Resilience. Paris, France: HELIO International; 2009. [23] Du O, Landry ASOM, Ouedraogo Y, Gagnon Y, Ouedraogo A, Universit U, et al. Atlas éolien du Burkina Faso. Ouagadougou, Burkina Faso: ’Université de Moncton, Canada & Université de Ouagadougou, Burkina Faso; 2011. [24] PVGIS JRC-European Commission. PVGIS-Africa 2015. http://re.jrc.ec.europa.eu/pvgis/ (accessed September 1, 2015). [25] International Monetary Fund. Burkina Faso: Priority Action Program to Implement the Poverty Reduction Strategy Paper 2004 – 2006 Washington , D . C . Washington, D.C.: 2004. [26] Ministère de l’environnement et du développement durable. Politique Nationale de Développement Durable (PNDD) au Burkina Faso. Ouagadougou, Burkina Faso: 2013. [27] Ministère de l’environnement et du développement durable (MEDD). Observatoire national de l’environnement et du développement durable 2013. http://www.onedd-burkina.info/ (accessed November 1, 2015). [28] United Nations Economic Commission for Africa. Institutional and strategic frameworks for sustainable development in Africa. Addis Ababa, Ethiopia: 2012. [29] Ministère des Mines et de l’Energie. Point des secteurs de l’energie et des mines. Ouagadougou, Burkina Faso: 2014. [30] Ministère des Mines des Carrières et de l’Energie M, IED. Mainstreaming Energy for Poverty Reduction and Economic Development. Ouagadougou, Burkina Faso: 2008. [31] Ministère des Mines des Carrières et de l’Energie M. Le Plan National d’Électrification - Le Deuxième Plan - PNE II. 2006. [32] Ministère des Mines des Carrières et de l’Energie, Exaltis, Deutsche Energie- Consult Ingenieurgesellschaft mbH. Elaboration du programme d’électrification rurale. Ouagadougou, Burkina Faso: 2008. [33] UNIDO and ICSHP. World Small Hydropower Development Report 2013. In: Liu, H., Masera, D. and Esser L, editor., United Nations Industrial Development Organization (UNIDO) and International Center on Small Hydro Power (ICSHP).; 2013. [34] ADECIA. R&D on jatropha as biofuel in West Africa (Mali and Burkina Faso) 2013. http://www.adecia.org/tag/burkina-faso/ (accessed February 12, 2017). [35] EPFL. Field visit report Burkina Faso. Lausanne, Switzerland: EPFL; 2013. [36] The World Bank. Feuille de route pour la diversification de l’approvisionnement en électricité du Burkina Faso. Washington (D.C.): The World Bank; 2016. [37] Ministère des Mines et de l’Energie, ECREEE. PANER. Plan actions national des energies renouvelables. Burkina Faso. Ouagadougou, Burkina Faso: SE4ALL; 2015. [38] Ministère des Mines et de l’Energie, ECREEE. Plan Actions National d ’ Efficacité Energétique (PANEE). Burkina Faso. Ouagadougou, Burkina Faso: SE4ALL; 2015. [39] ECREEE. Baseline Report for the ECOWAS Renewable Energy Policy (EREP). Praia, Cape Verde: 2012. [40] ECOWAS. White paper for a regional policy geared towards increasing access to energy services for rural and peri-urban populations in order to achieve the MDGs. Abuja, Nigeria: Economic Community of West African States.; 2006. ",
        "70 [41] WAEMU. The regional initiative for sustainable energy (IRED). A community strategy for absorbing the energy deficit in WAEMU. WAEMU; 2010. [42] CRC/PREDAS/CILSS. Guide de création de marchés ruraux de bois. Ouagadougou- Burkina Faso: CILSS; 2005. [43] Elbow KM. Comite permanent inter etats de lutte contre la secheresse dans le Sahel. vol. Volume II. 2004. [44] ECOWAS. ECOWAS energy efficiency policy. Praia, Cape Verde: 2015. [45] INSD. Annuaire statistique 2013-2014: Statistiques des mines, eau et énergie Institut national de la statistique et de la démographie. Recensement general de la population et de l’habitation (2013-2014). Ouagadougou, Burkina Faso: 2014. [46] INSD. Enquête intégrale sur les conditions de vie des ménages (EICVM). Ouagadougou, Burkina Faso: 2013. [47] Mostert W. Review of Experiences with Rural Electrification Agencies Lessons for Africa. Eschborn, Germany: EU Energy Initiative Partnership Dialogue Facility (EUEI PDF); 2008. [48] Ministère de l’Énergie et des Mines, Coopération du Royaume Danemark DANIDA. Le Plan National d’Électrification PNE. Ouagadougou, Burkina Faso: 1998. [49] SONABEL, FDE, Ministere des Mines et de l’Energie. Electrification Plan Programme (2013-2015). Ouagadougou, Burkina Faso: 2014. [50] Massé R. Financing Rural Electrification Programs in Africa. Dakar. Senegal: 2010. [51] FDE. La loi n°033-2007/AN. Ouagadougou, Burkina Faso: 2007. [52] The World Bank. Implementation completion and results report on a credit of SDR 25.6 million to Burkina Faso in an Energy Access Project (EAP). Washington (D.C.): 2015. [53] Adfd IRENA n.d. http://adfd.irena.org/ (accessed October 1, 2016). [54] SONABEL. Rapport d’activites 2013. Ouagadougou, Burkina Faso: SONABEL; 2013. [55] INSD. INSD- Annuaire Statistique 2011. : Statistiques des mines, eau et énergie Institut national de la statistique et de la démographie. Recensement general de la population et de l’habitation. Ouagadougou, Burkina Faso: 2013. [56] USA-Canada Power System Outage Task Force. Blackout in the United States and Canada. Causes and Recommendations. 2004. [57] Riepl S. Electric power distribution 2010. [58] Eberhard A, Foster V, Briceño-garmendia C. Underpowered: The State of the Power Sector in Sub-Saharan Africa. vol. 6, Washington, DC: 2008. [59] Rosnes O, Vennemo H. Powering Up: Costing power infrastructure spending needs in Sub-Saharan Africa. vol. 5. Washington, DC: 2009. [60] Eberhard A, Rosnes O, Shkaratan M, Vennemo H. Africa’s power infrastructure: investment, integration, efficiency. Washington, DC: The World Bank; 2011. [61] UNFCCC. CDM Zina. 2015. [62] Ministry of Mines and Energy, Emcon Consulting Group. Feasibility Assessment for the Replacement of Diesel Water Pumps with Solar Water Pumps. Windhoek, Namibia: 2006. [63] Burney J a, Naylor RL, Postel SL. The case for distributed irrigation as a development priority in sub-Saharan Africa. Proc Natl Acad Sci U S A 2013;110:12513–7. doi:10.1073/pnas.1203597110. [64] ECREEE. ECOWREX 2015. http://www.ecowrex.org/ (accessed February 23, 2016). ",
        "71 [65] SONABEL. Rapport d’activites 2013. Ouagadougou, Burkina Faso: SONABEL; 2013. [66] REFOCUS. European Investment Bank backs large West African solar project - Renewable Energy Focus 2014. http://www.renewableenergyfocus.com/view/40078/european-investment-bank- backs-large-west-african-solar-project/ (accessed October 28, 2015). [67] Windiga Energy. Windiga energy 2013. [68] IFC/Lighting Africa. Burkina Faso: Willingness to pay for solar lanterns. 2013. [69] GIZ FAFASO. Projet foyers ameliores au Burkina Faso (GIZ FAFASO) 2015. https://www.projets-solidaires.org/nos-projets/nos-realisations/101-deploiement- du-projet-foyers-ameliores (accessed March 20, 2017). [70] Union of Producers Transporters and Distributors of Electric Power in Africa. Comparative study of electricity tariffs used in Africa. Abidjan, Côte d’Ivoire: UPDEA; 2009. [71] Ouedraogo BI, Kouame S, Azoumah Y, Yamegueu D. Incentives for rural off grid electrification in Burkina Faso using LCOE. Renew Energy 2015;78:573–82. doi:10.1016/j.renene.2015.01.044. [72] GIZ. International Fuel Prices 2014. Eschborn, Germany: Internationale Zusammenarbeit (GIZ); 2014. [73] Szabó S, Bódis K, Huld T, Moner-Girona M. Energy solutions in rural Africa: Mapping electrification costs of distributed solar and diesel generation versus grid extension. Environ Res Lett 2011;6. doi:10.1088/1748-9326/6/3/034002. [74] Szabó S, Bódis K, Huld T, Moner-Girona M. Sustainable energy planning: Leapfrogging the energy poverty gap in Africa. Renew Sustain Energy Rev 2013;28:500–9. doi:10.1016/j.rser.2013.08.044. [75] Mentis D, Welsch M, Fuso Nerini F, Broad O, Howells M, Bazilian M, et al. A GIS- based approach for electrification planning-A case study on Nigeria. Energy Sustain Dev 2015;29:142–50. doi:10.1016/j.esd.2015.09.007. [76] Kemausuor F, Adkins E, Adu-Poku I, Brew-Hammond A, Modi V. Electrification planning using Network Planner tool: The case of Ghana. Energy Sustain Dev 2014. doi:10.1016/j.esd.2013.12.009. [77] Chaurey A, Kandpal TC. Assessment and evaluation of PV based decentralized rural electrification: An overview. Renew Sustain Energy Rev 2010;14:2266–78. doi:10.1016/j.rser.2010.04.005. [78] Parshall L, Pillai D, Mohan S, Sanoh A, Modi V. National electricity planning in settings with low pre-existing grid coverage: Development of a spatial model and case study of Kenya. Energy Policy 2009;37:2395–410. doi:DOI: 10.1016/j.enpol.2009.01.021. [79] Moner-Girona M, Ghanadan R, Solano-Peralta M, Kougias I, Bódis K, Huld T, et al. Adaptation of Feed-in Tariff for remote mini-grids: Tanzania as an illustrative case. Renew Sustain Energy Rev 2016;53:306–18. doi:10.1016/j.rser.2015.08.055. [80] Kaijuka E. GIS and rural electricity planning in Uganda. J Clean Prod 2007;15:203– 17. doi:10.1016/j.jclepro.2005.11.057. [81] Szabó S, Kougias I, Moner-Girona M, Bódis K. Sustainable Energy Portfolios for Small Island States. Sustainability 2015;7:12340–58. doi:10.3390/su70912340. [82] Moner-Girona M, Bódis K, Huld T, Kougias I, Szabó S. Universal access to electricity in Burkina Faso: Scaling-up renewable energy technologies. Environ Res Lett 2016;11. doi:10.1088/1748-9326/11/8/084010. [83] IED. IMPROVES-RE project 2009. ",
        "72 [84] INSD. Annuaire statistique 2013-2014: Statistiques des mines, eau et énergie Institut national de la statistique et de la démographie. Recensement general de la population et de l’habitation (2013-2014). Ouagadougou, Burkina Faso: 2014. [85] Africa Infrastructure Knowledge Programme. Africa Infrastructure Knowledge Program 2009. [86] Joint Resarch Centre-European Commission. The African Renewable Energy Technology Platform (AFRETEP) 2014. [87] National Imagery and Mapping Agency (NIMA). Vector Map Level 0 (VMAP0) 1998. [88] Consortium for Spatial Information (CGIAR-CSI). SRTM Digital Elevation Data 2008. [89] Conservation Science Program of World Wildlife Fund (WWF). Hydrological data and maps based on SHuttle Elevation Derivatives at multiple Scales (HydroSHEDS) 2010. [90] World Meteorological Organisation. Global Runoff Data Centre (GRDC) 2014. [91] Joint Resarch Centre-European Commission. The African Renewable Energy Technology Platform (AFRETEP) 2014. http://capacity4dev.ec.europa.eu/afretep/. [92] Kirubi C, Jacobson A, Kammen DM, Mills A. Community-Based Electric Micro-Grids Can Contribute to Rural Development: Evidence from Kenya. World Dev 2009;37:1208–21. doi:10.1016/j.worlddev.2008.11.005. [93] Jäger-Waldau A. PV Status Report 2014. EC - DG Joint Research Centre, Institute for Energy and Transport; 2014. doi:10.2790/941403. [94] Nelson A. Travel time to major cities: A global map of Accessibility. Glob Environ Monit Unit - Jt Res Cent Eur Comm Ispra Italy 2008. [95] Open Data. African Development Bank Group. Open Data for Africa. Burkina Faso 2015. [96] NREL. Renewable Energy for Rural Schools. Golden, Colorado, USA: 2000. [97] USAID. Powering Health, Electrification Options for Rural Health Centers. Washington, DC: 2006. [98] United Nations. World Population Prospects: The 2012 Revision. Methodology of the United Nations Population Estimates and Projections. Econ Soc Aff 2014:54. [99] World Bank Independent Evaluation Group. The Welfare Impact of Rural Electrification: A Reassessment of the Costs and Benefits. Washington, DC: The International Bank for Reconstruction and Development / The World Bank; 2008. [100] Szabó S, Bódis K, Huld T, Moner-Girona M. Sustainable energy planning: Leapfrogging the energy poverty gap in Africa. Renew Sustain Energy Rev 2013;28:500–9. doi:10.1016/j.rser.2013.08.044. [101] Bódis K, Monforti F, Szabó S. Could Europe have more mini hydro sites? A suitability analysis based on continentally harmonized geographical and hydrological data. Renew Sustain Energy Rev 2014;37:794–808. doi:10.1016/j.rser.2014.05.071. [102] Atlas de l’Afrique, Burkina Faso n.d. http://getfrancheville.free.fr/images/burkclimat.jpg (accessed December 1, 2015). [103] Mariusson J, Thorsteinsson L. Study on the Importance of Harnessing the Hydropower Resources of the World. Brussels, Belgium: 1997. [104] Bódis K. Development of a data set for continental hydrologic modelling. Luxembourg: Publications Office of the European Union; 2009. doi:10.2788/46925. [105] National Imagery and Mapping Agency (NIMA). Vector Map Level 0 (VMAP0) 1998. ",
        "73 http://earth-info.nga.mil/publications/vmap0.html (accessed December 21, 2015). [106] Consortium for Spatial Information (CGIAR-CSI). SRTM Digital Elevation Data 2008. http://srtm.csi.cgiar.org (accessed December 21, 2015). [107] Conservation Science Program of World Wildlife Fund (WWF). Hydrological data and maps based on shuttle elevation derivatives at multiple scales (HydroSHEDS). 2010. http://hydrosheds.cr.usgs.gov/index.php (accessed December 21, 2015). [108] World Meteorological Organisation. Global Runoff Data Centre (GRDC) 2014. http://www.bafg.de/GRDC (accessed December 21, 2015). [109] IRENA. Hydropower. Renew. Energy Technol. Cost Anal. Ser., Abu Dhabi,United Arab Emirates: IRENA; 2012, p. 44. [110] Szabó S, Bódis K, Huld T, Moner-Girona M. Energy solutions in rural Africa: mapping electrification costs of distributed solar and diesel generation versus grid extension. Environ Res Lett 2011;6:34002. [111] Solano-Peralta M, Moner-Girona M, van Sark WGJH, Vallvé X. “Tropicalisation” of Feed-in Tariffs: A custom-made support scheme for hybrid PV/diesel systems in isolated regions. Renew Sustain Energy Rev 2009;13:2279–94. doi:10.1016/j.rser.2009.06.022. [112] Diesel Service and Supply. Fuel consumption rate at rated capacity. Brighton,Colorado: 2011. [113] Huld T, Müller R, Gambardella A. A new solar radiation database for estimating PV performance in Europe and Africa. Sol Energy 2012;86:1803–15. doi:10.1016/j.solener.2012.03.006. [114] Mueller RW, Matsoukas C, Gratzki A, Behr HD, Hollmann R. The CM-SAF operational scheme for the satellite based retrieval of solar surface irradiance — A LUT based eigenvector hybrid approach. Remote Sens Environ 2009;113:1012–24. doi:10.1016/j.rse.2009.01.012. [115] Waongo M, Koalaga Z, Zougmore F. A guideline for sizing Photovoltaic panels across different climatic zones in Burkina Faso. IOP Conf Ser Mater Sci Eng 2012;29:12014. doi:10.1088/1757-899X/29/1/012014. [116] Banque Atlantique Burkina. Banque Atlantique Burkina Faso 2015. [117] Jonas S, Tor Martin F, Shirish G. Assessing Technology Options for Rural Electrification: Guidelines for Project Development. 2009. [118] European Commission, Danish Energy Management A/S. ACP-EU Energy facility Projects database 2011. http://database.energyfacilitymonitoring.eu/acpeu (accessed May 20, 2010). [119] van de Walle N. Africa’s Infrastructure: A Time for Transformation. Foreign Aff 2010;89:154. [120] Eberhard A, Rosnes O, Shkaratan M, Vennemo H. Africa’s power infrastructure: investment, integration, efficiency. Washington, DC: The World Bank; 2011. [121] Eberhard A, Foster V, Briceño-Garmendia C, Ouedraogo F, Camos D, Shkaratan M. Power: Catching Up. In: Foster V, Briceño-Garmendia C, editors. AFRICA’S Infrastruct. A TIME Transform., Washington, DC: The International Bank for Reconstruction and Development / The World Bank; 2010, p. 181–202. [122] The World Bank, SE4All. RISE: Readiness for Investment in Sustainable Energy: A tool for Policymakers. Washington, D.C.: International Bank for Reconstruction and Development / The World Bank; 2014. [123] PDF EUEI. Mini-Grid Policy Toolkit: Policy and Business Frameworks for Successful Mini-Grid Roll-outs. vol. 1. Eschborn, Germany: European Union Energy Initiative ",
        "74 Partnership Dialogue Facility (EUEI PDF); 2014. doi:10.1017/CBO9781107415324.004. [124] REN21. Renewables 2015 Global Status Report. Paris, France: REN21; 2015. [125] Ouedraogo R, Badolo M, Compaore S. Electricity sector vulnerability to climate. 2013. [126] Bertheau P, Cader C, Huyskens H, Blechinger P. The Influence of Diesel Fuel Subsidies and Taxes on the Potential for Solar-Powered Hybrid Systems in Africa. Resources 2015;4:673–91. doi:10.3390/resources4030673. [127] RE2nAF. Joint Research Centre (European Commission). RE2nAF tool. Off-grid options for rural Africa 2016. http://re.jrc.ec.europa.eu/re2naf.html (accessed November 6, 2016). [128] Whitley S. Time to change the game: fossil fuel subsidies and climate. London: Overseas Development Institute (ODI); 2013. [129] GlobalPetrolPrices. Global petrol prices 2016. http://www.globalpetrolprices.com/ (accessed February 22, 2016). [130] World Bank. Progress Toward Sustainable Energy Framework 2015. Washington, D.C.: The World Bank; 2015. [131] UNEP RISO. Emission reduction profile. Burkina Faso. Roskilde, Denmark: UNFCCC; 2013. [132] Szabó S, Bódis K, Huld T, Moner-Girona M. Sustainable energy planning: Leapfrogging the energy poverty gap in Africa. Renew Sustain Energy Rev 2013;28:500–9. doi:10.1016/j.rser.2013.08.044. [133] Szabó S, Bódis K, Huld T, Moner-Girona M. Energy solutions in rural Africa: mapping electrification costs of distributed solar and diesel generation versus grid extension. Environ Res Lett 2011;6:34002. doi:10.1088/1748-9326/6/3/034002. [134] Moner-Girona M, Szabo S, Bhattacharyya S. Off-Grid Photovoltaic Technologies in the Solar Belt: Finance Mechanisms and Incentives. Earth Planet. Sci., Oxford, UK: Elsevier Ltd.; 2016. [135] World Bank. Progress Toward Sustainable Energy Framework 2015. Washington, D.C.: The World Bank; 2015. [136] REN21. SADC Renewable Energy and Energy Efficiency Status Report 2015. REN21. Paris, France: 2015. [137] IEA International Energy Agency. Energy for All: Financing access for the poor (Special early excerpt of the World Energy Outlook 2011). World Energy Outlook 2011 2011:52. [138] NORAD. Best Practice Guide for Electrification Planning. Oslo, Norway: Norwegian Agency for Development Cooperation (NORAD); 2009. [139] NORAD. Impact Assessment of rural electrification. Oslo, Norway: Norwegian Agency for Development Cooperation (NORAD); 2013. [140] Norwegian Ministry of Foreign Affairs N. Assessment of Sustainability Elements / Key Risk Factors Practical Guide. Oslo, Norway: NORAD; 2010. ",
        "75 List of abbreviations and definitions ANEREE National Agency for Renewable Energies and Energy Efficiency Agence Nationale des Energies Renouvelables et l'Efficacité Energétique ACA Assistance conseil et accompagnement ACP African, Caribbean and Pacific Group of States ADC Austrian Development Cooperation ADECIA Agency for the development of international cooperation in the areas of agriculture, food and rural space ADFD Abu Dhabi Fund for Development AECID Agencia Española de Cooperación Internacional para el Desarrollo (Spanish International Cooperation Agency for Development) AFD Agence Française de Développement (French Development Agency) AfDB African Development Bank CAPEX CAPital EXpenditure CIFAME Interdepartmental Committee for Multisector Approach Facilitation in the Sector of Energy CILSS Comité permanent Inter ‐ Etats de Lutte contre la Sécheresse dans le Sahel Permanent Interstates Committee for Drought Control in the Sahel CLUB-ER Network of African Agencies and Structures in charge of Rural Electrification COOPEL Coopérative d’Electricité (Electricity cooperative in Burkina Faso) CRCB Regional Consumption Centre of Bobo-Dioulasso CRCO Regional Consumption Centre of Ouagadougou CSP Concentrated Solar Power DANIDA Danish Development Agency DG DEVCO Directorate General of International Cooperation and Development, European Commission DGE Direction Générale de l'Energie DGER Direction Generale des Energies Renouvelables DGEC Direction Generale des Energies Conventionnelles DGEE Direction Generale de l'Efficacité Energétique DSO Distribution system operator EC European Commission ECOWAS Economic Community of West African States ECREEE ECOWAS Centre for Renewable Energy and Energy Efficiency EDF European Development Fund EDFI European Development Financial Institutions EIB European Investment Bank EPFL École polytechnique fédérale de Lausanne ",
        "76 ERERA ECOWAS Regional Electricity Regulatory Authority EU European Union FCFA Central African Franc FDE Fonds de Développement de l’Electrification (Electrification Development Fund in Burkina Faso) FiT Feed-in-Tariff GEF Global Environmental Facility GIS Geographic Information System GTZ Deutscher Gesellschaft für Technische Zusammenarbeit (German cooperation agency) GW Gigawatt GWh Gigawatt/hour IFSD Institutional Framework for Sustainable Development INSD L'Institut national de la statistique et de la démographie IPP Independent Power Producer IRED Regional Initiative for Sustainable Energy KFW Kreditanstalt für Wiederaufbau (German Development Bank) LPDSE Letter of Development Policy of the Energy Sector MEDD Ministère de l’environnement et du développement durable MINEFID Ministère de l’économie, des finances et du développement MMCE Ministère des Mines, des Carrières et de l'Energie. The Ministry of Mines, Quarries and Energy ME Ministère de l’Energie (The Ministry of Energy) MMC Ministère des Mines et des Carrières (The Ministry of Mines and Quarries) MOOD Maître d’ouvrage et d’oeuvre délégué MW Megawatt MW p Megawatt peak MWh Megawatt/hour NGOs Non-Governamental Organisations NREP National Renewable Energy Policy NRHP National Rural Sector Programme ODA Official Development Assistance O&M Operation and Maintenance ONEDD National Observatory for Environment and Sustainable Development PMER Hybrid power plants project PNDD National Policy for Sustainable Development in Burkina Faso PASE Access to energy services programme POSEN Politique Sectorielle de l'Energie PPA Power Purchase Agreement ",
        "77 PPP Public-Private Partnership PRBE Regional Programme for Biomass Energy-ECOWAS PREDAS Regional Programme for the Promotion of Domestic and alternative energies in the Sahelian region PRSP Poverty Reduction Strategy Paper PV Photovoltaic REEP Regional Energy Efficiency Policy-ECOWAS RES Renewable Energy Sources RET Renewable Energy Technologies RNI Interconnected National Network RREP Regional Renewable Energy Policy-ECOWAS RSB Roundtable on Sustainable Biomaterials SCADD Strategy for Growth and Sustainable Development SME Small and Medium Enterprise SONABEL Utility Company of Burkina Faso SONABHY National Hydrocarbons Company of Burkina Faso SWER Single-Wire Earth Return TDE Electrification Development Taxes TSO Transmission System Operator UEMOA West African Economic and Monetary Union UNDP United Nations Development Programme UNIDO United Nations Industrial Development Organization WA West Africa WAPP West African Power Pool WB World Bank ",
        "78 List of figures Figure 1. Primary energy consumption in Burkina Faso (2012). ........................12 Figure 2. Historic and projected electricity demand. ..........................................13 Figure 3. Electricity consumption and evolution of the electricity generation and imports (GWh), 2001-2015. ..............................................................................13 Figure 4. Sustainable development policies and assessment instruments in Burkina Faso. .....................................................................................................15 Figure 5. Additional settlements electrified per year. ........................................22 Figure 6. Strategies for rural electrification in Burkina Faso. .............................23 Figure 7. FDE project cycle of decentralised electricity service in Burkina Faso 26 Figure 8. Distribution of development centres in Burkina Faso ..........................27 Figure 9. Hybrid PV system in Bilgo (30KW p /77KVA ). .......................................29 Figure 10. Actual and planned access to electricity compared to national and regional targets .................................................................................................30 Figure 11. General plan of an electric power transmission and distribution network. ............................................................................................................31 Figure 12. Existing and planned national electricity grid. Single-wire earth return lines and 11 kV lines are not included ....................................................33 Figure 13. Status of the national grid ................................................................33 Figure 14. The injection of PV electricity to the main grid in Burkina Faso might offset the increase in power demand and prevent power cuts in hot season .....34 Figure 15. Identification of high-energy demand centres attractive for solar energy technologies ..........................................................................................35 Figure 16. Wind energy resources in Burkina Faso ............................................37 Figure 17. Existing grid connected power stations and planned PV plants ........38 Figure 18. Launching of the construction of the Zagtouli solar plant (33MW p ) ..39 Figure 19. (A) Electricity tariff for the national grid in Burkina Faso and neighbouring countries (B) Electricity production costs, tariffs and revenues for Burkina Faso in 2015 .........................................................................................42 Figure 20. Evolution of average annual diesel prices in Ouagadougou ..............43 Figure 21. Approach for validation of continental methodology at country level ..........................................................................................................................45 Figure 22. Logical framework of the JRC methodology to determine the least- cost option for each location. ............................................................................51 Figure 23. (A) Climate zones and (B) main river basins in Burkina Faso ...........53 Figure 24. Existing energy technology per community. .....................................57 Figure 25. Distribution of communities according to size and the distance to the 33 kV line. .........................................................................................................58 Figure 26. Least-cost electricity option for Burkina Faso ...................................59 Figure 27. Least-cost electricity option: PV versus diesel generator potential ...60 Figure 28. Solar radiation and consumption profiles .........................................62 ",
        "79 List of tables Table I . Regulations, incentives and legislative energy framework at national level ......16 Table II . Studies to support renewable energy technologies at national level. .............20 Table VI. Electricity network status in Burkina Faso ................................................32 Table VII. Construction of 20 MW p PV plant ...........................................................39 Table VIII. Projected PV plants in Burkina Faso .....................................................40 Table IX. Hydrocarbon prices per region (FCFA/Litre) (August 2012) ........................41 Table X. Electricity tariffs .....................................................................................43 Table XI. Information required for defining rural electrification options. .....................46 Table XII . Parameters for optimisation modelling. ...................................................52 Table XIII. Costs of providing electricity to all the communities with a 100 % coverage: Outcomes of the model. ........................................................................................61 Table XIV. Share of population covered by different technologies. Model results for the three different load profiles and the two different demand scenarios. ..........................62 ",
        "80 ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). More information on the European Union is available on the internet (http://europa.eu). HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        "K J - N A - 28514 - 2 A - N doi:10.2760/900097 ISBN 978-92-79-68695-5 "
    ]
}