{
    "text": [
        "Resolution of the European Economic and Social Committee on ‘European Civil Society Working in Partnership for our Sustainable Future — EESC contribution to the Porto Social Summit’ (2021/C 286/02) Rapporteurs: Stefano MALLIA (Group I) Oliver RÖPKE (Group II) Séamus BOLAND (Group III) At its plenary session of 27 and 28 April 2021 (meeting of 28 April), the European Economic and Social Committee adopted the following resolution by 225 votes to one with six abstentions. The Social Summit in Porto on 7 May 2021 provides a unique opportunity for the EU to place citizens squarely at the centre of the European project. It is an opportunity to demonstrate that the EU and Member States act together with its citizens and for their well-being, leaving nobody behind. It is the culmination of European ambitions for sustainable, innovative, competitive and cohesive societies, which will take the EU to 2030 and beyond, allowing the Union to both meet and take advantage of the challenges of the green and digital transitions. The Summit should also support our economy and society to achieve sustainability, giving equal weight to the economic, social and environmental dimensions. The COVID-19 pandemic has rendered even more urgent an approach which puts equal focus on the social and economic aspects of our societies and economies. People have experienced COVID-19 as a human-centred pandemic and as Europe slowly moves towards socioeconomic reconstruction and implements the European Pillar of Social Rights (EPSR), people and communities must remain staunchly at the centre. In this respect, the Action Plan on the EPSR could not be more timely. A Porto declaration should engage all institutional, economic and social actors for the implementation of the Action Plan building on civil and social dialogue. It is a milestone moment for Europe to take the essential next steps towards a viable and sustainable union; The European Economic and Social Committee (EESC) urges Member States and the European Institutions to take action on the following: 1. The EPSR Action Plan must become an effective tool to allow all actors to work in partnership and build more equal, sustainable, inclusive and resilient European societies. All dimensions of civil society as represented within the EESC have a fundamental contribution to rendering this process successful. All citizens, including disabled persons, ethnic and minority groups, the most vulnerable and marginalised, must be able to participate in, identify with and find hope in the vision and future implementation of the EPSR, through the active engagement of European civil society. Particular recognition and support should be given to the social economy, which has a crucial role in addressing unmet social needs, alleviating poverty and reducing inequalities; 2. More equal, sustainable, inclusive and resilient European societies will only be possible through compelling civil society engagement and effective dialogue with social partners and civil society. Measuring and reporting on the impact of civil society, raising awareness of their positive contribution and creating an enabling legal environment and policy mix are of paramount importance; 3. Imagining and creating resilient, inclusive, equal and sustainable societies will require bottom-up initiatives, which embrace new definitions of well-being and development beyond GDP and invest in social innovation, whilst respecting the opinions and rights of citizens. Moreover, it is imperative that limitations to rights introduced during the pandemic are not continued post COVID-19; 4. Europe must continue to be united and move on in solidarity, supported by a culture of civil and social dialogue, as it is happening during the pandemic. The EPSR supports a social market economy, scaling up and adapting its social model to the changes of the future. To build social resilience and sustainability the EPSR Action Plan has to ensure a widespread well-being and inclusive labour market where discriminations are banned, and jobs are stable and well remunerated. C 286/6 EN Official Journal of the European Union 16.7.2021 ",
        "5. In the aftermath of the pandemic, through social dialogue, institutions and social partners have to create solutions that increase the social resilience of our economies with a new and open mindset for change while aiming at minimum standards of protection and equal opportunities, with a particular focus on adequacy of wages, gender-based discriminations, support to young workers and protection of precarious workers and migrants. 6. One of the key economic and social challenge in Europe is to boost economic growth, job creation and employment participation (including older and younger people, women, people further away from labour market, inactive persons) and reduce unemployment, particularly of young people, as well as reinforcing women’s position in the labour market. Ensuring the competitive base for investments is an important element for all this to happen. 7. Competitiveness and higher productivity based on skills and knowledge represent a sound recipe for maintaining the well-being of European societies. Economic growth and a well-functioning internal market are an important element for strengthening the social dimension of the EU. We need to reinforce the strengths of our European social market economy system while removing the weaknesses and thus adapt it to face the challenges ahead. 8. All major components of our economy and societies need to be prepared to harness the potential offered by digitalisation and transition to green economy. Prerequisite to this is willingness and ability to structural changes: be it labour markets, social security, education and training or taxation. This implies a truly assumed ownership of reforms by the Member States, coordinated and facilitated by EU level frameworks and actions such as the European Semester. This is key for encouraging companies to invest in Europe. 9. The combination of a growing ageing population and a shrinking workforce means that an increasing number of older persons will be economically dependent unless we succeed in enlarging the workforce through more inclusive labour markets, including activating groups that are currently excluded or underrepresented in the labour market. Action is needed to address challenges that social security and health care systems in Member States are facing. Demographic change will also mean that we need adaptable and flexible national education systems, labour markets and welfare systems. These challenges do not necessary represent problems but opportunities to be turned into positive outcomes; 10. The Action Plan should be based on concreteness and tangibility with actions that are measurable and accompanied by monitoring frameworks, jointly agreed among relevant stakeholders, encompassing the social, environmental, and economic criteria. The EESC welcomes the Headline Targets proposed by the European Commission and invites Member States to be ambitious in setting their own targets so that all Member States factually contribute to the achievement of the European targets. 11. As Europe moves from crisis response to recovery, social dialogue, information, consultation and participation of workers, via appropriate channels, play an important role in shaping economic transition and fostering workplace innovation, in particular with a view to the ongoing twin transitions and the changes in the world of work. 12. The medium to longer term impact of the COVID-19 crisis on European health systems is insufficiently taken into account in the EPSR. The pandemic has clearly illustrated that health can have a direct impact on economic and social stability, even in the EU. In implementing the EPSR, increased and sustainable investments must be made by Member States in upgrading public health services and infrastructure, as well as improving coordination on public health within and among Member States; 13. There are high expectations for a strong commitment at the Summit from all stakeholders to maintain and develop the European social model based on a balanced mix of rights and responsibilities. We appeal to the Member States and the European Institutions to show ambition and determination. Brussels, 28 April 2021. The President of the European Economic and Social Committee Christa SCHWENG 16.7.2021 EN Official Journal of the European Union C 286/7 "
    ]
}